{
  "text": [
    {
      "text": [
        {
          "text": "There was a man in the land of Uz whose name was Job, and that man was blameless and upright, one who feared God and turned away from evil.",
          "ID": "1"
        },
        {
          "text": "There were born to him seven sons and three daughters.",
          "ID": "2"
        },
        {
          "text": "He possessed 7,000 sheep, 3,000 camels, 500 yoke of oxen, and 500 female donkeys, and very many servants, so that this man was the greatest of all the people of the east.",
          "ID": "3"
        },
        {
          "text": "His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them.",
          "ID": "4"
        },
        {
          "text": "And when the days of the feast had run their course, Job would send and consecrate them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, \"It may be that my children have sinned, and cursed God in their hearts.\" Thus Job did continually.",
          "ID": "5"
        },
        {
          "text": "Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.",
          "ID": "6"
        },
        {
          "text": "The Lord said to Satan, \"From where have you come?\" Satan answered the Lord and said, \"From going to and fro on the earth, and from walking up and down on it.\"",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Satan, \"Have you considered my servant Job, that there is none like him on the earth, a blameless and upright man, who fears God and turns away from evil?\"",
          "ID": "8"
        },
        {
          "text": "Then Satan answered the Lord and said, \"Does Job fear God for no reason?",
          "ID": "9"
        },
        {
          "text": "Have you not put a hedge around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
          "ID": "10"
        },
        {
          "text": "But stretch out your hand and touch all that he has, and he will curse you to your face.\"",
          "ID": "11"
        },
        {
          "text": "And the Lord said to Satan, \"Behold, all that he has is in your hand. Only against him do not stretch out your hand.\" So Satan went out from the presence of the Lord.",
          "ID": "12"
        },
        {
          "text": "Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother's house,",
          "ID": "13"
        },
        {
          "text": "and there came a messenger to Job and said, \"The oxen were plowing and the donkeys feeding beside them,",
          "ID": "14"
        },
        {
          "text": "and the Sabeans fell upon them and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.\"",
          "ID": "15"
        },
        {
          "text": "While he was yet speaking, there came another and said, \"The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.\"",
          "ID": "16"
        },
        {
          "text": "While he was yet speaking, there came another and said, \"The Chaldeans formed three groups and made a raid on the camels and took them and struck down the servants with the edge of the sword, and I alone have escaped to tell you.\"",
          "ID": "17"
        },
        {
          "text": "While he was yet speaking, there came another and said, \"Your sons and daughters were eating and drinking wine in their oldest brother's house,",
          "ID": "18"
        },
        {
          "text": "and behold, a great wind came across the wilderness and struck the four corners of the house, and it fell upon the young people, and they are dead, and I alone have escaped to tell you.\"",
          "ID": "19"
        },
        {
          "text": "Then Job arose and tore his robe and shaved his head and fell on the ground and worshiped.",
          "ID": "20"
        },
        {
          "text": "And he said, \"Naked I came from my mother's womb, and naked shall I return. The Lord gave, and the Lord has taken away; blessed be the name of the Lord.\"",
          "ID": "21"
        },
        {
          "text": "In all this Job did not sin or charge God with wrong.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.1",
      "name": "Job 1"
    },
    {
      "text": [
        {
          "text": "Again there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them to present himself before the Lord.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to Satan, \"From where have you come?\" Satan answered the Lord and said, \"From going to and fro on the earth, and from walking up and down on it.\"",
          "ID": "2"
        },
        {
          "text": "And the Lord said to Satan, \"Have you considered my servant Job, that there is none like him on the earth, a blameless and upright man, who fears God and turns away from evil? He still holds fast his integrity, although you incited me against him to destroy him without reason.\"",
          "ID": "3"
        },
        {
          "text": "Then Satan answered the Lord and said, \"Skin for skin! All that a man has he will give for his life.",
          "ID": "4"
        },
        {
          "text": "But stretch out your hand and touch his bone and his flesh, and he will curse you to your face.\"",
          "ID": "5"
        },
        {
          "text": "And the Lord said to Satan, \"Behold, he is in your hand; only spare his life.\"",
          "ID": "6"
        },
        {
          "text": "So Satan went out from the presence of the Lord and struck Job with loathsome sores from the sole of his foot to the crown of his head.",
          "ID": "7"
        },
        {
          "text": "And he took a piece of broken pottery with which to scrape himself while he sat in the ashes.",
          "ID": "8"
        },
        {
          "text": "Then his wife said to him, \"Do you still hold fast your integrity? Curse God and die.\"",
          "ID": "9"
        },
        {
          "text": "But he said to her, \"You speak as one of the foolish women would speak. Shall we receive good from God, and shall we not receive evil?\" In all this Job did not sin with his lips.",
          "ID": "10"
        },
        {
          "text": "Now when Job's three friends heard of all this evil that had come upon him, they came each from his own place, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They made an appointment together to come to show him sympathy and comfort him.",
          "ID": "11"
        },
        {
          "text": "And when they saw him from a distance, they did not recognize him. And they raised their voices and wept, and they tore their robes and sprinkled dust on their heads toward heaven.",
          "ID": "12"
        },
        {
          "text": "And they sat with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his suffering was very great.",
          "ID": "13"
        }
      ],
      "ID": "OT:JOB.2",
      "name": "Job 2"
    },
    {
      "text": [
        {
          "text": "After this Job opened his mouth and cursed the day of his birth.",
          "ID": "1"
        },
        {
          "text": "And Job said:",
          "ID": "2"
        },
        {
          "text": "\"Let the day perish on which I was born,",
          "ID": "3"
        },
        {
          "text": "and the night that said,",
          "ID": "3"
        },
        {
          "text": "'A man is conceived.'",
          "ID": "3"
        },
        {
          "text": "Let that day be darkness!",
          "ID": "4"
        },
        {
          "text": "May God above not seek it,",
          "ID": "4"
        },
        {
          "text": "nor light shine upon it.",
          "ID": "4"
        },
        {
          "text": "Let gloom and deep darkness claim it.",
          "ID": "5"
        },
        {
          "text": "Let clouds dwell upon it;",
          "ID": "5"
        },
        {
          "text": "let the blackness of the day terrify it.",
          "ID": "5"
        },
        {
          "text": "That night—let thick darkness seize it!",
          "ID": "6"
        },
        {
          "text": "Let it not rejoice among the days of the year;",
          "ID": "6"
        },
        {
          "text": "let it not come into the number of the months.",
          "ID": "6"
        },
        {
          "text": "Behold, let that night be barren;",
          "ID": "7"
        },
        {
          "text": "let no joyful cry enter it.",
          "ID": "7"
        },
        {
          "text": "Let those curse it who curse the day,",
          "ID": "8"
        },
        {
          "text": "who are ready to rouse up Leviathan.",
          "ID": "8"
        },
        {
          "text": "Let the stars of its dawn be dark;",
          "ID": "9"
        },
        {
          "text": "let it hope for light, but have none,",
          "ID": "9"
        },
        {
          "text": "nor see the eyelids of the morning,",
          "ID": "9"
        },
        {
          "text": "because it did not shut the doors of my mother's womb,",
          "ID": "10"
        },
        {
          "text": "nor hide trouble from my eyes.",
          "ID": "10"
        },
        {
          "text": "\"Why did I not die at birth,",
          "ID": "11"
        },
        {
          "text": "come out from the womb and expire?",
          "ID": "11"
        },
        {
          "text": "Why did the knees receive me?",
          "ID": "12"
        },
        {
          "text": "Or why the breasts, that I should nurse?",
          "ID": "12"
        },
        {
          "text": "For then I would have lain down and been quiet;",
          "ID": "13"
        },
        {
          "text": "I would have slept; then I would have been at rest,",
          "ID": "13"
        },
        {
          "text": "with kings and counselors of the earth",
          "ID": "14"
        },
        {
          "text": "who rebuilt ruins for themselves,",
          "ID": "14"
        },
        {
          "text": "or with princes who had gold,",
          "ID": "15"
        },
        {
          "text": "who filled their houses with silver.",
          "ID": "15"
        },
        {
          "text": "Or why was I not as a hidden stillborn child,",
          "ID": "16"
        },
        {
          "text": "as infants who never see the light?",
          "ID": "16"
        },
        {
          "text": "There the wicked cease from troubling,",
          "ID": "17"
        },
        {
          "text": "and there the weary are at rest.",
          "ID": "17"
        },
        {
          "text": "There the prisoners are at ease together;",
          "ID": "18"
        },
        {
          "text": "they hear not the voice of the taskmaster.",
          "ID": "18"
        },
        {
          "text": "The small and the great are there,",
          "ID": "19"
        },
        {
          "text": "and the slave is free from his master.",
          "ID": "19"
        },
        {
          "text": "\"Why is light given to him who is in misery,",
          "ID": "20"
        },
        {
          "text": "and life to the bitter in soul,",
          "ID": "20"
        },
        {
          "text": "who long for death, but it comes not,",
          "ID": "21"
        },
        {
          "text": "and dig for it more than for hidden treasures,",
          "ID": "21"
        },
        {
          "text": "who rejoice exceedingly",
          "ID": "22"
        },
        {
          "text": "and are glad when they find the grave?",
          "ID": "22"
        },
        {
          "text": "Why is light given to a man whose way is hidden,",
          "ID": "23"
        },
        {
          "text": "whom God has hedged in?",
          "ID": "23"
        },
        {
          "text": "For my sighing comes instead of my bread,",
          "ID": "24"
        },
        {
          "text": "and my groanings are poured out like water.",
          "ID": "24"
        },
        {
          "text": "For the thing that I fear comes upon me,",
          "ID": "25"
        },
        {
          "text": "and what I dread befalls me.",
          "ID": "25"
        },
        {
          "text": "I am not at ease, nor am I quiet;",
          "ID": "26"
        },
        {
          "text": "I have no rest, but trouble comes.\"",
          "ID": "26"
        }
      ],
      "ID": "OT:JOB.3",
      "name": "Job 3"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Temanite answered and said:",
          "ID": "1"
        },
        {
          "text": "\"If one ventures a word with you, will you be impatient?",
          "ID": "2"
        },
        {
          "text": "Yet who can keep from speaking?",
          "ID": "2"
        },
        {
          "text": "Behold, you have instructed many,",
          "ID": "3"
        },
        {
          "text": "and you have strengthened the weak hands.",
          "ID": "3"
        },
        {
          "text": "Your words have upheld him who was stumbling,",
          "ID": "4"
        },
        {
          "text": "and you have made firm the feeble knees.",
          "ID": "4"
        },
        {
          "text": "But now it has come to you, and you are impatient;",
          "ID": "5"
        },
        {
          "text": "it touches you, and you are dismayed.",
          "ID": "5"
        },
        {
          "text": "Is not your fear of God your confidence,",
          "ID": "6"
        },
        {
          "text": "and the integrity of your ways your hope?",
          "ID": "6"
        },
        {
          "text": "\"Remember: who that was innocent ever perished?",
          "ID": "7"
        },
        {
          "text": "Or where were the upright cut off?",
          "ID": "7"
        },
        {
          "text": "As I have seen, those who plow iniquity",
          "ID": "8"
        },
        {
          "text": "and sow trouble reap the same.",
          "ID": "8"
        },
        {
          "text": "By the breath of God they perish,",
          "ID": "9"
        },
        {
          "text": "and by the blast of his anger they are consumed.",
          "ID": "9"
        },
        {
          "text": "The roar of the lion, the voice of the fierce lion,",
          "ID": "10"
        },
        {
          "text": "the teeth of the young lions are broken.",
          "ID": "10"
        },
        {
          "text": "The strong lion perishes for lack of prey,",
          "ID": "11"
        },
        {
          "text": "and the cubs of the lioness are scattered.",
          "ID": "11"
        },
        {
          "text": "\"Now a word was brought to me stealthily;",
          "ID": "12"
        },
        {
          "text": "my ear received the whisper of it.",
          "ID": "12"
        },
        {
          "text": "Amid thoughts from visions of the night,",
          "ID": "13"
        },
        {
          "text": "when deep sleep falls on men,",
          "ID": "13"
        },
        {
          "text": "dread came upon me, and trembling,",
          "ID": "14"
        },
        {
          "text": "which made all my bones shake.",
          "ID": "14"
        },
        {
          "text": "A spirit glided past my face;",
          "ID": "15"
        },
        {
          "text": "the hair of my flesh stood up.",
          "ID": "15"
        },
        {
          "text": "It stood still,",
          "ID": "16"
        },
        {
          "text": "but I could not discern its appearance.",
          "ID": "16"
        },
        {
          "text": "A form was before my eyes;",
          "ID": "16"
        },
        {
          "text": "there was silence, then I heard a voice:",
          "ID": "16"
        },
        {
          "text": "'Can mortal man be in the right before God?",
          "ID": "17"
        },
        {
          "text": "Can a man be pure before his Maker?",
          "ID": "17"
        },
        {
          "text": "Even in his servants he puts no trust,",
          "ID": "18"
        },
        {
          "text": "and his angels he charges with error;",
          "ID": "18"
        },
        {
          "text": "how much more those who dwell in houses of clay,",
          "ID": "19"
        },
        {
          "text": "whose foundation is in the dust,",
          "ID": "19"
        },
        {
          "text": "who are crushed like the moth.",
          "ID": "19"
        },
        {
          "text": "Between morning and evening they are beaten to pieces;",
          "ID": "20"
        },
        {
          "text": "they perish forever without anyone regarding it.",
          "ID": "20"
        },
        {
          "text": "Is not their tent-cord plucked up within them,",
          "ID": "21"
        },
        {
          "text": "do they not die, and that without wisdom?'",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.4",
      "name": "Job 4"
    },
    {
      "text": [
        {
          "text": "\"Call now; is there anyone who will answer you?",
          "ID": "1"
        },
        {
          "text": "To which of the holy ones will you turn?",
          "ID": "1"
        },
        {
          "text": "Surely vexation kills the fool,",
          "ID": "2"
        },
        {
          "text": "and jealousy slays the simple.",
          "ID": "2"
        },
        {
          "text": "I have seen the fool taking root,",
          "ID": "3"
        },
        {
          "text": "but suddenly I cursed his dwelling.",
          "ID": "3"
        },
        {
          "text": "His children are far from safety;",
          "ID": "4"
        },
        {
          "text": "they are crushed in the gate,",
          "ID": "4"
        },
        {
          "text": "and there is no one to deliver them.",
          "ID": "4"
        },
        {
          "text": "The hungry eat his harvest,",
          "ID": "5"
        },
        {
          "text": "and he takes it even out of thorns,",
          "ID": "5"
        },
        {
          "text": "and the thirsty pant after his wealth.",
          "ID": "5"
        },
        {
          "text": "For affliction does not come from the dust,",
          "ID": "6"
        },
        {
          "text": "nor does trouble sprout from the ground,",
          "ID": "6"
        },
        {
          "text": "but man is born to trouble",
          "ID": "7"
        },
        {
          "text": "as the sparks fly upward.",
          "ID": "7"
        },
        {
          "text": "\"As for me, I would seek God,",
          "ID": "8"
        },
        {
          "text": "and to God would I commit my cause,",
          "ID": "8"
        },
        {
          "text": "who does great things and unsearchable,",
          "ID": "9"
        },
        {
          "text": "marvelous things without number:",
          "ID": "9"
        },
        {
          "text": "he gives rain on the earth",
          "ID": "10"
        },
        {
          "text": "and sends waters on the fields;",
          "ID": "10"
        },
        {
          "text": "he sets on high those who are lowly,",
          "ID": "11"
        },
        {
          "text": "and those who mourn are lifted to safety.",
          "ID": "11"
        },
        {
          "text": "He frustrates the devices of the crafty,",
          "ID": "12"
        },
        {
          "text": "so that their hands achieve no success.",
          "ID": "12"
        },
        {
          "text": "He catches the wise in their own craftiness,",
          "ID": "13"
        },
        {
          "text": "and the schemes of the wily are brought to a quick end.",
          "ID": "13"
        },
        {
          "text": "They meet with darkness in the daytime",
          "ID": "14"
        },
        {
          "text": "and grope at noonday as in the night.",
          "ID": "14"
        },
        {
          "text": "But he saves the needy from the sword of their mouth",
          "ID": "15"
        },
        {
          "text": "and from the hand of the mighty.",
          "ID": "15"
        },
        {
          "text": "So the poor have hope,",
          "ID": "16"
        },
        {
          "text": "and injustice shuts her mouth.",
          "ID": "16"
        },
        {
          "text": "\"Behold, blessed is the one whom God reproves;",
          "ID": "17"
        },
        {
          "text": "therefore despise not the discipline of the Almighty.",
          "ID": "17"
        },
        {
          "text": "For he wounds, but he binds up;",
          "ID": "18"
        },
        {
          "text": "he shatters, but his hands heal.",
          "ID": "18"
        },
        {
          "text": "He will deliver you from six troubles;",
          "ID": "19"
        },
        {
          "text": "in seven no evil shall touch you.",
          "ID": "19"
        },
        {
          "text": "In famine he will redeem you from death,",
          "ID": "20"
        },
        {
          "text": "and in war from the power of the sword.",
          "ID": "20"
        },
        {
          "text": "You shall be hidden from the lash of the tongue,",
          "ID": "21"
        },
        {
          "text": "and shall not fear destruction when it comes.",
          "ID": "21"
        },
        {
          "text": "At destruction and famine you shall laugh,",
          "ID": "22"
        },
        {
          "text": "and shall not fear the beasts of the earth.",
          "ID": "22"
        },
        {
          "text": "For you shall be in league with the stones of the field,",
          "ID": "23"
        },
        {
          "text": "and the beasts of the field shall be at peace with you.",
          "ID": "23"
        },
        {
          "text": "You shall know that your tent is at peace,",
          "ID": "24"
        },
        {
          "text": "and you shall inspect your fold and miss nothing.",
          "ID": "24"
        },
        {
          "text": "You shall know also that your offspring shall be many,",
          "ID": "25"
        },
        {
          "text": "and your descendants as the grass of the earth.",
          "ID": "25"
        },
        {
          "text": "You shall come to your grave in ripe old age,",
          "ID": "26"
        },
        {
          "text": "like a sheaf gathered up in its season.",
          "ID": "26"
        },
        {
          "text": "Behold, this we have searched out; it is true.",
          "ID": "27"
        },
        {
          "text": "Hear, and know it for your good.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:JOB.5",
      "name": "Job 5"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Oh that my vexation were weighed,",
          "ID": "2"
        },
        {
          "text": "and all my calamity laid in the balances!",
          "ID": "2"
        },
        {
          "text": "For then it would be heavier than the sand of the sea;",
          "ID": "3"
        },
        {
          "text": "therefore my words have been rash.",
          "ID": "3"
        },
        {
          "text": "For the arrows of the Almighty are in me;",
          "ID": "4"
        },
        {
          "text": "my spirit drinks their poison;",
          "ID": "4"
        },
        {
          "text": "the terrors of God are arrayed against me.",
          "ID": "4"
        },
        {
          "text": "Does the wild donkey bray when he has grass,",
          "ID": "5"
        },
        {
          "text": "or the ox low over his fodder?",
          "ID": "5"
        },
        {
          "text": "Can that which is tasteless be eaten without salt,",
          "ID": "6"
        },
        {
          "text": "or is there any taste in the juice of the mallow?",
          "ID": "6"
        },
        {
          "text": "My appetite refuses to touch them;",
          "ID": "7"
        },
        {
          "text": "they are as food that is loathsome to me.",
          "ID": "7"
        },
        {
          "text": "\"Oh that I might have my request,",
          "ID": "8"
        },
        {
          "text": "and that God would fulfill my hope,",
          "ID": "8"
        },
        {
          "text": "that it would please God to crush me,",
          "ID": "9"
        },
        {
          "text": "that he would let loose his hand and cut me off!",
          "ID": "9"
        },
        {
          "text": "This would be my comfort;",
          "ID": "10"
        },
        {
          "text": "I would even exult in pain unsparing,",
          "ID": "10"
        },
        {
          "text": "for I have not denied the words of the Holy One.",
          "ID": "10"
        },
        {
          "text": "What is my strength, that I should wait?",
          "ID": "11"
        },
        {
          "text": "And what is my end, that I should be patient?",
          "ID": "11"
        },
        {
          "text": "Is my strength the strength of stones, or is my flesh bronze?",
          "ID": "12"
        },
        {
          "text": "Have I any help in me,",
          "ID": "13"
        },
        {
          "text": "when resource is driven from me?",
          "ID": "13"
        },
        {
          "text": "\"He who withholds kindness from a friend",
          "ID": "14"
        },
        {
          "text": "forsakes the fear of the Almighty.",
          "ID": "14"
        },
        {
          "text": "My brothers are treacherous as a torrent-bed,",
          "ID": "15"
        },
        {
          "text": "as torrential streams that pass away,",
          "ID": "15"
        },
        {
          "text": "which are dark with ice,",
          "ID": "16"
        },
        {
          "text": "and where the snow hides itself.",
          "ID": "16"
        },
        {
          "text": "When they melt, they disappear;",
          "ID": "17"
        },
        {
          "text": "when it is hot, they vanish from their place.",
          "ID": "17"
        },
        {
          "text": "The caravans turn aside from their course;",
          "ID": "18"
        },
        {
          "text": "they go up into the waste and perish.",
          "ID": "18"
        },
        {
          "text": "The caravans of Tema look,",
          "ID": "19"
        },
        {
          "text": "the travelers of Sheba hope.",
          "ID": "19"
        },
        {
          "text": "They are ashamed because they were confident;",
          "ID": "20"
        },
        {
          "text": "they come there and are disappointed.",
          "ID": "20"
        },
        {
          "text": "For you have now become nothing;",
          "ID": "21"
        },
        {
          "text": "you see my calamity and are afraid.",
          "ID": "21"
        },
        {
          "text": "Have I said, 'Make me a gift'?",
          "ID": "22"
        },
        {
          "text": "Or, 'From your wealth offer a bribe for me'?",
          "ID": "22"
        },
        {
          "text": "Or, 'Deliver me from the adversary's hand'?",
          "ID": "23"
        },
        {
          "text": "Or, 'Redeem me from the hand of the ruthless'?",
          "ID": "23"
        },
        {
          "text": "\"Teach me, and I will be silent;",
          "ID": "24"
        },
        {
          "text": "make me understand how I have gone astray.",
          "ID": "24"
        },
        {
          "text": "How forceful are upright words!",
          "ID": "25"
        },
        {
          "text": "But what does reproof from you reprove?",
          "ID": "25"
        },
        {
          "text": "Do you think that you can reprove words,",
          "ID": "26"
        },
        {
          "text": "when the speech of a despairing man is wind?",
          "ID": "26"
        },
        {
          "text": "You would even cast lots over the fatherless,",
          "ID": "27"
        },
        {
          "text": "and bargain over your friend.",
          "ID": "27"
        },
        {
          "text": "\"But now, be pleased to look at me,",
          "ID": "28"
        },
        {
          "text": "for I will not lie to your face.",
          "ID": "28"
        },
        {
          "text": "Please turn; let no injustice be done.",
          "ID": "29"
        },
        {
          "text": "Turn now; my vindication is at stake.",
          "ID": "29"
        },
        {
          "text": "Is there any injustice on my tongue?",
          "ID": "30"
        },
        {
          "text": "Cannot my palate discern the cause of calamity?",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.6",
      "name": "Job 6"
    },
    {
      "text": [
        {
          "text": "\"Has not man a hard service on earth,",
          "ID": "1"
        },
        {
          "text": "and are not his days like the days of a hired hand?",
          "ID": "1"
        },
        {
          "text": "Like a slave who longs for the shadow,",
          "ID": "2"
        },
        {
          "text": "and like a hired hand who looks for his wages,",
          "ID": "2"
        },
        {
          "text": "so I am allotted months of emptiness,",
          "ID": "3"
        },
        {
          "text": "and nights of misery are apportioned to me.",
          "ID": "3"
        },
        {
          "text": "When I lie down I say, 'When shall I arise?'",
          "ID": "4"
        },
        {
          "text": "But the night is long,",
          "ID": "4"
        },
        {
          "text": "and I am full of tossing till the dawn.",
          "ID": "4"
        },
        {
          "text": "My flesh is clothed with worms and dirt;",
          "ID": "5"
        },
        {
          "text": "my skin hardens, then breaks out afresh.",
          "ID": "5"
        },
        {
          "text": "My days are swifter than a weaver's shuttle",
          "ID": "6"
        },
        {
          "text": "and come to their end without hope.",
          "ID": "6"
        },
        {
          "text": "\"Remember that my life is a breath;",
          "ID": "7"
        },
        {
          "text": "my eye will never again see good.",
          "ID": "7"
        },
        {
          "text": "The eye of him who sees me will behold me no more;",
          "ID": "8"
        },
        {
          "text": "while your eyes are on me, I shall be gone.",
          "ID": "8"
        },
        {
          "text": "As the cloud fades and vanishes,",
          "ID": "9"
        },
        {
          "text": "so he who goes down to Sheol does not come up;",
          "ID": "9"
        },
        {
          "text": "he returns no more to his house,",
          "ID": "10"
        },
        {
          "text": "nor does his place know him anymore.",
          "ID": "10"
        },
        {
          "text": "\"Therefore I will not restrain my mouth;",
          "ID": "11"
        },
        {
          "text": "I will speak in the anguish of my spirit;",
          "ID": "11"
        },
        {
          "text": "I will complain in the bitterness of my soul.",
          "ID": "11"
        },
        {
          "text": "Am I the sea, or a sea monster,",
          "ID": "12"
        },
        {
          "text": "that you set a guard over me?",
          "ID": "12"
        },
        {
          "text": "When I say, 'My bed will comfort me,",
          "ID": "13"
        },
        {
          "text": "my couch will ease my complaint,'",
          "ID": "13"
        },
        {
          "text": "then you scare me with dreams",
          "ID": "14"
        },
        {
          "text": "and terrify me with visions,",
          "ID": "14"
        },
        {
          "text": "so that I would choose strangling",
          "ID": "15"
        },
        {
          "text": "and death rather than my bones.",
          "ID": "15"
        },
        {
          "text": "I loathe my life; I would not live forever.",
          "ID": "16"
        },
        {
          "text": "Leave me alone, for my days are a breath.",
          "ID": "16"
        },
        {
          "text": "What is man, that you make so much of him,",
          "ID": "17"
        },
        {
          "text": "and that you set your heart on him,",
          "ID": "17"
        },
        {
          "text": "visit him every morning",
          "ID": "18"
        },
        {
          "text": "and test him every moment?",
          "ID": "18"
        },
        {
          "text": "How long will you not look away from me,",
          "ID": "19"
        },
        {
          "text": "nor leave me alone till I swallow my spit?",
          "ID": "19"
        },
        {
          "text": "If I sin, what do I do to you, you watcher of mankind?",
          "ID": "20"
        },
        {
          "text": "Why have you made me your mark?",
          "ID": "20"
        },
        {
          "text": "Why have I become a burden to you?",
          "ID": "20"
        },
        {
          "text": "Why do you not pardon my transgression",
          "ID": "21"
        },
        {
          "text": "and take away my iniquity?",
          "ID": "21"
        },
        {
          "text": "For now I shall lie in the earth;",
          "ID": "21"
        },
        {
          "text": "you will seek me, but I shall not be.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.7",
      "name": "Job 7"
    },
    {
      "text": [
        {
          "text": "Then Bildad the Shuhite answered and said:",
          "ID": "1"
        },
        {
          "text": "\"How long will you say these things,",
          "ID": "2"
        },
        {
          "text": "and the words of your mouth be a great wind?",
          "ID": "2"
        },
        {
          "text": "Does God pervert justice?",
          "ID": "3"
        },
        {
          "text": "Or does the Almighty pervert the right?",
          "ID": "3"
        },
        {
          "text": "If your children have sinned against him,",
          "ID": "4"
        },
        {
          "text": "he has delivered them into the hand of their transgression.",
          "ID": "4"
        },
        {
          "text": "If you will seek God",
          "ID": "5"
        },
        {
          "text": "and plead with the Almighty for mercy,",
          "ID": "5"
        },
        {
          "text": "if you are pure and upright,",
          "ID": "6"
        },
        {
          "text": "surely then he will rouse himself for you",
          "ID": "6"
        },
        {
          "text": "and restore your rightful habitation.",
          "ID": "6"
        },
        {
          "text": "And though your beginning was small,",
          "ID": "7"
        },
        {
          "text": "your latter days will be very great.",
          "ID": "7"
        },
        {
          "text": "\"For inquire, please, of bygone ages,",
          "ID": "8"
        },
        {
          "text": "and consider what the fathers have searched out.",
          "ID": "8"
        },
        {
          "text": "For we are but of yesterday and know nothing,",
          "ID": "9"
        },
        {
          "text": "for our days on earth are a shadow.",
          "ID": "9"
        },
        {
          "text": "Will they not teach you and tell you",
          "ID": "10"
        },
        {
          "text": "and utter words out of their understanding?",
          "ID": "10"
        },
        {
          "text": "\"Can papyrus grow where there is no marsh?",
          "ID": "11"
        },
        {
          "text": "Can reeds flourish where there is no water?",
          "ID": "11"
        },
        {
          "text": "While yet in flower and not cut down,",
          "ID": "12"
        },
        {
          "text": "they wither before any other plant.",
          "ID": "12"
        },
        {
          "text": "Such are the paths of all who forget God;",
          "ID": "13"
        },
        {
          "text": "the hope of the godless shall perish.",
          "ID": "13"
        },
        {
          "text": "His confidence is severed,",
          "ID": "14"
        },
        {
          "text": "and his trust is a spider's web.",
          "ID": "14"
        },
        {
          "text": "He leans against his house, but it does not stand;",
          "ID": "15"
        },
        {
          "text": "he lays hold of it, but it does not endure.",
          "ID": "15"
        },
        {
          "text": "He is a lush plant before the sun,",
          "ID": "16"
        },
        {
          "text": "and his shoots spread over his garden.",
          "ID": "16"
        },
        {
          "text": "His roots entwine the stone heap;",
          "ID": "17"
        },
        {
          "text": "he looks upon a house of stones.",
          "ID": "17"
        },
        {
          "text": "If he is destroyed from his place,",
          "ID": "18"
        },
        {
          "text": "then it will deny him, saying, 'I have never seen you.'",
          "ID": "18"
        },
        {
          "text": "Behold, this is the joy of his way,",
          "ID": "19"
        },
        {
          "text": "and out of the soil others will spring.",
          "ID": "19"
        },
        {
          "text": "\"Behold, God will not reject a blameless man,",
          "ID": "20"
        },
        {
          "text": "nor take the hand of evildoers.",
          "ID": "20"
        },
        {
          "text": "He will yet fill your mouth with laughter,",
          "ID": "21"
        },
        {
          "text": "and your lips with shouting.",
          "ID": "21"
        },
        {
          "text": "Those who hate you will be clothed with shame,",
          "ID": "22"
        },
        {
          "text": "and the tent of the wicked will be no more.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.8",
      "name": "Job 8"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Truly I know that it is so:",
          "ID": "2"
        },
        {
          "text": "But how can a man be in the right before God?",
          "ID": "2"
        },
        {
          "text": "If one wished to contend with him,",
          "ID": "3"
        },
        {
          "text": "one could not answer him once in a thousand times.",
          "ID": "3"
        },
        {
          "text": "He is wise in heart and mighty in strength",
          "ID": "4"
        },
        {
          "text": "—who has hardened himself against him, and succeeded?—",
          "ID": "4"
        },
        {
          "text": "he who removes mountains, and they know it not,",
          "ID": "5"
        },
        {
          "text": "when he overturns them in his anger,",
          "ID": "5"
        },
        {
          "text": "who shakes the earth out of its place,",
          "ID": "6"
        },
        {
          "text": "and its pillars tremble;",
          "ID": "6"
        },
        {
          "text": "who commands the sun, and it does not rise;",
          "ID": "7"
        },
        {
          "text": "who seals up the stars;",
          "ID": "7"
        },
        {
          "text": "who alone stretched out the heavens",
          "ID": "8"
        },
        {
          "text": "and trampled the waves of the sea;",
          "ID": "8"
        },
        {
          "text": "who made the Bear and Orion,",
          "ID": "9"
        },
        {
          "text": "the Pleiades and the chambers of the south;",
          "ID": "9"
        },
        {
          "text": "who does great things beyond searching out,",
          "ID": "10"
        },
        {
          "text": "and marvelous things beyond number.",
          "ID": "10"
        },
        {
          "text": "Behold, he passes by me, and I see him not;",
          "ID": "11"
        },
        {
          "text": "he moves on, but I do not perceive him.",
          "ID": "11"
        },
        {
          "text": "Behold, he snatches away; who can turn him back?",
          "ID": "12"
        },
        {
          "text": "Who will say to him, 'What are you doing?'",
          "ID": "12"
        },
        {
          "text": "\"God will not turn back his anger;",
          "ID": "13"
        },
        {
          "text": "beneath him bowed the helpers of Rahab.",
          "ID": "13"
        },
        {
          "text": "How then can I answer him,",
          "ID": "14"
        },
        {
          "text": "choosing my words with him?",
          "ID": "14"
        },
        {
          "text": "Though I am in the right, I cannot answer him;",
          "ID": "15"
        },
        {
          "text": "I must appeal for mercy to my accuser.",
          "ID": "15"
        },
        {
          "text": "If I summoned him and he answered me,",
          "ID": "16"
        },
        {
          "text": "I would not believe that he was listening to my voice.",
          "ID": "16"
        },
        {
          "text": "For he crushes me with a tempest",
          "ID": "17"
        },
        {
          "text": "and multiplies my wounds without cause;",
          "ID": "17"
        },
        {
          "text": "he will not let me get my breath,",
          "ID": "18"
        },
        {
          "text": "but fills me with bitterness.",
          "ID": "18"
        },
        {
          "text": "If it is a contest of strength, behold, he is mighty!",
          "ID": "19"
        },
        {
          "text": "If it is a matter of justice, who can summon him?",
          "ID": "19"
        },
        {
          "text": "Though I am in the right, my own mouth would condemn me;",
          "ID": "20"
        },
        {
          "text": "though I am blameless, he would prove me perverse.",
          "ID": "20"
        },
        {
          "text": "I am blameless; I regard not myself;",
          "ID": "21"
        },
        {
          "text": "I loathe my life.",
          "ID": "21"
        },
        {
          "text": "It is all one; therefore I say,",
          "ID": "22"
        },
        {
          "text": "'He destroys both the blameless and the wicked.'",
          "ID": "22"
        },
        {
          "text": "When disaster brings sudden death,",
          "ID": "23"
        },
        {
          "text": "he mocks at the calamity of the innocent.",
          "ID": "23"
        },
        {
          "text": "The earth is given into the hand of the wicked;",
          "ID": "24"
        },
        {
          "text": "he covers the faces of its judges—",
          "ID": "24"
        },
        {
          "text": "if it is not he, who then is it?",
          "ID": "24"
        },
        {
          "text": "\"My days are swifter than a runner;",
          "ID": "25"
        },
        {
          "text": "they flee away; they see no good.",
          "ID": "25"
        },
        {
          "text": "They go by like skiffs of reed,",
          "ID": "26"
        },
        {
          "text": "like an eagle swooping on the prey.",
          "ID": "26"
        },
        {
          "text": "If I say, 'I will forget my complaint,",
          "ID": "27"
        },
        {
          "text": "I will put off my sad face, and be of good cheer,'",
          "ID": "27"
        },
        {
          "text": "I become afraid of all my suffering,",
          "ID": "28"
        },
        {
          "text": "for I know you will not hold me innocent.",
          "ID": "28"
        },
        {
          "text": "I shall be condemned;",
          "ID": "29"
        },
        {
          "text": "why then do I labor in vain?",
          "ID": "29"
        },
        {
          "text": "If I wash myself with snow",
          "ID": "30"
        },
        {
          "text": "and cleanse my hands with lye,",
          "ID": "30"
        },
        {
          "text": "yet you will plunge me into a pit,",
          "ID": "31"
        },
        {
          "text": "and my own clothes will abhor me.",
          "ID": "31"
        },
        {
          "text": "For he is not a man, as I am, that I might answer him,",
          "ID": "32"
        },
        {
          "text": "that we should come to trial together.",
          "ID": "32"
        },
        {
          "text": "There is no arbiter between us,",
          "ID": "33"
        },
        {
          "text": "who might lay his hand on us both.",
          "ID": "33"
        },
        {
          "text": "Let him take his rod away from me,",
          "ID": "34"
        },
        {
          "text": "and let not dread of him terrify me.",
          "ID": "34"
        },
        {
          "text": "Then I would speak without fear of him,",
          "ID": "35"
        },
        {
          "text": "for I am not so in myself.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.9",
      "name": "Job 9"
    },
    {
      "text": [
        {
          "text": "\"I loathe my life;",
          "ID": "1"
        },
        {
          "text": "I will give free utterance to my complaint;",
          "ID": "1"
        },
        {
          "text": "I will speak in the bitterness of my soul.",
          "ID": "1"
        },
        {
          "text": "I will say to God, Do not condemn me;",
          "ID": "2"
        },
        {
          "text": "let me know why you contend against me.",
          "ID": "2"
        },
        {
          "text": "Does it seem good to you to oppress,",
          "ID": "3"
        },
        {
          "text": "to despise the work of your hands",
          "ID": "3"
        },
        {
          "text": "and favor the designs of the wicked?",
          "ID": "3"
        },
        {
          "text": "Have you eyes of flesh?",
          "ID": "4"
        },
        {
          "text": "Do you see as man sees?",
          "ID": "4"
        },
        {
          "text": "Are your days as the days of man,",
          "ID": "5"
        },
        {
          "text": "or your years as a man's years,",
          "ID": "5"
        },
        {
          "text": "that you seek out my iniquity",
          "ID": "6"
        },
        {
          "text": "and search for my sin,",
          "ID": "6"
        },
        {
          "text": "although you know that I am not guilty,",
          "ID": "7"
        },
        {
          "text": "and there is none to deliver out of your hand?",
          "ID": "7"
        },
        {
          "text": "Your hands fashioned and made me,",
          "ID": "8"
        },
        {
          "text": "and now you have destroyed me altogether.",
          "ID": "8"
        },
        {
          "text": "Remember that you have made me like clay;",
          "ID": "9"
        },
        {
          "text": "and will you return me to the dust?",
          "ID": "9"
        },
        {
          "text": "Did you not pour me out like milk",
          "ID": "10"
        },
        {
          "text": "and curdle me like cheese?",
          "ID": "10"
        },
        {
          "text": "You clothed me with skin and flesh,",
          "ID": "11"
        },
        {
          "text": "and knit me together with bones and sinews.",
          "ID": "11"
        },
        {
          "text": "You have granted me life and steadfast love,",
          "ID": "12"
        },
        {
          "text": "and your care has preserved my spirit.",
          "ID": "12"
        },
        {
          "text": "Yet these things you hid in your heart;",
          "ID": "13"
        },
        {
          "text": "I know that this was your purpose.",
          "ID": "13"
        },
        {
          "text": "If I sin, you watch me",
          "ID": "14"
        },
        {
          "text": "and do not acquit me of my iniquity.",
          "ID": "14"
        },
        {
          "text": "If I am guilty, woe to me!",
          "ID": "15"
        },
        {
          "text": "If I am in the right, I cannot lift up my head,",
          "ID": "15"
        },
        {
          "text": "for I am filled with disgrace",
          "ID": "15"
        },
        {
          "text": "and look on my affliction.",
          "ID": "15"
        },
        {
          "text": "And were my head lifted up, you would hunt me like a lion",
          "ID": "16"
        },
        {
          "text": "and again work wonders against me.",
          "ID": "16"
        },
        {
          "text": "You renew your witnesses against me",
          "ID": "17"
        },
        {
          "text": "and increase your vexation toward me;",
          "ID": "17"
        },
        {
          "text": "you bring fresh troops against me.",
          "ID": "17"
        },
        {
          "text": "\"Why did you bring me out from the womb?",
          "ID": "18"
        },
        {
          "text": "Would that I had died before any eye had seen me",
          "ID": "18"
        },
        {
          "text": "and were as though I had not been,",
          "ID": "19"
        },
        {
          "text": "carried from the womb to the grave.",
          "ID": "19"
        },
        {
          "text": "Are not my days few?",
          "ID": "20"
        },
        {
          "text": "Then cease, and leave me alone, that I may find a little cheer",
          "ID": "20"
        },
        {
          "text": "before I go—and I shall not return—",
          "ID": "21"
        },
        {
          "text": "to the land of darkness and deep shadow,",
          "ID": "21"
        },
        {
          "text": "the land of gloom like thick darkness,",
          "ID": "22"
        },
        {
          "text": "like deep shadow without any order,",
          "ID": "22"
        },
        {
          "text": "where light is as thick darkness.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.10",
      "name": "Job 10"
    },
    {
      "text": [
        {
          "text": "Then Zophar the Naamathite answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Should a multitude of words go unanswered,",
          "ID": "2"
        },
        {
          "text": "and a man full of talk be judged right?",
          "ID": "2"
        },
        {
          "text": "Should your babble silence men,",
          "ID": "3"
        },
        {
          "text": "and when you mock, shall no one shame you?",
          "ID": "3"
        },
        {
          "text": "For you say, 'My doctrine is pure,",
          "ID": "4"
        },
        {
          "text": "and I am clean in God's eyes.'",
          "ID": "4"
        },
        {
          "text": "But oh, that God would speak",
          "ID": "5"
        },
        {
          "text": "and open his lips to you,",
          "ID": "5"
        },
        {
          "text": "and that he would tell you the secrets of wisdom!",
          "ID": "6"
        },
        {
          "text": "For he is manifold in understanding.",
          "ID": "6"
        },
        {
          "text": "Know then that God exacts of you less than your guilt deserves.",
          "ID": "6"
        },
        {
          "text": "\"Can you find out the deep things of God?",
          "ID": "7"
        },
        {
          "text": "Can you find out the limit of the Almighty?",
          "ID": "7"
        },
        {
          "text": "It is higher than heaven—what can you do?",
          "ID": "8"
        },
        {
          "text": "Deeper than Sheol—what can you know?",
          "ID": "8"
        },
        {
          "text": "Its measure is longer than the earth",
          "ID": "9"
        },
        {
          "text": "and broader than the sea.",
          "ID": "9"
        },
        {
          "text": "If he passes through and imprisons",
          "ID": "10"
        },
        {
          "text": "and summons the court, who can turn him back?",
          "ID": "10"
        },
        {
          "text": "For he knows worthless men;",
          "ID": "11"
        },
        {
          "text": "when he sees iniquity, will he not consider it?",
          "ID": "11"
        },
        {
          "text": "But a stupid man will get understanding",
          "ID": "12"
        },
        {
          "text": "when a wild donkey's colt is born a man!",
          "ID": "12"
        },
        {
          "text": "\"If you prepare your heart,",
          "ID": "13"
        },
        {
          "text": "you will stretch out your hands toward him.",
          "ID": "13"
        },
        {
          "text": "If iniquity is in your hand, put it far away,",
          "ID": "14"
        },
        {
          "text": "and let not injustice dwell in your tents.",
          "ID": "14"
        },
        {
          "text": "Surely then you will lift up your face without blemish;",
          "ID": "15"
        },
        {
          "text": "you will be secure and will not fear.",
          "ID": "15"
        },
        {
          "text": "You will forget your misery;",
          "ID": "16"
        },
        {
          "text": "you will remember it as waters that have passed away.",
          "ID": "16"
        },
        {
          "text": "And your life will be brighter than the noonday;",
          "ID": "17"
        },
        {
          "text": "its darkness will be like the morning.",
          "ID": "17"
        },
        {
          "text": "And you will feel secure, because there is hope;",
          "ID": "18"
        },
        {
          "text": "you will look around and take your rest in security.",
          "ID": "18"
        },
        {
          "text": "You will lie down, and none will make you afraid;",
          "ID": "19"
        },
        {
          "text": "many will court your favor.",
          "ID": "19"
        },
        {
          "text": "But the eyes of the wicked will fail;",
          "ID": "20"
        },
        {
          "text": "all way of escape will be lost to them,",
          "ID": "20"
        },
        {
          "text": "and their hope is to breathe their last.\"",
          "ID": "20"
        }
      ],
      "ID": "OT:JOB.11",
      "name": "Job 11"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said:",
          "ID": "1"
        },
        {
          "text": "\"No doubt you are the people,",
          "ID": "2"
        },
        {
          "text": "and wisdom will die with you.",
          "ID": "2"
        },
        {
          "text": "But I have understanding as well as you;",
          "ID": "3"
        },
        {
          "text": "I am not inferior to you.",
          "ID": "3"
        },
        {
          "text": "Who does not know such things as these?",
          "ID": "3"
        },
        {
          "text": "I am a laughingstock to my friends;",
          "ID": "4"
        },
        {
          "text": "I, who called to God and he answered me,",
          "ID": "4"
        },
        {
          "text": "a just and blameless man, am a laughingstock.",
          "ID": "4"
        },
        {
          "text": "In the thought of one who is at ease there is contempt for misfortune;",
          "ID": "5"
        },
        {
          "text": "it is ready for those whose feet slip.",
          "ID": "5"
        },
        {
          "text": "The tents of robbers are at peace,",
          "ID": "6"
        },
        {
          "text": "and those who provoke God are secure,",
          "ID": "6"
        },
        {
          "text": "who bring their god in their hand.",
          "ID": "6"
        },
        {
          "text": "\"But ask the beasts, and they will teach you;",
          "ID": "7"
        },
        {
          "text": "the birds of the heavens, and they will tell you;",
          "ID": "7"
        },
        {
          "text": "or the bushes of the earth, and they will teach you;",
          "ID": "8"
        },
        {
          "text": "and the fish of the sea will declare to you.",
          "ID": "8"
        },
        {
          "text": "Who among all these does not know",
          "ID": "9"
        },
        {
          "text": "that the hand of the Lord has done this?",
          "ID": "9"
        },
        {
          "text": "In his hand is the life of every living thing",
          "ID": "10"
        },
        {
          "text": "and the breath of all mankind.",
          "ID": "10"
        },
        {
          "text": "Does not the ear test words",
          "ID": "11"
        },
        {
          "text": "as the palate tastes food?",
          "ID": "11"
        },
        {
          "text": "Wisdom is with the aged,",
          "ID": "12"
        },
        {
          "text": "and understanding in length of days.",
          "ID": "12"
        },
        {
          "text": "\"With God are wisdom and might;",
          "ID": "13"
        },
        {
          "text": "he has counsel and understanding.",
          "ID": "13"
        },
        {
          "text": "If he tears down, none can rebuild;",
          "ID": "14"
        },
        {
          "text": "if he shuts a man in, none can open.",
          "ID": "14"
        },
        {
          "text": "If he withholds the waters, they dry up;",
          "ID": "15"
        },
        {
          "text": "if he sends them out, they overwhelm the land.",
          "ID": "15"
        },
        {
          "text": "With him are strength and sound wisdom;",
          "ID": "16"
        },
        {
          "text": "the deceived and the deceiver are his.",
          "ID": "16"
        },
        {
          "text": "He leads counselors away stripped,",
          "ID": "17"
        },
        {
          "text": "and judges he makes fools.",
          "ID": "17"
        },
        {
          "text": "He looses the bonds of kings",
          "ID": "18"
        },
        {
          "text": "and binds a waistcloth on their hips.",
          "ID": "18"
        },
        {
          "text": "He leads priests away stripped",
          "ID": "19"
        },
        {
          "text": "and overthrows the mighty.",
          "ID": "19"
        },
        {
          "text": "He deprives of speech those who are trusted",
          "ID": "20"
        },
        {
          "text": "and takes away the discernment of the elders.",
          "ID": "20"
        },
        {
          "text": "He pours contempt on princes",
          "ID": "21"
        },
        {
          "text": "and loosens the belt of the strong.",
          "ID": "21"
        },
        {
          "text": "He uncovers the deeps out of darkness",
          "ID": "22"
        },
        {
          "text": "and brings deep darkness to light.",
          "ID": "22"
        },
        {
          "text": "He makes nations great, and he destroys them;",
          "ID": "23"
        },
        {
          "text": "he enlarges nations, and leads them away.",
          "ID": "23"
        },
        {
          "text": "He takes away understanding from the chiefs of the people of the earth",
          "ID": "24"
        },
        {
          "text": "and makes them wander in a trackless waste.",
          "ID": "24"
        },
        {
          "text": "They grope in the dark without light,",
          "ID": "25"
        },
        {
          "text": "and he makes them stagger like a drunken man.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.12",
      "name": "Job 12"
    },
    {
      "text": [
        {
          "text": "\"Behold, my eye has seen all this,",
          "ID": "1"
        },
        {
          "text": "my ear has heard and understood it.",
          "ID": "1"
        },
        {
          "text": "What you know, I also know;",
          "ID": "2"
        },
        {
          "text": "I am not inferior to you.",
          "ID": "2"
        },
        {
          "text": "But I would speak to the Almighty,",
          "ID": "3"
        },
        {
          "text": "and I desire to argue my case with God.",
          "ID": "3"
        },
        {
          "text": "As for you, you whitewash with lies;",
          "ID": "4"
        },
        {
          "text": "worthless physicians are you all.",
          "ID": "4"
        },
        {
          "text": "Oh that you would keep silent,",
          "ID": "5"
        },
        {
          "text": "and it would be your wisdom!",
          "ID": "5"
        },
        {
          "text": "Hear now my argument",
          "ID": "6"
        },
        {
          "text": "and listen to the pleadings of my lips.",
          "ID": "6"
        },
        {
          "text": "Will you speak falsely for God",
          "ID": "7"
        },
        {
          "text": "and speak deceitfully for him?",
          "ID": "7"
        },
        {
          "text": "Will you show partiality toward him?",
          "ID": "8"
        },
        {
          "text": "Will you plead the case for God?",
          "ID": "8"
        },
        {
          "text": "Will it be well with you when he searches you out?",
          "ID": "9"
        },
        {
          "text": "Or can you deceive him, as one deceives a man?",
          "ID": "9"
        },
        {
          "text": "He will surely rebuke you",
          "ID": "10"
        },
        {
          "text": "if in secret you show partiality.",
          "ID": "10"
        },
        {
          "text": "Will not his majesty terrify you,",
          "ID": "11"
        },
        {
          "text": "and the dread of him fall upon you?",
          "ID": "11"
        },
        {
          "text": "Your maxims are proverbs of ashes;",
          "ID": "12"
        },
        {
          "text": "your defenses are defenses of clay.",
          "ID": "12"
        },
        {
          "text": "\"Let me have silence, and I will speak,",
          "ID": "13"
        },
        {
          "text": "and let come on me what may.",
          "ID": "13"
        },
        {
          "text": "Why should I take my flesh in my teeth",
          "ID": "14"
        },
        {
          "text": "and put my life in my hand?",
          "ID": "14"
        },
        {
          "text": "Though he slay me, I will hope in him;",
          "ID": "15"
        },
        {
          "text": "yet I will argue my ways to his face.",
          "ID": "15"
        },
        {
          "text": "This will be my salvation,",
          "ID": "16"
        },
        {
          "text": "that the godless shall not come before him.",
          "ID": "16"
        },
        {
          "text": "Keep listening to my words,",
          "ID": "17"
        },
        {
          "text": "and let my declaration be in your ears.",
          "ID": "17"
        },
        {
          "text": "Behold, I have prepared my case;",
          "ID": "18"
        },
        {
          "text": "I know that I shall be in the right.",
          "ID": "18"
        },
        {
          "text": "Who is there who will contend with me?",
          "ID": "19"
        },
        {
          "text": "For then I would be silent and die.",
          "ID": "19"
        },
        {
          "text": "Only grant me two things,",
          "ID": "20"
        },
        {
          "text": "then I will not hide myself from your face:",
          "ID": "20"
        },
        {
          "text": "withdraw your hand far from me,",
          "ID": "21"
        },
        {
          "text": "and let not dread of you terrify me.",
          "ID": "21"
        },
        {
          "text": "Then call, and I will answer;",
          "ID": "22"
        },
        {
          "text": "or let me speak, and you reply to me.",
          "ID": "22"
        },
        {
          "text": "How many are my iniquities and my sins?",
          "ID": "23"
        },
        {
          "text": "Make me know my transgression and my sin.",
          "ID": "23"
        },
        {
          "text": "Why do you hide your face",
          "ID": "24"
        },
        {
          "text": "and count me as your enemy?",
          "ID": "24"
        },
        {
          "text": "Will you frighten a driven leaf",
          "ID": "25"
        },
        {
          "text": "and pursue dry chaff?",
          "ID": "25"
        },
        {
          "text": "For you write bitter things against me",
          "ID": "26"
        },
        {
          "text": "and make me inherit the iniquities of my youth.",
          "ID": "26"
        },
        {
          "text": "You put my feet in the stocks",
          "ID": "27"
        },
        {
          "text": "and watch all my paths;",
          "ID": "27"
        },
        {
          "text": "you set a limit for the soles of my feet.",
          "ID": "27"
        },
        {
          "text": "Man wastes away like a rotten thing,",
          "ID": "28"
        },
        {
          "text": "like a garment that is moth-eaten.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.13",
      "name": "Job 13"
    },
    {
      "text": [
        {
          "text": "\"Man who is born of a woman",
          "ID": "1"
        },
        {
          "text": "is few of days and full of trouble.",
          "ID": "1"
        },
        {
          "text": "He comes out like a flower and withers;",
          "ID": "2"
        },
        {
          "text": "he flees like a shadow and continues not.",
          "ID": "2"
        },
        {
          "text": "And do you open your eyes on such a one",
          "ID": "3"
        },
        {
          "text": "and bring me into judgment with you?",
          "ID": "3"
        },
        {
          "text": "Who can bring a clean thing out of an unclean?",
          "ID": "4"
        },
        {
          "text": "There is not one.",
          "ID": "4"
        },
        {
          "text": "Since his days are determined,",
          "ID": "5"
        },
        {
          "text": "and the number of his months is with you,",
          "ID": "5"
        },
        {
          "text": "and you have appointed his limits that he cannot pass,",
          "ID": "5"
        },
        {
          "text": "look away from him and leave him alone,",
          "ID": "6"
        },
        {
          "text": "that he may enjoy, like a hired hand, his day.",
          "ID": "6"
        },
        {
          "text": "\"For there is hope for a tree,",
          "ID": "7"
        },
        {
          "text": "if it be cut down, that it will sprout again,",
          "ID": "7"
        },
        {
          "text": "and that its shoots will not cease.",
          "ID": "7"
        },
        {
          "text": "Though its root grow old in the earth,",
          "ID": "8"
        },
        {
          "text": "and its stump die in the soil,",
          "ID": "8"
        },
        {
          "text": "yet at the scent of water it will bud",
          "ID": "9"
        },
        {
          "text": "and put out branches like a young plant.",
          "ID": "9"
        },
        {
          "text": "But a man dies and is laid low;",
          "ID": "10"
        },
        {
          "text": "man breathes his last, and where is he?",
          "ID": "10"
        },
        {
          "text": "As waters fail from a lake",
          "ID": "11"
        },
        {
          "text": "and a river wastes away and dries up,",
          "ID": "11"
        },
        {
          "text": "so a man lies down and rises not again;",
          "ID": "12"
        },
        {
          "text": "till the heavens are no more he will not awake",
          "ID": "12"
        },
        {
          "text": "or be roused out of his sleep.",
          "ID": "12"
        },
        {
          "text": "Oh that you would hide me in Sheol,",
          "ID": "13"
        },
        {
          "text": "that you would conceal me until your wrath be past,",
          "ID": "13"
        },
        {
          "text": "that you would appoint me a set time, and remember me!",
          "ID": "13"
        },
        {
          "text": "If a man dies, shall he live again?",
          "ID": "14"
        },
        {
          "text": "All the days of my service I would wait,",
          "ID": "14"
        },
        {
          "text": "till my renewal should come.",
          "ID": "14"
        },
        {
          "text": "You would call, and I would answer you;",
          "ID": "15"
        },
        {
          "text": "you would long for the work of your hands.",
          "ID": "15"
        },
        {
          "text": "For then you would number my steps;",
          "ID": "16"
        },
        {
          "text": "you would not keep watch over my sin;",
          "ID": "16"
        },
        {
          "text": "my transgression would be sealed up in a bag,",
          "ID": "17"
        },
        {
          "text": "and you would cover over my iniquity.",
          "ID": "17"
        },
        {
          "text": "\"But the mountain falls and crumbles away,",
          "ID": "18"
        },
        {
          "text": "and the rock is removed from its place;",
          "ID": "18"
        },
        {
          "text": "the waters wear away the stones;",
          "ID": "19"
        },
        {
          "text": "the torrents wash away the soil of the earth;",
          "ID": "19"
        },
        {
          "text": "so you destroy the hope of man.",
          "ID": "19"
        },
        {
          "text": "You prevail forever against him, and he passes;",
          "ID": "20"
        },
        {
          "text": "you change his countenance, and send him away.",
          "ID": "20"
        },
        {
          "text": "His sons come to honor, and he does not know it;",
          "ID": "21"
        },
        {
          "text": "they are brought low, and he perceives it not.",
          "ID": "21"
        },
        {
          "text": "He feels only the pain of his own body,",
          "ID": "22"
        },
        {
          "text": "and he mourns only for himself.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.14",
      "name": "Job 14"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Temanite answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Should a wise man answer with windy knowledge,",
          "ID": "2"
        },
        {
          "text": "and fill his belly with the east wind?",
          "ID": "2"
        },
        {
          "text": "Should he argue in unprofitable talk,",
          "ID": "3"
        },
        {
          "text": "or in words with which he can do no good?",
          "ID": "3"
        },
        {
          "text": "But you are doing away with the fear of God",
          "ID": "4"
        },
        {
          "text": "and hindering meditation before God.",
          "ID": "4"
        },
        {
          "text": "For your iniquity teaches your mouth,",
          "ID": "5"
        },
        {
          "text": "and you choose the tongue of the crafty.",
          "ID": "5"
        },
        {
          "text": "Your own mouth condemns you, and not I;",
          "ID": "6"
        },
        {
          "text": "your own lips testify against you.",
          "ID": "6"
        },
        {
          "text": "\"Are you the first man who was born?",
          "ID": "7"
        },
        {
          "text": "Or were you brought forth before the hills?",
          "ID": "7"
        },
        {
          "text": "Have you listened in the council of God?",
          "ID": "8"
        },
        {
          "text": "And do you limit wisdom to yourself?",
          "ID": "8"
        },
        {
          "text": "What do you know that we do not know?",
          "ID": "9"
        },
        {
          "text": "What do you understand that is not clear to us?",
          "ID": "9"
        },
        {
          "text": "Both the gray-haired and the aged are among us,",
          "ID": "10"
        },
        {
          "text": "older than your father.",
          "ID": "10"
        },
        {
          "text": "Are the comforts of God too small for you,",
          "ID": "11"
        },
        {
          "text": "or the word that deals gently with you?",
          "ID": "11"
        },
        {
          "text": "Why does your heart carry you away,",
          "ID": "12"
        },
        {
          "text": "and why do your eyes flash,",
          "ID": "12"
        },
        {
          "text": "that you turn your spirit against God",
          "ID": "13"
        },
        {
          "text": "and bring such words out of your mouth?",
          "ID": "13"
        },
        {
          "text": "What is man, that he can be pure?",
          "ID": "14"
        },
        {
          "text": "Or he who is born of a woman, that he can be righteous?",
          "ID": "14"
        },
        {
          "text": "Behold, God puts no trust in his holy ones,",
          "ID": "15"
        },
        {
          "text": "and the heavens are not pure in his sight;",
          "ID": "15"
        },
        {
          "text": "how much less one who is abominable and corrupt,",
          "ID": "16"
        },
        {
          "text": "a man who drinks injustice like water!",
          "ID": "16"
        },
        {
          "text": "\"I will show you; hear me,",
          "ID": "17"
        },
        {
          "text": "and what I have seen I will declare",
          "ID": "17"
        },
        {
          "text": "(what wise men have told,",
          "ID": "18"
        },
        {
          "text": "without hiding it from their fathers,",
          "ID": "18"
        },
        {
          "text": "to whom alone the land was given,",
          "ID": "19"
        },
        {
          "text": "and no stranger passed among them).",
          "ID": "19"
        },
        {
          "text": "The wicked man writhes in pain all his days,",
          "ID": "20"
        },
        {
          "text": "through all the years that are laid up for the ruthless.",
          "ID": "20"
        },
        {
          "text": "Dreadful sounds are in his ears;",
          "ID": "21"
        },
        {
          "text": "in prosperity the destroyer will come upon him.",
          "ID": "21"
        },
        {
          "text": "He does not believe that he will return out of darkness,",
          "ID": "22"
        },
        {
          "text": "and he is marked for the sword.",
          "ID": "22"
        },
        {
          "text": "He wanders abroad for bread, saying, 'Where is it?'",
          "ID": "23"
        },
        {
          "text": "He knows that a day of darkness is ready at his hand;",
          "ID": "23"
        },
        {
          "text": "distress and anguish terrify him;",
          "ID": "24"
        },
        {
          "text": "they prevail against him, like a king ready for battle.",
          "ID": "24"
        },
        {
          "text": "Because he has stretched out his hand against God",
          "ID": "25"
        },
        {
          "text": "and defies the Almighty,",
          "ID": "25"
        },
        {
          "text": "running stubbornly against him",
          "ID": "26"
        },
        {
          "text": "with a thickly bossed shield;",
          "ID": "26"
        },
        {
          "text": "because he has covered his face with his fat",
          "ID": "27"
        },
        {
          "text": "and gathered fat upon his waist",
          "ID": "27"
        },
        {
          "text": "and has lived in desolate cities,",
          "ID": "28"
        },
        {
          "text": "in houses that none should inhabit,",
          "ID": "28"
        },
        {
          "text": "which were ready to become heaps of ruins;",
          "ID": "28"
        },
        {
          "text": "he will not be rich, and his wealth will not endure,",
          "ID": "29"
        },
        {
          "text": "nor will his possessions spread over the earth;",
          "ID": "29"
        },
        {
          "text": "he will not depart from darkness;",
          "ID": "30"
        },
        {
          "text": "the flame will dry up his shoots,",
          "ID": "30"
        },
        {
          "text": "and by the breath of his mouth he will depart.",
          "ID": "30"
        },
        {
          "text": "Let him not trust in emptiness, deceiving himself,",
          "ID": "31"
        },
        {
          "text": "for emptiness will be his payment.",
          "ID": "31"
        },
        {
          "text": "It will be paid in full before his time,",
          "ID": "32"
        },
        {
          "text": "and his branch will not be green.",
          "ID": "32"
        },
        {
          "text": "He will shake off his unripe grape like the vine,",
          "ID": "33"
        },
        {
          "text": "and cast off his blossom like the olive tree.",
          "ID": "33"
        },
        {
          "text": "For the company of the godless is barren,",
          "ID": "34"
        },
        {
          "text": "and fire consumes the tents of bribery.",
          "ID": "34"
        },
        {
          "text": "They conceive trouble and give birth to evil,",
          "ID": "35"
        },
        {
          "text": "and their womb prepares deceit.\"",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.15",
      "name": "Job 15"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said:",
          "ID": "1"
        },
        {
          "text": "\"I have heard many such things;",
          "ID": "2"
        },
        {
          "text": "miserable comforters are you all.",
          "ID": "2"
        },
        {
          "text": "Shall windy words have an end?",
          "ID": "3"
        },
        {
          "text": "Or what provokes you that you answer?",
          "ID": "3"
        },
        {
          "text": "I also could speak as you do,",
          "ID": "4"
        },
        {
          "text": "if you were in my place;",
          "ID": "4"
        },
        {
          "text": "I could join words together against you",
          "ID": "4"
        },
        {
          "text": "and shake my head at you.",
          "ID": "4"
        },
        {
          "text": "I could strengthen you with my mouth,",
          "ID": "5"
        },
        {
          "text": "and the solace of my lips would assuage your pain.",
          "ID": "5"
        },
        {
          "text": "\"If I speak, my pain is not assuaged,",
          "ID": "6"
        },
        {
          "text": "and if I forbear, how much of it leaves me?",
          "ID": "6"
        },
        {
          "text": "Surely now God has worn me out;",
          "ID": "7"
        },
        {
          "text": "he has made desolate all my company.",
          "ID": "7"
        },
        {
          "text": "And he has shriveled me up,",
          "ID": "8"
        },
        {
          "text": "which is a witness against me,",
          "ID": "8"
        },
        {
          "text": "and my leanness has risen up against me;",
          "ID": "8"
        },
        {
          "text": "it testifies to my face.",
          "ID": "8"
        },
        {
          "text": "He has torn me in his wrath and hated me;",
          "ID": "9"
        },
        {
          "text": "he has gnashed his teeth at me;",
          "ID": "9"
        },
        {
          "text": "my adversary sharpens his eyes against me.",
          "ID": "9"
        },
        {
          "text": "Men have gaped at me with their mouth;",
          "ID": "10"
        },
        {
          "text": "they have struck me insolently on the cheek;",
          "ID": "10"
        },
        {
          "text": "they mass themselves together against me.",
          "ID": "10"
        },
        {
          "text": "God gives me up to the ungodly",
          "ID": "11"
        },
        {
          "text": "and casts me into the hands of the wicked.",
          "ID": "11"
        },
        {
          "text": "I was at ease, and he broke me apart;",
          "ID": "12"
        },
        {
          "text": "he seized me by the neck and dashed me to pieces;",
          "ID": "12"
        },
        {
          "text": "he set me up as his target;",
          "ID": "12"
        },
        {
          "text": "his archers surround me.",
          "ID": "13"
        },
        {
          "text": "He slashes open my kidneys and does not spare;",
          "ID": "13"
        },
        {
          "text": "he pours out my gall on the ground.",
          "ID": "13"
        },
        {
          "text": "He breaks me with breach upon breach;",
          "ID": "14"
        },
        {
          "text": "he runs upon me like a warrior.",
          "ID": "14"
        },
        {
          "text": "I have sewed sackcloth upon my skin",
          "ID": "15"
        },
        {
          "text": "and have laid my strength in the dust.",
          "ID": "15"
        },
        {
          "text": "My face is red with weeping,",
          "ID": "16"
        },
        {
          "text": "and on my eyelids is deep darkness,",
          "ID": "16"
        },
        {
          "text": "although there is no violence in my hands,",
          "ID": "17"
        },
        {
          "text": "and my prayer is pure.",
          "ID": "17"
        },
        {
          "text": "\"O earth, cover not my blood,",
          "ID": "18"
        },
        {
          "text": "and let my cry find no resting place.",
          "ID": "18"
        },
        {
          "text": "Even now, behold, my witness is in heaven,",
          "ID": "19"
        },
        {
          "text": "and he who testifies for me is on high.",
          "ID": "19"
        },
        {
          "text": "My friends scorn me;",
          "ID": "20"
        },
        {
          "text": "my eye pours out tears to God,",
          "ID": "20"
        },
        {
          "text": "that he would argue the case of a man with God,",
          "ID": "21"
        },
        {
          "text": "as a son of man does with his neighbor.",
          "ID": "21"
        },
        {
          "text": "For when a few years have come",
          "ID": "22"
        },
        {
          "text": "I shall go the way from which I shall not return.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.16",
      "name": "Job 16"
    },
    {
      "text": [
        {
          "text": "\"My spirit is broken; my days are extinct;",
          "ID": "1"
        },
        {
          "text": "the graveyard is ready for me.",
          "ID": "1"
        },
        {
          "text": "Surely there are mockers about me,",
          "ID": "2"
        },
        {
          "text": "and my eye dwells on their provocation.",
          "ID": "2"
        },
        {
          "text": "\"Lay down a pledge for me with you;",
          "ID": "3"
        },
        {
          "text": "who is there who will put up security for me?",
          "ID": "3"
        },
        {
          "text": "Since you have closed their hearts to understanding,",
          "ID": "4"
        },
        {
          "text": "therefore you will not let them triumph.",
          "ID": "4"
        },
        {
          "text": "He who informs against his friends to get a share of their property—",
          "ID": "5"
        },
        {
          "text": "the eyes of his children will fail.",
          "ID": "5"
        },
        {
          "text": "\"He has made me a byword of the peoples,",
          "ID": "6"
        },
        {
          "text": "and I am one before whom men spit.",
          "ID": "6"
        },
        {
          "text": "My eye has grown dim from vexation,",
          "ID": "7"
        },
        {
          "text": "and all my members are like a shadow.",
          "ID": "7"
        },
        {
          "text": "The upright are appalled at this,",
          "ID": "8"
        },
        {
          "text": "and the innocent stirs himself up against the godless.",
          "ID": "8"
        },
        {
          "text": "Yet the righteous holds to his way,",
          "ID": "9"
        },
        {
          "text": "and he who has clean hands grows stronger and stronger.",
          "ID": "9"
        },
        {
          "text": "But you, come on again, all of you,",
          "ID": "10"
        },
        {
          "text": "and I shall not find a wise man among you.",
          "ID": "10"
        },
        {
          "text": "My days are past; my plans are broken off,",
          "ID": "11"
        },
        {
          "text": "the desires of my heart.",
          "ID": "11"
        },
        {
          "text": "They make night into day:",
          "ID": "12"
        },
        {
          "text": "'The light,' they say, 'is near to the darkness.'",
          "ID": "12"
        },
        {
          "text": "If I hope for Sheol as my house,",
          "ID": "13"
        },
        {
          "text": "if I make my bed in darkness,",
          "ID": "13"
        },
        {
          "text": "if I say to the pit, 'You are my father,'",
          "ID": "14"
        },
        {
          "text": "and to the worm, 'My mother,' or 'My sister,'",
          "ID": "14"
        },
        {
          "text": "where then is my hope?",
          "ID": "15"
        },
        {
          "text": "Who will see my hope?",
          "ID": "15"
        },
        {
          "text": "Will it go down to the bars of Sheol?",
          "ID": "16"
        },
        {
          "text": "Shall we descend together into the dust?\"",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.17",
      "name": "Job 17"
    },
    {
      "text": [
        {
          "text": "Then Bildad the Shuhite answered and said:",
          "ID": "1"
        },
        {
          "text": "\"How long will you hunt for words?",
          "ID": "2"
        },
        {
          "text": "Consider, and then we will speak.",
          "ID": "2"
        },
        {
          "text": "Why are we counted as cattle?",
          "ID": "3"
        },
        {
          "text": "Why are we stupid in your sight?",
          "ID": "3"
        },
        {
          "text": "You who tear yourself in your anger,",
          "ID": "4"
        },
        {
          "text": "shall the earth be forsaken for you,",
          "ID": "4"
        },
        {
          "text": "or the rock be removed out of its place?",
          "ID": "4"
        },
        {
          "text": "\"Indeed, the light of the wicked is put out,",
          "ID": "5"
        },
        {
          "text": "and the flame of his fire does not shine.",
          "ID": "5"
        },
        {
          "text": "The light is dark in his tent,",
          "ID": "6"
        },
        {
          "text": "and his lamp above him is put out.",
          "ID": "6"
        },
        {
          "text": "His strong steps are shortened,",
          "ID": "7"
        },
        {
          "text": "and his own schemes throw him down.",
          "ID": "7"
        },
        {
          "text": "For he is cast into a net by his own feet,",
          "ID": "8"
        },
        {
          "text": "and he walks on its mesh.",
          "ID": "8"
        },
        {
          "text": "A trap seizes him by the heel;",
          "ID": "9"
        },
        {
          "text": "a snare lays hold of him.",
          "ID": "9"
        },
        {
          "text": "A rope is hidden for him in the ground,",
          "ID": "10"
        },
        {
          "text": "a trap for him in the path.",
          "ID": "10"
        },
        {
          "text": "Terrors frighten him on every side,",
          "ID": "11"
        },
        {
          "text": "and chase him at his heels.",
          "ID": "11"
        },
        {
          "text": "His strength is famished,",
          "ID": "12"
        },
        {
          "text": "and calamity is ready for his stumbling.",
          "ID": "12"
        },
        {
          "text": "It consumes the parts of his skin;",
          "ID": "13"
        },
        {
          "text": "the firstborn of death consumes his limbs.",
          "ID": "13"
        },
        {
          "text": "He is torn from the tent in which he trusted",
          "ID": "14"
        },
        {
          "text": "and is brought to the king of terrors.",
          "ID": "14"
        },
        {
          "text": "In his tent dwells that which is none of his;",
          "ID": "15"
        },
        {
          "text": "sulfur is scattered over his habitation.",
          "ID": "15"
        },
        {
          "text": "His roots dry up beneath,",
          "ID": "16"
        },
        {
          "text": "and his branches wither above.",
          "ID": "16"
        },
        {
          "text": "His memory perishes from the earth,",
          "ID": "17"
        },
        {
          "text": "and he has no name in the street.",
          "ID": "17"
        },
        {
          "text": "He is thrust from light into darkness,",
          "ID": "18"
        },
        {
          "text": "and driven out of the world.",
          "ID": "18"
        },
        {
          "text": "He has no posterity or progeny among his people,",
          "ID": "19"
        },
        {
          "text": "and no survivor where he used to live.",
          "ID": "19"
        },
        {
          "text": "They of the west are appalled at his day,",
          "ID": "20"
        },
        {
          "text": "and horror seizes them of the east.",
          "ID": "20"
        },
        {
          "text": "Surely such are the dwellings of the unrighteous,",
          "ID": "21"
        },
        {
          "text": "such is the place of him who knows not God.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.18",
      "name": "Job 18"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said:",
          "ID": "1"
        },
        {
          "text": "\"How long will you torment me",
          "ID": "2"
        },
        {
          "text": "and break me in pieces with words?",
          "ID": "2"
        },
        {
          "text": "These ten times you have cast reproach upon me;",
          "ID": "3"
        },
        {
          "text": "are you not ashamed to wrong me?",
          "ID": "3"
        },
        {
          "text": "And even if it be true that I have erred,",
          "ID": "4"
        },
        {
          "text": "my error remains with myself.",
          "ID": "4"
        },
        {
          "text": "If indeed you magnify yourselves against me",
          "ID": "5"
        },
        {
          "text": "and make my disgrace an argument against me,",
          "ID": "5"
        },
        {
          "text": "know then that God has put me in the wrong",
          "ID": "6"
        },
        {
          "text": "and closed his net about me.",
          "ID": "6"
        },
        {
          "text": "Behold, I cry out, 'Violence!' but I am not answered;",
          "ID": "7"
        },
        {
          "text": "I call for help, but there is no justice.",
          "ID": "7"
        },
        {
          "text": "He has walled up my way, so that I cannot pass,",
          "ID": "8"
        },
        {
          "text": "and he has set darkness upon my paths.",
          "ID": "8"
        },
        {
          "text": "He has stripped from me my glory",
          "ID": "9"
        },
        {
          "text": "and taken the crown from my head.",
          "ID": "9"
        },
        {
          "text": "He breaks me down on every side, and I am gone,",
          "ID": "10"
        },
        {
          "text": "and my hope has he pulled up like a tree.",
          "ID": "10"
        },
        {
          "text": "He has kindled his wrath against me",
          "ID": "11"
        },
        {
          "text": "and counts me as his adversary.",
          "ID": "11"
        },
        {
          "text": "His troops come on together;",
          "ID": "12"
        },
        {
          "text": "they have cast up their siege ramp against me",
          "ID": "12"
        },
        {
          "text": "and encamp around my tent.",
          "ID": "12"
        },
        {
          "text": "\"He has put my brothers far from me,",
          "ID": "13"
        },
        {
          "text": "and those who knew me are wholly estranged from me.",
          "ID": "13"
        },
        {
          "text": "My relatives have failed me,",
          "ID": "14"
        },
        {
          "text": "my close friends have forgotten me.",
          "ID": "14"
        },
        {
          "text": "The guests in my house and my maidservants count me as a stranger;",
          "ID": "15"
        },
        {
          "text": "I have become a foreigner in their eyes.",
          "ID": "15"
        },
        {
          "text": "I call to my servant, but he gives me no answer;",
          "ID": "16"
        },
        {
          "text": "I must plead with him with my mouth for mercy.",
          "ID": "16"
        },
        {
          "text": "My breath is strange to my wife,",
          "ID": "17"
        },
        {
          "text": "and I am a stench to the children of my own mother.",
          "ID": "17"
        },
        {
          "text": "Even young children despise me;",
          "ID": "18"
        },
        {
          "text": "when I rise they talk against me.",
          "ID": "18"
        },
        {
          "text": "All my intimate friends abhor me,",
          "ID": "19"
        },
        {
          "text": "and those whom I loved have turned against me.",
          "ID": "19"
        },
        {
          "text": "My bones stick to my skin and to my flesh,",
          "ID": "20"
        },
        {
          "text": "and I have escaped by the skin of my teeth.",
          "ID": "20"
        },
        {
          "text": "Have mercy on me, have mercy on me, O you my friends,",
          "ID": "21"
        },
        {
          "text": "for the hand of God has touched me!",
          "ID": "21"
        },
        {
          "text": "Why do you, like God, pursue me?",
          "ID": "22"
        },
        {
          "text": "Why are you not satisfied with my flesh?",
          "ID": "22"
        },
        {
          "text": "\"Oh that my words were written!",
          "ID": "23"
        },
        {
          "text": "Oh that they were inscribed in a book!",
          "ID": "23"
        },
        {
          "text": "Oh that with an iron pen and lead",
          "ID": "24"
        },
        {
          "text": "they were engraved in the rock forever!",
          "ID": "24"
        },
        {
          "text": "For I know that my Redeemer lives,",
          "ID": "25"
        },
        {
          "text": "and at the last he will stand upon the earth.",
          "ID": "25"
        },
        {
          "text": "And after my skin has been thus destroyed,",
          "ID": "26"
        },
        {
          "text": "yet in my flesh I shall see God,",
          "ID": "26"
        },
        {
          "text": "whom I shall see for myself,",
          "ID": "27"
        },
        {
          "text": "and my eyes shall behold, and not another.",
          "ID": "27"
        },
        {
          "text": "My heart faints within me!",
          "ID": "27"
        },
        {
          "text": "If you say, 'How we will pursue him!'",
          "ID": "28"
        },
        {
          "text": "and, 'The root of the matter is found in him,'",
          "ID": "28"
        },
        {
          "text": "be afraid of the sword,",
          "ID": "29"
        },
        {
          "text": "for wrath brings the punishment of the sword,",
          "ID": "29"
        },
        {
          "text": "that you may know there is a judgment.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.19",
      "name": "Job 19"
    },
    {
      "text": [
        {
          "text": "Then Zophar the Naamathite answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Therefore my thoughts answer me,",
          "ID": "2"
        },
        {
          "text": "because of my haste within me.",
          "ID": "2"
        },
        {
          "text": "I hear censure that insults me,",
          "ID": "3"
        },
        {
          "text": "and out of my understanding a spirit answers me.",
          "ID": "3"
        },
        {
          "text": "Do you not know this from of old,",
          "ID": "4"
        },
        {
          "text": "since man was placed on earth,",
          "ID": "4"
        },
        {
          "text": "that the exulting of the wicked is short,",
          "ID": "5"
        },
        {
          "text": "and the joy of the godless but for a moment?",
          "ID": "5"
        },
        {
          "text": "Though his height mount up to the heavens,",
          "ID": "6"
        },
        {
          "text": "and his head reach to the clouds,",
          "ID": "6"
        },
        {
          "text": "he will perish forever like his own dung;",
          "ID": "7"
        },
        {
          "text": "those who have seen him will say, 'Where is he?'",
          "ID": "7"
        },
        {
          "text": "He will fly away like a dream and not be found;",
          "ID": "8"
        },
        {
          "text": "he will be chased away like a vision of the night.",
          "ID": "8"
        },
        {
          "text": "The eye that saw him will see him no more,",
          "ID": "9"
        },
        {
          "text": "nor will his place any more behold him.",
          "ID": "9"
        },
        {
          "text": "His children will seek the favor of the poor,",
          "ID": "10"
        },
        {
          "text": "and his hands will give back his wealth.",
          "ID": "10"
        },
        {
          "text": "His bones are full of his youthful vigor,",
          "ID": "11"
        },
        {
          "text": "but it will lie down with him in the dust.",
          "ID": "11"
        },
        {
          "text": "\"Though evil is sweet in his mouth,",
          "ID": "12"
        },
        {
          "text": "though he hides it under his tongue,",
          "ID": "12"
        },
        {
          "text": "though he is loath to let it go",
          "ID": "13"
        },
        {
          "text": "and holds it in his mouth,",
          "ID": "13"
        },
        {
          "text": "yet his food is turned in his stomach;",
          "ID": "14"
        },
        {
          "text": "it is the venom of cobras within him.",
          "ID": "14"
        },
        {
          "text": "He swallows down riches and vomits them up again;",
          "ID": "15"
        },
        {
          "text": "God casts them out of his belly.",
          "ID": "15"
        },
        {
          "text": "He will suck the poison of cobras;",
          "ID": "16"
        },
        {
          "text": "the tongue of a viper will kill him.",
          "ID": "16"
        },
        {
          "text": "He will not look upon the rivers,",
          "ID": "17"
        },
        {
          "text": "the streams flowing with honey and curds.",
          "ID": "17"
        },
        {
          "text": "He will give back the fruit of his toil",
          "ID": "18"
        },
        {
          "text": "and will not swallow it down;",
          "ID": "18"
        },
        {
          "text": "from the profit of his trading",
          "ID": "18"
        },
        {
          "text": "he will get no enjoyment.",
          "ID": "18"
        },
        {
          "text": "For he has crushed and abandoned the poor;",
          "ID": "19"
        },
        {
          "text": "he has seized a house that he did not build.",
          "ID": "19"
        },
        {
          "text": "\"Because he knew no contentment in his belly,",
          "ID": "20"
        },
        {
          "text": "he will not let anything in which he delights escape him.",
          "ID": "20"
        },
        {
          "text": "There was nothing left after he had eaten;",
          "ID": "21"
        },
        {
          "text": "therefore his prosperity will not endure.",
          "ID": "21"
        },
        {
          "text": "In the fullness of his sufficiency he will be in distress;",
          "ID": "22"
        },
        {
          "text": "the hand of everyone in misery will come against him.",
          "ID": "22"
        },
        {
          "text": "To fill his belly to the full,",
          "ID": "23"
        },
        {
          "text": "God will send his burning anger against him",
          "ID": "23"
        },
        {
          "text": "and rain it upon him into his body.",
          "ID": "23"
        },
        {
          "text": "He will flee from an iron weapon;",
          "ID": "24"
        },
        {
          "text": "a bronze arrow will strike him through.",
          "ID": "24"
        },
        {
          "text": "It is drawn forth and comes out of his body;",
          "ID": "25"
        },
        {
          "text": "the glittering point comes out of his gallbladder;",
          "ID": "25"
        },
        {
          "text": "terrors come upon him.",
          "ID": "25"
        },
        {
          "text": "Utter darkness is laid up for his treasures;",
          "ID": "26"
        },
        {
          "text": "a fire not fanned will devour him;",
          "ID": "26"
        },
        {
          "text": "what is left in his tent will be consumed.",
          "ID": "26"
        },
        {
          "text": "The heavens will reveal his iniquity,",
          "ID": "27"
        },
        {
          "text": "and the earth will rise up against him.",
          "ID": "27"
        },
        {
          "text": "The possessions of his house will be carried away,",
          "ID": "28"
        },
        {
          "text": "dragged off in the day of God's wrath.",
          "ID": "28"
        },
        {
          "text": "This is the wicked man's portion from God,",
          "ID": "29"
        },
        {
          "text": "the heritage decreed for him by God.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.20",
      "name": "Job 20"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Keep listening to my words,",
          "ID": "2"
        },
        {
          "text": "and let this be your comfort.",
          "ID": "2"
        },
        {
          "text": "Bear with me, and I will speak,",
          "ID": "3"
        },
        {
          "text": "and after I have spoken, mock on.",
          "ID": "3"
        },
        {
          "text": "As for me, is my complaint against man?",
          "ID": "4"
        },
        {
          "text": "Why should I not be impatient?",
          "ID": "4"
        },
        {
          "text": "Look at me and be appalled,",
          "ID": "5"
        },
        {
          "text": "and lay your hand over your mouth.",
          "ID": "5"
        },
        {
          "text": "When I remember, I am dismayed,",
          "ID": "6"
        },
        {
          "text": "and shuddering seizes my flesh.",
          "ID": "6"
        },
        {
          "text": "Why do the wicked live,",
          "ID": "7"
        },
        {
          "text": "reach old age, and grow mighty in power?",
          "ID": "7"
        },
        {
          "text": "Their offspring are established in their presence,",
          "ID": "8"
        },
        {
          "text": "and their descendants before their eyes.",
          "ID": "8"
        },
        {
          "text": "Their houses are safe from fear,",
          "ID": "9"
        },
        {
          "text": "and no rod of God is upon them.",
          "ID": "9"
        },
        {
          "text": "Their bull breeds without fail;",
          "ID": "10"
        },
        {
          "text": "their cow calves and does not miscarry.",
          "ID": "10"
        },
        {
          "text": "They send out their little boys like a flock,",
          "ID": "11"
        },
        {
          "text": "and their children dance.",
          "ID": "11"
        },
        {
          "text": "They sing to the tambourine and the lyre",
          "ID": "12"
        },
        {
          "text": "and rejoice to the sound of the pipe.",
          "ID": "12"
        },
        {
          "text": "They spend their days in prosperity,",
          "ID": "13"
        },
        {
          "text": "and in peace they go down to Sheol.",
          "ID": "13"
        },
        {
          "text": "They say to God, 'Depart from us!",
          "ID": "14"
        },
        {
          "text": "We do not desire the knowledge of your ways.",
          "ID": "14"
        },
        {
          "text": "What is the Almighty, that we should serve him?",
          "ID": "15"
        },
        {
          "text": "And what profit do we get if we pray to him?'",
          "ID": "15"
        },
        {
          "text": "Behold, is not their prosperity in their hand?",
          "ID": "16"
        },
        {
          "text": "The counsel of the wicked is far from me.",
          "ID": "16"
        },
        {
          "text": "\"How often is it that the lamp of the wicked is put out?",
          "ID": "17"
        },
        {
          "text": "That their calamity comes upon them?",
          "ID": "17"
        },
        {
          "text": "That God distributes pains in his anger?",
          "ID": "17"
        },
        {
          "text": "That they are like straw before the wind,",
          "ID": "18"
        },
        {
          "text": "and like chaff that the storm carries away?",
          "ID": "18"
        },
        {
          "text": "You say, 'God stores up their iniquity for their children.'",
          "ID": "19"
        },
        {
          "text": "Let him pay it out to them, that they may know it.",
          "ID": "19"
        },
        {
          "text": "Let their own eyes see their destruction,",
          "ID": "20"
        },
        {
          "text": "and let them drink of the wrath of the Almighty.",
          "ID": "20"
        },
        {
          "text": "For what do they care for their houses after them,",
          "ID": "21"
        },
        {
          "text": "when the number of their months is cut off?",
          "ID": "21"
        },
        {
          "text": "Will any teach God knowledge,",
          "ID": "22"
        },
        {
          "text": "seeing that he judges those who are on high?",
          "ID": "22"
        },
        {
          "text": "One dies in his full vigor,",
          "ID": "23"
        },
        {
          "text": "being wholly at ease and secure,",
          "ID": "23"
        },
        {
          "text": "his pails full of milk",
          "ID": "24"
        },
        {
          "text": "and the marrow of his bones moist.",
          "ID": "24"
        },
        {
          "text": "Another dies in bitterness of soul,",
          "ID": "25"
        },
        {
          "text": "never having tasted of prosperity.",
          "ID": "25"
        },
        {
          "text": "They lie down alike in the dust,",
          "ID": "26"
        },
        {
          "text": "and the worms cover them.",
          "ID": "26"
        },
        {
          "text": "\"Behold, I know your thoughts",
          "ID": "27"
        },
        {
          "text": "and your schemes to wrong me.",
          "ID": "27"
        },
        {
          "text": "For you say, 'Where is the house of the prince?",
          "ID": "28"
        },
        {
          "text": "Where is the tent in which the wicked lived?'",
          "ID": "28"
        },
        {
          "text": "Have you not asked those who travel the roads,",
          "ID": "29"
        },
        {
          "text": "and do you not accept their testimony",
          "ID": "29"
        },
        {
          "text": "that the evil man is spared in the day of calamity,",
          "ID": "30"
        },
        {
          "text": "that he is rescued in the day of wrath?",
          "ID": "30"
        },
        {
          "text": "Who declares his way to his face,",
          "ID": "31"
        },
        {
          "text": "and who repays him for what he has done?",
          "ID": "31"
        },
        {
          "text": "When he is carried to the grave,",
          "ID": "32"
        },
        {
          "text": "watch is kept over his tomb.",
          "ID": "32"
        },
        {
          "text": "The clods of the valley are sweet to him;",
          "ID": "33"
        },
        {
          "text": "all mankind follows after him,",
          "ID": "33"
        },
        {
          "text": "and those who go before him are innumerable.",
          "ID": "33"
        },
        {
          "text": "How then will you comfort me with empty nothings?",
          "ID": "34"
        },
        {
          "text": "There is nothing left of your answers but falsehood.\"",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.21",
      "name": "Job 21"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Temanite answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Can a man be profitable to God?",
          "ID": "2"
        },
        {
          "text": "Surely he who is wise is profitable to himself.",
          "ID": "2"
        },
        {
          "text": "Is it any pleasure to the Almighty if you are in the right,",
          "ID": "3"
        },
        {
          "text": "or is it gain to him if you make your ways blameless?",
          "ID": "3"
        },
        {
          "text": "Is it for your fear of him that he reproves you",
          "ID": "4"
        },
        {
          "text": "and enters into judgment with you?",
          "ID": "4"
        },
        {
          "text": "Is not your evil abundant?",
          "ID": "5"
        },
        {
          "text": "There is no end to your iniquities.",
          "ID": "5"
        },
        {
          "text": "For you have exacted pledges of your brothers for nothing",
          "ID": "6"
        },
        {
          "text": "and stripped the naked of their clothing.",
          "ID": "6"
        },
        {
          "text": "You have given no water to the weary to drink,",
          "ID": "7"
        },
        {
          "text": "and you have withheld bread from the hungry.",
          "ID": "7"
        },
        {
          "text": "The man with power possessed the land,",
          "ID": "8"
        },
        {
          "text": "and the favored man lived in it.",
          "ID": "8"
        },
        {
          "text": "You have sent widows away empty,",
          "ID": "9"
        },
        {
          "text": "and the arms of the fatherless were crushed.",
          "ID": "9"
        },
        {
          "text": "Therefore snares are all around you,",
          "ID": "10"
        },
        {
          "text": "and sudden terror overwhelms you,",
          "ID": "10"
        },
        {
          "text": "or darkness, so that you cannot see,",
          "ID": "11"
        },
        {
          "text": "and a flood of water covers you.",
          "ID": "11"
        },
        {
          "text": "\"Is not God high in the heavens?",
          "ID": "12"
        },
        {
          "text": "See the highest stars, how lofty they are!",
          "ID": "12"
        },
        {
          "text": "But you say, 'What does God know?",
          "ID": "13"
        },
        {
          "text": "Can he judge through the deep darkness?",
          "ID": "13"
        },
        {
          "text": "Thick clouds veil him, so that he does not see,",
          "ID": "14"
        },
        {
          "text": "and he walks on the vault of heaven.'",
          "ID": "14"
        },
        {
          "text": "Will you keep to the old way",
          "ID": "15"
        },
        {
          "text": "that wicked men have trod?",
          "ID": "15"
        },
        {
          "text": "They were snatched away before their time;",
          "ID": "16"
        },
        {
          "text": "their foundation was washed away.",
          "ID": "16"
        },
        {
          "text": "They said to God, 'Depart from us,'",
          "ID": "17"
        },
        {
          "text": "and 'What can the Almighty do to us?'",
          "ID": "17"
        },
        {
          "text": "Yet he filled their houses with good things—",
          "ID": "18"
        },
        {
          "text": "but the counsel of the wicked is far from me.",
          "ID": "18"
        },
        {
          "text": "The righteous see it and are glad;",
          "ID": "19"
        },
        {
          "text": "the innocent one mocks at them,",
          "ID": "19"
        },
        {
          "text": "saying, 'Surely our adversaries are cut off,",
          "ID": "20"
        },
        {
          "text": "and what they left the fire has consumed.'",
          "ID": "20"
        },
        {
          "text": "\"Agree with God, and be at peace;",
          "ID": "21"
        },
        {
          "text": "thereby good will come to you.",
          "ID": "21"
        },
        {
          "text": "Receive instruction from his mouth,",
          "ID": "22"
        },
        {
          "text": "and lay up his words in your heart.",
          "ID": "22"
        },
        {
          "text": "If you return to the Almighty you will be built up;",
          "ID": "23"
        },
        {
          "text": "if you remove injustice far from your tents,",
          "ID": "23"
        },
        {
          "text": "if you lay gold in the dust,",
          "ID": "24"
        },
        {
          "text": "and gold of Ophir among the stones of the torrent-bed,",
          "ID": "24"
        },
        {
          "text": "then the Almighty will be your gold",
          "ID": "25"
        },
        {
          "text": "and your precious silver.",
          "ID": "25"
        },
        {
          "text": "For then you will delight yourself in the Almighty",
          "ID": "26"
        },
        {
          "text": "and lift up your face to God.",
          "ID": "26"
        },
        {
          "text": "You will make your prayer to him, and he will hear you,",
          "ID": "27"
        },
        {
          "text": "and you will pay your vows.",
          "ID": "27"
        },
        {
          "text": "You will decide on a matter, and it will be established for you,",
          "ID": "28"
        },
        {
          "text": "and light will shine on your ways.",
          "ID": "28"
        },
        {
          "text": "For when they are humbled you say, 'It is because of pride';",
          "ID": "29"
        },
        {
          "text": "but he saves the lowly.",
          "ID": "29"
        },
        {
          "text": "He delivers even the one who is not innocent,",
          "ID": "30"
        },
        {
          "text": "who will be delivered through the cleanness of your hands.\"",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.22",
      "name": "Job 22"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Today also my complaint is bitter;",
          "ID": "2"
        },
        {
          "text": "my hand is heavy on account of my groaning.",
          "ID": "2"
        },
        {
          "text": "Oh, that I knew where I might find him,",
          "ID": "3"
        },
        {
          "text": "that I might come even to his seat!",
          "ID": "3"
        },
        {
          "text": "I would lay my case before him",
          "ID": "4"
        },
        {
          "text": "and fill my mouth with arguments.",
          "ID": "4"
        },
        {
          "text": "I would know what he would answer me",
          "ID": "5"
        },
        {
          "text": "and understand what he would say to me.",
          "ID": "5"
        },
        {
          "text": "Would he contend with me in the greatness of his power?",
          "ID": "6"
        },
        {
          "text": "No; he would pay attention to me.",
          "ID": "6"
        },
        {
          "text": "There an upright man could argue with him,",
          "ID": "7"
        },
        {
          "text": "and I would be acquitted forever by my judge.",
          "ID": "7"
        },
        {
          "text": "\"Behold, I go forward, but he is not there,",
          "ID": "8"
        },
        {
          "text": "and backward, but I do not perceive him;",
          "ID": "8"
        },
        {
          "text": "on the left hand when he is working, I do not behold him;",
          "ID": "9"
        },
        {
          "text": "he turns to the right hand, but I do not see him.",
          "ID": "9"
        },
        {
          "text": "But he knows the way that I take;",
          "ID": "10"
        },
        {
          "text": "when he has tried me, I shall come out as gold.",
          "ID": "10"
        },
        {
          "text": "My foot has held fast to his steps;",
          "ID": "11"
        },
        {
          "text": "I have kept his way and have not turned aside.",
          "ID": "11"
        },
        {
          "text": "I have not departed from the commandment of his lips;",
          "ID": "12"
        },
        {
          "text": "I have treasured the words of his mouth more than my portion of food.",
          "ID": "12"
        },
        {
          "text": "But he is unchangeable, and who can turn him back?",
          "ID": "13"
        },
        {
          "text": "What he desires, that he does.",
          "ID": "13"
        },
        {
          "text": "For he will complete what he appoints for me,",
          "ID": "14"
        },
        {
          "text": "and many such things are in his mind.",
          "ID": "14"
        },
        {
          "text": "Therefore I am terrified at his presence;",
          "ID": "15"
        },
        {
          "text": "when I consider, I am in dread of him.",
          "ID": "15"
        },
        {
          "text": "God has made my heart faint;",
          "ID": "16"
        },
        {
          "text": "the Almighty has terrified me;",
          "ID": "16"
        },
        {
          "text": "yet I am not silenced because of the darkness,",
          "ID": "17"
        },
        {
          "text": "nor because thick darkness covers my face.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.23",
      "name": "Job 23"
    },
    {
      "text": [
        {
          "text": "\"Why are not times of judgment kept by the Almighty,",
          "ID": "1"
        },
        {
          "text": "and why do those who know him never see his days?",
          "ID": "1"
        },
        {
          "text": "Some move landmarks;",
          "ID": "2"
        },
        {
          "text": "they seize flocks and pasture them.",
          "ID": "2"
        },
        {
          "text": "They drive away the donkey of the fatherless;",
          "ID": "3"
        },
        {
          "text": "they take the widow's ox for a pledge.",
          "ID": "3"
        },
        {
          "text": "They thrust the poor off the road;",
          "ID": "4"
        },
        {
          "text": "the poor of the earth all hide themselves.",
          "ID": "4"
        },
        {
          "text": "Behold, like wild donkeys in the desert",
          "ID": "5"
        },
        {
          "text": "the poor go out to their toil, seeking game;",
          "ID": "5"
        },
        {
          "text": "the wasteland yields food for their children.",
          "ID": "5"
        },
        {
          "text": "They gather their fodder in the field,",
          "ID": "6"
        },
        {
          "text": "and they glean the vineyard of the wicked man.",
          "ID": "6"
        },
        {
          "text": "They lie all night naked, without clothing,",
          "ID": "7"
        },
        {
          "text": "and have no covering in the cold.",
          "ID": "7"
        },
        {
          "text": "They are wet with the rain of the mountains",
          "ID": "8"
        },
        {
          "text": "and cling to the rock for lack of shelter.",
          "ID": "8"
        },
        {
          "text": "(There are those who snatch the fatherless child from the breast,",
          "ID": "9"
        },
        {
          "text": "and they take a pledge against the poor.)",
          "ID": "9"
        },
        {
          "text": "They go about naked, without clothing;",
          "ID": "10"
        },
        {
          "text": "hungry, they carry the sheaves;",
          "ID": "10"
        },
        {
          "text": "among the olive rows of the wicked they make oil;",
          "ID": "11"
        },
        {
          "text": "they tread the winepresses, but suffer thirst.",
          "ID": "11"
        },
        {
          "text": "From out of the city the dying groan,",
          "ID": "12"
        },
        {
          "text": "and the soul of the wounded cries for help;",
          "ID": "12"
        },
        {
          "text": "yet God charges no one with wrong.",
          "ID": "12"
        },
        {
          "text": "\"There are those who rebel against the light,",
          "ID": "13"
        },
        {
          "text": "who are not acquainted with its ways,",
          "ID": "13"
        },
        {
          "text": "and do not stay in its paths.",
          "ID": "13"
        },
        {
          "text": "The murderer rises before it is light,",
          "ID": "14"
        },
        {
          "text": "that he may kill the poor and needy,",
          "ID": "14"
        },
        {
          "text": "and in the night he is like a thief.",
          "ID": "14"
        },
        {
          "text": "The eye of the adulterer also waits for the twilight,",
          "ID": "15"
        },
        {
          "text": "saying, 'No eye will see me';",
          "ID": "15"
        },
        {
          "text": "and he veils his face.",
          "ID": "15"
        },
        {
          "text": "In the dark they dig through houses;",
          "ID": "16"
        },
        {
          "text": "by day they shut themselves up;",
          "ID": "16"
        },
        {
          "text": "they do not know the light.",
          "ID": "16"
        },
        {
          "text": "For deep darkness is morning to all of them;",
          "ID": "17"
        },
        {
          "text": "for they are friends with the terrors of deep darkness.",
          "ID": "17"
        },
        {
          "text": "\"You say, 'Swift are they on the face of the waters;",
          "ID": "18"
        },
        {
          "text": "their portion is cursed in the land;",
          "ID": "18"
        },
        {
          "text": "no treader turns toward their vineyards.",
          "ID": "18"
        },
        {
          "text": "Drought and heat snatch away the snow waters;",
          "ID": "19"
        },
        {
          "text": "so does Sheol those who have sinned.",
          "ID": "19"
        },
        {
          "text": "The womb forgets them;",
          "ID": "20"
        },
        {
          "text": "the worm finds them sweet;",
          "ID": "20"
        },
        {
          "text": "they are no longer remembered,",
          "ID": "20"
        },
        {
          "text": "so wickedness is broken like a tree.'",
          "ID": "20"
        },
        {
          "text": "\"They wrong the barren, childless woman,",
          "ID": "21"
        },
        {
          "text": "and do no good to the widow.",
          "ID": "21"
        },
        {
          "text": "Yet God prolongs the life of the mighty by his power;",
          "ID": "22"
        },
        {
          "text": "they rise up when they despair of life.",
          "ID": "22"
        },
        {
          "text": "He gives them security, and they are supported,",
          "ID": "23"
        },
        {
          "text": "and his eyes are upon their ways.",
          "ID": "23"
        },
        {
          "text": "They are exalted a little while, and then are gone;",
          "ID": "24"
        },
        {
          "text": "they are brought low and gathered up like all others;",
          "ID": "24"
        },
        {
          "text": "they are cut off like the heads of grain.",
          "ID": "24"
        },
        {
          "text": "If it is not so, who will prove me a liar",
          "ID": "25"
        },
        {
          "text": "and show that there is nothing in what I say?\"",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.24",
      "name": "Job 24"
    },
    {
      "text": [
        {
          "text": "Then Bildad the Shuhite answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Dominion and fear are with God;",
          "ID": "2"
        },
        {
          "text": "he makes peace in his high heaven.",
          "ID": "2"
        },
        {
          "text": "Is there any number to his armies?",
          "ID": "3"
        },
        {
          "text": "Upon whom does his light not arise?",
          "ID": "3"
        },
        {
          "text": "How then can man be in the right before God?",
          "ID": "4"
        },
        {
          "text": "How can he who is born of woman be pure?",
          "ID": "4"
        },
        {
          "text": "Behold, even the moon is not bright,",
          "ID": "5"
        },
        {
          "text": "and the stars are not pure in his eyes;",
          "ID": "5"
        },
        {
          "text": "how much less man, who is a maggot,",
          "ID": "6"
        },
        {
          "text": "and the son of man, who is a worm!\"",
          "ID": "6"
        }
      ],
      "ID": "OT:JOB.25",
      "name": "Job 25"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said:",
          "ID": "1"
        },
        {
          "text": "\"How you have helped him who has no power!",
          "ID": "2"
        },
        {
          "text": "How you have saved the arm that has no strength!",
          "ID": "2"
        },
        {
          "text": "How you have counseled him who has no wisdom,",
          "ID": "3"
        },
        {
          "text": "and plentifully declared sound knowledge!",
          "ID": "3"
        },
        {
          "text": "With whose help have you uttered words,",
          "ID": "4"
        },
        {
          "text": "and whose breath has come out from you?",
          "ID": "4"
        },
        {
          "text": "The dead tremble",
          "ID": "5"
        },
        {
          "text": "under the waters and their inhabitants.",
          "ID": "5"
        },
        {
          "text": "Sheol is naked before God,",
          "ID": "6"
        },
        {
          "text": "and Abaddon has no covering.",
          "ID": "6"
        },
        {
          "text": "He stretches out the north over the void",
          "ID": "7"
        },
        {
          "text": "and hangs the earth on nothing.",
          "ID": "7"
        },
        {
          "text": "He binds up the waters in his thick clouds,",
          "ID": "8"
        },
        {
          "text": "and the cloud is not split open under them.",
          "ID": "8"
        },
        {
          "text": "He covers the face of the full moon",
          "ID": "9"
        },
        {
          "text": "and spreads over it his cloud.",
          "ID": "9"
        },
        {
          "text": "He has inscribed a circle on the face of the waters",
          "ID": "10"
        },
        {
          "text": "at the boundary between light and darkness.",
          "ID": "10"
        },
        {
          "text": "The pillars of heaven tremble",
          "ID": "11"
        },
        {
          "text": "and are astounded at his rebuke.",
          "ID": "11"
        },
        {
          "text": "By his power he stilled the sea;",
          "ID": "12"
        },
        {
          "text": "by his understanding he shattered Rahab.",
          "ID": "12"
        },
        {
          "text": "By his wind the heavens were made fair;",
          "ID": "13"
        },
        {
          "text": "his hand pierced the fleeing serpent.",
          "ID": "13"
        },
        {
          "text": "Behold, these are but the outskirts of his ways,",
          "ID": "14"
        },
        {
          "text": "and how small a whisper do we hear of him!",
          "ID": "14"
        },
        {
          "text": "But the thunder of his power who can understand?\"",
          "ID": "14"
        }
      ],
      "ID": "OT:JOB.26",
      "name": "Job 26"
    },
    {
      "text": [
        {
          "text": "And Job again took up his discourse, and said:",
          "ID": "1"
        },
        {
          "text": "\"As God lives, who has taken away my right,",
          "ID": "2"
        },
        {
          "text": "and the Almighty, who has made my soul bitter,",
          "ID": "2"
        },
        {
          "text": "as long as my breath is in me,",
          "ID": "3"
        },
        {
          "text": "and the spirit of God is in my nostrils,",
          "ID": "3"
        },
        {
          "text": "my lips will not speak falsehood,",
          "ID": "4"
        },
        {
          "text": "and my tongue will not utter deceit.",
          "ID": "4"
        },
        {
          "text": "Far be it from me to say that you are right;",
          "ID": "5"
        },
        {
          "text": "till I die I will not put away my integrity from me.",
          "ID": "5"
        },
        {
          "text": "I hold fast my righteousness and will not let it go;",
          "ID": "6"
        },
        {
          "text": "my heart does not reproach me for any of my days.",
          "ID": "6"
        },
        {
          "text": "\"Let my enemy be as the wicked,",
          "ID": "7"
        },
        {
          "text": "and let him who rises up against me be as the unrighteous.",
          "ID": "7"
        },
        {
          "text": "For what is the hope of the godless when God cuts him off,",
          "ID": "8"
        },
        {
          "text": "when God takes away his life?",
          "ID": "8"
        },
        {
          "text": "Will God hear his cry",
          "ID": "9"
        },
        {
          "text": "when distress comes upon him?",
          "ID": "9"
        },
        {
          "text": "Will he take delight in the Almighty?",
          "ID": "10"
        },
        {
          "text": "Will he call upon God at all times?",
          "ID": "10"
        },
        {
          "text": "I will teach you concerning the hand of God;",
          "ID": "11"
        },
        {
          "text": "what is with the Almighty I will not conceal.",
          "ID": "11"
        },
        {
          "text": "Behold, all of you have seen it yourselves;",
          "ID": "12"
        },
        {
          "text": "why then have you become altogether vain?",
          "ID": "12"
        },
        {
          "text": "\"This is the portion of a wicked man with God,",
          "ID": "13"
        },
        {
          "text": "and the heritage that oppressors receive from the Almighty:",
          "ID": "13"
        },
        {
          "text": "If his children are multiplied, it is for the sword,",
          "ID": "14"
        },
        {
          "text": "and his descendants have not enough bread.",
          "ID": "14"
        },
        {
          "text": "Those who survive him the pestilence buries,",
          "ID": "15"
        },
        {
          "text": "and his widows do not weep.",
          "ID": "15"
        },
        {
          "text": "Though he heap up silver like dust,",
          "ID": "16"
        },
        {
          "text": "and pile up clothing like clay,",
          "ID": "16"
        },
        {
          "text": "he may pile it up, but the righteous will wear it,",
          "ID": "17"
        },
        {
          "text": "and the innocent will divide the silver.",
          "ID": "17"
        },
        {
          "text": "He builds his house like a moth's,",
          "ID": "18"
        },
        {
          "text": "like a booth that a watchman makes.",
          "ID": "18"
        },
        {
          "text": "He goes to bed rich, but will do so no more;",
          "ID": "19"
        },
        {
          "text": "he opens his eyes, and his wealth is gone.",
          "ID": "19"
        },
        {
          "text": "Terrors overtake him like a flood;",
          "ID": "20"
        },
        {
          "text": "in the night a whirlwind carries him off.",
          "ID": "20"
        },
        {
          "text": "The east wind lifts him up and he is gone;",
          "ID": "21"
        },
        {
          "text": "it sweeps him out of his place.",
          "ID": "21"
        },
        {
          "text": "It hurls at him without pity;",
          "ID": "22"
        },
        {
          "text": "he flees from its power in headlong flight.",
          "ID": "22"
        },
        {
          "text": "It claps its hands at him",
          "ID": "23"
        },
        {
          "text": "and hisses at him from its place.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOB.27",
      "name": "Job 27"
    },
    {
      "text": [
        {
          "text": "\"Surely there is a mine for silver,",
          "ID": "1"
        },
        {
          "text": "and a place for gold that they refine.",
          "ID": "1"
        },
        {
          "text": "Iron is taken out of the earth,",
          "ID": "2"
        },
        {
          "text": "and copper is smelted from the ore.",
          "ID": "2"
        },
        {
          "text": "Man puts an end to darkness",
          "ID": "3"
        },
        {
          "text": "and searches out to the farthest limit",
          "ID": "3"
        },
        {
          "text": "the ore in gloom and deep darkness.",
          "ID": "3"
        },
        {
          "text": "He opens shafts in a valley away from where anyone lives;",
          "ID": "4"
        },
        {
          "text": "they are forgotten by travelers;",
          "ID": "4"
        },
        {
          "text": "they hang in the air, far away from mankind; they swing to and fro.",
          "ID": "4"
        },
        {
          "text": "As for the earth, out of it comes bread,",
          "ID": "5"
        },
        {
          "text": "but underneath it is turned up as by fire.",
          "ID": "5"
        },
        {
          "text": "Its stones are the place of sapphires,",
          "ID": "6"
        },
        {
          "text": "and it has dust of gold.",
          "ID": "6"
        },
        {
          "text": "\"That path no bird of prey knows,",
          "ID": "7"
        },
        {
          "text": "and the falcon's eye has not seen it.",
          "ID": "7"
        },
        {
          "text": "The proud beasts have not trodden it;",
          "ID": "8"
        },
        {
          "text": "the lion has not passed over it.",
          "ID": "8"
        },
        {
          "text": "\"Man puts his hand to the flinty rock",
          "ID": "9"
        },
        {
          "text": "and overturns mountains by the roots.",
          "ID": "9"
        },
        {
          "text": "He cuts out channels in the rocks,",
          "ID": "10"
        },
        {
          "text": "and his eye sees every precious thing.",
          "ID": "10"
        },
        {
          "text": "He dams up the streams so that they do not trickle,",
          "ID": "11"
        },
        {
          "text": "and the thing that is hidden he brings out to light.",
          "ID": "11"
        },
        {
          "text": "\"But where shall wisdom be found?",
          "ID": "12"
        },
        {
          "text": "And where is the place of understanding?",
          "ID": "12"
        },
        {
          "text": "Man does not know its worth,",
          "ID": "13"
        },
        {
          "text": "and it is not found in the land of the living.",
          "ID": "13"
        },
        {
          "text": "The deep says, 'It is not in me,'",
          "ID": "14"
        },
        {
          "text": "and the sea says, 'It is not with me.'",
          "ID": "14"
        },
        {
          "text": "It cannot be bought for gold,",
          "ID": "15"
        },
        {
          "text": "and silver cannot be weighed as its price.",
          "ID": "15"
        },
        {
          "text": "It cannot be valued in the gold of Ophir,",
          "ID": "16"
        },
        {
          "text": "in precious onyx or sapphire.",
          "ID": "16"
        },
        {
          "text": "Gold and glass cannot equal it,",
          "ID": "17"
        },
        {
          "text": "nor can it be exchanged for jewels of fine gold.",
          "ID": "17"
        },
        {
          "text": "No mention shall be made of coral or of crystal;",
          "ID": "18"
        },
        {
          "text": "the price of wisdom is above pearls.",
          "ID": "18"
        },
        {
          "text": "The topaz of Ethiopia cannot equal it,",
          "ID": "19"
        },
        {
          "text": "nor can it be valued in pure gold.",
          "ID": "19"
        },
        {
          "text": "\"From where, then, does wisdom come?",
          "ID": "20"
        },
        {
          "text": "And where is the place of understanding?",
          "ID": "20"
        },
        {
          "text": "It is hidden from the eyes of all living",
          "ID": "21"
        },
        {
          "text": "and concealed from the birds of the air.",
          "ID": "21"
        },
        {
          "text": "Abaddon and Death say,",
          "ID": "22"
        },
        {
          "text": "'We have heard a rumor of it with our ears.'",
          "ID": "22"
        },
        {
          "text": "\"God understands the way to it,",
          "ID": "23"
        },
        {
          "text": "and he knows its place.",
          "ID": "23"
        },
        {
          "text": "For he looks to the ends of the earth",
          "ID": "24"
        },
        {
          "text": "and sees everything under the heavens.",
          "ID": "24"
        },
        {
          "text": "When he gave to the wind its weight",
          "ID": "25"
        },
        {
          "text": "and apportioned the waters by measure,",
          "ID": "25"
        },
        {
          "text": "when he made a decree for the rain",
          "ID": "26"
        },
        {
          "text": "and a way for the lightning of the thunder,",
          "ID": "26"
        },
        {
          "text": "then he saw it and declared it;",
          "ID": "27"
        },
        {
          "text": "he established it, and searched it out.",
          "ID": "27"
        },
        {
          "text": "And he said to man,",
          "ID": "28"
        },
        {
          "text": "'Behold, the fear of the Lord, that is wisdom,",
          "ID": "28"
        },
        {
          "text": "and to turn away from evil is understanding.'\"",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.28",
      "name": "Job 28"
    },
    {
      "text": [
        {
          "text": "And Job again took up his discourse, and said:",
          "ID": "1"
        },
        {
          "text": "\"Oh, that I were as in the months of old,",
          "ID": "2"
        },
        {
          "text": "as in the days when God watched over me,",
          "ID": "2"
        },
        {
          "text": "when his lamp shone upon my head,",
          "ID": "3"
        },
        {
          "text": "and by his light I walked through darkness,",
          "ID": "3"
        },
        {
          "text": "as I was in my prime,",
          "ID": "4"
        },
        {
          "text": "when the friendship of God was upon my tent,",
          "ID": "4"
        },
        {
          "text": "when the Almighty was yet with me,",
          "ID": "5"
        },
        {
          "text": "when my children were all around me,",
          "ID": "5"
        },
        {
          "text": "when my steps were washed with butter,",
          "ID": "6"
        },
        {
          "text": "and the rock poured out for me streams of oil!",
          "ID": "6"
        },
        {
          "text": "When I went out to the gate of the city,",
          "ID": "7"
        },
        {
          "text": "when I prepared my seat in the square,",
          "ID": "7"
        },
        {
          "text": "the young men saw me and withdrew,",
          "ID": "8"
        },
        {
          "text": "and the aged rose and stood;",
          "ID": "8"
        },
        {
          "text": "the princes refrained from talking",
          "ID": "9"
        },
        {
          "text": "and laid their hand on their mouth;",
          "ID": "9"
        },
        {
          "text": "the voice of the nobles was hushed,",
          "ID": "10"
        },
        {
          "text": "and their tongue stuck to the roof of their mouth.",
          "ID": "10"
        },
        {
          "text": "When the ear heard, it called me blessed,",
          "ID": "11"
        },
        {
          "text": "and when the eye saw, it approved,",
          "ID": "11"
        },
        {
          "text": "because I delivered the poor who cried for help,",
          "ID": "12"
        },
        {
          "text": "and the fatherless who had none to help him.",
          "ID": "12"
        },
        {
          "text": "The blessing of him who was about to perish came upon me,",
          "ID": "13"
        },
        {
          "text": "and I caused the widow's heart to sing for joy.",
          "ID": "13"
        },
        {
          "text": "I put on righteousness, and it clothed me;",
          "ID": "14"
        },
        {
          "text": "my justice was like a robe and a turban.",
          "ID": "14"
        },
        {
          "text": "I was eyes to the blind",
          "ID": "15"
        },
        {
          "text": "and feet to the lame.",
          "ID": "15"
        },
        {
          "text": "I was a father to the needy,",
          "ID": "16"
        },
        {
          "text": "and I searched out the cause of him whom I did not know.",
          "ID": "16"
        },
        {
          "text": "I broke the fangs of the unrighteous",
          "ID": "17"
        },
        {
          "text": "and made him drop his prey from his teeth.",
          "ID": "17"
        },
        {
          "text": "Then I thought, 'I shall die in my nest,",
          "ID": "18"
        },
        {
          "text": "and I shall multiply my days as the sand,",
          "ID": "18"
        },
        {
          "text": "my roots spread out to the waters,",
          "ID": "19"
        },
        {
          "text": "with the dew all night on my branches,",
          "ID": "19"
        },
        {
          "text": "my glory fresh with me,",
          "ID": "20"
        },
        {
          "text": "and my bow ever new in my hand.'",
          "ID": "20"
        },
        {
          "text": "\"Men listened to me and waited",
          "ID": "21"
        },
        {
          "text": "and kept silence for my counsel.",
          "ID": "21"
        },
        {
          "text": "After I spoke they did not speak again,",
          "ID": "22"
        },
        {
          "text": "and my word dropped upon them.",
          "ID": "22"
        },
        {
          "text": "They waited for me as for the rain,",
          "ID": "23"
        },
        {
          "text": "and they opened their mouths as for the spring rain.",
          "ID": "23"
        },
        {
          "text": "I smiled on them when they had no confidence,",
          "ID": "24"
        },
        {
          "text": "and the light of my face they did not cast down.",
          "ID": "24"
        },
        {
          "text": "I chose their way and sat as chief,",
          "ID": "25"
        },
        {
          "text": "and I lived like a king among his troops,",
          "ID": "25"
        },
        {
          "text": "like one who comforts mourners.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.29",
      "name": "Job 29"
    },
    {
      "text": [
        {
          "text": "\"But now they laugh at me,",
          "ID": "1"
        },
        {
          "text": "men who are younger than I,",
          "ID": "1"
        },
        {
          "text": "whose fathers I would have disdained",
          "ID": "1"
        },
        {
          "text": "to set with the dogs of my flock.",
          "ID": "1"
        },
        {
          "text": "What could I gain from the strength of their hands,",
          "ID": "2"
        },
        {
          "text": "men whose vigor is gone?",
          "ID": "2"
        },
        {
          "text": "Through want and hard hunger",
          "ID": "3"
        },
        {
          "text": "they gnaw the dry ground by night in waste and desolation;",
          "ID": "3"
        },
        {
          "text": "they pick saltwort and the leaves of bushes,",
          "ID": "4"
        },
        {
          "text": "and the roots of the broom tree for their food.",
          "ID": "4"
        },
        {
          "text": "They are driven out from human company;",
          "ID": "5"
        },
        {
          "text": "they shout after them as after a thief.",
          "ID": "5"
        },
        {
          "text": "In the gullies of the torrents they must dwell,",
          "ID": "6"
        },
        {
          "text": "in holes of the earth and of the rocks.",
          "ID": "6"
        },
        {
          "text": "Among the bushes they bray;",
          "ID": "7"
        },
        {
          "text": "under the nettles they huddle together.",
          "ID": "7"
        },
        {
          "text": "A senseless, a nameless brood,",
          "ID": "8"
        },
        {
          "text": "they have been whipped out of the land.",
          "ID": "8"
        },
        {
          "text": "\"And now I have become their song;",
          "ID": "9"
        },
        {
          "text": "I am a byword to them.",
          "ID": "9"
        },
        {
          "text": "They abhor me; they keep aloof from me;",
          "ID": "10"
        },
        {
          "text": "they do not hesitate to spit at the sight of me.",
          "ID": "10"
        },
        {
          "text": "Because God has loosed my cord and humbled me,",
          "ID": "11"
        },
        {
          "text": "they have cast off restraint in my presence.",
          "ID": "11"
        },
        {
          "text": "On my right hand the rabble rise;",
          "ID": "12"
        },
        {
          "text": "they push away my feet;",
          "ID": "12"
        },
        {
          "text": "they cast up against me their ways of destruction.",
          "ID": "12"
        },
        {
          "text": "They break up my path;",
          "ID": "13"
        },
        {
          "text": "they promote my calamity;",
          "ID": "13"
        },
        {
          "text": "they need no one to help them.",
          "ID": "13"
        },
        {
          "text": "As through a wide breach they come;",
          "ID": "14"
        },
        {
          "text": "amid the crash they roll on.",
          "ID": "14"
        },
        {
          "text": "Terrors are turned upon me;",
          "ID": "15"
        },
        {
          "text": "my honor is pursued as by the wind,",
          "ID": "15"
        },
        {
          "text": "and my prosperity has passed away like a cloud.",
          "ID": "15"
        },
        {
          "text": "\"And now my soul is poured out within me;",
          "ID": "16"
        },
        {
          "text": "days of affliction have taken hold of me.",
          "ID": "16"
        },
        {
          "text": "The night racks my bones,",
          "ID": "17"
        },
        {
          "text": "and the pain that gnaws me takes no rest.",
          "ID": "17"
        },
        {
          "text": "With great force my garment is disfigured;",
          "ID": "18"
        },
        {
          "text": "it binds me about like the collar of my tunic.",
          "ID": "18"
        },
        {
          "text": "God has cast me into the mire,",
          "ID": "19"
        },
        {
          "text": "and I have become like dust and ashes.",
          "ID": "19"
        },
        {
          "text": "I cry to you for help and you do not answer me;",
          "ID": "20"
        },
        {
          "text": "I stand, and you only look at me.",
          "ID": "20"
        },
        {
          "text": "You have turned cruel to me;",
          "ID": "21"
        },
        {
          "text": "with the might of your hand you persecute me.",
          "ID": "21"
        },
        {
          "text": "You lift me up on the wind; you make me ride on it,",
          "ID": "22"
        },
        {
          "text": "and you toss me about in the roar of the storm.",
          "ID": "22"
        },
        {
          "text": "For I know that you will bring me to death",
          "ID": "23"
        },
        {
          "text": "and to the house appointed for all living.",
          "ID": "23"
        },
        {
          "text": "\"Yet does not one in a heap of ruins stretch out his hand,",
          "ID": "24"
        },
        {
          "text": "and in his disaster cry for help?",
          "ID": "24"
        },
        {
          "text": "Did not I weep for him whose day was hard?",
          "ID": "25"
        },
        {
          "text": "Was not my soul grieved for the needy?",
          "ID": "25"
        },
        {
          "text": "But when I hoped for good, evil came,",
          "ID": "26"
        },
        {
          "text": "and when I waited for light, darkness came.",
          "ID": "26"
        },
        {
          "text": "My inward parts are in turmoil and never still;",
          "ID": "27"
        },
        {
          "text": "days of affliction come to meet me.",
          "ID": "27"
        },
        {
          "text": "I go about darkened, but not by the sun;",
          "ID": "28"
        },
        {
          "text": "I stand up in the assembly and cry for help.",
          "ID": "28"
        },
        {
          "text": "I am a brother of jackals",
          "ID": "29"
        },
        {
          "text": "and a companion of ostriches.",
          "ID": "29"
        },
        {
          "text": "My skin turns black and falls from me,",
          "ID": "30"
        },
        {
          "text": "and my bones burn with heat.",
          "ID": "30"
        },
        {
          "text": "My lyre is turned to mourning,",
          "ID": "31"
        },
        {
          "text": "and my pipe to the voice of those who weep.",
          "ID": "31"
        }
      ],
      "ID": "OT:JOB.30",
      "name": "Job 30"
    },
    {
      "text": [
        {
          "text": "\"I have made a covenant with my eyes;",
          "ID": "1"
        },
        {
          "text": "how then could I gaze at a virgin?",
          "ID": "1"
        },
        {
          "text": "What would be my portion from God above",
          "ID": "2"
        },
        {
          "text": "and my heritage from the Almighty on high?",
          "ID": "2"
        },
        {
          "text": "Is not calamity for the unrighteous,",
          "ID": "3"
        },
        {
          "text": "and disaster for the workers of iniquity?",
          "ID": "3"
        },
        {
          "text": "Does not he see my ways",
          "ID": "4"
        },
        {
          "text": "and number all my steps?",
          "ID": "4"
        },
        {
          "text": "\"If I have walked with falsehood",
          "ID": "5"
        },
        {
          "text": "and my foot has hastened to deceit;",
          "ID": "5"
        },
        {
          "text": "(Let me be weighed in a just balance,",
          "ID": "6"
        },
        {
          "text": "and let God know my integrity!)",
          "ID": "6"
        },
        {
          "text": "if my step has turned aside from the way",
          "ID": "7"
        },
        {
          "text": "and my heart has gone after my eyes,",
          "ID": "7"
        },
        {
          "text": "and if any spot has stuck to my hands,",
          "ID": "7"
        },
        {
          "text": "then let me sow, and another eat,",
          "ID": "8"
        },
        {
          "text": "and let what grows for me be rooted out.",
          "ID": "8"
        },
        {
          "text": "\"If my heart has been enticed toward a woman,",
          "ID": "9"
        },
        {
          "text": "and I have lain in wait at my neighbor's door,",
          "ID": "9"
        },
        {
          "text": "then let my wife grind for another,",
          "ID": "10"
        },
        {
          "text": "and let others bow down on her.",
          "ID": "10"
        },
        {
          "text": "For that would be a heinous crime;",
          "ID": "11"
        },
        {
          "text": "that would be an iniquity to be punished by the judges;",
          "ID": "11"
        },
        {
          "text": "for that would be a fire that consumes as far as Abaddon,",
          "ID": "12"
        },
        {
          "text": "and it would burn to the root all my increase.",
          "ID": "12"
        },
        {
          "text": "\"If I have rejected the cause of my manservant or my maidservant,",
          "ID": "13"
        },
        {
          "text": "when they brought a complaint against me,",
          "ID": "13"
        },
        {
          "text": "what then shall I do when God rises up?",
          "ID": "14"
        },
        {
          "text": "When he makes inquiry, what shall I answer him?",
          "ID": "14"
        },
        {
          "text": "Did not he who made me in the womb make him?",
          "ID": "15"
        },
        {
          "text": "And did not one fashion us in the womb?",
          "ID": "15"
        },
        {
          "text": "\"If I have withheld anything that the poor desired,",
          "ID": "16"
        },
        {
          "text": "or have caused the eyes of the widow to fail,",
          "ID": "16"
        },
        {
          "text": "or have eaten my morsel alone,",
          "ID": "17"
        },
        {
          "text": "and the fatherless has not eaten of it",
          "ID": "17"
        },
        {
          "text": "(for from my youth the fatherless grew up with me as with a father,",
          "ID": "18"
        },
        {
          "text": "and from my mother's womb I guided the widow),",
          "ID": "18"
        },
        {
          "text": "if I have seen anyone perish for lack of clothing,",
          "ID": "19"
        },
        {
          "text": "or the needy without covering,",
          "ID": "19"
        },
        {
          "text": "if his body has not blessed me,",
          "ID": "20"
        },
        {
          "text": "and if he was not warmed with the fleece of my sheep,",
          "ID": "20"
        },
        {
          "text": "if I have raised my hand against the fatherless,",
          "ID": "21"
        },
        {
          "text": "because I saw my help in the gate,",
          "ID": "21"
        },
        {
          "text": "then let my shoulder blade fall from my shoulder,",
          "ID": "22"
        },
        {
          "text": "and let my arm be broken from its socket.",
          "ID": "22"
        },
        {
          "text": "For I was in terror of calamity from God,",
          "ID": "23"
        },
        {
          "text": "and I could not have faced his majesty.",
          "ID": "23"
        },
        {
          "text": "\"If I have made gold my trust",
          "ID": "24"
        },
        {
          "text": "or called fine gold my confidence,",
          "ID": "24"
        },
        {
          "text": "if I have rejoiced because my wealth was abundant",
          "ID": "25"
        },
        {
          "text": "or because my hand had found much,",
          "ID": "25"
        },
        {
          "text": "if I have looked at the sun when it shone,",
          "ID": "26"
        },
        {
          "text": "or the moon moving in splendor,",
          "ID": "26"
        },
        {
          "text": "and my heart has been secretly enticed,",
          "ID": "27"
        },
        {
          "text": "and my mouth has kissed my hand,",
          "ID": "27"
        },
        {
          "text": "this also would be an iniquity to be punished by the judges,",
          "ID": "28"
        },
        {
          "text": "for I would have been false to God above.",
          "ID": "28"
        },
        {
          "text": "\"If I have rejoiced at the ruin of him who hated me,",
          "ID": "29"
        },
        {
          "text": "or exulted when evil overtook him",
          "ID": "29"
        },
        {
          "text": "(I have not let my mouth sin",
          "ID": "30"
        },
        {
          "text": "by asking for his life with a curse),",
          "ID": "30"
        },
        {
          "text": "if the men of my tent have not said,",
          "ID": "31"
        },
        {
          "text": "'Who is there that has not been filled with his meat?'",
          "ID": "31"
        },
        {
          "text": "(the sojourner has not lodged in the street;",
          "ID": "32"
        },
        {
          "text": "I have opened my doors to the traveler),",
          "ID": "32"
        },
        {
          "text": "if I have concealed my transgressions as others do",
          "ID": "33"
        },
        {
          "text": "by hiding my iniquity in my heart,",
          "ID": "33"
        },
        {
          "text": "because I stood in great fear of the multitude,",
          "ID": "34"
        },
        {
          "text": "and the contempt of families terrified me,",
          "ID": "34"
        },
        {
          "text": "so that I kept silence, and did not go out of doors—",
          "ID": "34"
        },
        {
          "text": "Oh, that I had one to hear me!",
          "ID": "35"
        },
        {
          "text": "(Here is my signature! Let the Almighty answer me!)",
          "ID": "35"
        },
        {
          "text": "Oh, that I had the indictment written by my adversary!",
          "ID": "35"
        },
        {
          "text": "Surely I would carry it on my shoulder;",
          "ID": "36"
        },
        {
          "text": "I would bind it on me as a crown;",
          "ID": "36"
        },
        {
          "text": "I would give him an account of all my steps;",
          "ID": "37"
        },
        {
          "text": "like a prince I would approach him.",
          "ID": "37"
        },
        {
          "text": "\"If my land has cried out against me",
          "ID": "38"
        },
        {
          "text": "and its furrows have wept together,",
          "ID": "38"
        },
        {
          "text": "if I have eaten its yield without payment",
          "ID": "39"
        },
        {
          "text": "and made its owners breathe their last,",
          "ID": "39"
        },
        {
          "text": "let thorns grow instead of wheat,",
          "ID": "40"
        },
        {
          "text": "and foul weeds instead of barley.\"",
          "ID": "40"
        },
        {
          "text": "The words of Job are ended.",
          "ID": "40"
        }
      ],
      "ID": "OT:JOB.31",
      "name": "Job 31"
    },
    {
      "text": [
        {
          "text": "So these three men ceased to answer Job, because he was righteous in his own eyes.",
          "ID": "1"
        },
        {
          "text": "Then Elihu the son of Barachel the Buzite, of the family of Ram, burned with anger. He burned with anger at Job because he justified himself rather than God.",
          "ID": "2"
        },
        {
          "text": "He burned with anger also at Job's three friends because they had found no answer, although they had declared Job to be in the wrong.",
          "ID": "3"
        },
        {
          "text": "Now Elihu had waited to speak to Job because they were older than he.",
          "ID": "4"
        },
        {
          "text": "And when Elihu saw that there was no answer in the mouth of these three men, he burned with anger.",
          "ID": "5"
        },
        {
          "text": "And Elihu the son of Barachel the Buzite answered and said:",
          "ID": "6"
        },
        {
          "text": "\"I am young in years,",
          "ID": "6"
        },
        {
          "text": "and you are aged;",
          "ID": "6"
        },
        {
          "text": "therefore I was timid and afraid",
          "ID": "6"
        },
        {
          "text": "to declare my opinion to you.",
          "ID": "6"
        },
        {
          "text": "I said, 'Let days speak,",
          "ID": "7"
        },
        {
          "text": "and many years teach wisdom.'",
          "ID": "7"
        },
        {
          "text": "But it is the spirit in man,",
          "ID": "8"
        },
        {
          "text": "the breath of the Almighty, that makes him understand.",
          "ID": "8"
        },
        {
          "text": "It is not the old who are wise,",
          "ID": "9"
        },
        {
          "text": "nor the aged who understand what is right.",
          "ID": "9"
        },
        {
          "text": "Therefore I say, 'Listen to me;",
          "ID": "10"
        },
        {
          "text": "let me also declare my opinion.'",
          "ID": "10"
        },
        {
          "text": "\"Behold, I waited for your words,",
          "ID": "11"
        },
        {
          "text": "I listened for your wise sayings,",
          "ID": "11"
        },
        {
          "text": "while you searched out what to say.",
          "ID": "11"
        },
        {
          "text": "I gave you my attention,",
          "ID": "12"
        },
        {
          "text": "and, behold, there was none among you who refuted Job",
          "ID": "12"
        },
        {
          "text": "or who answered his words.",
          "ID": "12"
        },
        {
          "text": "Beware lest you say, 'We have found wisdom;",
          "ID": "13"
        },
        {
          "text": "God may vanquish him, not a man.'",
          "ID": "13"
        },
        {
          "text": "He has not directed his words against me,",
          "ID": "14"
        },
        {
          "text": "and I will not answer him with your speeches.",
          "ID": "14"
        },
        {
          "text": "\"They are dismayed; they answer no more;",
          "ID": "15"
        },
        {
          "text": "they have not a word to say.",
          "ID": "15"
        },
        {
          "text": "And shall I wait, because they do not speak,",
          "ID": "16"
        },
        {
          "text": "because they stand there, and answer no more?",
          "ID": "16"
        },
        {
          "text": "I also will answer with my share;",
          "ID": "17"
        },
        {
          "text": "I also will declare my opinion.",
          "ID": "17"
        },
        {
          "text": "For I am full of words;",
          "ID": "18"
        },
        {
          "text": "the spirit within me constrains me.",
          "ID": "18"
        },
        {
          "text": "Behold, my belly is like wine that has no vent;",
          "ID": "19"
        },
        {
          "text": "like new wineskins ready to burst.",
          "ID": "19"
        },
        {
          "text": "I must speak, that I may find relief;",
          "ID": "20"
        },
        {
          "text": "I must open my lips and answer.",
          "ID": "20"
        },
        {
          "text": "I will not show partiality to any man",
          "ID": "21"
        },
        {
          "text": "or use flattery toward any person.",
          "ID": "21"
        },
        {
          "text": "For I do not know how to flatter,",
          "ID": "22"
        },
        {
          "text": "else my Maker would soon take me away.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.32",
      "name": "Job 32"
    },
    {
      "text": [
        {
          "text": "\"But now, hear my speech, O Job,",
          "ID": "1"
        },
        {
          "text": "and listen to all my words.",
          "ID": "1"
        },
        {
          "text": "Behold, I open my mouth;",
          "ID": "2"
        },
        {
          "text": "the tongue in my mouth speaks.",
          "ID": "2"
        },
        {
          "text": "My words declare the uprightness of my heart,",
          "ID": "3"
        },
        {
          "text": "and what my lips know they speak sincerely.",
          "ID": "3"
        },
        {
          "text": "The Spirit of God has made me,",
          "ID": "4"
        },
        {
          "text": "and the breath of the Almighty gives me life.",
          "ID": "4"
        },
        {
          "text": "Answer me, if you can;",
          "ID": "5"
        },
        {
          "text": "set your words in order before me; take your stand.",
          "ID": "5"
        },
        {
          "text": "Behold, I am toward God as you are;",
          "ID": "6"
        },
        {
          "text": "I too was pinched off from a piece of clay.",
          "ID": "6"
        },
        {
          "text": "Behold, no fear of me need terrify you;",
          "ID": "7"
        },
        {
          "text": "my pressure will not be heavy upon you.",
          "ID": "7"
        },
        {
          "text": "\"Surely you have spoken in my ears,",
          "ID": "8"
        },
        {
          "text": "and I have heard the sound of your words.",
          "ID": "8"
        },
        {
          "text": "You say, 'I am pure, without transgression;",
          "ID": "9"
        },
        {
          "text": "I am clean, and there is no iniquity in me.",
          "ID": "9"
        },
        {
          "text": "Behold, he finds occasions against me,",
          "ID": "10"
        },
        {
          "text": "he counts me as his enemy,",
          "ID": "10"
        },
        {
          "text": "he puts my feet in the stocks",
          "ID": "11"
        },
        {
          "text": "and watches all my paths.'",
          "ID": "11"
        },
        {
          "text": "\"Behold, in this you are not right. I will answer you,",
          "ID": "12"
        },
        {
          "text": "for God is greater than man.",
          "ID": "12"
        },
        {
          "text": "Why do you contend against him,",
          "ID": "13"
        },
        {
          "text": "saying, 'He will answer none of man's words'?",
          "ID": "13"
        },
        {
          "text": "For God speaks in one way,",
          "ID": "14"
        },
        {
          "text": "and in two, though man does not perceive it.",
          "ID": "14"
        },
        {
          "text": "In a dream, in a vision of the night,",
          "ID": "15"
        },
        {
          "text": "when deep sleep falls on men,",
          "ID": "15"
        },
        {
          "text": "while they slumber on their beds,",
          "ID": "15"
        },
        {
          "text": "then he opens the ears of men",
          "ID": "16"
        },
        {
          "text": "and terrifies them with warnings,",
          "ID": "16"
        },
        {
          "text": "that he may turn man aside from his deed",
          "ID": "17"
        },
        {
          "text": "and conceal pride from a man;",
          "ID": "17"
        },
        {
          "text": "he keeps back his soul from the pit,",
          "ID": "18"
        },
        {
          "text": "his life from perishing by the sword.",
          "ID": "18"
        },
        {
          "text": "\"Man is also rebuked with pain on his bed",
          "ID": "19"
        },
        {
          "text": "and with continual strife in his bones,",
          "ID": "19"
        },
        {
          "text": "so that his life loathes bread,",
          "ID": "20"
        },
        {
          "text": "and his appetite the choicest food.",
          "ID": "20"
        },
        {
          "text": "His flesh is so wasted away that it cannot be seen,",
          "ID": "21"
        },
        {
          "text": "and his bones that were not seen stick out.",
          "ID": "21"
        },
        {
          "text": "His soul draws near the pit,",
          "ID": "22"
        },
        {
          "text": "and his life to those who bring death.",
          "ID": "22"
        },
        {
          "text": "If there be for him an angel,",
          "ID": "23"
        },
        {
          "text": "a mediator, one of the thousand,",
          "ID": "23"
        },
        {
          "text": "to declare to man what is right for him,",
          "ID": "23"
        },
        {
          "text": "and he is merciful to him, and says,",
          "ID": "24"
        },
        {
          "text": "'Deliver him from going down into the pit;",
          "ID": "24"
        },
        {
          "text": "I have found a ransom;",
          "ID": "24"
        },
        {
          "text": "let his flesh become fresh with youth;",
          "ID": "25"
        },
        {
          "text": "let him return to the days of his youthful vigor';",
          "ID": "25"
        },
        {
          "text": "then man prays to God, and he accepts him;",
          "ID": "26"
        },
        {
          "text": "he sees his face with a shout of joy,",
          "ID": "26"
        },
        {
          "text": "and he restores to man his righteousness.",
          "ID": "26"
        },
        {
          "text": "He sings before men and says:",
          "ID": "27"
        },
        {
          "text": "'I sinned and perverted what was right,",
          "ID": "27"
        },
        {
          "text": "and it was not repaid to me.",
          "ID": "27"
        },
        {
          "text": "He has redeemed my soul from going down into the pit,",
          "ID": "28"
        },
        {
          "text": "and my life shall look upon the light.'",
          "ID": "28"
        },
        {
          "text": "\"Behold, God does all these things,",
          "ID": "29"
        },
        {
          "text": "twice, three times, with a man,",
          "ID": "29"
        },
        {
          "text": "to bring back his soul from the pit,",
          "ID": "30"
        },
        {
          "text": "that he may be lighted with the light of life.",
          "ID": "30"
        },
        {
          "text": "Pay attention, O Job, listen to me;",
          "ID": "31"
        },
        {
          "text": "be silent, and I will speak.",
          "ID": "31"
        },
        {
          "text": "If you have any words, answer me;",
          "ID": "32"
        },
        {
          "text": "speak, for I desire to justify you.",
          "ID": "32"
        },
        {
          "text": "If not, listen to me;",
          "ID": "33"
        },
        {
          "text": "be silent, and I will teach you wisdom.\"",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.33",
      "name": "Job 33"
    },
    {
      "text": [
        {
          "text": "Then Elihu answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Hear my words, you wise men,",
          "ID": "2"
        },
        {
          "text": "and give ear to me, you who know;",
          "ID": "2"
        },
        {
          "text": "for the ear tests words",
          "ID": "3"
        },
        {
          "text": "as the palate tastes food.",
          "ID": "3"
        },
        {
          "text": "Let us choose what is right;",
          "ID": "4"
        },
        {
          "text": "let us know among ourselves what is good.",
          "ID": "4"
        },
        {
          "text": "For Job has said, 'I am in the right,",
          "ID": "5"
        },
        {
          "text": "and God has taken away my right;",
          "ID": "5"
        },
        {
          "text": "in spite of my right I am counted a liar;",
          "ID": "6"
        },
        {
          "text": "my wound is incurable, though I am without transgression.'",
          "ID": "6"
        },
        {
          "text": "What man is like Job,",
          "ID": "7"
        },
        {
          "text": "who drinks up scoffing like water,",
          "ID": "7"
        },
        {
          "text": "who travels in company with evildoers",
          "ID": "8"
        },
        {
          "text": "and walks with wicked men?",
          "ID": "8"
        },
        {
          "text": "For he has said, 'It profits a man nothing",
          "ID": "9"
        },
        {
          "text": "that he should take delight in God.'",
          "ID": "9"
        },
        {
          "text": "\"Therefore, hear me, you men of understanding:",
          "ID": "10"
        },
        {
          "text": "far be it from God that he should do wickedness,",
          "ID": "10"
        },
        {
          "text": "and from the Almighty that he should do wrong.",
          "ID": "10"
        },
        {
          "text": "For according to the work of a man he will repay him,",
          "ID": "11"
        },
        {
          "text": "and according to his ways he will make it befall him.",
          "ID": "11"
        },
        {
          "text": "Of a truth, God will not do wickedly,",
          "ID": "12"
        },
        {
          "text": "and the Almighty will not pervert justice.",
          "ID": "12"
        },
        {
          "text": "Who gave him charge over the earth,",
          "ID": "13"
        },
        {
          "text": "and who laid on him the whole world?",
          "ID": "13"
        },
        {
          "text": "If he should set his heart to it",
          "ID": "14"
        },
        {
          "text": "and gather to himself his spirit and his breath,",
          "ID": "14"
        },
        {
          "text": "all flesh would perish together,",
          "ID": "15"
        },
        {
          "text": "and man would return to dust.",
          "ID": "15"
        },
        {
          "text": "\"If you have understanding, hear this;",
          "ID": "16"
        },
        {
          "text": "listen to what I say.",
          "ID": "16"
        },
        {
          "text": "Shall one who hates justice govern?",
          "ID": "17"
        },
        {
          "text": "Will you condemn him who is righteous and mighty,",
          "ID": "17"
        },
        {
          "text": "who says to a king, 'Worthless one,'",
          "ID": "18"
        },
        {
          "text": "and to nobles, 'Wicked man,'",
          "ID": "18"
        },
        {
          "text": "who shows no partiality to princes,",
          "ID": "19"
        },
        {
          "text": "nor regards the rich more than the poor,",
          "ID": "19"
        },
        {
          "text": "for they are all the work of his hands?",
          "ID": "19"
        },
        {
          "text": "In a moment they die;",
          "ID": "20"
        },
        {
          "text": "at midnight the people are shaken and pass away,",
          "ID": "20"
        },
        {
          "text": "and the mighty are taken away by no human hand.",
          "ID": "20"
        },
        {
          "text": "\"For his eyes are on the ways of a man,",
          "ID": "21"
        },
        {
          "text": "and he sees all his steps.",
          "ID": "21"
        },
        {
          "text": "There is no gloom or deep darkness",
          "ID": "22"
        },
        {
          "text": "where evildoers may hide themselves.",
          "ID": "22"
        },
        {
          "text": "For God has no need to consider a man further,",
          "ID": "23"
        },
        {
          "text": "that he should go before God in judgment.",
          "ID": "23"
        },
        {
          "text": "He shatters the mighty without investigation",
          "ID": "24"
        },
        {
          "text": "and sets others in their place.",
          "ID": "24"
        },
        {
          "text": "Thus, knowing their works,",
          "ID": "25"
        },
        {
          "text": "he overturns them in the night, and they are crushed.",
          "ID": "25"
        },
        {
          "text": "He strikes them for their wickedness",
          "ID": "26"
        },
        {
          "text": "in a place for all to see,",
          "ID": "26"
        },
        {
          "text": "because they turned aside from following him",
          "ID": "27"
        },
        {
          "text": "and had no regard for any of his ways,",
          "ID": "27"
        },
        {
          "text": "so that they caused the cry of the poor to come to him,",
          "ID": "28"
        },
        {
          "text": "and he heard the cry of the afflicted—",
          "ID": "28"
        },
        {
          "text": "When he is quiet, who can condemn?",
          "ID": "29"
        },
        {
          "text": "When he hides his face, who can behold him,",
          "ID": "29"
        },
        {
          "text": "whether it be a nation or a man?—",
          "ID": "29"
        },
        {
          "text": "that a godless man should not reign,",
          "ID": "30"
        },
        {
          "text": "that he should not ensnare the people.",
          "ID": "30"
        },
        {
          "text": "\"For has anyone said to God,",
          "ID": "31"
        },
        {
          "text": "'I have borne punishment; I will not offend any more;",
          "ID": "31"
        },
        {
          "text": "teach me what I do not see;",
          "ID": "32"
        },
        {
          "text": "if I have done iniquity, I will do it no more'?",
          "ID": "32"
        },
        {
          "text": "Will he then make repayment to suit you,",
          "ID": "33"
        },
        {
          "text": "because you reject it?",
          "ID": "33"
        },
        {
          "text": "For you must choose, and not I;",
          "ID": "33"
        },
        {
          "text": "therefore declare what you know.",
          "ID": "33"
        },
        {
          "text": "Men of understanding will say to me,",
          "ID": "34"
        },
        {
          "text": "and the wise man who hears me will say:",
          "ID": "34"
        },
        {
          "text": "'Job speaks without knowledge;",
          "ID": "35"
        },
        {
          "text": "his words are without insight.'",
          "ID": "35"
        },
        {
          "text": "Would that Job were tried to the end,",
          "ID": "36"
        },
        {
          "text": "because he answers like wicked men.",
          "ID": "36"
        },
        {
          "text": "For he adds rebellion to his sin;",
          "ID": "37"
        },
        {
          "text": "he claps his hands among us",
          "ID": "37"
        },
        {
          "text": "and multiplies his words against God.\"",
          "ID": "37"
        }
      ],
      "ID": "OT:JOB.34",
      "name": "Job 34"
    },
    {
      "text": [
        {
          "text": "And Elihu answered and said:",
          "ID": "1"
        },
        {
          "text": "\"Do you think this to be just?",
          "ID": "2"
        },
        {
          "text": "Do you say, 'It is my right before God,'",
          "ID": "2"
        },
        {
          "text": "that you ask, 'What advantage have I?",
          "ID": "3"
        },
        {
          "text": "How am I better off than if I had sinned?'",
          "ID": "3"
        },
        {
          "text": "I will answer you",
          "ID": "4"
        },
        {
          "text": "and your friends with you.",
          "ID": "4"
        },
        {
          "text": "Look at the heavens, and see;",
          "ID": "5"
        },
        {
          "text": "and behold the clouds, which are higher than you.",
          "ID": "5"
        },
        {
          "text": "If you have sinned, what do you accomplish against him?",
          "ID": "6"
        },
        {
          "text": "And if your transgressions are multiplied, what do you do to him?",
          "ID": "6"
        },
        {
          "text": "If you are righteous, what do you give to him?",
          "ID": "7"
        },
        {
          "text": "Or what does he receive from your hand?",
          "ID": "7"
        },
        {
          "text": "Your wickedness concerns a man like yourself,",
          "ID": "8"
        },
        {
          "text": "and your righteousness a son of man.",
          "ID": "8"
        },
        {
          "text": "\"Because of the multitude of oppressions people cry out;",
          "ID": "9"
        },
        {
          "text": "they call for help because of the arm of the mighty.",
          "ID": "9"
        },
        {
          "text": "But none says, 'Where is God my Maker,",
          "ID": "10"
        },
        {
          "text": "who gives songs in the night,",
          "ID": "10"
        },
        {
          "text": "who teaches us more than the beasts of the earth",
          "ID": "11"
        },
        {
          "text": "and makes us wiser than the birds of the heavens?'",
          "ID": "11"
        },
        {
          "text": "There they cry out, but he does not answer,",
          "ID": "12"
        },
        {
          "text": "because of the pride of evil men.",
          "ID": "12"
        },
        {
          "text": "Surely God does not hear an empty cry,",
          "ID": "13"
        },
        {
          "text": "nor does the Almighty regard it.",
          "ID": "13"
        },
        {
          "text": "How much less when you say that you do not see him,",
          "ID": "14"
        },
        {
          "text": "that the case is before him, and you are waiting for him!",
          "ID": "14"
        },
        {
          "text": "And now, because his anger does not punish,",
          "ID": "15"
        },
        {
          "text": "and he does not take much note of transgression,",
          "ID": "15"
        },
        {
          "text": "Job opens his mouth in empty talk;",
          "ID": "16"
        },
        {
          "text": "he multiplies words without knowledge.\"",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.35",
      "name": "Job 35"
    },
    {
      "text": [
        {
          "text": "And Elihu continued, and said:",
          "ID": "1"
        },
        {
          "text": "\"Bear with me a little, and I will show you,",
          "ID": "2"
        },
        {
          "text": "for I have yet something to say on God's behalf.",
          "ID": "2"
        },
        {
          "text": "I will get my knowledge from afar",
          "ID": "3"
        },
        {
          "text": "and ascribe righteousness to my Maker.",
          "ID": "3"
        },
        {
          "text": "For truly my words are not false;",
          "ID": "4"
        },
        {
          "text": "one who is perfect in knowledge is with you.",
          "ID": "4"
        },
        {
          "text": "\"Behold, God is mighty, and does not despise any;",
          "ID": "5"
        },
        {
          "text": "he is mighty in strength of understanding.",
          "ID": "5"
        },
        {
          "text": "He does not keep the wicked alive,",
          "ID": "6"
        },
        {
          "text": "but gives the afflicted their right.",
          "ID": "6"
        },
        {
          "text": "He does not withdraw his eyes from the righteous,",
          "ID": "7"
        },
        {
          "text": "but with kings on the throne",
          "ID": "7"
        },
        {
          "text": "he sets them forever, and they are exalted.",
          "ID": "7"
        },
        {
          "text": "And if they are bound in chains",
          "ID": "8"
        },
        {
          "text": "and caught in the cords of affliction,",
          "ID": "8"
        },
        {
          "text": "then he declares to them their work",
          "ID": "9"
        },
        {
          "text": "and their transgressions, that they are behaving arrogantly.",
          "ID": "9"
        },
        {
          "text": "He opens their ears to instruction",
          "ID": "10"
        },
        {
          "text": "and commands that they return from iniquity.",
          "ID": "10"
        },
        {
          "text": "If they listen and serve him,",
          "ID": "11"
        },
        {
          "text": "they complete their days in prosperity,",
          "ID": "11"
        },
        {
          "text": "and their years in pleasantness.",
          "ID": "11"
        },
        {
          "text": "But if they do not listen, they perish by the sword",
          "ID": "12"
        },
        {
          "text": "and die without knowledge.",
          "ID": "12"
        },
        {
          "text": "\"The godless in heart cherish anger;",
          "ID": "13"
        },
        {
          "text": "they do not cry for help when he binds them.",
          "ID": "13"
        },
        {
          "text": "They die in youth,",
          "ID": "14"
        },
        {
          "text": "and their life ends among the cult prostitutes.",
          "ID": "14"
        },
        {
          "text": "He delivers the afflicted by their affliction",
          "ID": "15"
        },
        {
          "text": "and opens their ear by adversity.",
          "ID": "15"
        },
        {
          "text": "He also allured you out of distress",
          "ID": "16"
        },
        {
          "text": "into a broad place where there was no cramping,",
          "ID": "16"
        },
        {
          "text": "and what was set on your table was full of fatness.",
          "ID": "16"
        },
        {
          "text": "\"But you are full of the judgment on the wicked;",
          "ID": "17"
        },
        {
          "text": "judgment and justice seize you.",
          "ID": "17"
        },
        {
          "text": "Beware lest wrath entice you into scoffing,",
          "ID": "18"
        },
        {
          "text": "and let not the greatness of the ransom turn you aside.",
          "ID": "18"
        },
        {
          "text": "Will your cry for help avail to keep you from distress,",
          "ID": "19"
        },
        {
          "text": "or all the force of your strength?",
          "ID": "19"
        },
        {
          "text": "Do not long for the night,",
          "ID": "20"
        },
        {
          "text": "when peoples vanish in their place.",
          "ID": "20"
        },
        {
          "text": "Take care; do not turn to iniquity,",
          "ID": "21"
        },
        {
          "text": "for this you have chosen rather than affliction.",
          "ID": "21"
        },
        {
          "text": "Behold, God is exalted in his power;",
          "ID": "22"
        },
        {
          "text": "who is a teacher like him?",
          "ID": "22"
        },
        {
          "text": "Who has prescribed for him his way,",
          "ID": "23"
        },
        {
          "text": "or who can say, 'You have done wrong'?",
          "ID": "23"
        },
        {
          "text": "\"Remember to extol his work,",
          "ID": "24"
        },
        {
          "text": "of which men have sung.",
          "ID": "24"
        },
        {
          "text": "All mankind has looked on it;",
          "ID": "25"
        },
        {
          "text": "man beholds it from afar.",
          "ID": "25"
        },
        {
          "text": "Behold, God is great, and we know him not;",
          "ID": "26"
        },
        {
          "text": "the number of his years is unsearchable.",
          "ID": "26"
        },
        {
          "text": "For he draws up the drops of water;",
          "ID": "27"
        },
        {
          "text": "they distill his mist in rain,",
          "ID": "27"
        },
        {
          "text": "which the skies pour down",
          "ID": "28"
        },
        {
          "text": "and drop on mankind abundantly.",
          "ID": "28"
        },
        {
          "text": "Can anyone understand the spreading of the clouds,",
          "ID": "29"
        },
        {
          "text": "the thunderings of his pavilion?",
          "ID": "29"
        },
        {
          "text": "Behold, he scatters his lightning about him",
          "ID": "30"
        },
        {
          "text": "and covers the roots of the sea.",
          "ID": "30"
        },
        {
          "text": "For by these he judges peoples;",
          "ID": "31"
        },
        {
          "text": "he gives food in abundance.",
          "ID": "31"
        },
        {
          "text": "He covers his hands with the lightning",
          "ID": "32"
        },
        {
          "text": "and commands it to strike the mark.",
          "ID": "32"
        },
        {
          "text": "Its crashing declares his presence;",
          "ID": "33"
        },
        {
          "text": "the cattle also declare that he rises.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.36",
      "name": "Job 36"
    },
    {
      "text": [
        {
          "text": "\"At this also my heart trembles",
          "ID": "1"
        },
        {
          "text": "and leaps out of its place.",
          "ID": "1"
        },
        {
          "text": "Keep listening to the thunder of his voice",
          "ID": "2"
        },
        {
          "text": "and the rumbling that comes from his mouth.",
          "ID": "2"
        },
        {
          "text": "Under the whole heaven he lets it go,",
          "ID": "3"
        },
        {
          "text": "and his lightning to the corners of the earth.",
          "ID": "3"
        },
        {
          "text": "After it his voice roars;",
          "ID": "4"
        },
        {
          "text": "he thunders with his majestic voice,",
          "ID": "4"
        },
        {
          "text": "and he does not restrain the lightnings when his voice is heard.",
          "ID": "4"
        },
        {
          "text": "God thunders wondrously with his voice;",
          "ID": "5"
        },
        {
          "text": "he does great things that we cannot comprehend.",
          "ID": "5"
        },
        {
          "text": "For to the snow he says, 'Fall on the earth,'",
          "ID": "6"
        },
        {
          "text": "likewise to the downpour, his mighty downpour.",
          "ID": "6"
        },
        {
          "text": "He seals up the hand of every man,",
          "ID": "7"
        },
        {
          "text": "that all men whom he made may know it.",
          "ID": "7"
        },
        {
          "text": "Then the beasts go into their lairs,",
          "ID": "8"
        },
        {
          "text": "and remain in their dens.",
          "ID": "8"
        },
        {
          "text": "From its chamber comes the whirlwind,",
          "ID": "9"
        },
        {
          "text": "and cold from the scattering winds.",
          "ID": "9"
        },
        {
          "text": "By the breath of God ice is given,",
          "ID": "10"
        },
        {
          "text": "and the broad waters are frozen fast.",
          "ID": "10"
        },
        {
          "text": "He loads the thick cloud with moisture;",
          "ID": "11"
        },
        {
          "text": "the clouds scatter his lightning.",
          "ID": "11"
        },
        {
          "text": "They turn around and around by his guidance,",
          "ID": "12"
        },
        {
          "text": "to accomplish all that he commands them",
          "ID": "12"
        },
        {
          "text": "on the face of the habitable world.",
          "ID": "12"
        },
        {
          "text": "Whether for correction or for his land",
          "ID": "13"
        },
        {
          "text": "or for love, he causes it to happen.",
          "ID": "13"
        },
        {
          "text": "\"Hear this, O Job;",
          "ID": "14"
        },
        {
          "text": "stop and consider the wondrous works of God.",
          "ID": "14"
        },
        {
          "text": "Do you know how God lays his command upon them",
          "ID": "15"
        },
        {
          "text": "and causes the lightning of his cloud to shine?",
          "ID": "15"
        },
        {
          "text": "Do you know the balancings of the clouds,",
          "ID": "16"
        },
        {
          "text": "the wondrous works of him who is perfect in knowledge,",
          "ID": "16"
        },
        {
          "text": "you whose garments are hot",
          "ID": "17"
        },
        {
          "text": "when the earth is still because of the south wind?",
          "ID": "17"
        },
        {
          "text": "Can you, like him, spread out the skies,",
          "ID": "18"
        },
        {
          "text": "hard as a cast metal mirror?",
          "ID": "18"
        },
        {
          "text": "Teach us what we shall say to him;",
          "ID": "19"
        },
        {
          "text": "we cannot draw up our case because of darkness.",
          "ID": "19"
        },
        {
          "text": "Shall it be told him that I would speak?",
          "ID": "20"
        },
        {
          "text": "Did a man ever wish that he would be swallowed up?",
          "ID": "20"
        },
        {
          "text": "\"And now no one looks on the light",
          "ID": "21"
        },
        {
          "text": "when it is bright in the skies,",
          "ID": "21"
        },
        {
          "text": "when the wind has passed and cleared them.",
          "ID": "21"
        },
        {
          "text": "Out of the north comes golden splendor;",
          "ID": "22"
        },
        {
          "text": "God is clothed with awesome majesty.",
          "ID": "22"
        },
        {
          "text": "The Almighty—we cannot find him;",
          "ID": "23"
        },
        {
          "text": "he is great in power;",
          "ID": "23"
        },
        {
          "text": "justice and abundant righteousness he will not violate.",
          "ID": "23"
        },
        {
          "text": "Therefore men fear him;",
          "ID": "24"
        },
        {
          "text": "he does not regard any who are wise in their own conceit.\"",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.37",
      "name": "Job 37"
    },
    {
      "text": [
        {
          "text": "Then the Lord answered Job out of the whirlwind and said:",
          "ID": "1"
        },
        {
          "text": "\"Who is this that darkens counsel by words without knowledge?",
          "ID": "2"
        },
        {
          "text": "Dress for action like a man;",
          "ID": "3"
        },
        {
          "text": "I will question you, and you make it known to me.",
          "ID": "3"
        },
        {
          "text": "\"Where were you when I laid the foundation of the earth?",
          "ID": "4"
        },
        {
          "text": "Tell me, if you have understanding.",
          "ID": "4"
        },
        {
          "text": "Who determined its measurements—surely you know!",
          "ID": "5"
        },
        {
          "text": "Or who stretched the line upon it?",
          "ID": "5"
        },
        {
          "text": "On what were its bases sunk,",
          "ID": "6"
        },
        {
          "text": "or who laid its cornerstone,",
          "ID": "6"
        },
        {
          "text": "when the morning stars sang together",
          "ID": "7"
        },
        {
          "text": "and all the sons of God shouted for joy?",
          "ID": "7"
        },
        {
          "text": "\"Or who shut in the sea with doors",
          "ID": "8"
        },
        {
          "text": "when it burst out from the womb,",
          "ID": "8"
        },
        {
          "text": "when I made clouds its garment",
          "ID": "9"
        },
        {
          "text": "and thick darkness its swaddling band,",
          "ID": "9"
        },
        {
          "text": "and prescribed limits for it",
          "ID": "10"
        },
        {
          "text": "and set bars and doors,",
          "ID": "10"
        },
        {
          "text": "and said, 'Thus far shall you come, and no farther,",
          "ID": "11"
        },
        {
          "text": "and here shall your proud waves be stayed'?",
          "ID": "11"
        },
        {
          "text": "\"Have you commanded the morning since your days began,",
          "ID": "12"
        },
        {
          "text": "and caused the dawn to know its place,",
          "ID": "12"
        },
        {
          "text": "that it might take hold of the skirts of the earth,",
          "ID": "13"
        },
        {
          "text": "and the wicked be shaken out of it?",
          "ID": "13"
        },
        {
          "text": "It is changed like clay under the seal,",
          "ID": "14"
        },
        {
          "text": "and its features stand out like a garment.",
          "ID": "14"
        },
        {
          "text": "From the wicked their light is withheld,",
          "ID": "15"
        },
        {
          "text": "and their uplifted arm is broken.",
          "ID": "15"
        },
        {
          "text": "\"Have you entered into the springs of the sea,",
          "ID": "16"
        },
        {
          "text": "or walked in the recesses of the deep?",
          "ID": "16"
        },
        {
          "text": "Have the gates of death been revealed to you,",
          "ID": "17"
        },
        {
          "text": "or have you seen the gates of deep darkness?",
          "ID": "17"
        },
        {
          "text": "Have you comprehended the expanse of the earth?",
          "ID": "18"
        },
        {
          "text": "Declare, if you know all this.",
          "ID": "18"
        },
        {
          "text": "\"Where is the way to the dwelling of light,",
          "ID": "19"
        },
        {
          "text": "and where is the place of darkness,",
          "ID": "19"
        },
        {
          "text": "that you may take it to its territory",
          "ID": "20"
        },
        {
          "text": "and that you may discern the paths to its home?",
          "ID": "20"
        },
        {
          "text": "You know, for you were born then,",
          "ID": "21"
        },
        {
          "text": "and the number of your days is great!",
          "ID": "21"
        },
        {
          "text": "\"Have you entered the storehouses of the snow,",
          "ID": "22"
        },
        {
          "text": "or have you seen the storehouses of the hail,",
          "ID": "22"
        },
        {
          "text": "which I have reserved for the time of trouble,",
          "ID": "23"
        },
        {
          "text": "for the day of battle and war?",
          "ID": "23"
        },
        {
          "text": "What is the way to the place where the light is distributed,",
          "ID": "24"
        },
        {
          "text": "or where the east wind is scattered upon the earth?",
          "ID": "24"
        },
        {
          "text": "\"Who has cleft a channel for the torrents of rain",
          "ID": "25"
        },
        {
          "text": "and a way for the thunderbolt,",
          "ID": "25"
        },
        {
          "text": "to bring rain on a land where no man is,",
          "ID": "26"
        },
        {
          "text": "on the desert in which there is no man,",
          "ID": "26"
        },
        {
          "text": "to satisfy the waste and desolate land,",
          "ID": "27"
        },
        {
          "text": "and to make the ground sprout with grass?",
          "ID": "27"
        },
        {
          "text": "\"Has the rain a father,",
          "ID": "28"
        },
        {
          "text": "or who has begotten the drops of dew?",
          "ID": "28"
        },
        {
          "text": "From whose womb did the ice come forth,",
          "ID": "29"
        },
        {
          "text": "and who has given birth to the frost of heaven?",
          "ID": "29"
        },
        {
          "text": "The waters become hard like stone,",
          "ID": "30"
        },
        {
          "text": "and the face of the deep is frozen.",
          "ID": "30"
        },
        {
          "text": "\"Can you bind the chains of the Pleiades",
          "ID": "31"
        },
        {
          "text": "or loose the cords of Orion?",
          "ID": "31"
        },
        {
          "text": "Can you lead forth the Mazzaroth in their season,",
          "ID": "32"
        },
        {
          "text": "or can you guide the Bear with its children?",
          "ID": "32"
        },
        {
          "text": "Do you know the ordinances of the heavens?",
          "ID": "33"
        },
        {
          "text": "Can you establish their rule on the earth?",
          "ID": "33"
        },
        {
          "text": "\"Can you lift up your voice to the clouds,",
          "ID": "34"
        },
        {
          "text": "that a flood of waters may cover you?",
          "ID": "34"
        },
        {
          "text": "Can you send forth lightnings, that they may go",
          "ID": "35"
        },
        {
          "text": "and say to you, 'Here we are'?",
          "ID": "35"
        },
        {
          "text": "Who has put wisdom in the inward parts",
          "ID": "36"
        },
        {
          "text": "or given understanding to the mind?",
          "ID": "36"
        },
        {
          "text": "Who can number the clouds by wisdom?",
          "ID": "37"
        },
        {
          "text": "Or who can tilt the waterskins of the heavens,",
          "ID": "37"
        },
        {
          "text": "when the dust runs into a mass",
          "ID": "38"
        },
        {
          "text": "and the clods stick fast together?",
          "ID": "38"
        },
        {
          "text": "\"Can you hunt the prey for the lion,",
          "ID": "39"
        },
        {
          "text": "or satisfy the appetite of the young lions,",
          "ID": "39"
        },
        {
          "text": "when they crouch in their dens",
          "ID": "40"
        },
        {
          "text": "or lie in wait in their thicket?",
          "ID": "40"
        },
        {
          "text": "Who provides for the raven its prey,",
          "ID": "41"
        },
        {
          "text": "when its young ones cry to God for help,",
          "ID": "41"
        },
        {
          "text": "and wander about for lack of food?",
          "ID": "41"
        }
      ],
      "ID": "OT:JOB.38",
      "name": "Job 38"
    },
    {
      "text": [
        {
          "text": "\"Do you know when the mountain goats give birth?",
          "ID": "1"
        },
        {
          "text": "Do you observe the calving of the does?",
          "ID": "1"
        },
        {
          "text": "Can you number the months that they fulfill,",
          "ID": "2"
        },
        {
          "text": "and do you know the time when they give birth,",
          "ID": "2"
        },
        {
          "text": "when they crouch, bring forth their offspring,",
          "ID": "3"
        },
        {
          "text": "and are delivered of their young?",
          "ID": "3"
        },
        {
          "text": "Their young ones become strong; they grow up in the open;",
          "ID": "4"
        },
        {
          "text": "they go out and do not return to them.",
          "ID": "4"
        },
        {
          "text": "\"Who has let the wild donkey go free?",
          "ID": "5"
        },
        {
          "text": "Who has loosed the bonds of the swift donkey,",
          "ID": "5"
        },
        {
          "text": "to whom I have given the arid plain for his home",
          "ID": "6"
        },
        {
          "text": "and the salt land for his dwelling place?",
          "ID": "6"
        },
        {
          "text": "He scorns the tumult of the city;",
          "ID": "7"
        },
        {
          "text": "he hears not the shouts of the driver.",
          "ID": "7"
        },
        {
          "text": "He ranges the mountains as his pasture,",
          "ID": "8"
        },
        {
          "text": "and he searches after every green thing.",
          "ID": "8"
        },
        {
          "text": "\"Is the wild ox willing to serve you?",
          "ID": "9"
        },
        {
          "text": "Will he spend the night at your manger?",
          "ID": "9"
        },
        {
          "text": "Can you bind him in the furrow with ropes,",
          "ID": "10"
        },
        {
          "text": "or will he harrow the valleys after you?",
          "ID": "10"
        },
        {
          "text": "Will you depend on him because his strength is great,",
          "ID": "11"
        },
        {
          "text": "and will you leave to him your labor?",
          "ID": "11"
        },
        {
          "text": "Do you have faith in him that he will return your grain",
          "ID": "12"
        },
        {
          "text": "and gather it to your threshing floor?",
          "ID": "12"
        },
        {
          "text": "\"The wings of the ostrich wave proudly,",
          "ID": "13"
        },
        {
          "text": "but are they the pinions and plumage of love?",
          "ID": "13"
        },
        {
          "text": "For she leaves her eggs to the earth",
          "ID": "14"
        },
        {
          "text": "and lets them be warmed on the ground,",
          "ID": "14"
        },
        {
          "text": "forgetting that a foot may crush them",
          "ID": "15"
        },
        {
          "text": "and that the wild beast may trample them.",
          "ID": "15"
        },
        {
          "text": "She deals cruelly with her young, as if they were not hers;",
          "ID": "16"
        },
        {
          "text": "though her labor be in vain, yet she has no fear,",
          "ID": "16"
        },
        {
          "text": "because God has made her forget wisdom",
          "ID": "17"
        },
        {
          "text": "and given her no share in understanding.",
          "ID": "17"
        },
        {
          "text": "When she rouses herself to flee,",
          "ID": "18"
        },
        {
          "text": "she laughs at the horse and his rider.",
          "ID": "18"
        },
        {
          "text": "\"Do you give the horse his might?",
          "ID": "19"
        },
        {
          "text": "Do you clothe his neck with a mane?",
          "ID": "19"
        },
        {
          "text": "Do you make him leap like the locust?",
          "ID": "20"
        },
        {
          "text": "His majestic snorting is terrifying.",
          "ID": "20"
        },
        {
          "text": "He paws in the valley and exults in his strength;",
          "ID": "21"
        },
        {
          "text": "he goes out to meet the weapons.",
          "ID": "21"
        },
        {
          "text": "He laughs at fear and is not dismayed;",
          "ID": "22"
        },
        {
          "text": "he does not turn back from the sword.",
          "ID": "22"
        },
        {
          "text": "Upon him rattle the quiver,",
          "ID": "23"
        },
        {
          "text": "the flashing spear, and the javelin.",
          "ID": "23"
        },
        {
          "text": "With fierceness and rage he swallows the ground;",
          "ID": "24"
        },
        {
          "text": "he cannot stand still at the sound of the trumpet.",
          "ID": "24"
        },
        {
          "text": "When the trumpet sounds, he says 'Aha!'",
          "ID": "25"
        },
        {
          "text": "He smells the battle from afar,",
          "ID": "25"
        },
        {
          "text": "the thunder of the captains, and the shouting.",
          "ID": "25"
        },
        {
          "text": "\"Is it by your understanding that the hawk soars",
          "ID": "26"
        },
        {
          "text": "and spreads his wings toward the south?",
          "ID": "26"
        },
        {
          "text": "Is it at your command that the eagle mounts up",
          "ID": "27"
        },
        {
          "text": "and makes his nest on high?",
          "ID": "27"
        },
        {
          "text": "On the rock he dwells and makes his home,",
          "ID": "28"
        },
        {
          "text": "on the rocky crag and stronghold.",
          "ID": "28"
        },
        {
          "text": "From there he spies out the prey;",
          "ID": "29"
        },
        {
          "text": "his eyes behold it from far away.",
          "ID": "29"
        },
        {
          "text": "His young ones suck up blood,",
          "ID": "30"
        },
        {
          "text": "and where the slain are, there is he.\"",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.39",
      "name": "Job 39"
    },
    {
      "text": [
        {
          "text": "And the Lord said to Job:",
          "ID": "1"
        },
        {
          "text": "\"Shall a faultfinder contend with the Almighty?",
          "ID": "2"
        },
        {
          "text": "He who argues with God, let him answer it.\"",
          "ID": "2"
        },
        {
          "text": "Then Job answered the Lord and said:",
          "ID": "3"
        },
        {
          "text": "\"Behold, I am of small account; what shall I answer you?",
          "ID": "4"
        },
        {
          "text": "I lay my hand on my mouth.",
          "ID": "4"
        },
        {
          "text": "I have spoken once, and I will not answer;",
          "ID": "5"
        },
        {
          "text": "twice, but I will proceed no further.\"",
          "ID": "5"
        },
        {
          "text": "Then the Lord answered Job out of the whirlwind and said:",
          "ID": "6"
        },
        {
          "text": "\"Dress for action like a man;",
          "ID": "7"
        },
        {
          "text": "I will question you, and you make it known to me.",
          "ID": "7"
        },
        {
          "text": "Will you even put me in the wrong?",
          "ID": "8"
        },
        {
          "text": "Will you condemn me that you may be in the right?",
          "ID": "8"
        },
        {
          "text": "Have you an arm like God,",
          "ID": "9"
        },
        {
          "text": "and can you thunder with a voice like his?",
          "ID": "9"
        },
        {
          "text": "\"Adorn yourself with majesty and dignity;",
          "ID": "10"
        },
        {
          "text": "clothe yourself with glory and splendor.",
          "ID": "10"
        },
        {
          "text": "Pour out the overflowings of your anger,",
          "ID": "11"
        },
        {
          "text": "and look on everyone who is proud and abase him.",
          "ID": "11"
        },
        {
          "text": "Look on everyone who is proud and bring him low",
          "ID": "12"
        },
        {
          "text": "and tread down the wicked where they stand.",
          "ID": "12"
        },
        {
          "text": "Hide them all in the dust together;",
          "ID": "13"
        },
        {
          "text": "bind their faces in the world below.",
          "ID": "13"
        },
        {
          "text": "Then will I also acknowledge to you",
          "ID": "14"
        },
        {
          "text": "that your own right hand can save you.",
          "ID": "14"
        },
        {
          "text": "\"Behold, Behemoth,",
          "ID": "15"
        },
        {
          "text": "which I made as I made you;",
          "ID": "15"
        },
        {
          "text": "he eats grass like an ox.",
          "ID": "15"
        },
        {
          "text": "Behold, his strength in his loins,",
          "ID": "16"
        },
        {
          "text": "and his power in the muscles of his belly.",
          "ID": "16"
        },
        {
          "text": "He makes his tail stiff like a cedar;",
          "ID": "17"
        },
        {
          "text": "the sinews of his thighs are knit together.",
          "ID": "17"
        },
        {
          "text": "His bones are tubes of bronze,",
          "ID": "18"
        },
        {
          "text": "his limbs like bars of iron.",
          "ID": "18"
        },
        {
          "text": "\"He is the first of the works of God;",
          "ID": "19"
        },
        {
          "text": "let him who made him bring near his sword!",
          "ID": "19"
        },
        {
          "text": "For the mountains yield food for him",
          "ID": "20"
        },
        {
          "text": "where all the wild beasts play.",
          "ID": "20"
        },
        {
          "text": "Under the lotus plants he lies,",
          "ID": "21"
        },
        {
          "text": "in the shelter of the reeds and in the marsh.",
          "ID": "21"
        },
        {
          "text": "For his shade the lotus trees cover him;",
          "ID": "22"
        },
        {
          "text": "the willows of the brook surround him.",
          "ID": "22"
        },
        {
          "text": "Behold, if the river is turbulent he is not frightened;",
          "ID": "23"
        },
        {
          "text": "he is confident though Jordan rushes against his mouth.",
          "ID": "23"
        },
        {
          "text": "Can one take him by his eyes,",
          "ID": "24"
        },
        {
          "text": "or pierce his nose with a snare?",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.40",
      "name": "Job 40"
    },
    {
      "text": [
        {
          "text": "\"Can you draw out Leviathan with a fishhook",
          "ID": "1"
        },
        {
          "text": "or press down his tongue with a cord?",
          "ID": "1"
        },
        {
          "text": "Can you put a rope in his nose",
          "ID": "2"
        },
        {
          "text": "or pierce his jaw with a hook?",
          "ID": "2"
        },
        {
          "text": "Will he make many pleas to you?",
          "ID": "3"
        },
        {
          "text": "Will he speak to you soft words?",
          "ID": "3"
        },
        {
          "text": "Will he make a covenant with you",
          "ID": "4"
        },
        {
          "text": "to take him for your servant forever?",
          "ID": "4"
        },
        {
          "text": "Will you play with him as with a bird,",
          "ID": "5"
        },
        {
          "text": "or will you put him on a leash for your girls?",
          "ID": "5"
        },
        {
          "text": "Will traders bargain over him?",
          "ID": "6"
        },
        {
          "text": "Will they divide him up among the merchants?",
          "ID": "6"
        },
        {
          "text": "Can you fill his skin with harpoons",
          "ID": "7"
        },
        {
          "text": "or his head with fishing spears?",
          "ID": "7"
        },
        {
          "text": "Lay your hands on him;",
          "ID": "8"
        },
        {
          "text": "remember the battle—you will not do it again!",
          "ID": "8"
        },
        {
          "text": "Behold, the hope of a man is false;",
          "ID": "9"
        },
        {
          "text": "he is laid low even at the sight of him.",
          "ID": "9"
        },
        {
          "text": "No one is so fierce that he dares to stir him up.",
          "ID": "10"
        },
        {
          "text": "Who then is he who can stand before me?",
          "ID": "10"
        },
        {
          "text": "Who has first given to me, that I should repay him?",
          "ID": "11"
        },
        {
          "text": "Whatever is under the whole heaven is mine.",
          "ID": "11"
        },
        {
          "text": "\"I will not keep silence concerning his limbs,",
          "ID": "12"
        },
        {
          "text": "or his mighty strength, or his goodly frame.",
          "ID": "12"
        },
        {
          "text": "Who can strip off his outer garment?",
          "ID": "13"
        },
        {
          "text": "Who would come near him with a bridle?",
          "ID": "13"
        },
        {
          "text": "Who can open the doors of his face?",
          "ID": "14"
        },
        {
          "text": "Around his teeth is terror.",
          "ID": "14"
        },
        {
          "text": "His back is made of rows of shields,",
          "ID": "15"
        },
        {
          "text": "shut up closely as with a seal.",
          "ID": "15"
        },
        {
          "text": "One is so near to another",
          "ID": "16"
        },
        {
          "text": "that no air can come between them.",
          "ID": "16"
        },
        {
          "text": "They are joined one to another;",
          "ID": "17"
        },
        {
          "text": "they clasp each other and cannot be separated.",
          "ID": "17"
        },
        {
          "text": "His sneezings flash forth light,",
          "ID": "18"
        },
        {
          "text": "and his eyes are like the eyelids of the dawn.",
          "ID": "18"
        },
        {
          "text": "Out of his mouth go flaming torches;",
          "ID": "19"
        },
        {
          "text": "sparks of fire leap forth.",
          "ID": "19"
        },
        {
          "text": "Out of his nostrils comes forth smoke,",
          "ID": "20"
        },
        {
          "text": "as from a boiling pot and burning rushes.",
          "ID": "20"
        },
        {
          "text": "His breath kindles coals,",
          "ID": "21"
        },
        {
          "text": "and a flame comes forth from his mouth.",
          "ID": "21"
        },
        {
          "text": "In his neck abides strength,",
          "ID": "22"
        },
        {
          "text": "and terror dances before him.",
          "ID": "22"
        },
        {
          "text": "The folds of his flesh stick together,",
          "ID": "23"
        },
        {
          "text": "firmly cast on him and immovable.",
          "ID": "23"
        },
        {
          "text": "His heart is hard as a stone,",
          "ID": "24"
        },
        {
          "text": "hard as the lower millstone.",
          "ID": "24"
        },
        {
          "text": "When he raises himself up the mighty are afraid;",
          "ID": "25"
        },
        {
          "text": "at the crashing they are beside themselves.",
          "ID": "25"
        },
        {
          "text": "Though the sword reaches him, it does not avail,",
          "ID": "26"
        },
        {
          "text": "nor the spear, the dart, or the javelin.",
          "ID": "26"
        },
        {
          "text": "He counts iron as straw,",
          "ID": "27"
        },
        {
          "text": "and bronze as rotten wood.",
          "ID": "27"
        },
        {
          "text": "The arrow cannot make him flee;",
          "ID": "28"
        },
        {
          "text": "for him sling stones are turned to stubble.",
          "ID": "28"
        },
        {
          "text": "Clubs are counted as stubble;",
          "ID": "29"
        },
        {
          "text": "he laughs at the rattle of javelins.",
          "ID": "29"
        },
        {
          "text": "His underparts are like sharp potsherds;",
          "ID": "30"
        },
        {
          "text": "he spreads himself like a threshing sledge on the mire.",
          "ID": "30"
        },
        {
          "text": "He makes the deep boil like a pot;",
          "ID": "31"
        },
        {
          "text": "he makes the sea like a pot of ointment.",
          "ID": "31"
        },
        {
          "text": "Behind him he leaves a shining wake;",
          "ID": "32"
        },
        {
          "text": "one would think the deep to be white-haired.",
          "ID": "32"
        },
        {
          "text": "On earth there is not his like,",
          "ID": "33"
        },
        {
          "text": "a creature without fear.",
          "ID": "33"
        },
        {
          "text": "He sees everything that is high;",
          "ID": "34"
        },
        {
          "text": "he is king over all the sons of pride.\"",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.41",
      "name": "Job 41"
    },
    {
      "text": [
        {
          "text": "Then Job answered the Lord and said:",
          "ID": "1"
        },
        {
          "text": "\"I know that you can do all things,",
          "ID": "2"
        },
        {
          "text": "and that no purpose of yours can be thwarted.",
          "ID": "2"
        },
        {
          "text": "'Who is this that hides counsel without knowledge?'",
          "ID": "3"
        },
        {
          "text": "Therefore I have uttered what I did not understand,",
          "ID": "3"
        },
        {
          "text": "things too wonderful for me, which I did not know.",
          "ID": "3"
        },
        {
          "text": "'Hear, and I will speak;",
          "ID": "4"
        },
        {
          "text": "I will question you, and you make it known to me.'",
          "ID": "4"
        },
        {
          "text": "I had heard of you by the hearing of the ear,",
          "ID": "5"
        },
        {
          "text": "but now my eye sees you;",
          "ID": "5"
        },
        {
          "text": "therefore I despise myself,",
          "ID": "6"
        },
        {
          "text": "and repent in dust and ashes.\"",
          "ID": "6"
        },
        {
          "text": "After the Lord had spoken these words to Job, the Lord said to Eliphaz the Temanite: \"My anger burns against you and against your two friends, for you have not spoken of me what is right, as my servant Job has.",
          "ID": "7"
        },
        {
          "text": "Now therefore take seven bulls and seven rams and go to my servant Job and offer up a burnt offering for yourselves. And my servant Job shall pray for you, for I will accept his prayer not to deal with you according to your folly. For you have not spoken of me what is right, as my servant Job has.\"",
          "ID": "8"
        },
        {
          "text": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did what the Lord had told them, and the Lord accepted Job's prayer.",
          "ID": "9"
        },
        {
          "text": "And the Lord restored the fortunes of Job, when he had prayed for his friends. And the Lord gave Job twice as much as he had before.",
          "ID": "10"
        },
        {
          "text": "Then came to him all his brothers and sisters and all who had known him before, and ate bread with him in his house. And they showed him sympathy and comforted him for all the evil that the Lord had brought upon him. And each of them gave him a piece of money and a ring of gold.",
          "ID": "11"
        },
        {
          "text": "And the Lord blessed the latter days of Job more than his beginning. And he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys.",
          "ID": "12"
        },
        {
          "text": "He had also seven sons and three daughters.",
          "ID": "13"
        },
        {
          "text": "And he called the name of the first daughter Jemimah, and the name of the second Keziah, and the name of the third Keren-happuch.",
          "ID": "14"
        },
        {
          "text": "And in all the land there were no women so beautiful as Job's daughters. And their father gave them an inheritance among their brothers.",
          "ID": "15"
        },
        {
          "text": "And after this Job lived 140 years, and saw his sons, and his sons' sons, four generations.",
          "ID": "16"
        },
        {
          "text": "And Job died, an old man, and full of days.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.42",
      "name": "Job 42"
    }
  ],
  "ID": "OT:JOB(ESV)",
  "version": "ESV",
  "name": "Job"
}