{
  "text": [
    {
      "text": [
        {
          "text": "There was a man in the land of Uz, whose name was Job; and that man was perfect and upright, and one that feared God, and eschewed evil.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And there were born unto him seven sons and three daughters.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "His substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and a very great household; so that this man was the greatest of all the men of the east.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "And his sons went and feasted in their houses, every one his day; and sent and called for their three sisters to eat and to drink with them.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And it was so, when the days of their feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all: for Job said, It may be that my sons have sinned, and cursed God in their hearts. Thus did Job continually.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Now there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "And the Lord said unto Satan, Whence comest thou? Then Satan answered the Lord, and said, From going to and fro in the earth, and from walking up and down in it.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And the Lord said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Then Satan answered the Lord, and said, Doth Job fear God for nought?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Hast not thou made an hedge about him, and about his house, and about all that he hath on every side? thou hast blessed the work of his hands, and his substance is increased in the land.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "But put forth thine hand now, and touch all that he hath, and he will curse thee to thy face.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And the Lord said unto Satan, Behold, all that he hath is in thy power; only upon himself put not forth thine hand. So Satan went forth from the presence of the Lord.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And there was a day when his sons and his daughters were eating and drinking wine in their eldest brother's house:",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And there came a messenger unto Job, and said, The oxen were plowing, and the asses feeding beside them:",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And the Sabeans fell upon them, and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "While he was yet speaking, there came also another, and said, The fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "While he was yet speaking, there came also another, and said, The Chaldeans made out three bands, and fell upon the camels, and have carried them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother's house:",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And, behold, there came a great wind from the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped,",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "And said, Naked came I out of my mother's womb, and naked shall I return thither: the Lord gave, and the Lord hath taken away; blessed be the name of the Lord.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "In all this Job sinned not, nor charged God foolishly.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.1",
      "name": "Job 1"
    },
    {
      "text": [
        {
          "text": "Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And the Lord said unto Satan, From whence comest thou? And Satan answered the Lord, and said, From going to and fro in the earth, and from walking up and down in it.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "And the Lord said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil? and still he holdeth fast his integrity, although thou movedst me against him, to destroy him without cause.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "And Satan answered the Lord, and said, Skin for skin, yea, all that a man hath will he give for his life.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "But put forth thine hand now, and touch his bone and his flesh, and he will curse thee to thy face.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And the Lord said unto Satan, Behold, he is in thine hand; but save his life.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "So went Satan forth from the presence of the Lord, and smote Job with sore boils from the sole of his foot unto his crown.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And he took him a potsherd to scrape himself withal; and he sat down among the ashes.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Then said his wife unto him, Dost thou still retain thine integrity? curse God, and die.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But he said unto her, Thou speakest as one of the foolish women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil? In all this did not Job sin with his lips.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now when Job's three friends heard of all this evil that was come upon him, they came every one from his own place; Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite: for they had made an appointment together to come to mourn with him and to comfort him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And when they lifted up their eyes afar off, and knew him not, they lifted up their voice, and wept; and they rent every one his mantle, and sprinkled dust upon their heads toward heaven.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "So they sat down with him upon the ground seven days and seven nights, and none spake a word unto him: for they saw that his grief was very great.",
          "ID": "13"
        }
      ],
      "ID": "OT:JOB.2",
      "name": "Job 2"
    },
    {
      "text": [
        {
          "text": "After this opened Job his mouth, and cursed his day.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And Job spake, and said,",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Let the day perish wherein I was born, and the night in which it was said, There is a man child conceived.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Let that day be darkness; let not God regard it from above, neither let the light shine upon it.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Let darkness and the shadow of death stain it; let a cloud dwell upon it; let the blackness of the day terrify it.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "As for that night, let darkness seize upon it; let it not be joined unto the days of the year, let it not come into the number of the months.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Lo, let that night be solitary, let no joyful voice come therein.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Let them curse it that curse the day, who are ready to raise up their mourning.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Let the stars of the twilight thereof be dark; let it look for light, but have none; neither let it see the dawning of the day:",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Because it shut not up the doors of my mother's womb, nor hid sorrow from mine eyes.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Why died I not from the womb? why did I not give up the ghost when I came out of the belly?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Why did the knees prevent me? or why the breasts that I should suck?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "For now should I have lain still and been quiet, I should have slept: then had I been at rest,",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "With kings and counsellors of the earth, which built desolate places for themselves;",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Or with princes that had gold, who filled their houses with silver:",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Or as an hidden untimely birth I had not been; as infants which never saw light.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "There the wicked cease from troubling; and there the weary be at rest.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "There the prisoners rest together; they hear not the voice of the oppressor.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The small and great are there; and the servant is free from his master.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Wherefore is light given to him that is in misery, and life unto the bitter in soul;",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Which long for death, but it cometh not; and dig for it more than for hid treasures;",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Which rejoice exceedingly, and are glad, when they can find the grave?",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Why is light given to a man whose way is hid, and whom God hath hedged in?",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "For my sighing cometh before I eat, and my roarings are poured out like the waters.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "For the thing which I greatly feared is come upon me, and that which I was afraid of is come unto me.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "I was not in safety, neither had I rest, neither was I quiet; yet trouble came.",
          "ID": "26"
        }
      ],
      "ID": "OT:JOB.3",
      "name": "Job 3"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Temanite answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "If we assay to commune with thee, wilt thou be grieved? but who can withhold himself from speaking?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Behold, thou hast instructed many, and thou hast strengthened the weak hands.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Thy words have upholden him that was falling, and thou hast strengthened the feeble knees.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "But now it is come upon thee, and thou faintest; it toucheth thee, and thou art troubled.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Is not this thy fear, thy confidence, thy hope, and the uprightness of thy ways?",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Remember, I pray thee, who ever perished, being innocent? or where were the righteous cut off?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Even as I have seen, they that plow iniquity, and sow wickedness, reap the same.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "By the blast of God they perish, and by the breath of his nostrils are they consumed.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The roaring of the lion, and the voice of the fierce lion, and the teeth of the young lions, are broken.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "The old lion perisheth for lack of prey, and the stout lion's whelps are scattered abroad.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now a thing was secretly brought to me, and mine ear received a little thereof.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "In thoughts from the visions of the night, when deep sleep falleth on men,",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Fear came upon me, and trembling, which made all my bones to shake.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then a spirit passed before my face; the hair of my flesh stood up:",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "It stood still, but I could not discern the form thereof: an image was before mine eyes, there was silence, and I heard a voice, saying,",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Shall mortal man be more just than God? shall a man be more pure than his maker?",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Behold, he put no trust in his servants; and his angels he charged with folly:",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "How much less in them that dwell in houses of clay, whose foundation is in the dust, which are crushed before the moth?",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "They are destroyed from morning to evening: they perish for ever without any regarding it.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Doth not their excellency which is in them go away? they die, even without wisdom.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.4",
      "name": "Job 4"
    },
    {
      "text": [
        {
          "text": "Call now, if there be any that will answer thee; and to which of the saints wilt thou turn?",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "For wrath killeth the foolish man, and envy slayeth the silly one.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "I have seen the foolish taking root: but suddenly I cursed his habitation.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "His children are far from safety, and they are crushed in the gate, neither is there any to deliver them.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Whose harvest the hungry eateth up, and taketh it even out of the thorns, and the robber swalloweth up their substance.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Although affliction cometh not forth of the dust, neither doth trouble spring out of the ground;",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Yet man is born unto trouble, as the sparks fly upward.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "I would seek unto God, and unto God would I commit my cause:",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Which doeth great things and unsearchable; marvellous things without number:",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Who giveth rain upon the earth, and sendeth waters upon the fields:",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "To set up on high those that be low; that those which mourn may be exalted to safety.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "He disappointeth the devices of the crafty, so that their hands cannot perform their enterprise.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "He taketh the wise in their own craftiness: and the counsel of the froward is carried headlong.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "They meet with darkness in the daytime, and grope in the noonday as in the night.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But he saveth the poor from the sword, from their mouth, and from the hand of the mighty.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "So the poor hath hope, and iniquity stoppeth her mouth.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Behold, happy is the man whom God correcteth: therefore despise not thou the chastening of the Almighty:",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "For he maketh sore, and bindeth up: he woundeth, and his hands make whole.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He shall deliver thee in six troubles: yea, in seven there shall no evil touch thee.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "In famine he shall redeem thee from death: and in war from the power of the sword.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Thou shalt be hid from the scourge of the tongue: neither shalt thou be afraid of destruction when it cometh.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "At destruction and famine thou shalt laugh: neither shalt thou be afraid of the beasts of the earth.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "For thou shalt be in league with the stones of the field: and the beasts of the field shall be at peace with thee.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "And thou shalt know that thy tabernacle shall be in peace; and thou shalt visit thy habitation, and shalt not sin.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Thou shalt know also that thy seed shall be great, and thine offspring as the grass of the earth.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Thou shalt come to thy grave in a full age, like as a shock of corn cometh in in his season.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Lo this, we have searched it, so it is; hear it, and know thou it for thy good.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOB.5",
      "name": "Job 5"
    },
    {
      "text": [
        {
          "text": "But Job answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Oh that my grief were thoroughly weighed, and my calamity laid in the balances together!",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "For now it would be heavier than the sand of the sea: therefore my words are swallowed up.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "For the arrows of the Almighty are within me, the poison whereof drinketh up my spirit: the terrors of God do set themselves in array against me.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Doth the wild ass bray when he hath grass? or loweth the ox over his fodder?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Can that which is unsavoury be eaten without salt? or is there any taste in the white of an egg?",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "The things that my soul refused to touch are as my sorrowful meat.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Oh that I might have my request; and that God would grant me the thing that I long for!",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Even that it would please God to destroy me; that he would let loose his hand, and cut me off!",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then should I yet have comfort; yea, I would harden myself in sorrow: let him not spare; for I have not concealed the words of the Holy One.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "What is my strength, that I should hope? and what is mine end, that I should prolong my life?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Is my strength the strength of stones? or is my flesh of brass?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Is not my help in me? and is wisdom driven quite from me?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "To him that is afflicted pity should be shewed from his friend; but he forsaketh the fear of the Almighty.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "My brethren have dealt deceitfully as a brook, and as the stream of brooks they pass away;",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Which are blackish by reason of the ice, and wherein the snow is hid:",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "What time they wax warm, they vanish: when it is hot, they are consumed out of their place.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "The paths of their way are turned aside; they go to nothing, and perish.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The troops of Tema looked, the companies of Sheba waited for them.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "They were confounded because they had hoped; they came thither, and were ashamed.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "For now ye are nothing; ye see my casting down, and are afraid.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Did I say, Bring unto me? or, Give a reward for me of your substance?",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Or, Deliver me from the enemy's hand? or, Redeem me from the hand of the mighty?",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Teach me, and I will hold my tongue: and cause me to understand wherein I have erred.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "How forcible are right words! but what doth your arguing reprove?",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Do ye imagine to reprove words, and the speeches of one that is desperate, which are as wind?",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Yea, ye overwhelm the fatherless, and ye dig a pit for your friend.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Now therefore be content, look upon me; for it is evident unto you if I lie.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Return, I pray you, let it not be iniquity; yea, return again, my righteousness is in it.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Is there iniquity in my tongue? cannot my taste discern perverse things?",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.6",
      "name": "Job 6"
    },
    {
      "text": [
        {
          "text": "Is there not an appointed time to man upon earth? are not his days also like the days of an hireling?",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "As a servant earnestly desireth the shadow, and as an hireling looketh for the reward of his work:",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "So am I made to possess months of vanity, and wearisome nights are appointed to me.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "When I lie down, I say, When shall I arise, and the night be gone? and I am full of tossings to and fro unto the dawning of the day.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "My flesh is clothed with worms and clods of dust; my skin is broken, and become loathsome.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "My days are swifter than a weaver's shuttle, and are spent without hope.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "O remember that my life is wind: mine eye shall no more see good.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "The eye of him that hath seen me shall see me no more: thine eyes are upon me, and I am not.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "As the cloud is consumed and vanisheth away: so he that goeth down to the grave shall come up no more.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He shall return no more to his house, neither shall his place know him any more.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Therefore I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Am I a sea, or a whale, that thou settest a watch over me?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "When I say, My bed shall comfort me, my couch shall ease my complaint;",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then thou scarest me with dreams, and terrifiest me through visions:",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "So that my soul chooseth strangling, and death rather than my life.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "I loathe it; I would not live alway: let me alone; for my days are vanity.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "What is man, that thou shouldest magnify him? and that thou shouldest set thine heart upon him?",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And that thou shouldest visit him every morning, and try him every moment?",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "How long wilt thou not depart from me, nor let me alone till I swallow down my spittle?",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "I have sinned; what shall I do unto thee, O thou preserver of men? why hast thou set me as a mark against thee, so that I am a burden to myself?",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "And why dost thou not pardon my transgression, and take away mine iniquity? for now shall I sleep in the dust; and thou shalt seek me in the morning, but I shall not be.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.7",
      "name": "Job 7"
    },
    {
      "text": [
        {
          "text": "Then answered Bildad the Shuhite, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "How long wilt thou speak these things? and how long shall the words of thy mouth be like a strong wind?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Doth God pervert judgment? or doth the Almighty pervert justice?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "If thy children have sinned against him, and he have cast them away for their transgression;",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "If thou wouldest seek unto God betimes, and make thy supplication to the Almighty;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "If thou wert pure and upright; surely now he would awake for thee, and make the habitation of thy righteousness prosperous.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Though thy beginning was small, yet thy latter end should greatly increase.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "For enquire, I pray thee, of the former age, and prepare thyself to the search of their fathers:",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "(For we are but of yesterday, and know nothing, because our days upon earth are a shadow:)",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Shall not they teach thee, and tell thee, and utter words out of their heart?",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Can the rush grow up without mire? can the flag grow without water?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Whilst it is yet in his greenness, and not cut down, it withereth before any other herb.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "So are the paths of all that forget God; and the hypocrite's hope shall perish:",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Whose hope shall be cut off, and whose trust shall be a spider's web.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "He shall lean upon his house, but it shall not stand: he shall hold it fast, but it shall not endure.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "He is green before the sun, and his branch shooteth forth in his garden.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "His roots are wrapped about the heap, and seeth the place of stones.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "If he destroy him from his place, then it shall deny him, saying, I have not seen thee.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Behold, this is the joy of his way, and out of the earth shall others grow.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Behold, God will not cast away a perfect man, neither will he help the evil doers:",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Till he fill thy mouth with laughing, and thy lips with rejoicing.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "They that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.8",
      "name": "Job 8"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "I know it is so of a truth: but how should man be just with God?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "If he will contend with him, he cannot answer him one of a thousand.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "He is wise in heart, and mighty in strength: who hath hardened himself against him, and hath prospered?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Which removeth the mountains, and they know not: which overturneth them in his anger.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Which shaketh the earth out of her place, and the pillars thereof tremble.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Which commandeth the sun, and it riseth not; and sealeth up the stars.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Which alone spreadeth out the heavens, and treadeth upon the waves of the sea.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Which maketh Arcturus, Orion, and Pleiades, and the chambers of the south.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Which doeth great things past finding out; yea, and wonders without number.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Lo, he goeth by me, and I see him not: he passeth on also, but I perceive him not.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "If God will not withdraw his anger, the proud helpers do stoop under him.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "How much less shall I answer him, and choose out my words to reason with him?",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Whom, though I were righteous, yet would I not answer, but I would make supplication to my judge.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "If I had called, and he had answered me; yet would I not believe that he had hearkened unto my voice.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For he breaketh me with a tempest, and multiplieth my wounds without cause.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "He will not suffer me to take my breath, but filleth me with bitterness.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "If I speak of strength, lo, he is strong: and if of judgment, who shall set me a time to plead?",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "If I justify myself, mine own mouth shall condemn me: if I say, I am perfect, it shall also prove me perverse.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Though I were perfect, yet would I not know my soul: I would despise my life.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "This is one thing, therefore I said it, He destroyeth the perfect and the wicked.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "If the scourge slay suddenly, he will laugh at the trial of the innocent.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "The earth is given into the hand of the wicked: he covereth the faces of the judges thereof; if not, where, and who is he?",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Now my days are swifter than a post: they flee away, they see no good.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "They are passed away as the swift ships: as the eagle that hasteth to the prey.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "If I say, I will forget my complaint, I will leave off my heaviness, and comfort myself:",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "I am afraid of all my sorrows, I know that thou wilt not hold me innocent.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "If I be wicked, why then labour I in vain?",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "If I wash myself with snow water, and make my hands never so clean;",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Yet shalt thou plunge me in the ditch, and mine own clothes shall abhor me.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "For he is not a man, as I am, that I should answer him, and we should come together in judgment.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Neither is there any daysman betwixt us, that might lay his hand upon us both.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Let him take his rod away from me, and let not his fear terrify me:",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Then would I speak, and not fear him; but it is not so with me.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.9",
      "name": "Job 9"
    },
    {
      "text": [
        {
          "text": "My soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "I will say unto God, Do not condemn me; shew me wherefore thou contendest with me.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Is it good unto thee that thou shouldest oppress, that thou shouldest despise the work of thine hands, and shine upon the counsel of the wicked?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Hast thou eyes of flesh? or seest thou as man seeth?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Are thy days as the days of man? are thy years as man's days,",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "That thou enquirest after mine iniquity, and searchest after my sin?",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Thou knowest that I am not wicked; and there is none that can deliver out of thine hand.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Thine hands have made me and fashioned me together round about; yet thou dost destroy me.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Remember, I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Hast thou not poured me out as milk, and curdled me like cheese?",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Thou hast granted me life and favour, and thy visitation hath preserved my spirit.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And these things hast thou hid in thine heart: I know that this is with thee.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "If I be wicked, woe unto me; and if I be righteous, yet will I not lift up my head. I am full of confusion; therefore see thou mine affliction;",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "For it increaseth. Thou huntest me as a fierce lion: and again thou shewest thyself marvellous upon me.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Thou renewest thy witnesses against me, and increasest thine indignation upon me; changes and war are against me.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Wherefore then hast thou brought me forth out of the womb? Oh that I had given up the ghost, and no eye had seen me!",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "I should have been as though I had not been; I should have been carried from the womb to the grave.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Are not my days few? cease then, and let me alone, that I may take comfort a little,",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Before I go whence I shall not return, even to the land of darkness and the shadow of death;",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "A land of darkness, as darkness itself; and of the shadow of death, without any order, and where the light is as darkness.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.10",
      "name": "Job 10"
    },
    {
      "text": [
        {
          "text": "Then answered Zophar the Naamathite, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Should not the multitude of words be answered? and should a man full of talk be justified?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Should thy lies make men hold their peace? and when thou mockest, shall no man make thee ashamed?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "For thou hast said, My doctrine is pure, and I am clean in thine eyes.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "But oh that God would speak, and open his lips against thee;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And that he would shew thee the secrets of wisdom, that they are double to that which is! Know therefore that God exacteth of thee less than thine iniquity deserveth.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Canst thou by searching find out God? canst thou find out the Almighty unto perfection?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "The measure thereof is longer than the earth, and broader than the sea.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "If he cut off, and shut up, or gather together, then who can hinder him?",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "For he knoweth vain men: he seeth wickedness also; will he not then consider it?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For vain man would be wise, though man be born like a wild ass's colt.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "If thou prepare thine heart, and stretch out thine hands toward him;",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "If iniquity be in thine hand, put it far away, and let not wickedness dwell in thy tabernacles.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "For then shalt thou lift up thy face without spot; yea, thou shalt be stedfast, and shalt not fear:",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Because thou shalt forget thy misery, and remember it as waters that pass away:",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And thine age shall be clearer than the noonday; thou shalt shine forth, thou shalt be as the morning.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And thou shalt be secure, because there is hope; yea, thou shalt dig about thee, and thou shalt take thy rest in safety.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Also thou shalt lie down, and none shall make thee afraid; yea, many shall make suit unto thee.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "But the eyes of the wicked shall fail, and they shall not escape, and their hope shall be as the giving up of the ghost.",
          "ID": "20"
        }
      ],
      "ID": "OT:JOB.11",
      "name": "Job 11"
    },
    {
      "text": [
        {
          "text": "And Job answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "No doubt but ye are the people, and wisdom shall die with you.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "But I have understanding as well as you; I am not inferior to you: yea, who knoweth not such things as these?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "I am as one mocked of his neighbour, who calleth upon God, and he answereth him: the just upright man is laughed to scorn.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "He that is ready to slip with his feet is as a lamp despised in the thought of him that is at ease.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God bringeth abundantly.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "But ask now the beasts, and they shall teach thee; and the fowls of the air, and they shall tell thee:",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Or speak to the earth, and it shall teach thee: and the fishes of the sea shall declare unto thee.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Who knoweth not in all these that the hand of the Lord hath wrought this?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "In whose hand is the soul of every living thing, and the breath of all mankind.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Doth not the ear try words? and the mouth taste his meat?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "With the ancient is wisdom; and in length of days understanding.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "With him is wisdom and strength, he hath counsel and understanding.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Behold, he breaketh down, and it cannot be built again: he shutteth up a man, and there can be no opening.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Behold, he withholdeth the waters, and they dry up: also he sendeth them out, and they overturn the earth.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "With him is strength and wisdom: the deceived and the deceiver are his.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "He leadeth counsellors away spoiled, and maketh the judges fools.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "He looseth the bond of kings, and girdeth their loins with a girdle.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He leadeth princes away spoiled, and overthroweth the mighty.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "He removeth away the speech of the trusty, and taketh away the understanding of the aged.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "He poureth contempt upon princes, and weakeneth the strength of the mighty.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "He discovereth deep things out of darkness, and bringeth out to light the shadow of death.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "He increaseth the nations, and destroyeth them: he enlargeth the nations, and straiteneth them again.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "He taketh away the heart of the chief of the people of the earth, and causeth them to wander in a wilderness where there is no way.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "They grope in the dark without light, and he maketh them to stagger like a drunken man.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.12",
      "name": "Job 12"
    },
    {
      "text": [
        {
          "text": "Lo, mine eye hath seen all this, mine ear hath heard and understood it.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "What ye know, the same do I know also: I am not inferior unto you.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Surely I would speak to the Almighty, and I desire to reason with God.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "But ye are forgers of lies, ye are all physicians of no value.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "O that ye would altogether hold your peace! and it should be your wisdom.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Hear now my reasoning, and hearken to the pleadings of my lips.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Will ye speak wickedly for God? and talk deceitfully for him?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Will ye accept his person? will ye contend for God?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Is it good that he should search you out? or as one man mocketh another, do ye so mock him?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He will surely reprove you, if ye do secretly accept persons.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Shall not his excellency make you afraid? and his dread fall upon you?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Your remembrances are like unto ashes, your bodies to bodies of clay.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Hold your peace, let me alone, that I may speak, and let come on me what will.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Wherefore do I take my flesh in my teeth, and put my life in mine hand?",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Though he slay me, yet will I trust in him: but I will maintain mine own ways before him.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "He also shall be my salvation: for an hypocrite shall not come before him.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Hear diligently my speech, and my declaration with your ears.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Behold now, I have ordered my cause; I know that I shall be justified.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Who is he that will plead with me? for now, if I hold my tongue, I shall give up the ghost.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Only do not two things unto me: then will I not hide myself from thee.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Withdraw thine hand far from me: and let not thy dread make me afraid.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then call thou, and I will answer: or let me speak, and answer thou me.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "How many are mine iniquities and sins? make me to know my transgression and my sin.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Wherefore hidest thou thy face, and holdest me for thine enemy?",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Wilt thou break a leaf driven to and fro? and wilt thou pursue the dry stubble?",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "For thou writest bitter things against me, and makest me to possess the iniquities of my youth.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Thou puttest my feet also in the stocks, and lookest narrowly unto all my paths; thou settest a print upon the heels of my feet.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And he, as a rotten thing, consumeth, as a garment that is moth eaten.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.13",
      "name": "Job 13"
    },
    {
      "text": [
        {
          "text": "Man that is born of a woman is of few days, and full of trouble.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "He cometh forth like a flower, and is cut down: he fleeth also as a shadow, and continueth not.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "And dost thou open thine eyes upon such an one, and bringest me into judgment with thee?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Who can bring a clean thing out of an unclean? not one.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Seeing his days are determined, the number of his months are with thee, thou hast appointed his bounds that he cannot pass;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Turn from him, that he may rest, till he shall accomplish, as an hireling, his day.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Though the root thereof wax old in the earth, and the stock thereof die in the ground;",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Yet through the scent of water it will bud, and bring forth boughs like a plant.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But man dieth, and wasteth away: yea, man giveth up the ghost, and where is he?",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "As the waters fail from the sea, and the flood decayeth and drieth up:",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So man lieth down, and riseth not: till the heavens be no more, they shall not awake, nor be raised out of their sleep.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "O that thou wouldest hide me in the grave, that thou wouldest keep me secret, until thy wrath be past, that thou wouldest appoint me a set time, and remember me!",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "If a man die, shall he live again? all the days of my appointed time will I wait, till my change come.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Thou shalt call, and I will answer thee: thou wilt have a desire to the work of thine hands.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "For now thou numberest my steps: dost thou not watch over my sin?",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "My transgression is sealed up in a bag, and thou sewest up mine iniquity.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And surely the mountain falling cometh to nought, and the rock is removed out of his place.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The waters wear the stones: thou washest away the things which grow out of the dust of the earth; and thou destroyest the hope of man.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Thou prevailest for ever against him, and he passeth: thou changest his countenance, and sendest him away.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "His sons come to honour, and he knoweth it not; and they are brought low, but he perceiveth it not of them.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "But his flesh upon him shall have pain, and his soul within him shall mourn.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.14",
      "name": "Job 14"
    },
    {
      "text": [
        {
          "text": "Then answered Eliphaz the Temanite, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Should a wise man utter vain knowledge, and fill his belly with the east wind?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Should he reason with unprofitable talk? or with speeches wherewith he can do no good?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Yea, thou castest off fear, and restrainest prayer before God.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "For thy mouth uttereth thine iniquity, and thou choosest the tongue of the crafty.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Thine own mouth condemneth thee, and not I: yea, thine own lips testify against thee.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Art thou the first man that was born? or wast thou made before the hills?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Hast thou heard the secret of God? and dost thou restrain wisdom to thyself?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "What knowest thou, that we know not? what understandest thou, which is not in us?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "With us are both the grayheaded and very aged men, much elder than thy father.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Are the consolations of God small with thee? is there any secret thing with thee?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Why doth thine heart carry thee away? and what do thy eyes wink at,",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "That thou turnest thy spirit against God, and lettest such words go out of thy mouth?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "What is man, that he should be clean? and he which is born of a woman, that he should be righteous?",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Behold, he putteth no trust in his saints; yea, the heavens are not clean in his sight.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "How much more abominable and filthy is man, which drinketh iniquity like water?",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "I will shew thee, hear me; and that which I have seen I will declare;",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Which wise men have told from their fathers, and have not hid it:",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Unto whom alone the earth was given, and no stranger passed among them.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "The wicked man travaileth with pain all his days, and the number of years is hidden to the oppressor.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "A dreadful sound is in his ears: in prosperity the destroyer shall come upon him.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "He believeth not that he shall return out of darkness, and he is waited for of the sword.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "He wandereth abroad for bread, saying, Where is it? he knoweth that the day of darkness is ready at his hand.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Trouble and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "For he stretcheth out his hand against God, and strengtheneth himself against the Almighty.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "He runneth upon him, even on his neck, upon the thick bosses of his bucklers:",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Because he covereth his face with his fatness, and maketh collops of fat on his flanks.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And he dwelleth in desolate cities, and in houses which no man inhabiteth, which are ready to become heaps.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "He shall not be rich, neither shall his substance continue, neither shall he prolong the perfection thereof upon the earth.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "He shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Let not him that is deceived trust in vanity: for vanity shall be his recompence.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "It shall be accomplished before his time, and his branch shall not be green.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "He shall shake off his unripe grape as the vine, and shall cast off his flower as the olive.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "For the congregation of hypocrites shall be desolate, and fire shall consume the tabernacles of bribery.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "They conceive mischief, and bring forth vanity, and their belly prepareth deceit.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.15",
      "name": "Job 15"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "I have heard many such things: miserable comforters are ye all.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Shall vain words have an end? or what emboldeneth thee that thou answerest?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "I also could speak as ye do: if your soul were in my soul's stead, I could heap up words against you, and shake mine head at you.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "But I would strengthen you with my mouth, and the moving of my lips should assuage your grief.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Though I speak, my grief is not assuaged: and though I forbear, what am I eased?",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "But now he hath made me weary: thou hast made desolate all my company.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up in me beareth witness to my face.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "He teareth me in his wrath, who hateth me: he gnasheth upon me with his teeth; mine enemy sharpeneth his eyes upon me.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "They have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "God hath delivered me to the ungodly, and turned me over into the hands of the wicked.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "I was at ease, but he hath broken me asunder: he hath also taken me by my neck, and shaken me to pieces, and set me up for his mark.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "His archers compass me round about, he cleaveth my reins asunder, and doth not spare; he poureth out my gall upon the ground.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "He breaketh me with breach upon breach, he runneth upon me like a giant.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "I have sewed sackcloth upon my skin, and defiled my horn in the dust.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "My face is foul with weeping, and on my eyelids is the shadow of death;",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Not for any injustice in mine hands: also my prayer is pure.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "O earth, cover not thou my blood, and let my cry have no place.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Also now, behold, my witness is in heaven, and my record is on high.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "My friends scorn me: but mine eye poureth out tears unto God.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "O that one might plead for a man with God, as a man pleadeth for his neighbour!",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "When a few years are come, then I shall go the way whence I shall not return.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.16",
      "name": "Job 16"
    },
    {
      "text": [
        {
          "text": "My breath is corrupt, my days are extinct, the graves are ready for me.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Are there not mockers with me? and doth not mine eye continue in their provocation?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Lay down now, put me in a surety with thee; who is he that will strike hands with me?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "He that speaketh flattery to his friends, even the eyes of his children shall fail.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "He hath made me also a byword of the people; and aforetime I was as a tabret.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Mine eye also is dim by reason of sorrow, and all my members are as a shadow.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Upright men shall be astonished at this, and the innocent shall stir up himself against the hypocrite.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "The righteous also shall hold on his way, and he that hath clean hands shall be stronger and stronger.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But as for you all, do ye return, and come now: for I cannot find one wise man among you.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "My days are past, my purposes are broken off, even the thoughts of my heart.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "They change the night into day: the light is short because of darkness.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "If I wait, the grave is mine house: I have made my bed in the darkness.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "I have said to corruption, Thou art my father: to the worm, Thou art my mother, and my sister.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And where is now my hope? as for my hope, who shall see it?",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "They shall go down to the bars of the pit, when our rest together is in the dust.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.17",
      "name": "Job 17"
    },
    {
      "text": [
        {
          "text": "Then answered Bildad the Shuhite, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "How long will it be ere ye make an end of words? mark, and afterwards we will speak.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Wherefore are we counted as beasts, and reputed vile in your sight?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "He teareth himself in his anger: shall the earth be forsaken for thee? and shall the rock be removed out of his place?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Yea, the light of the wicked shall be put out, and the spark of his fire shall not shine.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The light shall be dark in his tabernacle, and his candle shall be put out with him.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "The steps of his strength shall be straitened, and his own counsel shall cast him down.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "For he is cast into a net by his own feet, and he walketh upon a snare.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "The gin shall take him by the heel, and the robber shall prevail against him.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The snare is laid for him in the ground, and a trap for him in the way.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Terrors shall make him afraid on every side, and shall drive him to his feet.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "His strength shall be hungerbitten, and destruction shall be ready at his side.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "It shall devour the strength of his skin: even the firstborn of death shall devour his strength.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "His confidence shall be rooted out of his tabernacle, and it shall bring him to the king of terrors.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "It shall dwell in his tabernacle, because it is none of his: brimstone shall be scattered upon his habitation.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "His roots shall be dried up beneath, and above shall his branch be cut off.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "His remembrance shall perish from the earth, and he shall have no name in the street.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "He shall be driven from light into darkness, and chased out of the world.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He shall neither have son nor nephew among his people, nor any remaining in his dwellings.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "They that come after him shall be astonished at his day, as they that went before were affrighted.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Surely such are the dwellings of the wicked, and this is the place of him that knoweth not God.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.18",
      "name": "Job 18"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "How long will ye vex my soul, and break me in pieces with words?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "These ten times have ye reproached me: ye are not ashamed that ye make yourselves strange to me.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "And be it indeed that I have erred, mine error remaineth with myself.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "If indeed ye will magnify yourselves against me, and plead against me my reproach:",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Know now that God hath overthrown me, and hath compassed me with his net.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Behold, I cry out of wrong, but I am not heard: I cry aloud, but there is no judgment.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "He hath fenced up my way that I cannot pass, and he hath set darkness in my paths.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "He hath stripped me of my glory, and taken the crown from my head.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He hath destroyed me on every side, and I am gone: and mine hope hath he removed like a tree.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "He hath also kindled his wrath against me, and he counteth me unto him as one of his enemies.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "His troops come together, and raise up their way against me, and encamp round about my tabernacle.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "He hath put my brethren far from me, and mine acquaintance are verily estranged from me.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "My kinsfolk have failed, and my familiar friends have forgotten me.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "They that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "I called my servant, and he gave me no answer; I entreated him with my mouth.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "My breath is strange to my wife, though I entreated for the children's sake of mine own body.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Yea, young children despised me; I arose, and they spake against me.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "All my inward friends abhorred me: and they whom I loved are turned against me.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Have pity upon me, have pity upon me, O ye my friends; for the hand of God hath touched me.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Why do ye persecute me as God, and are not satisfied with my flesh?",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Oh that my words were now written! oh that they were printed in a book!",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "That they were graven with an iron pen and lead in the rock for ever!",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "And though after my skin worms destroy this body, yet in my flesh shall I see God:",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "But ye should say, Why persecute we him, seeing the root of the matter is found in me?",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Be ye afraid of the sword: for wrath bringeth the punishments of the sword, that ye may know there is a judgment.",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.19",
      "name": "Job 19"
    },
    {
      "text": [
        {
          "text": "Then answered Zophar the Naamathite, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Therefore do my thoughts cause me to answer, and for this I make haste.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "I have heard the check of my reproach, and the spirit of my understanding causeth me to answer.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Knowest thou not this of old, since man was placed upon earth,",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "That the triumphing of the wicked is short, and the joy of the hypocrite but for a moment?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Though his excellency mount up to the heavens, and his head reach unto the clouds;",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Yet he shall perish for ever like his own dung: they which have seen him shall say, Where is he?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "He shall fly away as a dream, and shall not be found: yea, he shall be chased away as a vision of the night.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "The eye also which saw him shall see him no more; neither shall his place any more behold him.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "His children shall seek to please the poor, and his hands shall restore their goods.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "His bones are full of the sin of his youth, which shall lie down with him in the dust.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Though wickedness be sweet in his mouth, though he hide it under his tongue;",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Though he spare it, and forsake it not; but keep it still within his mouth:",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Yet his meat in his bowels is turned, it is the gall of asps within him.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "He hath swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "He shall suck the poison of asps: the viper's tongue shall slay him.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "He shall not see the rivers, the floods, the brooks of honey and butter.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "That which he laboured for shall he restore, and shall not swallow it down: according to his substance shall the restitution be, and he shall not rejoice therein.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Because he hath oppressed and hath forsaken the poor; because he hath violently taken away an house which he builded not;",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Surely he shall not feel quietness in his belly, he shall not save of that which he desired.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "There shall none of his meat be left; therefore shall no man look for his goods.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "In the fulness of his sufficiency he shall be in straits: every hand of the wicked shall come upon him.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When he is about to fill his belly, God shall cast the fury of his wrath upon him, and shall rain it upon him while he is eating.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "He shall flee from the iron weapon, and the bow of steel shall strike him through.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "It is drawn, and cometh out of the body; yea, the glittering sword cometh out of his gall: terrors are upon him.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "All darkness shall be hid in his secret places: a fire not blown shall consume him; it shall go ill with him that is left in his tabernacle.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "The heaven shall reveal his iniquity; and the earth shall rise up against him.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "The increase of his house shall depart, and his goods shall flow away in the day of his wrath.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "This is the portion of a wicked man from God, and the heritage appointed unto him by God.",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.20",
      "name": "Job 20"
    },
    {
      "text": [
        {
          "text": "But Job answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Hear diligently my speech, and let this be your consolations.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Suffer me that I may speak; and after that I have spoken, mock on.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "As for me, is my complaint to man? and if it were so, why should not my spirit be troubled?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Mark me, and be astonished, and lay your hand upon your mouth.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Even when I remember I am afraid, and trembling taketh hold on my flesh.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Wherefore do the wicked live, become old, yea, are mighty in power?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Their seed is established in their sight with them, and their offspring before their eyes.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Their houses are safe from fear, neither is the rod of God upon them.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Their bull gendereth, and faileth not; their cow calveth, and casteth not her calf.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "They send forth their little ones like a flock, and their children dance.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "They take the timbrel and harp, and rejoice at the sound of the organ.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "They spend their days in wealth, and in a moment go down to the grave.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Therefore they say unto God, Depart from us; for we desire not the knowledge of thy ways.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "What is the Almighty, that we should serve him? and what profit should we have, if we pray unto him?",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Lo, their good is not in their hand: the counsel of the wicked is far from me.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "How oft is the candle of the wicked put out! and how oft cometh their destruction upon them! God distributeth sorrows in his anger.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "They are as stubble before the wind, and as chaff that the storm carrieth away.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "God layeth up his iniquity for his children: he rewardeth him, and he shall know it.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "His eyes shall see his destruction, and he shall drink of the wrath of the Almighty.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "For what pleasure hath he in his house after him, when the number of his months is cut off in the midst?",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Shall any teach God knowledge? seeing he judgeth those that are high.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "One dieth in his full strength, being wholly at ease and quiet.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "His breasts are full of milk, and his bones are moistened with marrow.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And another dieth in the bitterness of his soul, and never eateth with pleasure.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "They shall lie down alike in the dust, and the worms shall cover them.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Behold, I know your thoughts, and the devices which ye wrongfully imagine against me.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "For ye say, Where is the house of the prince? and where are the dwelling places of the wicked?",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Have ye not asked them that go by the way? and do ye not know their tokens,",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Who shall declare his way to his face? and who shall repay him what he hath done?",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Yet shall he be brought to the grave, and shall remain in the tomb.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "The clods of the valley shall be sweet unto him, and every man shall draw after him, as there are innumerable before him.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "How then comfort ye me in vain, seeing in your answers there remaineth falsehood?",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.21",
      "name": "Job 21"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Temanite answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Can a man be profitable unto God, as he that is wise may be profitable unto himself?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Is it any pleasure to the Almighty, that thou art righteous? or is it gain to him, that thou makest thy ways perfect?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Will he reprove thee for fear of thee? will he enter with thee into judgment?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Is not thy wickedness great? and thine iniquities infinite?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "For thou hast taken a pledge from thy brother for nought, and stripped the naked of their clothing.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "But as for the mighty man, he had the earth; and the honourable man dwelt in it.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Thou hast sent widows away empty, and the arms of the fatherless have been broken.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Therefore snares are round about thee, and sudden fear troubleth thee;",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Or darkness, that thou canst not see; and abundance of waters cover thee.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Is not God in the height of heaven? and behold the height of the stars, how high they are!",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And thou sayest, How doth God know? can he judge through the dark cloud?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Thick clouds are a covering to him, that he seeth not; and he walketh in the circuit of heaven.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Hast thou marked the old way which wicked men have trodden?",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Which were cut down out of time, whose foundation was overflown with a flood:",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Which said unto God, Depart from us: and what can the Almighty do for them?",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Yet he filled their houses with good things: but the counsel of the wicked is far from me.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The righteous see it, and are glad: and the innocent laugh them to scorn.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Whereas our substance is not cut down, but the remnant of them the fire consumeth.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Acquaint now thyself with him, and be at peace: thereby good shall come unto thee.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Receive, I pray thee, the law from his mouth, and lay up his words in thine heart.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "If thou return to the Almighty, thou shalt be built up, thou shalt put away iniquity far from thy tabernacles.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then shalt thou lay up gold as dust, and the gold of Ophir as the stones of the brooks.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Yea, the Almighty shall be thy defence, and thou shalt have plenty of silver.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "For then shalt thou have thy delight in the Almighty, and shalt lift up thy face unto God.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Thou shalt make thy prayer unto him, and he shall hear thee, and thou shalt pay thy vows.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Thou shalt also decree a thing, and it shall be established unto thee: and the light shall shine upon thy ways.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "When men are cast down, then thou shalt say, There is lifting up; and he shall save the humble person.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "He shall deliver the island of the innocent: and it is delivered by the pureness of thine hands.",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.22",
      "name": "Job 22"
    },
    {
      "text": [
        {
          "text": "Then Job answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Even to day is my complaint bitter: my stroke is heavier than my groaning.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Oh that I knew where I might find him! that I might come even to his seat!",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "I would order my cause before him, and fill my mouth with arguments.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "I would know the words which he would answer me, and understand what he would say unto me.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Will he plead against me with his great power? No; but he would put strength in me.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "There the righteous might dispute with him; so should I be delivered for ever from my judge.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Behold, I go forward, but he is not there; and backward, but I cannot perceive him:",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "On the left hand, where he doth work, but I cannot behold him: he hideth himself on the right hand, that I cannot see him:",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But he knoweth the way that I take: when he hath tried me, I shall come forth as gold.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "My foot hath held his steps, his way have I kept, and not declined.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Neither have I gone back from the commandment of his lips; I have esteemed the words of his mouth more than my necessary food.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But he is in one mind, and who can turn him? and what his soul desireth, even that he doeth.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "For he performeth the thing that is appointed for me: and many such things are with him.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Therefore am I troubled at his presence: when I consider, I am afraid of him.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "For God maketh my heart soft, and the Almighty troubleth me:",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Because I was not cut off before the darkness, neither hath he covered the darkness from my face.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.23",
      "name": "Job 23"
    },
    {
      "text": [
        {
          "text": "Why, seeing times are not hidden from the Almighty, do they that know him not see his days?",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Some remove the landmarks; they violently take away flocks, and feed thereof.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "They drive away the ass of the fatherless, they take the widow's ox for a pledge.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "They turn the needy out of the way: the poor of the earth hide themselves together.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Behold, as wild asses in the desert, go they forth to their work; rising betimes for a prey: the wilderness yieldeth food for them and for their children.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "They reap every one his corn in the field: and they gather the vintage of the wicked.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "They cause the naked to lodge without clothing, that they have no covering in the cold.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "They are wet with the showers of the mountains, and embrace the rock for want of a shelter.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "They pluck the fatherless from the breast, and take a pledge of the poor.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "They cause him to go naked without clothing, and they take away the sheaf from the hungry;",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Which make oil within their walls, and tread their winepresses, and suffer thirst.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Men groan from out of the city, and the soul of the wounded crieth out: yet God layeth not folly to them.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "They are of those that rebel against the light; they know not the ways thereof, nor abide in the paths thereof.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "The murderer rising with the light killeth the poor and needy, and in the night is as a thief.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "The eye also of the adulterer waiteth for the twilight, saying, No eye shall see me: and disguiseth his face.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "In the dark they dig through houses, which they had marked for themselves in the daytime: they know not the light.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For the morning is to them even as the shadow of death: if one know them, they are in the terrors of the shadow of death.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "He is swift as the waters; their portion is cursed in the earth: he beholdeth not the way of the vineyards.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Drought and heat consume the snow waters: so doth the grave those which have sinned.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "The womb shall forget him; the worm shall feed sweetly on him; he shall be no more remembered; and wickedness shall be broken as a tree.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "He evil entreateth the barren that beareth not: and doeth not good to the widow.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "He draweth also the mighty with his power: he riseth up, and no man is sure of life.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Though it be given him to be in safety, whereon he resteth; yet his eyes are upon their ways.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "They are exalted for a little while, but are gone and brought low; they are taken out of the way as all other, and cut off as the tops of the ears of corn.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And if it be not so now, who will make me a liar, and make my speech nothing worth?",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.24",
      "name": "Job 24"
    },
    {
      "text": [
        {
          "text": "Then answered Bildad the Shuhite, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Dominion and fear are with him, he maketh peace in his high places.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Is there any number of his armies? and upon whom doth not his light arise?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "How then can man be justified with God? or how can he be clean that is born of a woman?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Behold even to the moon, and it shineth not; yea, the stars are not pure in his sight.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "How much less man, that is a worm? and the son of man, which is a worm?",
          "ID": "6"
        }
      ],
      "ID": "OT:JOB.25",
      "name": "Job 25"
    },
    {
      "text": [
        {
          "text": "But Job answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "How hast thou helped him that is without power? how savest thou the arm that hath no strength?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "How hast thou counselled him that hath no wisdom? and how hast thou plentifully declared the thing as it is?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "To whom hast thou uttered words? and whose spirit came from thee?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Dead things are formed from under the waters, and the inhabitants thereof.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Hell is naked before him, and destruction hath no covering.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "He stretcheth out the north over the empty place, and hangeth the earth upon nothing.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "He bindeth up the waters in his thick clouds; and the cloud is not rent under them.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "He holdeth back the face of his throne, and spreadeth his cloud upon it.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He hath compassed the waters with bounds, until the day and night come to an end.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "The pillars of heaven tremble and are astonished at his reproof.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "He divideth the sea with his power, and by his understanding he smiteth through the proud.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "By his spirit he hath garnished the heavens; his hand hath formed the crooked serpent.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Lo, these are parts of his ways: but how little a portion is heard of him? but the thunder of his power who can understand?",
          "ID": "14"
        }
      ],
      "ID": "OT:JOB.26",
      "name": "Job 26"
    },
    {
      "text": [
        {
          "text": "Moreover Job continued his parable, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "As God liveth, who hath taken away my judgment; and the Almighty, who hath vexed my soul;",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "All the while my breath is in me, and the spirit of God is in my nostrils;",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "My lips shall not speak wickedness, nor my tongue utter deceit.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "God forbid that I should justify you: till I die I will not remove mine integrity from me.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "My righteousness I hold fast, and will not let it go: my heart shall not reproach me so long as I live.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "For what is the hope of the hypocrite, though he hath gained, when God taketh away his soul?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Will God hear his cry when trouble cometh upon him?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Will he delight himself in the Almighty? will he always call upon God?",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "I will teach you by the hand of God: that which is with the Almighty will I not conceal.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Behold, all ye yourselves have seen it; why then are ye thus altogether vain?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "This is the portion of a wicked man with God, and the heritage of oppressors, which they shall receive of the Almighty.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "If his children be multiplied, it is for the sword: and his offspring shall not be satisfied with bread.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Those that remain of him shall be buried in death: and his widows shall not weep.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Though he heap up silver as the dust, and prepare raiment as the clay;",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "He may prepare it, but the just shall put it on, and the innocent shall divide the silver.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "He buildeth his house as a moth, and as a booth that the keeper maketh.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The rich man shall lie down, but he shall not be gathered: he openeth his eyes, and he is not.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Terrors take hold on him as waters, a tempest stealeth him away in the night.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "The east wind carrieth him away, and he departeth: and as a storm hurleth him out of his place.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "For God shall cast upon him, and not spare: he would fain flee out of his hand.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Men shall clap their hands at him, and shall hiss him out of his place.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOB.27",
      "name": "Job 27"
    },
    {
      "text": [
        {
          "text": "Surely there is a vein for the silver, and a place for gold where they fine it.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Iron is taken out of the earth, and brass is molten out of the stone.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "He setteth an end to darkness, and searcheth out all perfection: the stones of darkness, and the shadow of death.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "The flood breaketh out from the inhabitant; even the waters forgotten of the foot: they are dried up, they are gone away from men.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "As for the earth, out of it cometh bread: and under it is turned up as it were fire.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The stones of it are the place of sapphires: and it hath dust of gold.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "There is a path which no fowl knoweth, and which the vulture's eye hath not seen:",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "The lion's whelps have not trodden it, nor the fierce lion passed by it.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "He putteth forth his hand upon the rock; he overturneth the mountains by the roots.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He cutteth out rivers among the rocks; and his eye seeth every precious thing.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "He bindeth the floods from overflowing; and the thing that is hid bringeth he forth to light.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "But where shall wisdom be found? and where is the place of understanding?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Man knoweth not the price thereof; neither is it found in the land of the living.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "The depth saith, It is not in me: and the sea saith, It is not with me.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "It cannot be gotten for gold, neither shall silver be weighed for the price thereof.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "It cannot be valued with the gold of Ophir, with the precious onyx, or the sapphire.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "The gold and the crystal cannot equal it: and the exchange of it shall not be for jewels of fine gold.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "No mention shall be made of coral, or of pearls: for the price of wisdom is above rubies.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The topaz of Ethiopia shall not equal it, neither shall it be valued with pure gold.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Whence then cometh wisdom? and where is the place of understanding?",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Seeing it is hid from the eyes of all living, and kept close from the fowls of the air.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Destruction and death say, We have heard the fame thereof with our ears.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "God understandeth the way thereof, and he knoweth the place thereof.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "For he looketh to the ends of the earth, and seeth under the whole heaven;",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "To make the weight for the winds; and he weigheth the waters by measure.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "When he made a decree for the rain, and a way for the lightning of the thunder:",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then did he see it, and declare it; he prepared it, yea, and searched it out.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And unto man he said, Behold, the fear of the Lord, that is wisdom; and to depart from evil is understanding.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.28",
      "name": "Job 28"
    },
    {
      "text": [
        {
          "text": "Moreover Job continued his parable, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Oh that I were as in months past, as in the days when God preserved me;",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "When his candle shined upon my head, and when by his light I walked through darkness;",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "As I was in the days of my youth, when the secret of God was upon my tabernacle;",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "When the Almighty was yet with me, when my children were about me;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "When I washed my steps with butter, and the rock poured me out rivers of oil;",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "When I went out to the gate through the city, when I prepared my seat in the street!",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "The young men saw me, and hid themselves: and the aged arose, and stood up.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "The princes refrained talking, and laid their hand on their mouth.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The nobles held their peace, and their tongue cleaved to the roof of their mouth.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "When the ear heard me, then it blessed me; and when the eye saw me, it gave witness to me:",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Because I delivered the poor that cried, and the fatherless, and him that had none to help him.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "The blessing of him that was ready to perish came upon me: and I caused the widow's heart to sing for joy.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "I put on righteousness, and it clothed me: my judgment was as a robe and a diadem.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "I was eyes to the blind, and feet was I to the lame.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "I was a father to the poor: and the cause which I knew not I searched out.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "And I brake the jaws of the wicked, and plucked the spoil out of his teeth.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Then I said, I shall die in my nest, and I shall multiply my days as the sand.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "My root was spread out by the waters, and the dew lay all night upon my branch.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "My glory was fresh in me, and my bow was renewed in my hand.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Unto me men gave ear, and waited, and kept silence at my counsel.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "After my words they spake not again; and my speech dropped upon them.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And they waited for me as for the rain; and they opened their mouth wide as for the latter rain.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "If I laughed on them, they believed it not; and the light of my countenance they cast not down.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "I chose out their way, and sat chief, and dwelt as a king in the army, as one that comforteth the mourners.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.29",
      "name": "Job 29"
    },
    {
      "text": [
        {
          "text": "But now they that are younger than I have me in derision, whose fathers I would have disdained to have set with the dogs of my flock.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Yea, whereto might the strength of their hands profit me, in whom old age was perished?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "For want and famine they were solitary; fleeing into the wilderness in former time desolate and waste.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Who cut up mallows by the bushes, and juniper roots for their meat.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "They were driven forth from among men, (they cried after them as after a thief;)",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "To dwell in the cliffs of the valleys, in caves of the earth, and in the rocks.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Among the bushes they brayed; under the nettles they were gathered together.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "They were children of fools, yea, children of base men: they were viler than the earth.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And now am I their song, yea, I am their byword.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "They abhor me, they flee far from me, and spare not to spit in my face.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Because he hath loosed my cord, and afflicted me, they have also let loose the bridle before me.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Upon my right hand rise the youth; they push away my feet, and they raise up against me the ways of their destruction.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "They mar my path, they set forward my calamity, they have no helper.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "They came upon me as a wide breaking in of waters: in the desolation they rolled themselves upon me.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Terrors are turned upon me: they pursue my soul as the wind: and my welfare passeth away as a cloud.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "And now my soul is poured out upon me; the days of affliction have taken hold upon me.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "My bones are pierced in me in the night season: and my sinews take no rest.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "By the great force of my disease is my garment changed: it bindeth me about as the collar of my coat.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He hath cast me into the mire, and I am become like dust and ashes.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "I cry unto thee, and thou dost not hear me: I stand up, and thou regardest me not.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Thou art become cruel to me: with thy strong hand thou opposest thyself against me.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Thou liftest me up to the wind; thou causest me to ride upon it, and dissolvest my substance.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "For I know that thou wilt bring me to death, and to the house appointed for all living.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Howbeit he will not stretch out his hand to the grave, though they cry in his destruction.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Did not I weep for him that was in trouble? was not my soul grieved for the poor?",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "When I looked for good, then evil came unto me: and when I waited for light, there came darkness.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "My bowels boiled, and rested not: the days of affliction prevented me.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "I went mourning without the sun: I stood up, and I cried in the congregation.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "I am a brother to dragons, and a companion to owls.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "My skin is black upon me, and my bones are burned with heat.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "My harp also is turned to mourning, and my organ into the voice of them that weep.",
          "ID": "31"
        }
      ],
      "ID": "OT:JOB.30",
      "name": "Job 30"
    },
    {
      "text": [
        {
          "text": "I made a covenant with mine eyes; why then should I think upon a maid?",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "For what portion of God is there from above? and what inheritance of the Almighty from on high?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Is not destruction to the wicked? and a strange punishment to the workers of iniquity?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Doth not he see my ways, and count all my steps?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "If I have walked with vanity, or if my foot hath hasted to deceit;",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Let me be weighed in an even balance, that God may know mine integrity.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "If my step hath turned out of the way, and mine heart walked after mine eyes, and if any blot hath cleaved to mine hands;",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then let me sow, and let another eat; yea, let my offspring be rooted out.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "If mine heart have been deceived by a woman, or if I have laid wait at my neighbour's door;",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then let my wife grind unto another, and let others bow down upon her.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "For this is an heinous crime; yea, it is an iniquity to be punished by the judges.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For it is a fire that consumeth to destruction, and would root out all mine increase.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "If I did despise the cause of my manservant or of my maidservant, when they contended with me;",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "What then shall I do when God riseth up? and when he visiteth, what shall I answer him?",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Did not he that made me in the womb make him? and did not one fashion us in the womb?",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "If I have withheld the poor from their desire, or have caused the eyes of the widow to fail;",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Or have eaten my morsel myself alone, and the fatherless hath not eaten thereof;",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "(For from my youth he was brought up with me, as with a father, and I have guided her from my mother's womb;)",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "If I have seen any perish for want of clothing, or any poor without covering;",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "If his loins have not blessed me, and if he were not warmed with the fleece of my sheep;",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "If I have lifted up my hand against the fatherless, when I saw my help in the gate:",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then let mine arm fall from my shoulder blade, and mine arm be broken from the bone.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "For destruction from God was a terror to me, and by reason of his highness I could not endure.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "If I have made gold my hope, or have said to the fine gold, Thou art my confidence;",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "If I rejoiced because my wealth was great, and because mine hand had gotten much;",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "If I beheld the sun when it shined, or the moon walking in brightness;",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "And my heart hath been secretly enticed, or my mouth hath kissed my hand:",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "This also were an iniquity to be punished by the judge: for I should have denied the God that is above.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "If I rejoiced at the destruction of him that hated me, or lifted up myself when evil found him:",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Neither have I suffered my mouth to sin by wishing a curse to his soul.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "If the men of my tabernacle said not, Oh that we had of his flesh! we cannot be satisfied.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "The stranger did not lodge in the street: but I opened my doors to the traveller.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "If I covered my transgressions as Adam, by hiding mine iniquity in my bosom:",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Did I fear a great multitude, or did the contempt of families terrify me, that I kept silence, and went not out of the door?",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Oh that one would hear me! behold, my desire is, that the Almighty would answer me, and that mine adversary had written a book.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Surely I would take it upon my shoulder, and bind it as a crown to me.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "I would declare unto him the number of my steps; as a prince would I go near unto him.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "If my land cry against me, or that the furrows likewise thereof complain;",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "If I have eaten the fruits thereof without money, or have caused the owners thereof to lose their life:",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "Let thistles grow instead of wheat, and cockle instead of barley. The words of Job are ended.",
          "ID": "40"
        }
      ],
      "ID": "OT:JOB.31",
      "name": "Job 31"
    },
    {
      "text": [
        {
          "text": "So these three men ceased to answer Job, because he was righteous in his own eyes.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Then was kindled the wrath of Elihu the son of Barachel the Buzite, of the kindred of Ram: against Job was his wrath kindled, because he justified himself rather than God.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Also against his three friends was his wrath kindled, because they had found no answer, and yet had condemned Job.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Now Elihu had waited till Job had spoken, because they were elder than he.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "When Elihu saw that there was no answer in the mouth of these three men, then his wrath was kindled.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And Elihu the son of Barachel the Buzite answered and said, I am young, and ye are very old; wherefore I was afraid, and durst not shew you mine opinion.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "I said, Days should speak, and multitude of years should teach wisdom.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Great men are not always wise: neither do the aged understand judgment.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Therefore I said, Hearken to me; I also will shew mine opinion.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Behold, I waited for your words; I gave ear to your reasons, whilst ye searched out what to say.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Yea, I attended unto you, and, behold, there was none of you that convinced Job, or that answered his words:",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Lest ye should say, We have found out wisdom: God thrusteth him down, not man.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Now he hath not directed his words against me: neither will I answer him with your speeches.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "They were amazed, they answered no more: they left off speaking.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "When I had waited, (for they spake not, but stood still, and answered no more;)",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "I said, I will answer also my part, I also will shew mine opinion.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "For I am full of matter, the spirit within me constraineth me.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Behold, my belly is as wine which hath no vent; it is ready to burst like new bottles.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "I will speak, that I may be refreshed: I will open my lips and answer.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Let me not, I pray you, accept any man's person, neither let me give flattering titles unto man.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "For I know not to give flattering titles; in so doing my maker would soon take me away.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.32",
      "name": "Job 32"
    },
    {
      "text": [
        {
          "text": "Wherefore, Job, I pray thee, hear my speeches, and hearken to all my words.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Behold, now I have opened my mouth, my tongue hath spoken in my mouth.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "My words shall be of the uprightness of my heart: and my lips shall utter knowledge clearly.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "The Spirit of God hath made me, and the breath of the Almighty hath given me life.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "If thou canst answer me, set thy words in order before me, stand up.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Behold, I am according to thy wish in God's stead: I also am formed out of the clay.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Behold, my terror shall not make thee afraid, neither shall my hand be heavy upon thee.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Surely thou hast spoken in mine hearing, and I have heard the voice of thy words, saying,",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "I am clean without transgression, I am innocent; neither is there iniquity in me.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Behold, he findeth occasions against me, he counteth me for his enemy,",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "He putteth my feet in the stocks, he marketh all my paths.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Behold, in this thou art not just: I will answer thee, that God is greater than man.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Why dost thou strive against him? for he giveth not account of any of his matters.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "For God speaketh once, yea twice, yet man perceiveth it not.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "In a dream, in a vision of the night, when deep sleep falleth upon men, in slumberings upon the bed;",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Then he openeth the ears of men, and sealeth their instruction,",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "That he may withdraw man from his purpose, and hide pride from man.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "He keepeth back his soul from the pit, and his life from perishing by the sword.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He is chastened also with pain upon his bed, and the multitude of his bones with strong pain:",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "So that his life abhorreth bread, and his soul dainty meat.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "His flesh is consumed away, that it cannot be seen; and his bones that were not seen stick out.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Yea, his soul draweth near unto the grave, and his life to the destroyers.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "If there be a messenger with him, an interpreter, one among a thousand, to shew unto man his uprightness:",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then he is gracious unto him, and saith, Deliver him from going down to the pit: I have found a ransom.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "His flesh shall be fresher than a child's: he shall return to the days of his youth:",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "He shall pray unto God, and he will be favourable unto him: and he shall see his face with joy: for he will render unto man his righteousness.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "He looketh upon men, and if any say, I have sinned, and perverted that which was right, and it profited me not;",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "He will deliver his soul from going into the pit, and his life shall see the light.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Lo, all these things worketh God oftentimes with man,",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "To bring back his soul from the pit, to be enlightened with the light of the living.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Mark well, O Job, hearken unto me: hold thy peace, and I will speak.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "If thou hast any thing to say, answer me: speak, for I desire to justify thee.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "If not, hearken unto me: hold thy peace, and I shall teach thee wisdom.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.33",
      "name": "Job 33"
    },
    {
      "text": [
        {
          "text": "Furthermore Elihu answered and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Hear my words, O ye wise men; and give ear unto me, ye that have knowledge.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "For the ear trieth words, as the mouth tasteth meat.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Let us choose to us judgment: let us know among ourselves what is good.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "For Job hath said, I am righteous: and God hath taken away my judgment.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Should I lie against my right? my wound is incurable without transgression.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "What man is like Job, who drinketh up scorning like water?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Which goeth in company with the workers of iniquity, and walketh with wicked men.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "For he hath said, It profiteth a man nothing that he should delight himself with God.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Therefore hearken unto me, ye men of understanding: far be it from God, that he should do wickedness; and from the Almighty, that he should commit iniquity.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "For the work of a man shall he render unto him, and cause every man to find according to his ways.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Yea, surely God will not do wickedly, neither will the Almighty pervert judgment.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Who hath given him a charge over the earth? or who hath disposed the whole world?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "If he set his heart upon man, if he gather unto himself his spirit and his breath;",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "All flesh shall perish together, and man shall turn again unto dust.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "If now thou hast understanding, hear this: hearken to the voice of my words.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Shall even he that hateth right govern? and wilt thou condemn him that is most just?",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Is it fit to say to a king, Thou art wicked? and to princes, Ye are ungodly?",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "How much less to him that accepteth not the persons of princes, nor regardeth the rich more than the poor? for they all are the work of his hands.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "In a moment shall they die, and the people shall be troubled at midnight, and pass away: and the mighty shall be taken away without hand.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "For his eyes are upon the ways of man, and he seeth all his goings.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "There is no darkness, nor shadow of death, where the workers of iniquity may hide themselves.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "For he will not lay upon man more than right; that he should enter into judgment with God.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "He shall break in pieces mighty men without number, and set others in their stead.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Therefore he knoweth their works, and he overturneth them in the night, so that they are destroyed.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "He striketh them as wicked men in the open sight of others;",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Because they turned back from him, and would not consider any of his ways:",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "So that they cause the cry of the poor to come unto him, and he heareth the cry of the afflicted.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "When he giveth quietness, who then can make trouble? and when he hideth his face, who then can behold him? whether it be done against a nation, or against a man only:",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "That the hypocrite reign not, lest the people be ensnared.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Surely it is meet to be said unto God, I have borne chastisement, I will not offend any more:",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "That which I see not teach thou me: if I have done iniquity, I will do no more.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Should it be according to thy mind? he will recompense it, whether thou refuse, or whether thou choose; and not I: therefore speak what thou knowest.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Let men of understanding tell me, and let a wise man hearken unto me.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Job hath spoken without knowledge, and his words were without wisdom.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "My desire is that Job may be tried unto the end because of his answers for wicked men.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "For he addeth rebellion unto his sin, he clappeth his hands among us, and multiplieth his words against God.",
          "ID": "37"
        }
      ],
      "ID": "OT:JOB.34",
      "name": "Job 34"
    },
    {
      "text": [
        {
          "text": "Elihu spake moreover, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Thinkest thou this to be right, that thou saidst, My righteousness is more than God's?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "For thou saidst, What advantage will it be unto thee? and, What profit shall I have, if I be cleansed from my sin?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "I will answer thee, and thy companions with thee.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Look unto the heavens, and see; and behold the clouds which are higher than thou.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "If thou sinnest, what doest thou against him? or if thy transgressions be multiplied, what doest thou unto him?",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "If thou be righteous, what givest thou him? or what receiveth he of thine hand?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Thy wickedness may hurt a man as thou art; and thy righteousness may profit the son of man.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "By reason of the multitude of oppressions they make the oppressed to cry: they cry out by reason of the arm of the mighty.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But none saith, Where is God my maker, who giveth songs in the night;",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Who teacheth us more than the beasts of the earth, and maketh us wiser than the fowls of heaven?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "There they cry, but none giveth answer, because of the pride of evil men.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Surely God will not hear vanity, neither will the Almighty regard it.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Although thou sayest thou shalt not see him, yet judgment is before him; therefore trust thou in him.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But now, because it is not so, he hath visited in his anger; yet he knoweth it not in great extremity:",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Therefore doth Job open his mouth in vain; he multiplieth words without knowledge.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.35",
      "name": "Job 35"
    },
    {
      "text": [
        {
          "text": "Elihu also proceeded, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Suffer me a little, and I will shew thee that I have yet to speak on God's behalf.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "I will fetch my knowledge from afar, and will ascribe righteousness to my Maker.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "For truly my words shall not be false: he that is perfect in knowledge is with thee.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Behold, God is mighty, and despiseth not any: he is mighty in strength and wisdom.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "He preserveth not the life of the wicked: but giveth right to the poor.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "He withdraweth not his eyes from the righteous: but with kings are they on the throne; yea, he doth establish them for ever, and they are exalted.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And if they be bound in fetters, and be holden in cords of affliction;",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Then he sheweth them their work, and their transgressions that they have exceeded.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He openeth also their ear to discipline, and commandeth that they return from iniquity.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "If they obey and serve him, they shall spend their days in prosperity, and their years in pleasures.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "But if they obey not, they shall perish by the sword, and they shall die without knowledge.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But the hypocrites in heart heap up wrath: they cry not when he bindeth them.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "They die in youth, and their life is among the unclean.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "He delivereth the poor in his affliction, and openeth their ears in oppression.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Even so would he have removed thee out of the strait into a broad place, where there is no straitness; and that which should be set on thy table should be full of fatness.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "But thou hast fulfilled the judgment of the wicked: judgment and justice take hold on thee.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Because there is wrath, beware lest he take thee away with his stroke: then a great ransom cannot deliver thee.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Will he esteem thy riches? no, not gold, nor all the forces of strength.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Desire not the night, when people are cut off in their place.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Take heed, regard not iniquity: for this hast thou chosen rather than affliction.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Behold, God exalteth by his power: who teacheth like him?",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Who hath enjoined him his way? or who can say, Thou hast wrought iniquity?",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Remember that thou magnify his work, which men behold.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Every man may see it; man may behold it afar off.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Behold, God is great, and we know him not, neither can the number of his years be searched out.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "For he maketh small the drops of water: they pour down rain according to the vapour thereof:",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Which the clouds do drop and distil upon man abundantly.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Also can any understand the spreadings of the clouds, or the noise of his tabernacle?",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Behold, he spreadeth his light upon it, and covereth the bottom of the sea.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "For by them judgeth he the people; he giveth meat in abundance.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "With clouds he covereth the light; and commandeth it not to shine by the cloud that cometh betwixt.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "The noise thereof sheweth concerning it, the cattle also concerning the vapour.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.36",
      "name": "Job 36"
    },
    {
      "text": [
        {
          "text": "At this also my heart trembleth, and is moved out of his place.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Hear attentively the noise of his voice, and the sound that goeth out of his mouth.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "He directeth it under the whole heaven, and his lightning unto the ends of the earth.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "After it a voice roareth: he thundereth with the voice of his excellency; and he will not stay them when his voice is heard.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "God thundereth marvellously with his voice; great things doeth he, which we cannot comprehend.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "For he saith to the snow, Be thou on the earth; likewise to the small rain, and to the great rain of his strength.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "He sealeth up the hand of every man; that all men may know his work.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then the beasts go into dens, and remain in their places.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Out of the south cometh the whirlwind: and cold out of the north.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "By the breath of God frost is given: and the breadth of the waters is straitened.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Also by watering he wearieth the thick cloud: he scattereth his bright cloud:",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And it is turned round about by his counsels: that they may do whatsoever he commandeth them upon the face of the world in the earth.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "He causeth it to come, whether for correction, or for his land, or for mercy.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Hearken unto this, O Job: stand still, and consider the wondrous works of God.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Dost thou know when God disposed them, and caused the light of his cloud to shine?",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Dost thou know the balancings of the clouds, the wondrous works of him which is perfect in knowledge?",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "How thy garments are warm, when he quieteth the earth by the south wind?",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Hast thou with him spread out the sky, which is strong, and as a molten looking glass?",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Teach us what we shall say unto him; for we cannot order our speech by reason of darkness.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Shall it be told him that I speak? if a man speak, surely he shall be swallowed up.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "And now men see not the bright light which is in the clouds: but the wind passeth, and cleanseth them.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Fair weather cometh out of the north: with God is terrible majesty.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Touching the Almighty, we cannot find him out: he is excellent in power, and in judgment, and in plenty of justice: he will not afflict.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Men do therefore fear him: he respecteth not any that are wise of heart.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.37",
      "name": "Job 37"
    },
    {
      "text": [
        {
          "text": "Then the Lord answered Job out of the whirlwind, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Who is this that darkeneth counsel by words without knowledge?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Gird up now thy loins like a man; for I will demand of thee, and answer thou me.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Who hath laid the measures thereof, if thou knowest? or who hath stretched the line upon it?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Whereupon are the foundations thereof fastened? or who laid the corner stone thereof;",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "When the morning stars sang together, and all the sons of God shouted for joy?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Or who shut up the sea with doors, when it brake forth, as if it had issued out of the womb?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "When I made the cloud the garment thereof, and thick darkness a swaddlingband for it,",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And brake up for it my decreed place, and set bars and doors,",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And said, Hitherto shalt thou come, but no further: and here shall thy proud waves be stayed?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Hast thou commanded the morning since thy days; and caused the dayspring to know his place;",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "That it might take hold of the ends of the earth, that the wicked might be shaken out of it?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "It is turned as clay to the seal; and they stand as a garment.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And from the wicked their light is withholden, and the high arm shall be broken.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Hast thou entered into the springs of the sea? or hast thou walked in the search of the depth?",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Have the gates of death been opened unto thee? or hast thou seen the doors of the shadow of death?",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Hast thou perceived the breadth of the earth? declare if thou knowest it all.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Where is the way where light dwelleth? and as for darkness, where is the place thereof,",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "That thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Knowest thou it, because thou wast then born? or because the number of thy days is great?",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Hast thou entered into the treasures of the snow? or hast thou seen the treasures of the hail,",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Which I have reserved against the time of trouble, against the day of battle and war?",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "By what way is the light parted, which scattereth the east wind upon the earth?",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Who hath divided a watercourse for the overflowing of waters, or a way for the lightning of thunder;",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "To cause it to rain on the earth, where no man is; on the wilderness, wherein there is no man;",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "To satisfy the desolate and waste ground; and to cause the bud of the tender herb to spring forth?",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Hath the rain a father? or who hath begotten the drops of dew?",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Out of whose womb came the ice? and the hoary frost of heaven, who hath gendered it?",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "The waters are hid as with a stone, and the face of the deep is frozen.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Canst thou bind the sweet influences of Pleiades, or loose the bands of Orion?",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Canst thou bring forth Mazzaroth in his season? or canst thou guide Arcturus with his sons?",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Knowest thou the ordinances of heaven? canst thou set the dominion thereof in the earth?",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Canst thou lift up thy voice to the clouds, that abundance of waters may cover thee?",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Canst thou send lightnings, that they may go, and say unto thee, Here we are?",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Who hath put wisdom in the inward parts? or who hath given understanding to the heart?",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Who can number the clouds in wisdom? or who can stay the bottles of heaven,",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "When the dust groweth into hardness, and the clods cleave fast together?",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "Wilt thou hunt the prey for the lion? or fill the appetite of the young lions,",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "When they couch in their dens, and abide in the covert to lie in wait?",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Who provideth for the raven his food? when his young ones cry unto God, they wander for lack of meat.",
          "ID": "41"
        }
      ],
      "ID": "OT:JOB.38",
      "name": "Job 38"
    },
    {
      "text": [
        {
          "text": "Knowest thou the time when the wild goats of the rock bring forth? or canst thou mark when the hinds do calve?",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Canst thou number the months that they fulfil? or knowest thou the time when they bring forth?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "They bow themselves, they bring forth their young ones, they cast out their sorrows.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Their young ones are in good liking, they grow up with corn; they go forth, and return not unto them.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Who hath sent out the wild ass free? or who hath loosed the bands of the wild ass?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Whose house I have made the wilderness, and the barren land his dwellings.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "He scorneth the multitude of the city, neither regardeth he the crying of the driver.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "The range of the mountains is his pasture, and he searcheth after every green thing.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Will the unicorn be willing to serve thee, or abide by thy crib?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Canst thou bind the unicorn with his band in the furrow? or will he harrow the valleys after thee?",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Wilt thou trust him, because his strength is great? or wilt thou leave thy labour to him?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Wilt thou believe him, that he will bring home thy seed, and gather it into thy barn?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Gavest thou the goodly wings unto the peacocks? or wings and feathers unto the ostrich?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Which leaveth her eggs in the earth, and warmeth them in dust,",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And forgetteth that the foot may crush them, or that the wild beast may break them.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "She is hardened against her young ones, as though they were not hers: her labour is in vain without fear;",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Because God hath deprived her of wisdom, neither hath he imparted to her understanding.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "What time she lifteth up herself on high, she scorneth the horse and his rider.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Hast thou given the horse strength? hast thou clothed his neck with thunder?",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Canst thou make him afraid as a grasshopper? the glory of his nostrils is terrible.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "He paweth in the valley, and rejoiceth in his strength: he goeth on to meet the armed men.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "He mocketh at fear, and is not affrighted; neither turneth he back from the sword.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "The quiver rattleth against him, the glittering spear and the shield.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "He swalloweth the ground with fierceness and rage: neither believeth he that it is the sound of the trumpet.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "He saith among the trumpets, Ha, ha; and he smelleth the battle afar off, the thunder of the captains, and the shouting.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Doth the hawk fly by thy wisdom, and stretch her wings toward the south?",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Doth the eagle mount up at thy command, and make her nest on high?",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "She dwelleth and abideth on the rock, upon the crag of the rock, and the strong place.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "From thence she seeketh the prey, and her eyes behold afar off.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Her young ones also suck up blood: and where the slain are, there is she.",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.39",
      "name": "Job 39"
    },
    {
      "text": [
        {
          "text": "Moreover the Lord answered Job, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Shall he that contendeth with the Almighty instruct him? he that reproveth God, let him answer it.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Then Job answered the Lord, and said,",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Behold, I am vile; what shall I answer thee? I will lay mine hand upon my mouth.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Once have I spoken; but I will not answer: yea, twice; but I will proceed no further.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then answered the Lord unto Job out of the whirlwind, and said,",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Wilt thou also disannul my judgment? wilt thou condemn me, that thou mayest be righteous?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Hast thou an arm like God? or canst thou thunder with a voice like him?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Deck thyself now with majesty and excellency; and array thyself with glory and beauty.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Cast abroad the rage of thy wrath: and behold every one that is proud, and abase him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Look on every one that is proud, and bring him low; and tread down the wicked in their place.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Hide them in the dust together; and bind their faces in secret.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Then will I also confess unto thee that thine own right hand can save thee.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Behold now behemoth, which I made with thee; he eateth grass as an ox.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Lo now, his strength is in his loins, and his force is in the navel of his belly.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "He moveth his tail like a cedar: the sinews of his stones are wrapped together.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "His bones are as strong pieces of brass; his bones are like bars of iron.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "He is the chief of the ways of God: he that made him can make his sword to approach unto him.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Surely the mountains bring him forth food, where all the beasts of the field play.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "He lieth under the shady trees, in the covert of the reed, and fens.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "The shady trees cover him with their shadow; the willows of the brook compass him about.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Behold, he drinketh up a river, and hasteth not: he trusteth that he can draw up Jordan into his mouth.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "He taketh it with his eyes: his nose pierceth through snares.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.40",
      "name": "Job 40"
    },
    {
      "text": [
        {
          "text": "Canst thou draw out leviathan with an hook? or his tongue with a cord which thou lettest down?",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Canst thou put an hook into his nose? or bore his jaw through with a thorn?",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Will he make many supplications unto thee? will he speak soft words unto thee?",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Will he make a covenant with thee? wilt thou take him for a servant for ever?",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Wilt thou play with him as with a bird? or wilt thou bind him for thy maidens?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Shall the companions make a banquet of him? shall they part him among the merchants?",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Canst thou fill his skin with barbed irons? or his head with fish spears?",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Lay thine hand upon him, remember the battle, do no more.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Behold, the hope of him is in vain: shall not one be cast down even at the sight of him?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "None is so fierce that dare stir him up: who then is able to stand before me?",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Who hath prevented me, that I should repay him? whatsoever is under the whole heaven is mine.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "I will not conceal his parts, nor his power, nor his comely proportion.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Who can discover the face of his garment? or who can come to him with his double bridle?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Who can open the doors of his face? his teeth are terrible round about.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "His scales are his pride, shut up together as with a close seal.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "One is so near to another, that no air can come between them.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "They are joined one to another, they stick together, that they cannot be sundered.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "By his neesings a light doth shine, and his eyes are like the eyelids of the morning.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Out of his mouth go burning lamps, and sparks of fire leap out.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Out of his nostrils goeth smoke, as out of a seething pot or caldron.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "His breath kindleth coals, and a flame goeth out of his mouth.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "In his neck remaineth strength, and sorrow is turned into joy before him.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "The flakes of his flesh are joined together: they are firm in themselves; they cannot be moved.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "His heart is as firm as a stone; yea, as hard as a piece of the nether millstone.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "When he raiseth up himself, the mighty are afraid: by reason of breakings they purify themselves.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "The sword of him that layeth at him cannot hold: the spear, the dart, nor the habergeon.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "He esteemeth iron as straw, and brass as rotten wood.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "The arrow cannot make him flee: slingstones are turned with him into stubble.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Darts are counted as stubble: he laugheth at the shaking of a spear.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Sharp stones are under him: he spreadeth sharp pointed things upon the mire.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "He maketh the deep to boil like a pot: he maketh the sea like a pot of ointment.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "He maketh a path to shine after him; one would think the deep to be hoary.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Upon earth there is not his like, who is made without fear.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "He beholdeth all high things: he is a king over all the children of pride.",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.41",
      "name": "Job 41"
    },
    {
      "text": [
        {
          "text": "Then Job answered the Lord, and said,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "I know that thou canst do every thing, and that no thought can be withholden from thee.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Who is he that hideth counsel without knowledge? therefore have I uttered that I understood not; things too wonderful for me, which I knew not.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Hear, I beseech thee, and I will speak: I will demand of thee, and declare thou unto me.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "I have heard of thee by the hearing of the ear: but now mine eye seeth thee.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Wherefore I abhor myself, and repent in dust and ashes.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "And it was so, that after the Lord had spoken these words unto Job, the Lord said to Eliphaz the Temanite, My wrath is kindled against thee, and against thy two friends: for ye have not spoken of me the thing that is right, as my servant Job hath.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Therefore take unto you now seven bullocks and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you: for him will I accept: lest I deal with you after your folly, in that ye have not spoken of me the thing which is right, like my servant Job.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went, and did according as the Lord commanded them: the Lord also accepted Job.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And the Lord turned the captivity of Job, when he prayed for his friends: also the Lord gave Job twice as much as he had before.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the Lord had brought upon him: every man also gave him a piece of money, and every one an earring of gold.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So the Lord blessed the latter end of Job more than his beginning: for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "He had also seven sons and three daughters.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And he called the name of the first, Jemima; and the name of the second, Kezia; and the name of the third, Kerenhappuch.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And in all the land were no women found so fair as the daughters of Job: and their father gave them inheritance among their brethren.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "After this lived Job an hundred and forty years, and saw his sons, and his sons' sons, even four generations.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "So Job died, being old and full of days.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.42",
      "name": "Job 42"
    }
  ],
  "ID": "OT:JOB(KJV)",
  "version": "KJV",
  "name": "Job"
}