{
  "text": [
    {
      "text": [
        {
          "text": "There was a man in the land of Uz whose name was Job; and that man was blameless, upright, fearing God and turning away from evil.",
          "ID": "1"
        },
        {
          "text": "Seven sons and three daughters were born to him.",
          "ID": "2"
        },
        {
          "text": "His possessions also were 7,000 sheep, 3,000 camels, 500 yoke of oxen, 500 female donkeys, and very many servants; and that man was the greatest of all the men of the east.",
          "ID": "3"
        },
        {
          "text": "His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them.",
          "ID": "4"
        },
        {
          "text": "When the days of feasting had completed their cycle, Job would send and consecrate them, rising up early in the morning and offering burnt offerings according to the number of them all; for Job said, \"Perhaps my sons have sinned and cursed God in their hearts.\" Thus Job did continually.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.",
          "ID": "6"
        },
        {
          "text": "The Lord said to Satan, \"From where do you come?\" Then Satan answered the Lord and said, \"From roaming about on the earth and walking around on it.\"",
          "ID": "7"
        },
        {
          "text": "The Lord said to Satan, \"Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man, fearing God and turning away from evil.\"",
          "ID": "8"
        },
        {
          "text": "Then Satan answered the Lord, \"Does Job fear God for nothing?",
          "ID": "9"
        },
        {
          "text": "Have You not made a hedge about him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.",
          "ID": "10"
        },
        {
          "text": "But put forth Your hand now and touch all that he has; he will surely curse You to Your face.\"",
          "ID": "11"
        },
        {
          "text": "Then the Lord said to Satan, \"Behold, all that he has is in your power, only do not put forth your hand on him.\" So Satan departed from the presence of the Lord.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now on the day when his sons and his daughters were eating and drinking wine in their oldest brother's house,",
          "ID": "13"
        },
        {
          "text": "a messenger came to Job and said, \"The oxen were plowing and the donkeys feeding beside them,",
          "ID": "14"
        },
        {
          "text": "and the Sabeans attacked and took them. They also slew the servants with the edge of the sword, and I alone have escaped to tell you.\"",
          "ID": "15"
        },
        {
          "text": "While he was still speaking, another also came and said, \"The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.\"",
          "ID": "16"
        },
        {
          "text": "While he was still speaking, another also came and said, \"The Chaldeans formed three bands and made a raid on the camels and took them and slew the servants with the edge of the sword, and I alone have escaped to tell you.\"",
          "ID": "17"
        },
        {
          "text": "While he was still speaking, another also came and said, \"Your sons and your daughters were eating and drinking wine in their oldest brother's house,",
          "ID": "18"
        },
        {
          "text": "and behold, a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Then Job arose and tore his robe and shaved his head, and he fell to the ground and worshiped.",
          "ID": "20"
        },
        {
          "text": "He said,",
          "ID": "21"
        },
        {
          "text": "\"Naked I came from my mother's womb,",
          "ID": "21"
        },
        {
          "text": "And naked I shall return there.",
          "ID": "21"
        },
        {
          "text": "The Lord gave and the Lord has taken away.",
          "ID": "21"
        },
        {
          "text": "Blessed be the name of the Lord.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Through all this Job did not sin nor did he blame God.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.1",
      "name": "JOB 1"
    },
    {
      "text": [
        {
          "text": "Again there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them to present himself before the Lord.",
          "ID": "1"
        },
        {
          "text": "The Lord said to Satan, \"Where have you come from?\" Then Satan answered the Lord and said, \"From roaming about on the earth and walking around on it.\"",
          "ID": "2"
        },
        {
          "text": "The Lord said to Satan, \"Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man fearing God and turning away from evil. And he still holds fast his integrity, although you incited Me against him to ruin him without cause.\"",
          "ID": "3"
        },
        {
          "text": "Satan answered the Lord and said, \"Skin for skin! Yes, all that a man has he will give for his life.",
          "ID": "4"
        },
        {
          "text": "However, put forth Your hand now, and touch his bone and his flesh; he will curse You to Your face.\"",
          "ID": "5"
        },
        {
          "text": "So the Lord said to Satan, \"Behold, he is in your power, only spare his life.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then Satan went out from the presence of the Lord and smote Job with sore boils from the sole of his foot to the crown of his head.",
          "ID": "7"
        },
        {
          "text": "And he took a potsherd to scrape himself while he was sitting among the ashes.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Then his wife said to him, \"Do you still hold fast your integrity? Curse God and die!\"",
          "ID": "9"
        },
        {
          "text": "But he said to her, \"You speak as one of the foolish women speaks. Shall we indeed accept good from God and not accept adversity?\" In all this Job did not sin with his lips.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now when Job's three friends heard of all this adversity that had come upon him, they came each one from his own place, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite; and they made an appointment together to come to sympathize with him and comfort him.",
          "ID": "11"
        },
        {
          "text": "When they lifted up their eyes at a distance and did not recognize him, they raised their voices and wept. And each of them tore his robe and they threw dust over their heads toward the sky.",
          "ID": "12"
        },
        {
          "text": "Then they sat down on the ground with him for seven days and seven nights with no one speaking a word to him, for they saw that his pain was very great.",
          "ID": "13"
        }
      ],
      "ID": "OT:JOB.2",
      "name": "JOB 2"
    },
    {
      "text": [
        {
          "text": "Afterward Job opened his mouth and cursed the day of his birth.",
          "ID": "1"
        },
        {
          "text": "And Job said,",
          "ID": "2"
        },
        {
          "text": "\"Let the day perish on which I was to be born,",
          "ID": "3"
        },
        {
          "text": "And the night which said, 'A boy is conceived.'",
          "ID": "3"
        },
        {
          "text": "\"May that day be darkness;",
          "ID": "4"
        },
        {
          "text": "Let not God above care for it,",
          "ID": "4"
        },
        {
          "text": "Nor light shine on it.",
          "ID": "4"
        },
        {
          "text": "\"Let darkness and black gloom claim it;",
          "ID": "5"
        },
        {
          "text": "Let a cloud settle on it;",
          "ID": "5"
        },
        {
          "text": "Let the blackness of the day terrify it.",
          "ID": "5"
        },
        {
          "text": "\"As for that night, let darkness seize it;",
          "ID": "6"
        },
        {
          "text": "Let it not rejoice among the days of the year;",
          "ID": "6"
        },
        {
          "text": "Let it not come into the number of the months.",
          "ID": "6"
        },
        {
          "text": "\"Behold, let that night be barren;",
          "ID": "7"
        },
        {
          "text": "Let no joyful shout enter it.",
          "ID": "7"
        },
        {
          "text": "\"Let those curse it who curse the day,",
          "ID": "8"
        },
        {
          "text": "Who are prepared to rouse Leviathan.",
          "ID": "8"
        },
        {
          "text": "\"Let the stars of its twilight be darkened;",
          "ID": "9"
        },
        {
          "text": "Let it wait for light but have none,",
          "ID": "9"
        },
        {
          "text": "And let it not see the breaking dawn;",
          "ID": "9"
        },
        {
          "text": "Because it did not shut the opening of my mother's womb,",
          "ID": "10"
        },
        {
          "text": "Or hide trouble from my eyes.",
          "ID": "10"
        },
        {
          "text": "\"Why did I not die at birth,",
          "ID": "11"
        },
        {
          "text": "Come forth from the womb and expire?",
          "ID": "11"
        },
        {
          "text": "\"Why did the knees receive me,",
          "ID": "12"
        },
        {
          "text": "And why the breasts, that I should suck?",
          "ID": "12"
        },
        {
          "text": "\"For now I would have lain down and been quiet;",
          "ID": "13"
        },
        {
          "text": "I would have slept then, I would have been at rest,",
          "ID": "13"
        },
        {
          "text": "With kings and with counselors of the earth,",
          "ID": "14"
        },
        {
          "text": "Who rebuilt ruins for themselves;",
          "ID": "14"
        },
        {
          "text": "Or with princes who had gold,",
          "ID": "15"
        },
        {
          "text": "Who were filling their houses with silver.",
          "ID": "15"
        },
        {
          "text": "\"Or like a miscarriage which is discarded, I would not be,",
          "ID": "16"
        },
        {
          "text": "As infants that never saw light.",
          "ID": "16"
        },
        {
          "text": "\"There the wicked cease from raging,",
          "ID": "17"
        },
        {
          "text": "And there the weary are at rest.",
          "ID": "17"
        },
        {
          "text": "\"The prisoners are at ease together;",
          "ID": "18"
        },
        {
          "text": "They do not hear the voice of the taskmaster.",
          "ID": "18"
        },
        {
          "text": "\"The small and the great are there,",
          "ID": "19"
        },
        {
          "text": "And the slave is free from his master.",
          "ID": "19"
        },
        {
          "text": "\"Why is light given to him who suffers,",
          "ID": "20"
        },
        {
          "text": "And life to the bitter of soul,",
          "ID": "20"
        },
        {
          "text": "Who long for death, but there is none,",
          "ID": "21"
        },
        {
          "text": "And dig for it more than for hidden treasures,",
          "ID": "21"
        },
        {
          "text": "Who rejoice greatly,",
          "ID": "22"
        },
        {
          "text": "And exult when they find the grave?",
          "ID": "22"
        },
        {
          "text": "\"Why is light given to a man whose way is hidden,",
          "ID": "23"
        },
        {
          "text": "And whom God has hedged in?",
          "ID": "23"
        },
        {
          "text": "\"For my groaning comes at the sight of my food,",
          "ID": "24"
        },
        {
          "text": "And my cries pour out like water.",
          "ID": "24"
        },
        {
          "text": "\"For what I fear comes upon me,",
          "ID": "25"
        },
        {
          "text": "And what I dread befalls me.",
          "ID": "25"
        },
        {
          "text": "\"I am not at ease, nor am I quiet,",
          "ID": "26"
        },
        {
          "text": "And I am not at rest, but turmoil comes.\"",
          "ID": "26"
        }
      ],
      "ID": "OT:JOB.3",
      "name": "JOB 3"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Temanite answered,",
          "ID": "1"
        },
        {
          "text": "\"If one ventures a word with you, will you become impatient?",
          "ID": "2"
        },
        {
          "text": "But who can refrain from speaking?",
          "ID": "2"
        },
        {
          "text": "\"Behold you have admonished many,",
          "ID": "3"
        },
        {
          "text": "And you have strengthened weak hands.",
          "ID": "3"
        },
        {
          "text": "\"Your words have helped the tottering to stand,",
          "ID": "4"
        },
        {
          "text": "And you have strengthened feeble knees.",
          "ID": "4"
        },
        {
          "text": "\"But now it has come to you, and you are impatient;",
          "ID": "5"
        },
        {
          "text": "It touches you, and you are dismayed.",
          "ID": "5"
        },
        {
          "text": "\"Is not your fear of God your confidence,",
          "ID": "6"
        },
        {
          "text": "And the integrity of your ways your hope?",
          "ID": "6"
        },
        {
          "text": "\"Remember now, who ever perished being innocent?",
          "ID": "7"
        },
        {
          "text": "Or where were the upright destroyed?",
          "ID": "7"
        },
        {
          "text": "\"According to what I have seen, those who plow iniquity",
          "ID": "8"
        },
        {
          "text": "And those who sow trouble harvest it.",
          "ID": "8"
        },
        {
          "text": "\"By the breath of God they perish,",
          "ID": "9"
        },
        {
          "text": "And by the blast of His anger they come to an end.",
          "ID": "9"
        },
        {
          "text": "\"The roaring of the lion and the voice of the fierce lion,",
          "ID": "10"
        },
        {
          "text": "And the teeth of the young lions are broken.",
          "ID": "10"
        },
        {
          "text": "\"The lion perishes for lack of prey,",
          "ID": "11"
        },
        {
          "text": "And the whelps of the lioness are scattered.",
          "ID": "11"
        },
        {
          "text": "\"Now a word was brought to me stealthily,",
          "ID": "12"
        },
        {
          "text": "And my ear received a whisper of it.",
          "ID": "12"
        },
        {
          "text": "\"Amid disquieting thoughts from the visions of the night,",
          "ID": "13"
        },
        {
          "text": "When deep sleep falls on men,",
          "ID": "13"
        },
        {
          "text": "Dread came upon me, and trembling,",
          "ID": "14"
        },
        {
          "text": "And made all my bones shake.",
          "ID": "14"
        },
        {
          "text": "\"Then a spirit passed by my face;",
          "ID": "15"
        },
        {
          "text": "The hair of my flesh bristled up.",
          "ID": "15"
        },
        {
          "text": "\"It stood still, but I could not discern its appearance;",
          "ID": "16"
        },
        {
          "text": "A form was before my eyes;",
          "ID": "16"
        },
        {
          "text": "There was silence, then I heard a voice:",
          "ID": "16"
        },
        {
          "text": "'Can mankind be just before God?",
          "ID": "17"
        },
        {
          "text": "Can a man be pure before his Maker?",
          "ID": "17"
        },
        {
          "text": "'He puts no trust even in His servants;",
          "ID": "18"
        },
        {
          "text": "And against His angels He charges error.",
          "ID": "18"
        },
        {
          "text": "'How much more those who dwell in houses of clay,",
          "ID": "19"
        },
        {
          "text": "Whose foundation is in the dust,",
          "ID": "19"
        },
        {
          "text": "Who are crushed before the moth!",
          "ID": "19"
        },
        {
          "text": "'Between morning and evening they are broken in pieces;",
          "ID": "20"
        },
        {
          "text": "Unobserved, they perish forever.",
          "ID": "20"
        },
        {
          "text": "'Is not their tent-cord plucked up within them?",
          "ID": "21"
        },
        {
          "text": "They die, yet without wisdom.'",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.4",
      "name": "JOB 4"
    },
    {
      "text": [
        {
          "text": "\"Call now, is there anyone who will answer you?",
          "ID": "1"
        },
        {
          "text": "And to which of the holy ones will you turn?",
          "ID": "1"
        },
        {
          "text": "\"For anger slays the foolish man,",
          "ID": "2"
        },
        {
          "text": "And jealousy kills the simple.",
          "ID": "2"
        },
        {
          "text": "\"I have seen the foolish taking root,",
          "ID": "3"
        },
        {
          "text": "And I cursed his abode immediately.",
          "ID": "3"
        },
        {
          "text": "\"His sons are far from safety,",
          "ID": "4"
        },
        {
          "text": "They are even oppressed in the gate,",
          "ID": "4"
        },
        {
          "text": "And there is no deliverer.",
          "ID": "4"
        },
        {
          "text": "\"His harvest the hungry devour",
          "ID": "5"
        },
        {
          "text": "And take it to a place of thorns,",
          "ID": "5"
        },
        {
          "text": "And the schemer is eager for their wealth.",
          "ID": "5"
        },
        {
          "text": "\"For affliction does not come from the dust,",
          "ID": "6"
        },
        {
          "text": "Nor does trouble sprout from the ground,",
          "ID": "6"
        },
        {
          "text": "For man is born for trouble,",
          "ID": "7"
        },
        {
          "text": "As sparks fly upward.",
          "ID": "7"
        },
        {
          "text": "\"But as for me, I would seek God,",
          "ID": "8"
        },
        {
          "text": "And I would place my cause before God;",
          "ID": "8"
        },
        {
          "text": "Who does great and unsearchable things,",
          "ID": "9"
        },
        {
          "text": "Wonders without number.",
          "ID": "9"
        },
        {
          "text": "\"He gives rain on the earth",
          "ID": "10"
        },
        {
          "text": "And sends water on the fields,",
          "ID": "10"
        },
        {
          "text": "So that He sets on high those who are lowly,",
          "ID": "11"
        },
        {
          "text": "And those who mourn are lifted to safety.",
          "ID": "11"
        },
        {
          "text": "\"He frustrates the plotting of the shrewd,",
          "ID": "12"
        },
        {
          "text": "So that their hands cannot attain success.",
          "ID": "12"
        },
        {
          "text": "\"He captures the wise by their own shrewdness,",
          "ID": "13"
        },
        {
          "text": "And the advice of the cunning is quickly thwarted.",
          "ID": "13"
        },
        {
          "text": "\"By day they meet with darkness,",
          "ID": "14"
        },
        {
          "text": "And grope at noon as in the night.",
          "ID": "14"
        },
        {
          "text": "\"But He saves from the sword of their mouth,",
          "ID": "15"
        },
        {
          "text": "And the poor from the hand of the mighty.",
          "ID": "15"
        },
        {
          "text": "\"So the helpless has hope,",
          "ID": "16"
        },
        {
          "text": "And unrighteousness must shut its mouth.",
          "ID": "16"
        },
        {
          "text": "\"Behold, how happy is the man whom God reproves,",
          "ID": "17"
        },
        {
          "text": "So do not despise the discipline of the Almighty.",
          "ID": "17"
        },
        {
          "text": "\"For He inflicts pain, and gives relief;",
          "ID": "18"
        },
        {
          "text": "He wounds, and His hands also heal.",
          "ID": "18"
        },
        {
          "text": "\"From six troubles He will deliver you,",
          "ID": "19"
        },
        {
          "text": "Even in seven evil will not touch you.",
          "ID": "19"
        },
        {
          "text": "\"In famine He will redeem you from death,",
          "ID": "20"
        },
        {
          "text": "And in war from the power of the sword.",
          "ID": "20"
        },
        {
          "text": "\"You will be hidden from the scourge of the tongue,",
          "ID": "21"
        },
        {
          "text": "And you will not be afraid of violence when it comes.",
          "ID": "21"
        },
        {
          "text": "\"You will laugh at violence and famine,",
          "ID": "22"
        },
        {
          "text": "And you will not be afraid of wild beasts.",
          "ID": "22"
        },
        {
          "text": "\"For you will be in league with the stones of the field,",
          "ID": "23"
        },
        {
          "text": "And the beasts of the field will be at peace with you.",
          "ID": "23"
        },
        {
          "text": "\"You will know that your tent is secure,",
          "ID": "24"
        },
        {
          "text": "For you will visit your abode and fear no loss.",
          "ID": "24"
        },
        {
          "text": "\"You will know also that your descendants will be many,",
          "ID": "25"
        },
        {
          "text": "And your offspring as the grass of the earth.",
          "ID": "25"
        },
        {
          "text": "\"You will come to the grave in full vigor,",
          "ID": "26"
        },
        {
          "text": "Like the stacking of grain in its season.",
          "ID": "26"
        },
        {
          "text": "\"Behold this; we have investigated it, and so it is.",
          "ID": "27"
        },
        {
          "text": "Hear it, and know for yourself.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:JOB.5",
      "name": "JOB 5"
    },
    {
      "text": [
        {
          "text": "Then Job answered,",
          "ID": "1"
        },
        {
          "text": "\"Oh that my grief were actually weighed",
          "ID": "2"
        },
        {
          "text": "And laid in the balances together with my calamity!",
          "ID": "2"
        },
        {
          "text": "\"For then it would be heavier than the sand of the seas;",
          "ID": "3"
        },
        {
          "text": "Therefore my words have been rash.",
          "ID": "3"
        },
        {
          "text": "\"For the arrows of the Almighty are within me,",
          "ID": "4"
        },
        {
          "text": "Their poison my spirit drinks;",
          "ID": "4"
        },
        {
          "text": "The terrors of God are arrayed against me.",
          "ID": "4"
        },
        {
          "text": "\"Does the wild donkey bray over his grass,",
          "ID": "5"
        },
        {
          "text": "Or does the ox low over his fodder?",
          "ID": "5"
        },
        {
          "text": "\"Can something tasteless be eaten without salt,",
          "ID": "6"
        },
        {
          "text": "Or is there any taste in the white of an egg?",
          "ID": "6"
        },
        {
          "text": "\"My soul refuses to touch them;",
          "ID": "7"
        },
        {
          "text": "They are like loathsome food to me.",
          "ID": "7"
        },
        {
          "text": "\"Oh that my request might come to pass,",
          "ID": "8"
        },
        {
          "text": "And that God would grant my longing!",
          "ID": "8"
        },
        {
          "text": "\"Would that God were willing to crush me,",
          "ID": "9"
        },
        {
          "text": "That He would loose His hand and cut me off!",
          "ID": "9"
        },
        {
          "text": "\"But it is still my consolation,",
          "ID": "10"
        },
        {
          "text": "And I rejoice in unsparing pain,",
          "ID": "10"
        },
        {
          "text": "That I have not denied the words of the Holy One.",
          "ID": "10"
        },
        {
          "text": "\"What is my strength, that I should wait?",
          "ID": "11"
        },
        {
          "text": "And what is my end, that I should endure?",
          "ID": "11"
        },
        {
          "text": "\"Is my strength the strength of stones,",
          "ID": "12"
        },
        {
          "text": "Or is my flesh bronze?",
          "ID": "12"
        },
        {
          "text": "\"Is it that my help is not within me,",
          "ID": "13"
        },
        {
          "text": "And that deliverance is driven from me?",
          "ID": "13"
        },
        {
          "text": "\"For the despairing man there should be kindness from his friend;",
          "ID": "14"
        },
        {
          "text": "So that he does not forsake the fear of the Almighty.",
          "ID": "14"
        },
        {
          "text": "\"My brothers have acted deceitfully like a wadi,",
          "ID": "15"
        },
        {
          "text": "Like the torrents of wadis which vanish,",
          "ID": "15"
        },
        {
          "text": "Which are turbid because of ice",
          "ID": "16"
        },
        {
          "text": "And into which the snow melts.",
          "ID": "16"
        },
        {
          "text": "\"When they become waterless, they are silent,",
          "ID": "17"
        },
        {
          "text": "When it is hot, they vanish from their place.",
          "ID": "17"
        },
        {
          "text": "\"The paths of their course wind along,",
          "ID": "18"
        },
        {
          "text": "They go up into nothing and perish.",
          "ID": "18"
        },
        {
          "text": "\"The caravans of Tema looked,",
          "ID": "19"
        },
        {
          "text": "The travelers of Sheba hoped for them.",
          "ID": "19"
        },
        {
          "text": "\"They were disappointed for they had trusted,",
          "ID": "20"
        },
        {
          "text": "They came there and were confounded.",
          "ID": "20"
        },
        {
          "text": "\"Indeed, you have now become such,",
          "ID": "21"
        },
        {
          "text": "You see a terror and are afraid.",
          "ID": "21"
        },
        {
          "text": "\"Have I said, 'Give me something,'",
          "ID": "22"
        },
        {
          "text": "Or, 'Offer a bribe for me from your wealth,'",
          "ID": "22"
        },
        {
          "text": "Or, 'Deliver me from the hand of the adversary,'",
          "ID": "23"
        },
        {
          "text": "Or, 'Redeem me from the hand of the tyrants'?",
          "ID": "23"
        },
        {
          "text": "\"Teach me, and I will be silent;",
          "ID": "24"
        },
        {
          "text": "And show me how I have erred.",
          "ID": "24"
        },
        {
          "text": "\"How painful are honest words!",
          "ID": "25"
        },
        {
          "text": "But what does your argument prove?",
          "ID": "25"
        },
        {
          "text": "\"Do you intend to reprove my words,",
          "ID": "26"
        },
        {
          "text": "When the words of one in despair belong to the wind?",
          "ID": "26"
        },
        {
          "text": "\"You would even cast lots for the orphans",
          "ID": "27"
        },
        {
          "text": "And barter over your friend.",
          "ID": "27"
        },
        {
          "text": "\"Now please look at me,",
          "ID": "28"
        },
        {
          "text": "And see if I lie to your face.",
          "ID": "28"
        },
        {
          "text": "\"Desist now, let there be no injustice;",
          "ID": "29"
        },
        {
          "text": "Even desist, my righteousness is yet in it.",
          "ID": "29"
        },
        {
          "text": "\"Is there injustice on my tongue?",
          "ID": "30"
        },
        {
          "text": "Cannot my palate discern calamities?",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.6",
      "name": "JOB 6"
    },
    {
      "text": [
        {
          "text": "\"Is not man forced to labor on earth,",
          "ID": "1"
        },
        {
          "text": "And are not his days like the days of a hired man?",
          "ID": "1"
        },
        {
          "text": "\"As a slave who pants for the shade,",
          "ID": "2"
        },
        {
          "text": "And as a hired man who eagerly waits for his wages,",
          "ID": "2"
        },
        {
          "text": "So am I allotted months of vanity,",
          "ID": "3"
        },
        {
          "text": "And nights of trouble are appointed me.",
          "ID": "3"
        },
        {
          "text": "\"When I lie down I say,",
          "ID": "4"
        },
        {
          "text": "'When shall I arise?'",
          "ID": "4"
        },
        {
          "text": "But the night continues,",
          "ID": "4"
        },
        {
          "text": "And I am continually tossing until dawn.",
          "ID": "4"
        },
        {
          "text": "\"My flesh is clothed with worms and a crust of dirt,",
          "ID": "5"
        },
        {
          "text": "My skin hardens and runs.",
          "ID": "5"
        },
        {
          "text": "\"My days are swifter than a weaver's shuttle,",
          "ID": "6"
        },
        {
          "text": "And come to an end without hope.",
          "ID": "6"
        },
        {
          "text": "\"Remember that my life is but breath;",
          "ID": "7"
        },
        {
          "text": "My eye will not again see good.",
          "ID": "7"
        },
        {
          "text": "\"The eye of him who sees me will behold me no longer;",
          "ID": "8"
        },
        {
          "text": "Your eyes will be on me, but I will not be.",
          "ID": "8"
        },
        {
          "text": "\"When a cloud vanishes, it is gone,",
          "ID": "9"
        },
        {
          "text": "So he who goes down to Sheol does not come up.",
          "ID": "9"
        },
        {
          "text": "\"He will not return again to his house,",
          "ID": "10"
        },
        {
          "text": "Nor will his place know him anymore.",
          "ID": "10"
        },
        {
          "text": "\"Therefore I will not restrain my mouth;",
          "ID": "11"
        },
        {
          "text": "I will speak in the anguish of my spirit,",
          "ID": "11"
        },
        {
          "text": "I will complain in the bitterness of my soul.",
          "ID": "11"
        },
        {
          "text": "\"Am I the sea, or the sea monster,",
          "ID": "12"
        },
        {
          "text": "That You set a guard over me?",
          "ID": "12"
        },
        {
          "text": "\"If I say, 'My bed will comfort me,",
          "ID": "13"
        },
        {
          "text": "My couch will ease my complaint,'",
          "ID": "13"
        },
        {
          "text": "Then You frighten me with dreams",
          "ID": "14"
        },
        {
          "text": "And terrify me by visions;",
          "ID": "14"
        },
        {
          "text": "So that my soul would choose suffocation,",
          "ID": "15"
        },
        {
          "text": "Death rather than my pains.",
          "ID": "15"
        },
        {
          "text": "\"I waste away; I will not live forever.",
          "ID": "16"
        },
        {
          "text": "Leave me alone, for my days are but a breath.",
          "ID": "16"
        },
        {
          "text": "\"What is man that You magnify him,",
          "ID": "17"
        },
        {
          "text": "And that You are concerned about him,",
          "ID": "17"
        },
        {
          "text": "That You examine him every morning",
          "ID": "18"
        },
        {
          "text": "And try him every moment?",
          "ID": "18"
        },
        {
          "text": "\"Will You never turn Your gaze away from me,",
          "ID": "19"
        },
        {
          "text": "Nor let me alone until I swallow my spittle?",
          "ID": "19"
        },
        {
          "text": "\"Have I sinned? What have I done to You,",
          "ID": "20"
        },
        {
          "text": "O watcher of men?",
          "ID": "20"
        },
        {
          "text": "Why have You set me as Your target,",
          "ID": "20"
        },
        {
          "text": "So that I am a burden to myself?",
          "ID": "20"
        },
        {
          "text": "\"Why then do You not pardon my transgression",
          "ID": "21"
        },
        {
          "text": "And take away my iniquity?",
          "ID": "21"
        },
        {
          "text": "For now I will lie down in the dust;",
          "ID": "21"
        },
        {
          "text": "And You will seek me, but I will not be.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.7",
      "name": "JOB 7"
    },
    {
      "text": [
        {
          "text": "Then Bildad the Shuhite answered,",
          "ID": "1"
        },
        {
          "text": "\"How long will you say these things,",
          "ID": "2"
        },
        {
          "text": "And the words of your mouth be a mighty wind?",
          "ID": "2"
        },
        {
          "text": "\"Does God pervert justice?",
          "ID": "3"
        },
        {
          "text": "Or does the Almighty pervert what is right?",
          "ID": "3"
        },
        {
          "text": "\"If your sons sinned against Him,",
          "ID": "4"
        },
        {
          "text": "Then He delivered them into the power of their transgression.",
          "ID": "4"
        },
        {
          "text": "\"If you would seek God",
          "ID": "5"
        },
        {
          "text": "And implore the compassion of the Almighty,",
          "ID": "5"
        },
        {
          "text": "If you are pure and upright,",
          "ID": "6"
        },
        {
          "text": "Surely now He would rouse Himself for you",
          "ID": "6"
        },
        {
          "text": "And restore your righteous estate.",
          "ID": "6"
        },
        {
          "text": "\"Though your beginning was insignificant,",
          "ID": "7"
        },
        {
          "text": "Yet your end will increase greatly.",
          "ID": "7"
        },
        {
          "text": "\"Please inquire of past generations,",
          "ID": "8"
        },
        {
          "text": "And consider the things searched out by their fathers.",
          "ID": "8"
        },
        {
          "text": "\"For we are only of yesterday and know nothing,",
          "ID": "9"
        },
        {
          "text": "Because our days on earth are as a shadow.",
          "ID": "9"
        },
        {
          "text": "\"Will they not teach you and tell you,",
          "ID": "10"
        },
        {
          "text": "And bring forth words from their minds?",
          "ID": "10"
        },
        {
          "text": "\"Can the papyrus grow up without a marsh?",
          "ID": "11"
        },
        {
          "text": "Can the rushes grow without water?",
          "ID": "11"
        },
        {
          "text": "\"While it is still green and not cut down,",
          "ID": "12"
        },
        {
          "text": "Yet it withers before any other plant.",
          "ID": "12"
        },
        {
          "text": "\"So are the paths of all who forget God;",
          "ID": "13"
        },
        {
          "text": "And the hope of the godless will perish,",
          "ID": "13"
        },
        {
          "text": "Whose confidence is fragile,",
          "ID": "14"
        },
        {
          "text": "And whose trust a spider's web.",
          "ID": "14"
        },
        {
          "text": "\"He trusts in his house, but it does not stand;",
          "ID": "15"
        },
        {
          "text": "He holds fast to it, but it does not endure.",
          "ID": "15"
        },
        {
          "text": "\"He thrives before the sun,",
          "ID": "16"
        },
        {
          "text": "And his shoots spread out over his garden.",
          "ID": "16"
        },
        {
          "text": "\"His roots wrap around a rock pile,",
          "ID": "17"
        },
        {
          "text": "He grasps a house of stones.",
          "ID": "17"
        },
        {
          "text": "\"If he is removed from his place,",
          "ID": "18"
        },
        {
          "text": "Then it will deny him, saying, 'I never saw you.'",
          "ID": "18"
        },
        {
          "text": "\"Behold, this is the joy of His way;",
          "ID": "19"
        },
        {
          "text": "And out of the dust others will spring.",
          "ID": "19"
        },
        {
          "text": "\"Lo, God will not reject a man of integrity,",
          "ID": "20"
        },
        {
          "text": "Nor will He support the evildoers.",
          "ID": "20"
        },
        {
          "text": "\"He will yet fill your mouth with laughter",
          "ID": "21"
        },
        {
          "text": "And your lips with shouting.",
          "ID": "21"
        },
        {
          "text": "\"Those who hate you will be clothed with shame,",
          "ID": "22"
        },
        {
          "text": "And the tent of the wicked will be no longer.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.8",
      "name": "JOB 8"
    },
    {
      "text": [
        {
          "text": "Then Job answered,",
          "ID": "1"
        },
        {
          "text": "\"In truth I know that this is so;",
          "ID": "2"
        },
        {
          "text": "But how can a man be in the right before God?",
          "ID": "2"
        },
        {
          "text": "\"If one wished to dispute with Him,",
          "ID": "3"
        },
        {
          "text": "He could not answer Him once in a thousand times.",
          "ID": "3"
        },
        {
          "text": "\"Wise in heart and mighty in strength,",
          "ID": "4"
        },
        {
          "text": "Who has defied Him without harm?",
          "ID": "4"
        },
        {
          "text": "\"It is God who removes the mountains, they know not how,",
          "ID": "5"
        },
        {
          "text": "When He overturns them in His anger;",
          "ID": "5"
        },
        {
          "text": "Who shakes the earth out of its place,",
          "ID": "6"
        },
        {
          "text": "And its pillars tremble;",
          "ID": "6"
        },
        {
          "text": "Who commands the sun not to shine,",
          "ID": "7"
        },
        {
          "text": "And sets a seal upon the stars;",
          "ID": "7"
        },
        {
          "text": "Who alone stretches out the heavens",
          "ID": "8"
        },
        {
          "text": "And tramples down the waves of the sea;",
          "ID": "8"
        },
        {
          "text": "Who makes the Bear, Orion and the Pleiades,",
          "ID": "9"
        },
        {
          "text": "And the chambers of the south;",
          "ID": "9"
        },
        {
          "text": "Who does great things, unfathomable,",
          "ID": "10"
        },
        {
          "text": "And wondrous works without number.",
          "ID": "10"
        },
        {
          "text": "\"Were He to pass by me, I would not see Him;",
          "ID": "11"
        },
        {
          "text": "Were He to move past me, I would not perceive Him.",
          "ID": "11"
        },
        {
          "text": "\"Were He to snatch away, who could restrain Him?",
          "ID": "12"
        },
        {
          "text": "Who could say to Him, 'What are You doing?'",
          "ID": "12"
        },
        {
          "text": "\"God will not turn back His anger;",
          "ID": "13"
        },
        {
          "text": "Beneath Him crouch the helpers of Rahab.",
          "ID": "13"
        },
        {
          "text": "\"How then can I answer Him,",
          "ID": "14"
        },
        {
          "text": "And choose my words before Him?",
          "ID": "14"
        },
        {
          "text": "\"For though I were right, I could not answer;",
          "ID": "15"
        },
        {
          "text": "I would have to implore the mercy of my judge.",
          "ID": "15"
        },
        {
          "text": "\"If I called and He answered me,",
          "ID": "16"
        },
        {
          "text": "I could not believe that He was listening to my voice.",
          "ID": "16"
        },
        {
          "text": "\"For He bruises me with a tempest",
          "ID": "17"
        },
        {
          "text": "And multiplies my wounds without cause.",
          "ID": "17"
        },
        {
          "text": "\"He will not allow me to get my breath,",
          "ID": "18"
        },
        {
          "text": "But saturates me with bitterness.",
          "ID": "18"
        },
        {
          "text": "\"If it is a matter of power, behold, He is the strong one!",
          "ID": "19"
        },
        {
          "text": "And if it is a matter of justice, who can summon Him?",
          "ID": "19"
        },
        {
          "text": "\"Though I am righteous, my mouth will condemn me;",
          "ID": "20"
        },
        {
          "text": "Though I am guiltless, He will declare me guilty.",
          "ID": "20"
        },
        {
          "text": "\"I am guiltless;",
          "ID": "21"
        },
        {
          "text": "I do not take notice of myself;",
          "ID": "21"
        },
        {
          "text": "I despise my life.",
          "ID": "21"
        },
        {
          "text": "\"It is all one; therefore I say,",
          "ID": "22"
        },
        {
          "text": "'He destroys the guiltless and the wicked.'",
          "ID": "22"
        },
        {
          "text": "\"If the scourge kills suddenly,",
          "ID": "23"
        },
        {
          "text": "He mocks the despair of the innocent.",
          "ID": "23"
        },
        {
          "text": "\"The earth is given into the hand of the wicked;",
          "ID": "24"
        },
        {
          "text": "He covers the faces of its judges.",
          "ID": "24"
        },
        {
          "text": "If it is not He, then who is it?",
          "ID": "24"
        },
        {
          "text": "\"Now my days are swifter than a runner;",
          "ID": "25"
        },
        {
          "text": "They flee away, they see no good.",
          "ID": "25"
        },
        {
          "text": "\"They slip by like reed boats,",
          "ID": "26"
        },
        {
          "text": "Like an eagle that swoops on its prey.",
          "ID": "26"
        },
        {
          "text": "\"Though I say, 'I will forget my complaint,",
          "ID": "27"
        },
        {
          "text": "I will leave off my sad countenance and be cheerful,'",
          "ID": "27"
        },
        {
          "text": "I am afraid of all my pains,",
          "ID": "28"
        },
        {
          "text": "I know that You will not acquit me.",
          "ID": "28"
        },
        {
          "text": "\"I am accounted wicked,",
          "ID": "29"
        },
        {
          "text": "Why then should I toil in vain?",
          "ID": "29"
        },
        {
          "text": "\"If I should wash myself with snow",
          "ID": "30"
        },
        {
          "text": "And cleanse my hands with lye,",
          "ID": "30"
        },
        {
          "text": "Yet You would plunge me into the pit,",
          "ID": "31"
        },
        {
          "text": "And my own clothes would abhor me.",
          "ID": "31"
        },
        {
          "text": "\"For He is not a man as I am that I may answer Him,",
          "ID": "32"
        },
        {
          "text": "That we may go to court together.",
          "ID": "32"
        },
        {
          "text": "\"There is no umpire between us,",
          "ID": "33"
        },
        {
          "text": "Who may lay his hand upon us both.",
          "ID": "33"
        },
        {
          "text": "\"Let Him remove His rod from me,",
          "ID": "34"
        },
        {
          "text": "And let not dread of Him terrify me.",
          "ID": "34"
        },
        {
          "text": "\"Then I would speak and not fear Him;",
          "ID": "35"
        },
        {
          "text": "But I am not like that in myself.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.9",
      "name": "JOB 9"
    },
    {
      "text": [
        {
          "text": "\"I loathe my own life;",
          "ID": "1"
        },
        {
          "text": "I will give full vent to my complaint;",
          "ID": "1"
        },
        {
          "text": "I will speak in the bitterness of my soul.",
          "ID": "1"
        },
        {
          "text": "\"I will say to God, 'Do not condemn me;",
          "ID": "2"
        },
        {
          "text": "Let me know why You contend with me.",
          "ID": "2"
        },
        {
          "text": "'Is it right for You indeed to oppress,",
          "ID": "3"
        },
        {
          "text": "To reject the labor of Your hands,",
          "ID": "3"
        },
        {
          "text": "And to look favorably on the schemes of the wicked?",
          "ID": "3"
        },
        {
          "text": "'Have You eyes of flesh?",
          "ID": "4"
        },
        {
          "text": "Or do You see as a man sees?",
          "ID": "4"
        },
        {
          "text": "'Are Your days as the days of a mortal,",
          "ID": "5"
        },
        {
          "text": "Or Your years as man's years,",
          "ID": "5"
        },
        {
          "text": "That You should seek for my guilt",
          "ID": "6"
        },
        {
          "text": "And search after my sin?",
          "ID": "6"
        },
        {
          "text": "'According to Your knowledge I am indeed not guilty,",
          "ID": "7"
        },
        {
          "text": "Yet there is no deliverance from Your hand.",
          "ID": "7"
        },
        {
          "text": "'Your hands fashioned and made me altogether,",
          "ID": "8"
        },
        {
          "text": "And would You destroy me?",
          "ID": "8"
        },
        {
          "text": "'Remember now, that You have made me as clay;",
          "ID": "9"
        },
        {
          "text": "And would You turn me into dust again?",
          "ID": "9"
        },
        {
          "text": "'Did You not pour me out like milk",
          "ID": "10"
        },
        {
          "text": "And curdle me like cheese;",
          "ID": "10"
        },
        {
          "text": "Clothe me with skin and flesh,",
          "ID": "11"
        },
        {
          "text": "And knit me together with bones and sinews?",
          "ID": "11"
        },
        {
          "text": "'You have granted me life and lovingkindness;",
          "ID": "12"
        },
        {
          "text": "And Your care has preserved my spirit.",
          "ID": "12"
        },
        {
          "text": "'Yet these things You have concealed in Your heart;",
          "ID": "13"
        },
        {
          "text": "I know that this is within You:",
          "ID": "13"
        },
        {
          "text": "If I sin, then You would take note of me,",
          "ID": "14"
        },
        {
          "text": "And would not acquit me of my guilt.",
          "ID": "14"
        },
        {
          "text": "'If I am wicked, woe to me!",
          "ID": "15"
        },
        {
          "text": "And if I am righteous, I dare not lift up my head.",
          "ID": "15"
        },
        {
          "text": "I am sated with disgrace and conscious of my misery.",
          "ID": "15"
        },
        {
          "text": "'Should my head be lifted up, You would hunt me like a lion;",
          "ID": "16"
        },
        {
          "text": "And again You would show Your power against me.",
          "ID": "16"
        },
        {
          "text": "'You renew Your witnesses against me",
          "ID": "17"
        },
        {
          "text": "And increase Your anger toward me;",
          "ID": "17"
        },
        {
          "text": "Hardship after hardship is with me.",
          "ID": "17"
        },
        {
          "text": "'Why then have You brought me out of the womb?",
          "ID": "18"
        },
        {
          "text": "Would that I had died and no eye had seen me!",
          "ID": "18"
        },
        {
          "text": "'I should have been as though I had not been,",
          "ID": "19"
        },
        {
          "text": "Carried from womb to tomb.'",
          "ID": "19"
        },
        {
          "text": "\"Would He not let my few days alone?",
          "ID": "20"
        },
        {
          "text": "Withdraw from me that I may have a little cheer",
          "ID": "20"
        },
        {
          "text": "Before I go-and I shall not return-",
          "ID": "21"
        },
        {
          "text": "To the land of darkness and deep shadow,",
          "ID": "21"
        },
        {
          "text": "The land of utter gloom as darkness itself,",
          "ID": "22"
        },
        {
          "text": "Of deep shadow without order,",
          "ID": "22"
        },
        {
          "text": "And which shines as the darkness.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.10",
      "name": "JOB 10"
    },
    {
      "text": [
        {
          "text": "Then Zophar the Naamathite answered,",
          "ID": "1"
        },
        {
          "text": "\"Shall a multitude of words go unanswered,",
          "ID": "2"
        },
        {
          "text": "And a talkative man be acquitted?",
          "ID": "2"
        },
        {
          "text": "\"Shall your boasts silence men?",
          "ID": "3"
        },
        {
          "text": "And shall you scoff and none rebuke?",
          "ID": "3"
        },
        {
          "text": "\"For you have said, 'My teaching is pure,",
          "ID": "4"
        },
        {
          "text": "And I am innocent in your eyes.'",
          "ID": "4"
        },
        {
          "text": "\"But would that God might speak,",
          "ID": "5"
        },
        {
          "text": "And open His lips against you,",
          "ID": "5"
        },
        {
          "text": "And show you the secrets of wisdom!",
          "ID": "6"
        },
        {
          "text": "For sound wisdom has two sides.",
          "ID": "6"
        },
        {
          "text": "Know then that God forgets a part of your iniquity.",
          "ID": "6"
        },
        {
          "text": "\"Can you discover the depths of God?",
          "ID": "7"
        },
        {
          "text": "Can you discover the limits of the Almighty?",
          "ID": "7"
        },
        {
          "text": "\"They are high as the heavens, what can you do?",
          "ID": "8"
        },
        {
          "text": "Deeper than Sheol, what can you know?",
          "ID": "8"
        },
        {
          "text": "\"Its measure is longer than the earth",
          "ID": "9"
        },
        {
          "text": "And broader than the sea.",
          "ID": "9"
        },
        {
          "text": "\"If He passes by or shuts up,",
          "ID": "10"
        },
        {
          "text": "Or calls an assembly, who can restrain Him?",
          "ID": "10"
        },
        {
          "text": "\"For He knows false men,",
          "ID": "11"
        },
        {
          "text": "And He sees iniquity without investigating.",
          "ID": "11"
        },
        {
          "text": "\"An idiot will become intelligent",
          "ID": "12"
        },
        {
          "text": "When the foal of a wild donkey is born a man.",
          "ID": "12"
        },
        {
          "text": "\"If you would direct your heart right",
          "ID": "13"
        },
        {
          "text": "And spread out your hand to Him,",
          "ID": "13"
        },
        {
          "text": "If iniquity is in your hand, put it far away,",
          "ID": "14"
        },
        {
          "text": "And do not let wickedness dwell in your tents;",
          "ID": "14"
        },
        {
          "text": "\"Then, indeed, you could lift up your face without moral defect,",
          "ID": "15"
        },
        {
          "text": "And you would be steadfast and not fear.",
          "ID": "15"
        },
        {
          "text": "\"For you would forget your trouble,",
          "ID": "16"
        },
        {
          "text": "As waters that have passed by, you would remember it.",
          "ID": "16"
        },
        {
          "text": "\"Your life would be brighter than noonday;",
          "ID": "17"
        },
        {
          "text": "Darkness would be like the morning.",
          "ID": "17"
        },
        {
          "text": "\"Then you would trust, because there is hope;",
          "ID": "18"
        },
        {
          "text": "And you would look around and rest securely.",
          "ID": "18"
        },
        {
          "text": "\"You would lie down and none would disturb you,",
          "ID": "19"
        },
        {
          "text": "And many would entreat your favor.",
          "ID": "19"
        },
        {
          "text": "\"But the eyes of the wicked will fail,",
          "ID": "20"
        },
        {
          "text": "And there will be no escape for them;",
          "ID": "20"
        },
        {
          "text": "And their hope is to breathe their last.\"",
          "ID": "20"
        }
      ],
      "ID": "OT:JOB.11",
      "name": "JOB 11"
    },
    {
      "text": [
        {
          "text": "Then Job responded,",
          "ID": "1"
        },
        {
          "text": "\"Truly then you are the people,",
          "ID": "2"
        },
        {
          "text": "And with you wisdom will die!",
          "ID": "2"
        },
        {
          "text": "\"But I have intelligence as well as you;",
          "ID": "3"
        },
        {
          "text": "I am not inferior to you.",
          "ID": "3"
        },
        {
          "text": "And who does not know such things as these?",
          "ID": "3"
        },
        {
          "text": "\"I am a joke to my friends,",
          "ID": "4"
        },
        {
          "text": "The one who called on God and He answered him;",
          "ID": "4"
        },
        {
          "text": "The just and blameless man is a joke.",
          "ID": "4"
        },
        {
          "text": "\"He who is at ease holds calamity in contempt,",
          "ID": "5"
        },
        {
          "text": "As prepared for those whose feet slip.",
          "ID": "5"
        },
        {
          "text": "\"The tents of the destroyers prosper,",
          "ID": "6"
        },
        {
          "text": "And those who provoke God are secure,",
          "ID": "6"
        },
        {
          "text": "Whom God brings into their power.",
          "ID": "6"
        },
        {
          "text": "\"But now ask the beasts, and let them teach you;",
          "ID": "7"
        },
        {
          "text": "And the birds of the heavens, and let them tell you.",
          "ID": "7"
        },
        {
          "text": "\"Or speak to the earth, and let it teach you;",
          "ID": "8"
        },
        {
          "text": "And let the fish of the sea declare to you.",
          "ID": "8"
        },
        {
          "text": "\"Who among all these does not know",
          "ID": "9"
        },
        {
          "text": "That the hand of the Lord has done this,",
          "ID": "9"
        },
        {
          "text": "In whose hand is the life of every living thing,",
          "ID": "10"
        },
        {
          "text": "And the breath of all mankind?",
          "ID": "10"
        },
        {
          "text": "\"Does not the ear test words,",
          "ID": "11"
        },
        {
          "text": "As the palate tastes its food?",
          "ID": "11"
        },
        {
          "text": "\"Wisdom is with aged men,",
          "ID": "12"
        },
        {
          "text": "With long life is understanding.",
          "ID": "12"
        },
        {
          "text": "\"With Him are wisdom and might;",
          "ID": "13"
        },
        {
          "text": "To Him belong counsel and understanding.",
          "ID": "13"
        },
        {
          "text": "\"Behold, He tears down, and it cannot be rebuilt;",
          "ID": "14"
        },
        {
          "text": "He imprisons a man, and there can be no release.",
          "ID": "14"
        },
        {
          "text": "\"Behold, He restrains the waters, and they dry up;",
          "ID": "15"
        },
        {
          "text": "And He sends them out, and they inundate the earth.",
          "ID": "15"
        },
        {
          "text": "\"With Him are strength and sound wisdom,",
          "ID": "16"
        },
        {
          "text": "The misled and the misleader belong to Him.",
          "ID": "16"
        },
        {
          "text": "\"He makes counselors walk barefoot",
          "ID": "17"
        },
        {
          "text": "And makes fools of judges.",
          "ID": "17"
        },
        {
          "text": "\"He loosens the bond of kings",
          "ID": "18"
        },
        {
          "text": "And binds their loins with a girdle.",
          "ID": "18"
        },
        {
          "text": "\"He makes priests walk barefoot",
          "ID": "19"
        },
        {
          "text": "And overthrows the secure ones.",
          "ID": "19"
        },
        {
          "text": "\"He deprives the trusted ones of speech",
          "ID": "20"
        },
        {
          "text": "And takes away the discernment of the elders.",
          "ID": "20"
        },
        {
          "text": "\"He pours contempt on nobles",
          "ID": "21"
        },
        {
          "text": "And loosens the belt of the strong.",
          "ID": "21"
        },
        {
          "text": "\"He reveals mysteries from the darkness",
          "ID": "22"
        },
        {
          "text": "And brings the deep darkness into light.",
          "ID": "22"
        },
        {
          "text": "\"He makes the nations great, then destroys them;",
          "ID": "23"
        },
        {
          "text": "He enlarges the nations, then leads them away.",
          "ID": "23"
        },
        {
          "text": "\"He deprives of intelligence the chiefs of the earth's people",
          "ID": "24"
        },
        {
          "text": "And makes them wander in a pathless waste.",
          "ID": "24"
        },
        {
          "text": "\"They grope in darkness with no light,",
          "ID": "25"
        },
        {
          "text": "And He makes them stagger like a drunken man.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.12",
      "name": "JOB 12"
    },
    {
      "text": [
        {
          "text": "\"Behold, my eye has seen all this,",
          "ID": "1"
        },
        {
          "text": "My ear has heard and understood it.",
          "ID": "1"
        },
        {
          "text": "\"What you know I also know;",
          "ID": "2"
        },
        {
          "text": "I am not inferior to you.",
          "ID": "2"
        },
        {
          "text": "\"But I would speak to the Almighty,",
          "ID": "3"
        },
        {
          "text": "And I desire to argue with God.",
          "ID": "3"
        },
        {
          "text": "\"But you smear with lies;",
          "ID": "4"
        },
        {
          "text": "You are all worthless physicians.",
          "ID": "4"
        },
        {
          "text": "\"O that you would be completely silent,",
          "ID": "5"
        },
        {
          "text": "And that it would become your wisdom!",
          "ID": "5"
        },
        {
          "text": "\"Please hear my argument",
          "ID": "6"
        },
        {
          "text": "And listen to the contentions of my lips.",
          "ID": "6"
        },
        {
          "text": "\"Will you speak what is unjust for God,",
          "ID": "7"
        },
        {
          "text": "And speak what is deceitful for Him?",
          "ID": "7"
        },
        {
          "text": "\"Will you show partiality for Him?",
          "ID": "8"
        },
        {
          "text": "Will you contend for God?",
          "ID": "8"
        },
        {
          "text": "\"Will it be well when He examines you?",
          "ID": "9"
        },
        {
          "text": "Or will you deceive Him as one deceives a man?",
          "ID": "9"
        },
        {
          "text": "\"He will surely reprove you",
          "ID": "10"
        },
        {
          "text": "If you secretly show partiality.",
          "ID": "10"
        },
        {
          "text": "\"Will not His majesty terrify you,",
          "ID": "11"
        },
        {
          "text": "And the dread of Him fall on you?",
          "ID": "11"
        },
        {
          "text": "\"Your memorable sayings are proverbs of ashes,",
          "ID": "12"
        },
        {
          "text": "Your defenses are defenses of clay.",
          "ID": "12"
        },
        {
          "text": "\"Be silent before me so that I may speak;",
          "ID": "13"
        },
        {
          "text": "Then let come on me what may.",
          "ID": "13"
        },
        {
          "text": "\"Why should I take my flesh in my teeth",
          "ID": "14"
        },
        {
          "text": "And put my life in my hands?",
          "ID": "14"
        },
        {
          "text": "\"Though He slay me,",
          "ID": "15"
        },
        {
          "text": "I will hope in Him.",
          "ID": "15"
        },
        {
          "text": "Nevertheless I will argue my ways before Him.",
          "ID": "15"
        },
        {
          "text": "\"This also will be my salvation,",
          "ID": "16"
        },
        {
          "text": "For a godless man may not come before His presence.",
          "ID": "16"
        },
        {
          "text": "\"Listen carefully to my speech,",
          "ID": "17"
        },
        {
          "text": "And let my declaration fill your ears.",
          "ID": "17"
        },
        {
          "text": "\"Behold now, I have prepared my case;",
          "ID": "18"
        },
        {
          "text": "I know that I will be vindicated.",
          "ID": "18"
        },
        {
          "text": "\"Who will contend with me?",
          "ID": "19"
        },
        {
          "text": "For then I would be silent and die.",
          "ID": "19"
        },
        {
          "text": "\"Only two things do not do to me,",
          "ID": "20"
        },
        {
          "text": "Then I will not hide from Your face:",
          "ID": "20"
        },
        {
          "text": "Remove Your hand from me,",
          "ID": "21"
        },
        {
          "text": "And let not the dread of You terrify me.",
          "ID": "21"
        },
        {
          "text": "\"Then call, and I will answer;",
          "ID": "22"
        },
        {
          "text": "Or let me speak, then reply to me.",
          "ID": "22"
        },
        {
          "text": "\"How many are my iniquities and sins?",
          "ID": "23"
        },
        {
          "text": "Make known to me my rebellion and my sin.",
          "ID": "23"
        },
        {
          "text": "\"Why do You hide Your face",
          "ID": "24"
        },
        {
          "text": "And consider me Your enemy?",
          "ID": "24"
        },
        {
          "text": "\"Will You cause a driven leaf to tremble?",
          "ID": "25"
        },
        {
          "text": "Or will You pursue the dry chaff?",
          "ID": "25"
        },
        {
          "text": "\"For You write bitter things against me",
          "ID": "26"
        },
        {
          "text": "And make me to inherit the iniquities of my youth.",
          "ID": "26"
        },
        {
          "text": "\"You put my feet in the stocks",
          "ID": "27"
        },
        {
          "text": "And watch all my paths;",
          "ID": "27"
        },
        {
          "text": "You set a limit for the soles of my feet,",
          "ID": "27"
        },
        {
          "text": "While I am decaying like a rotten thing,",
          "ID": "28"
        },
        {
          "text": "Like a garment that is moth-eaten.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.13",
      "name": "JOB 13"
    },
    {
      "text": [
        {
          "text": "\"Man, who is born of woman,",
          "ID": "1"
        },
        {
          "text": "Is short-lived and full of turmoil.",
          "ID": "1"
        },
        {
          "text": "\"Like a flower he comes forth and withers.",
          "ID": "2"
        },
        {
          "text": "He also flees like a shadow and does not remain.",
          "ID": "2"
        },
        {
          "text": "\"You also open Your eyes on him",
          "ID": "3"
        },
        {
          "text": "And bring him into judgment with Yourself.",
          "ID": "3"
        },
        {
          "text": "\"Who can make the clean out of the unclean?",
          "ID": "4"
        },
        {
          "text": "No one!",
          "ID": "4"
        },
        {
          "text": "\"Since his days are determined,",
          "ID": "5"
        },
        {
          "text": "The number of his months is with You;",
          "ID": "5"
        },
        {
          "text": "And his limits You have set so that he cannot pass.",
          "ID": "5"
        },
        {
          "text": "\"Turn Your gaze from him that he may rest,",
          "ID": "6"
        },
        {
          "text": "Until he fulfills his day like a hired man.",
          "ID": "6"
        },
        {
          "text": "\"For there is hope for a tree,",
          "ID": "7"
        },
        {
          "text": "When it is cut down, that it will sprout again,",
          "ID": "7"
        },
        {
          "text": "And its shoots will not fail.",
          "ID": "7"
        },
        {
          "text": "\"Though its roots grow old in the ground",
          "ID": "8"
        },
        {
          "text": "And its stump dies in the dry soil,",
          "ID": "8"
        },
        {
          "text": "At the scent of water it will flourish",
          "ID": "9"
        },
        {
          "text": "And put forth sprigs like a plant.",
          "ID": "9"
        },
        {
          "text": "\"But man dies and lies prostrate.",
          "ID": "10"
        },
        {
          "text": "Man expires, and where is he?",
          "ID": "10"
        },
        {
          "text": "\"As water evaporates from the sea,",
          "ID": "11"
        },
        {
          "text": "And a river becomes parched and dried up,",
          "ID": "11"
        },
        {
          "text": "So man lies down and does not rise.",
          "ID": "12"
        },
        {
          "text": "Until the heavens are no longer,",
          "ID": "12"
        },
        {
          "text": "He will not awake nor be aroused out of his sleep.",
          "ID": "12"
        },
        {
          "text": "\"Oh that You would hide me in Sheol,",
          "ID": "13"
        },
        {
          "text": "That You would conceal me until Your wrath returns to You,",
          "ID": "13"
        },
        {
          "text": "That You would set a limit for me and remember me!",
          "ID": "13"
        },
        {
          "text": "\"If a man dies, will he live again?",
          "ID": "14"
        },
        {
          "text": "All the days of my struggle I will wait",
          "ID": "14"
        },
        {
          "text": "Until my change comes.",
          "ID": "14"
        },
        {
          "text": "\"You will call, and I will answer You;",
          "ID": "15"
        },
        {
          "text": "You will long for the work of Your hands.",
          "ID": "15"
        },
        {
          "text": "\"For now You number my steps,",
          "ID": "16"
        },
        {
          "text": "You do not observe my sin.",
          "ID": "16"
        },
        {
          "text": "\"My transgression is sealed up in a bag,",
          "ID": "17"
        },
        {
          "text": "And You wrap up my iniquity.",
          "ID": "17"
        },
        {
          "text": "\"But the falling mountain crumbles away,",
          "ID": "18"
        },
        {
          "text": "And the rock moves from its place;",
          "ID": "18"
        },
        {
          "text": "Water wears away stones,",
          "ID": "19"
        },
        {
          "text": "Its torrents wash away the dust of the earth;",
          "ID": "19"
        },
        {
          "text": "So You destroy man's hope.",
          "ID": "19"
        },
        {
          "text": "\"You forever overpower him and he departs;",
          "ID": "20"
        },
        {
          "text": "You change his appearance and send him away.",
          "ID": "20"
        },
        {
          "text": "\"His sons achieve honor, but he does not know it;",
          "ID": "21"
        },
        {
          "text": "Or they become insignificant, but he does not perceive it.",
          "ID": "21"
        },
        {
          "text": "\"But his body pains him,",
          "ID": "22"
        },
        {
          "text": "And he mourns only for himself.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.14",
      "name": "JOB 14"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Temanite responded,",
          "ID": "1"
        },
        {
          "text": "\"Should a wise man answer with windy knowledge",
          "ID": "2"
        },
        {
          "text": "And fill himself with the east wind?",
          "ID": "2"
        },
        {
          "text": "\"Should he argue with useless talk,",
          "ID": "3"
        },
        {
          "text": "Or with words which are not profitable?",
          "ID": "3"
        },
        {
          "text": "\"Indeed, you do away with reverence",
          "ID": "4"
        },
        {
          "text": "And hinder meditation before God.",
          "ID": "4"
        },
        {
          "text": "\"For your guilt teaches your mouth,",
          "ID": "5"
        },
        {
          "text": "And you choose the language of the crafty.",
          "ID": "5"
        },
        {
          "text": "\"Your own mouth condemns you, and not I;",
          "ID": "6"
        },
        {
          "text": "And your own lips testify against you.",
          "ID": "6"
        },
        {
          "text": "\"Were you the first man to be born,",
          "ID": "7"
        },
        {
          "text": "Or were you brought forth before the hills?",
          "ID": "7"
        },
        {
          "text": "\"Do you hear the secret counsel of God,",
          "ID": "8"
        },
        {
          "text": "And limit wisdom to yourself?",
          "ID": "8"
        },
        {
          "text": "\"What do you know that we do not know?",
          "ID": "9"
        },
        {
          "text": "What do you understand that we do not?",
          "ID": "9"
        },
        {
          "text": "\"Both the gray-haired and the aged are among us,",
          "ID": "10"
        },
        {
          "text": "Older than your father.",
          "ID": "10"
        },
        {
          "text": "\"Are the consolations of God too small for you,",
          "ID": "11"
        },
        {
          "text": "Even the word spoken gently with you?",
          "ID": "11"
        },
        {
          "text": "\"Why does your heart carry you away?",
          "ID": "12"
        },
        {
          "text": "And why do your eyes flash,",
          "ID": "12"
        },
        {
          "text": "That you should turn your spirit against God",
          "ID": "13"
        },
        {
          "text": "And allow such words to go out of your mouth?",
          "ID": "13"
        },
        {
          "text": "\"What is man, that he should be pure,",
          "ID": "14"
        },
        {
          "text": "Or he who is born of a woman, that he should be righteous?",
          "ID": "14"
        },
        {
          "text": "\"Behold, He puts no trust in His holy ones,",
          "ID": "15"
        },
        {
          "text": "And the heavens are not pure in His sight;",
          "ID": "15"
        },
        {
          "text": "How much less one who is detestable and corrupt,",
          "ID": "16"
        },
        {
          "text": "Man, who drinks iniquity like water!",
          "ID": "16"
        },
        {
          "text": "\"I will tell you, listen to me;",
          "ID": "17"
        },
        {
          "text": "And what I have seen I will also declare;",
          "ID": "17"
        },
        {
          "text": "What wise men have told,",
          "ID": "18"
        },
        {
          "text": "And have not concealed from their fathers,",
          "ID": "18"
        },
        {
          "text": "To whom alone the land was given,",
          "ID": "19"
        },
        {
          "text": "And no alien passed among them.",
          "ID": "19"
        },
        {
          "text": "\"The wicked man writhes in pain all his days,",
          "ID": "20"
        },
        {
          "text": "And numbered are the years stored up for the ruthless.",
          "ID": "20"
        },
        {
          "text": "\"Sounds of terror are in his ears;",
          "ID": "21"
        },
        {
          "text": "While at peace the destroyer comes upon him.",
          "ID": "21"
        },
        {
          "text": "\"He does not believe that he will return from darkness,",
          "ID": "22"
        },
        {
          "text": "And he is destined for the sword.",
          "ID": "22"
        },
        {
          "text": "\"He wanders about for food, saying, 'Where is it?'",
          "ID": "23"
        },
        {
          "text": "He knows that a day of darkness is at hand.",
          "ID": "23"
        },
        {
          "text": "\"Distress and anguish terrify him,",
          "ID": "24"
        },
        {
          "text": "They overpower him like a king ready for the attack,",
          "ID": "24"
        },
        {
          "text": "Because he has stretched out his hand against God",
          "ID": "25"
        },
        {
          "text": "And conducts himself arrogantly against the Almighty.",
          "ID": "25"
        },
        {
          "text": "\"He rushes headlong at Him",
          "ID": "26"
        },
        {
          "text": "With his massive shield.",
          "ID": "26"
        },
        {
          "text": "\"For he has covered his face with his fat",
          "ID": "27"
        },
        {
          "text": "And made his thighs heavy with flesh.",
          "ID": "27"
        },
        {
          "text": "\"He has lived in desolate cities,",
          "ID": "28"
        },
        {
          "text": "In houses no one would inhabit,",
          "ID": "28"
        },
        {
          "text": "Which are destined to become ruins.",
          "ID": "28"
        },
        {
          "text": "\"He will not become rich, nor will his wealth endure;",
          "ID": "29"
        },
        {
          "text": "And his grain will not bend down to the ground.",
          "ID": "29"
        },
        {
          "text": "\"He will not escape from darkness;",
          "ID": "30"
        },
        {
          "text": "The flame will wither his shoots,",
          "ID": "30"
        },
        {
          "text": "And by the breath of His mouth he will go away.",
          "ID": "30"
        },
        {
          "text": "\"Let him not trust in emptiness, deceiving himself;",
          "ID": "31"
        },
        {
          "text": "For emptiness will be his reward.",
          "ID": "31"
        },
        {
          "text": "\"It will be accomplished before his time,",
          "ID": "32"
        },
        {
          "text": "And his palm branch will not be green.",
          "ID": "32"
        },
        {
          "text": "\"He will drop off his unripe grape like the vine,",
          "ID": "33"
        },
        {
          "text": "And will cast off his flower like the olive tree.",
          "ID": "33"
        },
        {
          "text": "\"For the company of the godless is barren,",
          "ID": "34"
        },
        {
          "text": "And fire consumes the tents of the corrupt.",
          "ID": "34"
        },
        {
          "text": "\"They conceive mischief and bring forth iniquity,",
          "ID": "35"
        },
        {
          "text": "And their mind prepares deception.\"",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.15",
      "name": "JOB 15"
    },
    {
      "text": [
        {
          "text": "Then Job answered,",
          "ID": "1"
        },
        {
          "text": "\"I have heard many such things;",
          "ID": "2"
        },
        {
          "text": "Sorry comforters are you all.",
          "ID": "2"
        },
        {
          "text": "\"Is there no limit to windy words?",
          "ID": "3"
        },
        {
          "text": "Or what plagues you that you answer?",
          "ID": "3"
        },
        {
          "text": "\"I too could speak like you,",
          "ID": "4"
        },
        {
          "text": "If I were in your place.",
          "ID": "4"
        },
        {
          "text": "I could compose words against you",
          "ID": "4"
        },
        {
          "text": "And shake my head at you.",
          "ID": "4"
        },
        {
          "text": "\"I could strengthen you with my mouth,",
          "ID": "5"
        },
        {
          "text": "And the solace of my lips could lessen your pain.",
          "ID": "5"
        },
        {
          "text": "\"If I speak, my pain is not lessened,",
          "ID": "6"
        },
        {
          "text": "And if I hold back, what has left me?",
          "ID": "6"
        },
        {
          "text": "\"But now He has exhausted me;",
          "ID": "7"
        },
        {
          "text": "You have laid waste all my company.",
          "ID": "7"
        },
        {
          "text": "\"You have shriveled me up,",
          "ID": "8"
        },
        {
          "text": "It has become a witness;",
          "ID": "8"
        },
        {
          "text": "And my leanness rises up against me,",
          "ID": "8"
        },
        {
          "text": "It testifies to my face.",
          "ID": "8"
        },
        {
          "text": "\"His anger has torn me and hunted me down,",
          "ID": "9"
        },
        {
          "text": "He has gnashed at me with His teeth;",
          "ID": "9"
        },
        {
          "text": "My adversary glares at me.",
          "ID": "9"
        },
        {
          "text": "\"They have gaped at me with their mouth,",
          "ID": "10"
        },
        {
          "text": "They have slapped me on the cheek with contempt;",
          "ID": "10"
        },
        {
          "text": "They have massed themselves against me.",
          "ID": "10"
        },
        {
          "text": "\"God hands me over to ruffians",
          "ID": "11"
        },
        {
          "text": "And tosses me into the hands of the wicked.",
          "ID": "11"
        },
        {
          "text": "\"I was at ease, but He shattered me,",
          "ID": "12"
        },
        {
          "text": "And He has grasped me by the neck and shaken me to pieces;",
          "ID": "12"
        },
        {
          "text": "He has also set me up as His target.",
          "ID": "12"
        },
        {
          "text": "\"His arrows surround me.",
          "ID": "13"
        },
        {
          "text": "Without mercy He splits my kidneys open;",
          "ID": "13"
        },
        {
          "text": "He pours out my gall on the ground.",
          "ID": "13"
        },
        {
          "text": "\"He breaks through me with breach after breach;",
          "ID": "14"
        },
        {
          "text": "He runs at me like a warrior.",
          "ID": "14"
        },
        {
          "text": "\"I have sewed sackcloth over my skin",
          "ID": "15"
        },
        {
          "text": "And thrust my horn in the dust.",
          "ID": "15"
        },
        {
          "text": "\"My face is flushed from weeping,",
          "ID": "16"
        },
        {
          "text": "And deep darkness is on my eyelids,",
          "ID": "16"
        },
        {
          "text": "Although there is no violence in my hands,",
          "ID": "17"
        },
        {
          "text": "And my prayer is pure.",
          "ID": "17"
        },
        {
          "text": "\"O earth, do not cover my blood,",
          "ID": "18"
        },
        {
          "text": "And let there be no resting place for my cry.",
          "ID": "18"
        },
        {
          "text": "\"Even now, behold, my witness is in heaven,",
          "ID": "19"
        },
        {
          "text": "And my advocate is on high.",
          "ID": "19"
        },
        {
          "text": "\"My friends are my scoffers;",
          "ID": "20"
        },
        {
          "text": "My eye weeps to God.",
          "ID": "20"
        },
        {
          "text": "\"O that a man might plead with God",
          "ID": "21"
        },
        {
          "text": "As a man with his neighbor!",
          "ID": "21"
        },
        {
          "text": "\"For when a few years are past,",
          "ID": "22"
        },
        {
          "text": "I shall go the way of no return.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.16",
      "name": "JOB 16"
    },
    {
      "text": [
        {
          "text": "\"My spirit is broken, my days are extinguished,",
          "ID": "1"
        },
        {
          "text": "The grave is ready for me.",
          "ID": "1"
        },
        {
          "text": "\"Surely mockers are with me,",
          "ID": "2"
        },
        {
          "text": "And my eye gazes on their provocation.",
          "ID": "2"
        },
        {
          "text": "\"Lay down, now, a pledge for me with Yourself;",
          "ID": "3"
        },
        {
          "text": "Who is there that will be my guarantor?",
          "ID": "3"
        },
        {
          "text": "\"For You have kept their heart from understanding,",
          "ID": "4"
        },
        {
          "text": "Therefore You will not exalt them.",
          "ID": "4"
        },
        {
          "text": "\"He who informs against friends for a share of the spoil,",
          "ID": "5"
        },
        {
          "text": "The eyes of his children also will languish.",
          "ID": "5"
        },
        {
          "text": "\"But He has made me a byword of the people,",
          "ID": "6"
        },
        {
          "text": "And I am one at whom men spit.",
          "ID": "6"
        },
        {
          "text": "\"My eye has also grown dim because of grief,",
          "ID": "7"
        },
        {
          "text": "And all my members are as a shadow.",
          "ID": "7"
        },
        {
          "text": "\"The upright will be appalled at this,",
          "ID": "8"
        },
        {
          "text": "And the innocent will stir up himself against the godless.",
          "ID": "8"
        },
        {
          "text": "\"Nevertheless the righteous will hold to his way,",
          "ID": "9"
        },
        {
          "text": "And he who has clean hands will grow stronger and stronger.",
          "ID": "9"
        },
        {
          "text": "\"But come again all of you now,",
          "ID": "10"
        },
        {
          "text": "For I do not find a wise man among you.",
          "ID": "10"
        },
        {
          "text": "\"My days are past, my plans are torn apart,",
          "ID": "11"
        },
        {
          "text": "Even the wishes of my heart.",
          "ID": "11"
        },
        {
          "text": "\"They make night into day, saying,",
          "ID": "12"
        },
        {
          "text": "'The light is near,' in the presence of darkness.",
          "ID": "12"
        },
        {
          "text": "\"If I look for Sheol as my home,",
          "ID": "13"
        },
        {
          "text": "I make my bed in the darkness;",
          "ID": "13"
        },
        {
          "text": "If I call to the pit, 'You are my father';",
          "ID": "14"
        },
        {
          "text": "To the worm, 'my mother and my sister';",
          "ID": "14"
        },
        {
          "text": "Where now is my hope?",
          "ID": "15"
        },
        {
          "text": "And who regards my hope?",
          "ID": "15"
        },
        {
          "text": "\"Will it go down with me to Sheol?",
          "ID": "16"
        },
        {
          "text": "Shall we together go down into the dust?\"",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.17",
      "name": "JOB 17"
    },
    {
      "text": [
        {
          "text": "Then Bildad the Shuhite responded,",
          "ID": "1"
        },
        {
          "text": "\"How long will you hunt for words?",
          "ID": "2"
        },
        {
          "text": "Show understanding and then we can talk.",
          "ID": "2"
        },
        {
          "text": "\"Why are we regarded as beasts,",
          "ID": "3"
        },
        {
          "text": "As stupid in your eyes?",
          "ID": "3"
        },
        {
          "text": "\"O you who tear yourself in your anger-",
          "ID": "4"
        },
        {
          "text": "For your sake is the earth to be abandoned,",
          "ID": "4"
        },
        {
          "text": "Or the rock to be moved from its place?",
          "ID": "4"
        },
        {
          "text": "\"Indeed, the light of the wicked goes out,",
          "ID": "5"
        },
        {
          "text": "And the flame of his fire gives no light.",
          "ID": "5"
        },
        {
          "text": "\"The light in his tent is darkened,",
          "ID": "6"
        },
        {
          "text": "And his lamp goes out above him.",
          "ID": "6"
        },
        {
          "text": "\"His vigorous stride is shortened,",
          "ID": "7"
        },
        {
          "text": "And his own scheme brings him down.",
          "ID": "7"
        },
        {
          "text": "\"For he is thrown into the net by his own feet,",
          "ID": "8"
        },
        {
          "text": "And he steps on the webbing.",
          "ID": "8"
        },
        {
          "text": "\"A snare seizes him by the heel,",
          "ID": "9"
        },
        {
          "text": "And a trap snaps shut on him.",
          "ID": "9"
        },
        {
          "text": "\"A noose for him is hidden in the ground,",
          "ID": "10"
        },
        {
          "text": "And a trap for him on the path.",
          "ID": "10"
        },
        {
          "text": "\"All around terrors frighten him,",
          "ID": "11"
        },
        {
          "text": "And harry him at every step.",
          "ID": "11"
        },
        {
          "text": "\"His strength is famished,",
          "ID": "12"
        },
        {
          "text": "And calamity is ready at his side.",
          "ID": "12"
        },
        {
          "text": "\"His skin is devoured by disease,",
          "ID": "13"
        },
        {
          "text": "The firstborn of death devours his limbs.",
          "ID": "13"
        },
        {
          "text": "\"He is torn from the security of his tent,",
          "ID": "14"
        },
        {
          "text": "And they march him before the king of terrors.",
          "ID": "14"
        },
        {
          "text": "\"There dwells in his tent nothing of his;",
          "ID": "15"
        },
        {
          "text": "Brimstone is scattered on his habitation.",
          "ID": "15"
        },
        {
          "text": "\"His roots are dried below,",
          "ID": "16"
        },
        {
          "text": "And his branch is cut off above.",
          "ID": "16"
        },
        {
          "text": "\"Memory of him perishes from the earth,",
          "ID": "17"
        },
        {
          "text": "And he has no name abroad.",
          "ID": "17"
        },
        {
          "text": "\"He is driven from light into darkness,",
          "ID": "18"
        },
        {
          "text": "And chased from the inhabited world.",
          "ID": "18"
        },
        {
          "text": "\"He has no offspring or posterity among his people,",
          "ID": "19"
        },
        {
          "text": "Nor any survivor where he sojourned.",
          "ID": "19"
        },
        {
          "text": "\"Those in the west are appalled at his fate,",
          "ID": "20"
        },
        {
          "text": "And those in the east are seized with horror.",
          "ID": "20"
        },
        {
          "text": "\"Surely such are the dwellings of the wicked,",
          "ID": "21"
        },
        {
          "text": "And this is the place of him who does not know God.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.18",
      "name": "JOB 18"
    },
    {
      "text": [
        {
          "text": "Then Job responded,",
          "ID": "1"
        },
        {
          "text": "\"How long will you torment me",
          "ID": "2"
        },
        {
          "text": "And crush me with words?",
          "ID": "2"
        },
        {
          "text": "\"These ten times you have insulted me;",
          "ID": "3"
        },
        {
          "text": "You are not ashamed to wrong me.",
          "ID": "3"
        },
        {
          "text": "\"Even if I have truly erred,",
          "ID": "4"
        },
        {
          "text": "My error lodges with me.",
          "ID": "4"
        },
        {
          "text": "\"If indeed you vaunt yourselves against me",
          "ID": "5"
        },
        {
          "text": "And prove my disgrace to me,",
          "ID": "5"
        },
        {
          "text": "Know then that God has wronged me",
          "ID": "6"
        },
        {
          "text": "And has closed His net around me.",
          "ID": "6"
        },
        {
          "text": "\"Behold, I cry, 'Violence!' but I get no answer;",
          "ID": "7"
        },
        {
          "text": "I shout for help, but there is no justice.",
          "ID": "7"
        },
        {
          "text": "\"He has walled up my way so that I cannot pass,",
          "ID": "8"
        },
        {
          "text": "And He has put darkness on my paths.",
          "ID": "8"
        },
        {
          "text": "\"He has stripped my honor from me",
          "ID": "9"
        },
        {
          "text": "And removed the crown from my head.",
          "ID": "9"
        },
        {
          "text": "\"He breaks me down on every side, and I am gone;",
          "ID": "10"
        },
        {
          "text": "And He has uprooted my hope like a tree.",
          "ID": "10"
        },
        {
          "text": "\"He has also kindled His anger against me",
          "ID": "11"
        },
        {
          "text": "And considered me as His enemy.",
          "ID": "11"
        },
        {
          "text": "\"His troops come together,",
          "ID": "12"
        },
        {
          "text": "And build up their way against me",
          "ID": "12"
        },
        {
          "text": "And camp around my tent.",
          "ID": "12"
        },
        {
          "text": "\"He has removed my brothers far from me,",
          "ID": "13"
        },
        {
          "text": "And my acquaintances are completely estranged from me.",
          "ID": "13"
        },
        {
          "text": "\"My relatives have failed,",
          "ID": "14"
        },
        {
          "text": "And my intimate friends have forgotten me.",
          "ID": "14"
        },
        {
          "text": "\"Those who live in my house and my maids consider me a stranger.",
          "ID": "15"
        },
        {
          "text": "I am a foreigner in their sight.",
          "ID": "15"
        },
        {
          "text": "\"I call to my servant, but he does not answer;",
          "ID": "16"
        },
        {
          "text": "I have to implore him with my mouth.",
          "ID": "16"
        },
        {
          "text": "\"My breath is offensive to my wife,",
          "ID": "17"
        },
        {
          "text": "And I am loathsome to my own brothers.",
          "ID": "17"
        },
        {
          "text": "\"Even young children despise me;",
          "ID": "18"
        },
        {
          "text": "I rise up and they speak against me.",
          "ID": "18"
        },
        {
          "text": "\"All my associates abhor me,",
          "ID": "19"
        },
        {
          "text": "And those I love have turned against me.",
          "ID": "19"
        },
        {
          "text": "\"My bone clings to my skin and my flesh,",
          "ID": "20"
        },
        {
          "text": "And I have escaped only by the skin of my teeth.",
          "ID": "20"
        },
        {
          "text": "\"Pity me, pity me, O you my friends,",
          "ID": "21"
        },
        {
          "text": "For the hand of God has struck me.",
          "ID": "21"
        },
        {
          "text": "\"Why do you persecute me as God does,",
          "ID": "22"
        },
        {
          "text": "And are not satisfied with my flesh?",
          "ID": "22"
        },
        {
          "text": "\"Oh that my words were written!",
          "ID": "23"
        },
        {
          "text": "Oh that they were inscribed in a book!",
          "ID": "23"
        },
        {
          "text": "\"That with an iron stylus and lead",
          "ID": "24"
        },
        {
          "text": "They were engraved in the rock forever!",
          "ID": "24"
        },
        {
          "text": "\"As for me, I know that my Redeemer lives,",
          "ID": "25"
        },
        {
          "text": "And at the last He will take His stand on the earth.",
          "ID": "25"
        },
        {
          "text": "\"Even after my skin is destroyed,",
          "ID": "26"
        },
        {
          "text": "Yet from my flesh I shall see God;",
          "ID": "26"
        },
        {
          "text": "Whom I myself shall behold,",
          "ID": "27"
        },
        {
          "text": "And whom my eyes will see and not another.",
          "ID": "27"
        },
        {
          "text": "My heart faints within me!",
          "ID": "27"
        },
        {
          "text": "\"If you say, 'How shall we persecute him?'",
          "ID": "28"
        },
        {
          "text": "And 'What pretext for a case against him can we find?'",
          "ID": "28"
        },
        {
          "text": "\"Then be afraid of the sword for yourselves,",
          "ID": "29"
        },
        {
          "text": "For wrath brings the punishment of the sword,",
          "ID": "29"
        },
        {
          "text": "So that you may know there is judgment.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.19",
      "name": "JOB 19"
    },
    {
      "text": [
        {
          "text": "Then Zophar the Naamathite answered,",
          "ID": "1"
        },
        {
          "text": "\"Therefore my disquieting thoughts make me respond,",
          "ID": "2"
        },
        {
          "text": "Even because of my inward agitation.",
          "ID": "2"
        },
        {
          "text": "\"I listened to the reproof which insults me,",
          "ID": "3"
        },
        {
          "text": "And the spirit of my understanding makes me answer.",
          "ID": "3"
        },
        {
          "text": "\"Do you know this from of old,",
          "ID": "4"
        },
        {
          "text": "From the establishment of man on earth,",
          "ID": "4"
        },
        {
          "text": "That the triumphing of the wicked is short,",
          "ID": "5"
        },
        {
          "text": "And the joy of the godless momentary?",
          "ID": "5"
        },
        {
          "text": "\"Though his loftiness reaches the heavens,",
          "ID": "6"
        },
        {
          "text": "And his head touches the clouds,",
          "ID": "6"
        },
        {
          "text": "He perishes forever like his refuse;",
          "ID": "7"
        },
        {
          "text": "Those who have seen him will say, 'Where is he?'",
          "ID": "7"
        },
        {
          "text": "\"He flies away like a dream, and they cannot find him;",
          "ID": "8"
        },
        {
          "text": "Even like a vision of the night he is chased away.",
          "ID": "8"
        },
        {
          "text": "\"The eye which saw him sees him no longer,",
          "ID": "9"
        },
        {
          "text": "And his place no longer beholds him.",
          "ID": "9"
        },
        {
          "text": "\"His sons favor the poor,",
          "ID": "10"
        },
        {
          "text": "And his hands give back his wealth.",
          "ID": "10"
        },
        {
          "text": "\"His bones are full of his youthful vigor,",
          "ID": "11"
        },
        {
          "text": "But it lies down with him in the dust.",
          "ID": "11"
        },
        {
          "text": "\"Though evil is sweet in his mouth",
          "ID": "12"
        },
        {
          "text": "And he hides it under his tongue,",
          "ID": "12"
        },
        {
          "text": "Though he desires it and will not let it go,",
          "ID": "13"
        },
        {
          "text": "But holds it in his mouth,",
          "ID": "13"
        },
        {
          "text": "Yet his food in his stomach is changed",
          "ID": "14"
        },
        {
          "text": "To the venom of cobras within him.",
          "ID": "14"
        },
        {
          "text": "\"He swallows riches,",
          "ID": "15"
        },
        {
          "text": "But will vomit them up;",
          "ID": "15"
        },
        {
          "text": "God will expel them from his belly.",
          "ID": "15"
        },
        {
          "text": "\"He sucks the poison of cobras;",
          "ID": "16"
        },
        {
          "text": "The viper's tongue slays him.",
          "ID": "16"
        },
        {
          "text": "\"He does not look at the streams,",
          "ID": "17"
        },
        {
          "text": "The rivers flowing with honey and curds.",
          "ID": "17"
        },
        {
          "text": "\"He returns what he has attained",
          "ID": "18"
        },
        {
          "text": "And cannot swallow it;",
          "ID": "18"
        },
        {
          "text": "As to the riches of his trading,",
          "ID": "18"
        },
        {
          "text": "He cannot even enjoy them.",
          "ID": "18"
        },
        {
          "text": "\"For he has oppressed and forsaken the poor;",
          "ID": "19"
        },
        {
          "text": "He has seized a house which he has not built.",
          "ID": "19"
        },
        {
          "text": "\"Because he knew no quiet within him,",
          "ID": "20"
        },
        {
          "text": "He does not retain anything he desires.",
          "ID": "20"
        },
        {
          "text": "\"Nothing remains for him to devour,",
          "ID": "21"
        },
        {
          "text": "Therefore his prosperity does not endure.",
          "ID": "21"
        },
        {
          "text": "\"In the fullness of his plenty he will be cramped;",
          "ID": "22"
        },
        {
          "text": "The hand of everyone who suffers will come against him.",
          "ID": "22"
        },
        {
          "text": "\"When he fills his belly,",
          "ID": "23"
        },
        {
          "text": "God will send His fierce anger on him",
          "ID": "23"
        },
        {
          "text": "And will rain it on him while he is eating.",
          "ID": "23"
        },
        {
          "text": "\"He may flee from the iron weapon,",
          "ID": "24"
        },
        {
          "text": "But the bronze bow will pierce him.",
          "ID": "24"
        },
        {
          "text": "\"It is drawn forth and comes out of his back,",
          "ID": "25"
        },
        {
          "text": "Even the glittering point from his gall.",
          "ID": "25"
        },
        {
          "text": "Terrors come upon him,",
          "ID": "25"
        },
        {
          "text": "Complete darkness is held in reserve for his treasures,",
          "ID": "26"
        },
        {
          "text": "And unfanned fire will devour him;",
          "ID": "26"
        },
        {
          "text": "It will consume the survivor in his tent.",
          "ID": "26"
        },
        {
          "text": "\"The heavens will reveal his iniquity,",
          "ID": "27"
        },
        {
          "text": "And the earth will rise up against him.",
          "ID": "27"
        },
        {
          "text": "\"The increase of his house will depart;",
          "ID": "28"
        },
        {
          "text": "His possessions will flow away in the day of His anger.",
          "ID": "28"
        },
        {
          "text": "\"This is the wicked man's portion from God,",
          "ID": "29"
        },
        {
          "text": "Even the heritage decreed to him by God.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.20",
      "name": "JOB 20"
    },
    {
      "text": [
        {
          "text": "Then Job answered,",
          "ID": "1"
        },
        {
          "text": "\"Listen carefully to my speech,",
          "ID": "2"
        },
        {
          "text": "And let this be your way of consolation.",
          "ID": "2"
        },
        {
          "text": "\"Bear with me that I may speak;",
          "ID": "3"
        },
        {
          "text": "Then after I have spoken, you may mock.",
          "ID": "3"
        },
        {
          "text": "\"As for me, is my complaint to man?",
          "ID": "4"
        },
        {
          "text": "And why should I not be impatient?",
          "ID": "4"
        },
        {
          "text": "\"Look at me, and be astonished,",
          "ID": "5"
        },
        {
          "text": "And put your hand over your mouth.",
          "ID": "5"
        },
        {
          "text": "\"Even when I remember, I am disturbed,",
          "ID": "6"
        },
        {
          "text": "And horror takes hold of my flesh.",
          "ID": "6"
        },
        {
          "text": "\"Why do the wicked still live,",
          "ID": "7"
        },
        {
          "text": "Continue on, also become very powerful?",
          "ID": "7"
        },
        {
          "text": "\"Their descendants are established with them in their sight,",
          "ID": "8"
        },
        {
          "text": "And their offspring before their eyes,",
          "ID": "8"
        },
        {
          "text": "Their houses are safe from fear,",
          "ID": "9"
        },
        {
          "text": "And the rod of God is not on them.",
          "ID": "9"
        },
        {
          "text": "\"His ox mates without fail;",
          "ID": "10"
        },
        {
          "text": "His cow calves and does not abort.",
          "ID": "10"
        },
        {
          "text": "\"They send forth their little ones like the flock,",
          "ID": "11"
        },
        {
          "text": "And their children skip about.",
          "ID": "11"
        },
        {
          "text": "\"They sing to the timbrel and harp",
          "ID": "12"
        },
        {
          "text": "And rejoice at the sound of the flute.",
          "ID": "12"
        },
        {
          "text": "\"They spend their days in prosperity,",
          "ID": "13"
        },
        {
          "text": "And suddenly they go down to Sheol.",
          "ID": "13"
        },
        {
          "text": "\"They say to God, 'Depart from us!",
          "ID": "14"
        },
        {
          "text": "We do not even desire the knowledge of Your ways.",
          "ID": "14"
        },
        {
          "text": "'Who is the Almighty, that we should serve Him,",
          "ID": "15"
        },
        {
          "text": "And what would we gain if we entreat Him?'",
          "ID": "15"
        },
        {
          "text": "\"Behold, their prosperity is not in their hand;",
          "ID": "16"
        },
        {
          "text": "The counsel of the wicked is far from me.",
          "ID": "16"
        },
        {
          "text": "\"How often is the lamp of the wicked put out,",
          "ID": "17"
        },
        {
          "text": "Or does their calamity fall on them?",
          "ID": "17"
        },
        {
          "text": "Does God apportion destruction in His anger?",
          "ID": "17"
        },
        {
          "text": "\"Are they as straw before the wind,",
          "ID": "18"
        },
        {
          "text": "And like chaff which the storm carries away?",
          "ID": "18"
        },
        {
          "text": "\"You say, 'God stores away a man's iniquity for his sons.'",
          "ID": "19"
        },
        {
          "text": "Let God repay him so that he may know it.",
          "ID": "19"
        },
        {
          "text": "\"Let his own eyes see his decay,",
          "ID": "20"
        },
        {
          "text": "And let him drink of the wrath of the Almighty.",
          "ID": "20"
        },
        {
          "text": "\"For what does he care for his household after him,",
          "ID": "21"
        },
        {
          "text": "When the number of his months is cut off?",
          "ID": "21"
        },
        {
          "text": "\"Can anyone teach God knowledge,",
          "ID": "22"
        },
        {
          "text": "In that He judges those on high?",
          "ID": "22"
        },
        {
          "text": "\"One dies in his full strength,",
          "ID": "23"
        },
        {
          "text": "Being wholly at ease and satisfied;",
          "ID": "23"
        },
        {
          "text": "His sides are filled out with fat,",
          "ID": "24"
        },
        {
          "text": "And the marrow of his bones is moist,",
          "ID": "24"
        },
        {
          "text": "While another dies with a bitter soul,",
          "ID": "25"
        },
        {
          "text": "Never even tasting anything good.",
          "ID": "25"
        },
        {
          "text": "\"Together they lie down in the dust,",
          "ID": "26"
        },
        {
          "text": "And worms cover them.",
          "ID": "26"
        },
        {
          "text": "\"Behold, I know your thoughts,",
          "ID": "27"
        },
        {
          "text": "And the plans by which you would wrong me.",
          "ID": "27"
        },
        {
          "text": "\"For you say, 'Where is the house of the nobleman,",
          "ID": "28"
        },
        {
          "text": "And where is the tent, the dwelling places of the wicked?'",
          "ID": "28"
        },
        {
          "text": "\"Have you not asked wayfaring men,",
          "ID": "29"
        },
        {
          "text": "And do you not recognize their witness?",
          "ID": "29"
        },
        {
          "text": "\"For the wicked is reserved for the day of calamity;",
          "ID": "30"
        },
        {
          "text": "They will be led forth at the day of fury.",
          "ID": "30"
        },
        {
          "text": "\"Who will confront him with his actions,",
          "ID": "31"
        },
        {
          "text": "And who will repay him for what he has done?",
          "ID": "31"
        },
        {
          "text": "\"While he is carried to the grave,",
          "ID": "32"
        },
        {
          "text": "Men will keep watch over his tomb.",
          "ID": "32"
        },
        {
          "text": "\"The clods of the valley will gently cover him;",
          "ID": "33"
        },
        {
          "text": "Moreover, all men will follow after him,",
          "ID": "33"
        },
        {
          "text": "While countless ones go before him.",
          "ID": "33"
        },
        {
          "text": "\"How then will you vainly comfort me,",
          "ID": "34"
        },
        {
          "text": "For your answers remain full of falsehood?\"",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.21",
      "name": "JOB 21"
    },
    {
      "text": [
        {
          "text": "Then Eliphaz the Temanite responded,",
          "ID": "1"
        },
        {
          "text": "\"Can a vigorous man be of use to God,",
          "ID": "2"
        },
        {
          "text": "Or a wise man be useful to himself?",
          "ID": "2"
        },
        {
          "text": "\"Is there any pleasure to the Almighty if you are righteous,",
          "ID": "3"
        },
        {
          "text": "Or profit if you make your ways perfect?",
          "ID": "3"
        },
        {
          "text": "\"Is it because of your reverence that He reproves you,",
          "ID": "4"
        },
        {
          "text": "That He enters into judgment against you?",
          "ID": "4"
        },
        {
          "text": "\"Is not your wickedness great,",
          "ID": "5"
        },
        {
          "text": "And your iniquities without end?",
          "ID": "5"
        },
        {
          "text": "\"For you have taken pledges of your brothers without cause,",
          "ID": "6"
        },
        {
          "text": "And stripped men naked.",
          "ID": "6"
        },
        {
          "text": "\"To the weary you have given no water to drink,",
          "ID": "7"
        },
        {
          "text": "And from the hungry you have withheld bread.",
          "ID": "7"
        },
        {
          "text": "\"But the earth belongs to the mighty man,",
          "ID": "8"
        },
        {
          "text": "And the honorable man dwells in it.",
          "ID": "8"
        },
        {
          "text": "\"You have sent widows away empty,",
          "ID": "9"
        },
        {
          "text": "And the strength of the orphans has been crushed.",
          "ID": "9"
        },
        {
          "text": "\"Therefore snares surround you,",
          "ID": "10"
        },
        {
          "text": "And sudden dread terrifies you,",
          "ID": "10"
        },
        {
          "text": "Or darkness, so that you cannot see,",
          "ID": "11"
        },
        {
          "text": "And an abundance of water covers you.",
          "ID": "11"
        },
        {
          "text": "\"Is not God in the height of heaven?",
          "ID": "12"
        },
        {
          "text": "Look also at the distant stars, how high they are!",
          "ID": "12"
        },
        {
          "text": "\"You say, 'What does God know?",
          "ID": "13"
        },
        {
          "text": "Can He judge through the thick darkness?",
          "ID": "13"
        },
        {
          "text": "'Clouds are a hiding place for Him, so that He cannot see;",
          "ID": "14"
        },
        {
          "text": "And He walks on the vault of heaven.'",
          "ID": "14"
        },
        {
          "text": "\"Will you keep to the ancient path",
          "ID": "15"
        },
        {
          "text": "Which wicked men have trod,",
          "ID": "15"
        },
        {
          "text": "Who were snatched away before their time,",
          "ID": "16"
        },
        {
          "text": "Whose foundations were washed away by a river?",
          "ID": "16"
        },
        {
          "text": "\"They said to God, 'Depart from us!'",
          "ID": "17"
        },
        {
          "text": "And 'What can the Almighty do to them?'",
          "ID": "17"
        },
        {
          "text": "\"Yet He filled their houses with good things;",
          "ID": "18"
        },
        {
          "text": "But the counsel of the wicked is far from me.",
          "ID": "18"
        },
        {
          "text": "\"The righteous see and are glad,",
          "ID": "19"
        },
        {
          "text": "And the innocent mock them,",
          "ID": "19"
        },
        {
          "text": "Saying, 'Truly our adversaries are cut off,",
          "ID": "20"
        },
        {
          "text": "And their abundance the fire has consumed.'",
          "ID": "20"
        },
        {
          "text": "\"Yield now and be at peace with Him;",
          "ID": "21"
        },
        {
          "text": "Thereby good will come to you.",
          "ID": "21"
        },
        {
          "text": "\"Please receive instruction from His mouth",
          "ID": "22"
        },
        {
          "text": "And establish His words in your heart.",
          "ID": "22"
        },
        {
          "text": "\"If you return to the Almighty, you will be restored;",
          "ID": "23"
        },
        {
          "text": "If you remove unrighteousness far from your tent,",
          "ID": "23"
        },
        {
          "text": "And place your gold in the dust,",
          "ID": "24"
        },
        {
          "text": "And the gold of Ophir among the stones of the brooks,",
          "ID": "24"
        },
        {
          "text": "Then the Almighty will be your gold",
          "ID": "25"
        },
        {
          "text": "And choice silver to you.",
          "ID": "25"
        },
        {
          "text": "\"For then you will delight in the Almighty",
          "ID": "26"
        },
        {
          "text": "And lift up your face to God.",
          "ID": "26"
        },
        {
          "text": "\"You will pray to Him, and He will hear you;",
          "ID": "27"
        },
        {
          "text": "And you will pay your vows.",
          "ID": "27"
        },
        {
          "text": "\"You will also decree a thing, and it will be established for you;",
          "ID": "28"
        },
        {
          "text": "And light will shine on your ways.",
          "ID": "28"
        },
        {
          "text": "\"When you are cast down, you will speak with confidence,",
          "ID": "29"
        },
        {
          "text": "And the humble person He will save.",
          "ID": "29"
        },
        {
          "text": "\"He will deliver one who is not innocent,",
          "ID": "30"
        },
        {
          "text": "And he will be delivered through the cleanness of your hands.\"",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.22",
      "name": "JOB 22"
    },
    {
      "text": [
        {
          "text": "Then Job replied,",
          "ID": "1"
        },
        {
          "text": "\"Even today my complaint is rebellion;",
          "ID": "2"
        },
        {
          "text": "His hand is heavy despite my groaning.",
          "ID": "2"
        },
        {
          "text": "\"Oh that I knew where I might find Him,",
          "ID": "3"
        },
        {
          "text": "That I might come to His seat!",
          "ID": "3"
        },
        {
          "text": "\"I would present my case before Him",
          "ID": "4"
        },
        {
          "text": "And fill my mouth with arguments.",
          "ID": "4"
        },
        {
          "text": "\"I would learn the words which He would answer,",
          "ID": "5"
        },
        {
          "text": "And perceive what He would say to me.",
          "ID": "5"
        },
        {
          "text": "\"Would He contend with me by the greatness of His power?",
          "ID": "6"
        },
        {
          "text": "No, surely He would pay attention to me.",
          "ID": "6"
        },
        {
          "text": "\"There the upright would reason with Him;",
          "ID": "7"
        },
        {
          "text": "And I would be delivered forever from my Judge.",
          "ID": "7"
        },
        {
          "text": "\"Behold, I go forward but He is not there,",
          "ID": "8"
        },
        {
          "text": "And backward, but I cannot perceive Him;",
          "ID": "8"
        },
        {
          "text": "When He acts on the left, I cannot behold Him;",
          "ID": "9"
        },
        {
          "text": "He turns on the right, I cannot see Him.",
          "ID": "9"
        },
        {
          "text": "\"But He knows the way I take;",
          "ID": "10"
        },
        {
          "text": "When He has tried me, I shall come forth as gold.",
          "ID": "10"
        },
        {
          "text": "\"My foot has held fast to His path;",
          "ID": "11"
        },
        {
          "text": "I have kept His way and not turned aside.",
          "ID": "11"
        },
        {
          "text": "\"I have not departed from the command of His lips;",
          "ID": "12"
        },
        {
          "text": "I have treasured the words of His mouth more than my necessary food.",
          "ID": "12"
        },
        {
          "text": "\"But He is unique and who can turn Him?",
          "ID": "13"
        },
        {
          "text": "And what His soul desires, that He does.",
          "ID": "13"
        },
        {
          "text": "\"For He performs what is appointed for me,",
          "ID": "14"
        },
        {
          "text": "And many such decrees are with Him.",
          "ID": "14"
        },
        {
          "text": "\"Therefore, I would be dismayed at His presence;",
          "ID": "15"
        },
        {
          "text": "When I consider, I am terrified of Him.",
          "ID": "15"
        },
        {
          "text": "\"It is God who has made my heart faint,",
          "ID": "16"
        },
        {
          "text": "And the Almighty who has dismayed me,",
          "ID": "16"
        },
        {
          "text": "But I am not silenced by the darkness,",
          "ID": "17"
        },
        {
          "text": "Nor deep gloom which covers me.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.23",
      "name": "JOB 23"
    },
    {
      "text": [
        {
          "text": "\"Why are times not stored up by the Almighty,",
          "ID": "1"
        },
        {
          "text": "And why do those who know Him not see His days?",
          "ID": "1"
        },
        {
          "text": "\"Some remove the landmarks;",
          "ID": "2"
        },
        {
          "text": "They seize and devour flocks.",
          "ID": "2"
        },
        {
          "text": "\"They drive away the donkeys of the orphans;",
          "ID": "3"
        },
        {
          "text": "They take the widow's ox for a pledge.",
          "ID": "3"
        },
        {
          "text": "\"They push the needy aside from the road;",
          "ID": "4"
        },
        {
          "text": "The poor of the land are made to hide themselves altogether.",
          "ID": "4"
        },
        {
          "text": "\"Behold, as wild donkeys in the wilderness",
          "ID": "5"
        },
        {
          "text": "They go forth seeking food in their activity,",
          "ID": "5"
        },
        {
          "text": "As bread for their children in the desert.",
          "ID": "5"
        },
        {
          "text": "\"They harvest their fodder in the field",
          "ID": "6"
        },
        {
          "text": "And glean the vineyard of the wicked.",
          "ID": "6"
        },
        {
          "text": "\"They spend the night naked, without clothing,",
          "ID": "7"
        },
        {
          "text": "And have no covering against the cold.",
          "ID": "7"
        },
        {
          "text": "\"They are wet with the mountain rains",
          "ID": "8"
        },
        {
          "text": "And hug the rock for want of a shelter.",
          "ID": "8"
        },
        {
          "text": "\"Others snatch the orphan from the breast,",
          "ID": "9"
        },
        {
          "text": "And against the poor they take a pledge.",
          "ID": "9"
        },
        {
          "text": "\"They cause the poor to go about naked without clothing,",
          "ID": "10"
        },
        {
          "text": "And they take away the sheaves from the hungry.",
          "ID": "10"
        },
        {
          "text": "\"Within the walls they produce oil;",
          "ID": "11"
        },
        {
          "text": "They tread wine presses but thirst.",
          "ID": "11"
        },
        {
          "text": "\"From the city men groan,",
          "ID": "12"
        },
        {
          "text": "And the souls of the wounded cry out;",
          "ID": "12"
        },
        {
          "text": "Yet God does not pay attention to folly.",
          "ID": "12"
        },
        {
          "text": "\"Others have been with those who rebel against the light;",
          "ID": "13"
        },
        {
          "text": "They do not want to know its ways",
          "ID": "13"
        },
        {
          "text": "Nor abide in its paths.",
          "ID": "13"
        },
        {
          "text": "\"The murderer arises at dawn;",
          "ID": "14"
        },
        {
          "text": "He kills the poor and the needy,",
          "ID": "14"
        },
        {
          "text": "And at night he is as a thief.",
          "ID": "14"
        },
        {
          "text": "\"The eye of the adulterer waits for the twilight,",
          "ID": "15"
        },
        {
          "text": "Saying, 'No eye will see me.'",
          "ID": "15"
        },
        {
          "text": "And he disguises his face.",
          "ID": "15"
        },
        {
          "text": "\"In the dark they dig into houses,",
          "ID": "16"
        },
        {
          "text": "They shut themselves up by day;",
          "ID": "16"
        },
        {
          "text": "They do not know the light.",
          "ID": "16"
        },
        {
          "text": "\"For the morning is the same to him as thick darkness,",
          "ID": "17"
        },
        {
          "text": "For he is familiar with the terrors of thick darkness.",
          "ID": "17"
        },
        {
          "text": "\"They are insignificant on the surface of the water;",
          "ID": "18"
        },
        {
          "text": "Their portion is cursed on the earth.",
          "ID": "18"
        },
        {
          "text": "They do not turn toward the vineyards.",
          "ID": "18"
        },
        {
          "text": "\"Drought and heat consume the snow waters,",
          "ID": "19"
        },
        {
          "text": "So does Sheol those who have sinned.",
          "ID": "19"
        },
        {
          "text": "\"A mother will forget him;",
          "ID": "20"
        },
        {
          "text": "The worm feeds sweetly till he is no longer remembered.",
          "ID": "20"
        },
        {
          "text": "And wickedness will be broken like a tree.",
          "ID": "20"
        },
        {
          "text": "\"He wrongs the barren woman",
          "ID": "21"
        },
        {
          "text": "And does no good for the widow.",
          "ID": "21"
        },
        {
          "text": "\"But He drags off the valiant by His power;",
          "ID": "22"
        },
        {
          "text": "He rises, but no one has assurance of life.",
          "ID": "22"
        },
        {
          "text": "\"He provides them with security, and they are supported;",
          "ID": "23"
        },
        {
          "text": "And His eyes are on their ways.",
          "ID": "23"
        },
        {
          "text": "\"They are exalted a little while, then they are gone;",
          "ID": "24"
        },
        {
          "text": "Moreover, they are brought low and like everything gathered up;",
          "ID": "24"
        },
        {
          "text": "Even like the heads of grain they are cut off.",
          "ID": "24"
        },
        {
          "text": "\"Now if it is not so, who can prove me a liar,",
          "ID": "25"
        },
        {
          "text": "And make my speech worthless?\"",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.24",
      "name": "JOB 24"
    },
    {
      "text": [
        {
          "text": "Then Bildad the Shuhite answered,",
          "ID": "1"
        },
        {
          "text": "\"Dominion and awe belong to Him",
          "ID": "2"
        },
        {
          "text": "Who establishes peace in His heights.",
          "ID": "2"
        },
        {
          "text": "\"Is there any number to His troops?",
          "ID": "3"
        },
        {
          "text": "And upon whom does His light not rise?",
          "ID": "3"
        },
        {
          "text": "\"How then can a man be just with God?",
          "ID": "4"
        },
        {
          "text": "Or how can he be clean who is born of woman?",
          "ID": "4"
        },
        {
          "text": "\"If even the moon has no brightness",
          "ID": "5"
        },
        {
          "text": "And the stars are not pure in His sight,",
          "ID": "5"
        },
        {
          "text": "How much less man, that maggot,",
          "ID": "6"
        },
        {
          "text": "And the son of man, that worm!\"",
          "ID": "6"
        }
      ],
      "ID": "OT:JOB.25",
      "name": "JOB 25"
    },
    {
      "text": [
        {
          "text": "Then Job responded,",
          "ID": "1"
        },
        {
          "text": "\"What a help you are to the weak!",
          "ID": "2"
        },
        {
          "text": "How you have saved the arm without strength!",
          "ID": "2"
        },
        {
          "text": "\"What counsel you have given to one without wisdom!",
          "ID": "3"
        },
        {
          "text": "What helpful insight you have abundantly provided!",
          "ID": "3"
        },
        {
          "text": "\"To whom have you uttered words?",
          "ID": "4"
        },
        {
          "text": "And whose spirit was expressed through you?",
          "ID": "4"
        },
        {
          "text": "\"The departed spirits tremble",
          "ID": "5"
        },
        {
          "text": "Under the waters and their inhabitants.",
          "ID": "5"
        },
        {
          "text": "\"Naked is Sheol before Him,",
          "ID": "6"
        },
        {
          "text": "And Abaddon has no covering.",
          "ID": "6"
        },
        {
          "text": "\"He stretches out the north over empty space",
          "ID": "7"
        },
        {
          "text": "And hangs the earth on nothing.",
          "ID": "7"
        },
        {
          "text": "\"He wraps up the waters in His clouds,",
          "ID": "8"
        },
        {
          "text": "And the cloud does not burst under them.",
          "ID": "8"
        },
        {
          "text": "\"He obscures the face of the full moon",
          "ID": "9"
        },
        {
          "text": "And spreads His cloud over it.",
          "ID": "9"
        },
        {
          "text": "\"He has inscribed a circle on the surface of the waters",
          "ID": "10"
        },
        {
          "text": "At the boundary of light and darkness.",
          "ID": "10"
        },
        {
          "text": "\"The pillars of heaven tremble",
          "ID": "11"
        },
        {
          "text": "And are amazed at His rebuke.",
          "ID": "11"
        },
        {
          "text": "\"He quieted the sea with His power,",
          "ID": "12"
        },
        {
          "text": "And by His understanding He shattered Rahab.",
          "ID": "12"
        },
        {
          "text": "\"By His breath the heavens are cleared;",
          "ID": "13"
        },
        {
          "text": "His hand has pierced the fleeing serpent.",
          "ID": "13"
        },
        {
          "text": "\"Behold, these are the fringes of His ways;",
          "ID": "14"
        },
        {
          "text": "And how faint a word we hear of Him!",
          "ID": "14"
        },
        {
          "text": "But His mighty thunder, who can understand?\"",
          "ID": "14"
        }
      ],
      "ID": "OT:JOB.26",
      "name": "JOB 26"
    },
    {
      "text": [
        {
          "text": "Then Job continued his discourse and said,",
          "ID": "1"
        },
        {
          "text": "\"As God lives, who has taken away my right,",
          "ID": "2"
        },
        {
          "text": "And the Almighty, who has embittered my soul,",
          "ID": "2"
        },
        {
          "text": "For as long as life is in me,",
          "ID": "3"
        },
        {
          "text": "And the breath of God is in my nostrils,",
          "ID": "3"
        },
        {
          "text": "My lips certainly will not speak unjustly,",
          "ID": "4"
        },
        {
          "text": "Nor will my tongue mutter deceit.",
          "ID": "4"
        },
        {
          "text": "\"Far be it from me that I should declare you right;",
          "ID": "5"
        },
        {
          "text": "Till I die I will not put away my integrity from me.",
          "ID": "5"
        },
        {
          "text": "\"I hold fast my righteousness and will not let it go.",
          "ID": "6"
        },
        {
          "text": "My heart does not reproach any of my days.",
          "ID": "6"
        },
        {
          "text": "\"May my enemy be as the wicked",
          "ID": "7"
        },
        {
          "text": "And my opponent as the unjust.",
          "ID": "7"
        },
        {
          "text": "\"For what is the hope of the godless when he is cut off,",
          "ID": "8"
        },
        {
          "text": "When God requires his life?",
          "ID": "8"
        },
        {
          "text": "\"Will God hear his cry",
          "ID": "9"
        },
        {
          "text": "When distress comes upon him?",
          "ID": "9"
        },
        {
          "text": "\"Will he take delight in the Almighty?",
          "ID": "10"
        },
        {
          "text": "Will he call on God at all times?",
          "ID": "10"
        },
        {
          "text": "\"I will instruct you in the power of God;",
          "ID": "11"
        },
        {
          "text": "What is with the Almighty I will not conceal.",
          "ID": "11"
        },
        {
          "text": "\"Behold, all of you have seen it;",
          "ID": "12"
        },
        {
          "text": "Why then do you act foolishly?",
          "ID": "12"
        },
        {
          "text": "\"This is the portion of a wicked man from God,",
          "ID": "13"
        },
        {
          "text": "And the inheritance which tyrants receive from the Almighty.",
          "ID": "13"
        },
        {
          "text": "\"Though his sons are many, they are destined for the sword;",
          "ID": "14"
        },
        {
          "text": "And his descendants will not be satisfied with bread.",
          "ID": "14"
        },
        {
          "text": "\"His survivors will be buried because of the plague,",
          "ID": "15"
        },
        {
          "text": "And their widows will not be able to weep.",
          "ID": "15"
        },
        {
          "text": "\"Though he piles up silver like dust",
          "ID": "16"
        },
        {
          "text": "And prepares garments as plentiful as the clay,",
          "ID": "16"
        },
        {
          "text": "He may prepare it, but the just will wear it",
          "ID": "17"
        },
        {
          "text": "And the innocent will divide the silver.",
          "ID": "17"
        },
        {
          "text": "\"He has built his house like the spider's web,",
          "ID": "18"
        },
        {
          "text": "Or as a hut which the watchman has made.",
          "ID": "18"
        },
        {
          "text": "\"He lies down rich, but never again;",
          "ID": "19"
        },
        {
          "text": "He opens his eyes, and it is no longer.",
          "ID": "19"
        },
        {
          "text": "\"Terrors overtake him like a flood;",
          "ID": "20"
        },
        {
          "text": "A tempest steals him away in the night.",
          "ID": "20"
        },
        {
          "text": "\"The east wind carries him away, and he is gone,",
          "ID": "21"
        },
        {
          "text": "For it whirls him away from his place.",
          "ID": "21"
        },
        {
          "text": "\"For it will hurl at him without sparing;",
          "ID": "22"
        },
        {
          "text": "He will surely try to flee from its power.",
          "ID": "22"
        },
        {
          "text": "\"Men will clap their hands at him",
          "ID": "23"
        },
        {
          "text": "And will hiss him from his place.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOB.27",
      "name": "JOB 27"
    },
    {
      "text": [
        {
          "text": "\"Surely there is a mine for silver",
          "ID": "1"
        },
        {
          "text": "And a place where they refine gold.",
          "ID": "1"
        },
        {
          "text": "\"Iron is taken from the dust,",
          "ID": "2"
        },
        {
          "text": "And copper is smelted from rock.",
          "ID": "2"
        },
        {
          "text": "\"Man puts an end to darkness,",
          "ID": "3"
        },
        {
          "text": "And to the farthest limit he searches out",
          "ID": "3"
        },
        {
          "text": "The rock in gloom and deep shadow.",
          "ID": "3"
        },
        {
          "text": "\"He sinks a shaft far from habitation,",
          "ID": "4"
        },
        {
          "text": "Forgotten by the foot;",
          "ID": "4"
        },
        {
          "text": "They hang and swing to and fro far from men.",
          "ID": "4"
        },
        {
          "text": "\"The earth, from it comes food,",
          "ID": "5"
        },
        {
          "text": "And underneath it is turned up as fire.",
          "ID": "5"
        },
        {
          "text": "\"Its rocks are the source of sapphires,",
          "ID": "6"
        },
        {
          "text": "And its dust contains gold.",
          "ID": "6"
        },
        {
          "text": "\"The path no bird of prey knows,",
          "ID": "7"
        },
        {
          "text": "Nor has the falcon's eye caught sight of it.",
          "ID": "7"
        },
        {
          "text": "\"The proud beasts have not trodden it,",
          "ID": "8"
        },
        {
          "text": "Nor has the fierce lion passed over it.",
          "ID": "8"
        },
        {
          "text": "\"He puts his hand on the flint;",
          "ID": "9"
        },
        {
          "text": "He overturns the mountains at the base.",
          "ID": "9"
        },
        {
          "text": "\"He hews out channels through the rocks,",
          "ID": "10"
        },
        {
          "text": "And his eye sees anything precious.",
          "ID": "10"
        },
        {
          "text": "\"He dams up the streams from flowing,",
          "ID": "11"
        },
        {
          "text": "And what is hidden he brings out to the light.",
          "ID": "11"
        },
        {
          "text": "\"But where can wisdom be found?",
          "ID": "12"
        },
        {
          "text": "And where is the place of understanding?",
          "ID": "12"
        },
        {
          "text": "\"Man does not know its value,",
          "ID": "13"
        },
        {
          "text": "Nor is it found in the land of the living.",
          "ID": "13"
        },
        {
          "text": "\"The deep says, 'It is not in me';",
          "ID": "14"
        },
        {
          "text": "And the sea says, 'It is not with me.'",
          "ID": "14"
        },
        {
          "text": "\"Pure gold cannot be given in exchange for it,",
          "ID": "15"
        },
        {
          "text": "Nor can silver be weighed as its price.",
          "ID": "15"
        },
        {
          "text": "\"It cannot be valued in the gold of Ophir,",
          "ID": "16"
        },
        {
          "text": "In precious onyx, or sapphire.",
          "ID": "16"
        },
        {
          "text": "\"Gold or glass cannot equal it,",
          "ID": "17"
        },
        {
          "text": "Nor can it be exchanged for articles of fine gold.",
          "ID": "17"
        },
        {
          "text": "\"Coral and crystal are not to be mentioned;",
          "ID": "18"
        },
        {
          "text": "And the acquisition of wisdom is above that of pearls.",
          "ID": "18"
        },
        {
          "text": "\"The topaz of Ethiopia cannot equal it,",
          "ID": "19"
        },
        {
          "text": "Nor can it be valued in pure gold.",
          "ID": "19"
        },
        {
          "text": "\"Where then does wisdom come from?",
          "ID": "20"
        },
        {
          "text": "And where is the place of understanding?",
          "ID": "20"
        },
        {
          "text": "\"Thus it is hidden from the eyes of all living",
          "ID": "21"
        },
        {
          "text": "And concealed from the birds of the sky.",
          "ID": "21"
        },
        {
          "text": "\"Abaddon and Death say,",
          "ID": "22"
        },
        {
          "text": "'With our ears we have heard a report of it.'",
          "ID": "22"
        },
        {
          "text": "\"God understands its way,",
          "ID": "23"
        },
        {
          "text": "And He knows its place.",
          "ID": "23"
        },
        {
          "text": "\"For He looks to the ends of the earth",
          "ID": "24"
        },
        {
          "text": "And sees everything under the heavens.",
          "ID": "24"
        },
        {
          "text": "\"When He imparted weight to the wind",
          "ID": "25"
        },
        {
          "text": "And meted out the waters by measure,",
          "ID": "25"
        },
        {
          "text": "When He set a limit for the rain",
          "ID": "26"
        },
        {
          "text": "And a course for the thunderbolt,",
          "ID": "26"
        },
        {
          "text": "Then He saw it and declared it;",
          "ID": "27"
        },
        {
          "text": "He established it and also searched it out.",
          "ID": "27"
        },
        {
          "text": "\"And to man He said, 'Behold, the fear of the Lord, that is wisdom;",
          "ID": "28"
        },
        {
          "text": "And to depart from evil is understanding.'\"",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.28",
      "name": "JOB 28"
    },
    {
      "text": [
        {
          "text": "And Job again took up his discourse and said,",
          "ID": "1"
        },
        {
          "text": "\"Oh that I were as in months gone by,",
          "ID": "2"
        },
        {
          "text": "As in the days when God watched over me;",
          "ID": "2"
        },
        {
          "text": "When His lamp shone over my head,",
          "ID": "3"
        },
        {
          "text": "And by His light I walked through darkness;",
          "ID": "3"
        },
        {
          "text": "As I was in the prime of my days,",
          "ID": "4"
        },
        {
          "text": "When the friendship of God was over my tent;",
          "ID": "4"
        },
        {
          "text": "When the Almighty was yet with me,",
          "ID": "5"
        },
        {
          "text": "And my children were around me;",
          "ID": "5"
        },
        {
          "text": "When my steps were bathed in butter,",
          "ID": "6"
        },
        {
          "text": "And the rock poured out for me streams of oil!",
          "ID": "6"
        },
        {
          "text": "\"When I went out to the gate of the city,",
          "ID": "7"
        },
        {
          "text": "When I took my seat in the square,",
          "ID": "7"
        },
        {
          "text": "The young men saw me and hid themselves,",
          "ID": "8"
        },
        {
          "text": "And the old men arose and stood.",
          "ID": "8"
        },
        {
          "text": "\"The princes stopped talking",
          "ID": "9"
        },
        {
          "text": "And put their hands on their mouths;",
          "ID": "9"
        },
        {
          "text": "The voice of the nobles was hushed,",
          "ID": "10"
        },
        {
          "text": "And their tongue stuck to their palate.",
          "ID": "10"
        },
        {
          "text": "\"For when the ear heard, it called me blessed,",
          "ID": "11"
        },
        {
          "text": "And when the eye saw, it gave witness of me,",
          "ID": "11"
        },
        {
          "text": "Because I delivered the poor who cried for help,",
          "ID": "12"
        },
        {
          "text": "And the orphan who had no helper.",
          "ID": "12"
        },
        {
          "text": "\"The blessing of the one ready to perish came upon me,",
          "ID": "13"
        },
        {
          "text": "And I made the widow's heart sing for joy.",
          "ID": "13"
        },
        {
          "text": "\"I put on righteousness, and it clothed me;",
          "ID": "14"
        },
        {
          "text": "My justice was like a robe and a turban.",
          "ID": "14"
        },
        {
          "text": "\"I was eyes to the blind",
          "ID": "15"
        },
        {
          "text": "And feet to the lame.",
          "ID": "15"
        },
        {
          "text": "\"I was a father to the needy,",
          "ID": "16"
        },
        {
          "text": "And I investigated the case which I did not know.",
          "ID": "16"
        },
        {
          "text": "\"I broke the jaws of the wicked",
          "ID": "17"
        },
        {
          "text": "And snatched the prey from his teeth.",
          "ID": "17"
        },
        {
          "text": "\"Then I thought, 'I shall die in my nest,",
          "ID": "18"
        },
        {
          "text": "And I shall multiply my days as the sand.",
          "ID": "18"
        },
        {
          "text": "'My root is spread out to the waters,",
          "ID": "19"
        },
        {
          "text": "And dew lies all night on my branch.",
          "ID": "19"
        },
        {
          "text": "'My glory is ever new with me,",
          "ID": "20"
        },
        {
          "text": "And my bow is renewed in my hand.'",
          "ID": "20"
        },
        {
          "text": "\"To me they listened and waited,",
          "ID": "21"
        },
        {
          "text": "And kept silent for my counsel.",
          "ID": "21"
        },
        {
          "text": "\"After my words they did not speak again,",
          "ID": "22"
        },
        {
          "text": "And my speech dropped on them.",
          "ID": "22"
        },
        {
          "text": "\"They waited for me as for the rain,",
          "ID": "23"
        },
        {
          "text": "And opened their mouth as for the spring rain.",
          "ID": "23"
        },
        {
          "text": "\"I smiled on them when they did not believe,",
          "ID": "24"
        },
        {
          "text": "And the light of my face they did not cast down.",
          "ID": "24"
        },
        {
          "text": "\"I chose a way for them and sat as chief,",
          "ID": "25"
        },
        {
          "text": "And dwelt as a king among the troops,",
          "ID": "25"
        },
        {
          "text": "As one who comforted the mourners.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.29",
      "name": "JOB 29"
    },
    {
      "text": [
        {
          "text": "\"But now those younger than I mock me,",
          "ID": "1"
        },
        {
          "text": "Whose fathers I disdained to put with the dogs of my flock.",
          "ID": "1"
        },
        {
          "text": "\"Indeed, what good was the strength of their hands to me?",
          "ID": "2"
        },
        {
          "text": "Vigor had perished from them.",
          "ID": "2"
        },
        {
          "text": "\"From want and famine they are gaunt",
          "ID": "3"
        },
        {
          "text": "Who gnaw the dry ground by night in waste and desolation,",
          "ID": "3"
        },
        {
          "text": "Who pluck mallow by the bushes,",
          "ID": "4"
        },
        {
          "text": "And whose food is the root of the broom shrub.",
          "ID": "4"
        },
        {
          "text": "\"They are driven from the community;",
          "ID": "5"
        },
        {
          "text": "They shout against them as against a thief,",
          "ID": "5"
        },
        {
          "text": "So that they dwell in dreadful valleys,",
          "ID": "6"
        },
        {
          "text": "In holes of the earth and of the rocks.",
          "ID": "6"
        },
        {
          "text": "\"Among the bushes they cry out;",
          "ID": "7"
        },
        {
          "text": "Under the nettles they are gathered together.",
          "ID": "7"
        },
        {
          "text": "\"Fools, even those without a name,",
          "ID": "8"
        },
        {
          "text": "They were scourged from the land.",
          "ID": "8"
        },
        {
          "text": "\"And now I have become their taunt,",
          "ID": "9"
        },
        {
          "text": "I have even become a byword to them.",
          "ID": "9"
        },
        {
          "text": "\"They abhor me and stand aloof from me,",
          "ID": "10"
        },
        {
          "text": "And they do not refrain from spitting at my face.",
          "ID": "10"
        },
        {
          "text": "\"Because He has loosed His bowstring and afflicted me,",
          "ID": "11"
        },
        {
          "text": "They have cast off the bridle before me.",
          "ID": "11"
        },
        {
          "text": "\"On the right hand their brood arises;",
          "ID": "12"
        },
        {
          "text": "They thrust aside my feet and build up against me their ways of destruction.",
          "ID": "12"
        },
        {
          "text": "\"They break up my path,",
          "ID": "13"
        },
        {
          "text": "They profit from my destruction;",
          "ID": "13"
        },
        {
          "text": "No one restrains them.",
          "ID": "13"
        },
        {
          "text": "\"As through a wide breach they come,",
          "ID": "14"
        },
        {
          "text": "Amid the tempest they roll on.",
          "ID": "14"
        },
        {
          "text": "\"Terrors are turned against me;",
          "ID": "15"
        },
        {
          "text": "They pursue my honor as the wind,",
          "ID": "15"
        },
        {
          "text": "And my prosperity has passed away like a cloud.",
          "ID": "15"
        },
        {
          "text": "\"And now my soul is poured out within me;",
          "ID": "16"
        },
        {
          "text": "Days of affliction have seized me.",
          "ID": "16"
        },
        {
          "text": "\"At night it pierces my bones within me,",
          "ID": "17"
        },
        {
          "text": "And my gnawing pains take no rest.",
          "ID": "17"
        },
        {
          "text": "\"By a great force my garment is distorted;",
          "ID": "18"
        },
        {
          "text": "It binds me about as the collar of my coat.",
          "ID": "18"
        },
        {
          "text": "\"He has cast me into the mire,",
          "ID": "19"
        },
        {
          "text": "And I have become like dust and ashes.",
          "ID": "19"
        },
        {
          "text": "\"I cry out to You for help, but You do not answer me;",
          "ID": "20"
        },
        {
          "text": "I stand up, and You turn Your attention against me.",
          "ID": "20"
        },
        {
          "text": "\"You have become cruel to me;",
          "ID": "21"
        },
        {
          "text": "With the might of Your hand You persecute me.",
          "ID": "21"
        },
        {
          "text": "\"You lift me up to the wind and cause me to ride;",
          "ID": "22"
        },
        {
          "text": "And You dissolve me in a storm.",
          "ID": "22"
        },
        {
          "text": "\"For I know that You will bring me to death",
          "ID": "23"
        },
        {
          "text": "And to the house of meeting for all living.",
          "ID": "23"
        },
        {
          "text": "\"Yet does not one in a heap of ruins stretch out his hand,",
          "ID": "24"
        },
        {
          "text": "Or in his disaster therefore cry out for help?",
          "ID": "24"
        },
        {
          "text": "\"Have I not wept for the one whose life is hard?",
          "ID": "25"
        },
        {
          "text": "Was not my soul grieved for the needy?",
          "ID": "25"
        },
        {
          "text": "\"When I expected good, then evil came;",
          "ID": "26"
        },
        {
          "text": "When I waited for light, then darkness came.",
          "ID": "26"
        },
        {
          "text": "\"I am seething within and cannot relax;",
          "ID": "27"
        },
        {
          "text": "Days of affliction confront me.",
          "ID": "27"
        },
        {
          "text": "\"I go about mourning without comfort;",
          "ID": "28"
        },
        {
          "text": "I stand up in the assembly and cry out for help.",
          "ID": "28"
        },
        {
          "text": "\"I have become a brother to jackals",
          "ID": "29"
        },
        {
          "text": "And a companion of ostriches.",
          "ID": "29"
        },
        {
          "text": "\"My skin turns black on me,",
          "ID": "30"
        },
        {
          "text": "And my bones burn with fever.",
          "ID": "30"
        },
        {
          "text": "\"Therefore my harp is turned to mourning,",
          "ID": "31"
        },
        {
          "text": "And my flute to the sound of those who weep.",
          "ID": "31"
        }
      ],
      "ID": "OT:JOB.30",
      "name": "JOB 30"
    },
    {
      "text": [
        {
          "text": "\"I have made a covenant with my eyes;",
          "ID": "1"
        },
        {
          "text": "How then could I gaze at a virgin?",
          "ID": "1"
        },
        {
          "text": "\"And what is the portion of God from above",
          "ID": "2"
        },
        {
          "text": "Or the heritage of the Almighty from on high?",
          "ID": "2"
        },
        {
          "text": "\"Is it not calamity to the unjust",
          "ID": "3"
        },
        {
          "text": "And disaster to those who work iniquity?",
          "ID": "3"
        },
        {
          "text": "\"Does He not see my ways",
          "ID": "4"
        },
        {
          "text": "And number all my steps?",
          "ID": "4"
        },
        {
          "text": "\"If I have walked with falsehood,",
          "ID": "5"
        },
        {
          "text": "And my foot has hastened after deceit,",
          "ID": "5"
        },
        {
          "text": "Let Him weigh me with accurate scales,",
          "ID": "6"
        },
        {
          "text": "And let God know my integrity.",
          "ID": "6"
        },
        {
          "text": "\"If my step has turned from the way,",
          "ID": "7"
        },
        {
          "text": "Or my heart followed my eyes,",
          "ID": "7"
        },
        {
          "text": "Or if any spot has stuck to my hands,",
          "ID": "7"
        },
        {
          "text": "Let me sow and another eat,",
          "ID": "8"
        },
        {
          "text": "And let my crops be uprooted.",
          "ID": "8"
        },
        {
          "text": "\"If my heart has been enticed by a woman,",
          "ID": "9"
        },
        {
          "text": "Or I have lurked at my neighbor's doorway,",
          "ID": "9"
        },
        {
          "text": "May my wife grind for another,",
          "ID": "10"
        },
        {
          "text": "And let others kneel down over her.",
          "ID": "10"
        },
        {
          "text": "\"For that would be a lustful crime;",
          "ID": "11"
        },
        {
          "text": "Moreover, it would be an iniquity punishable by judges.",
          "ID": "11"
        },
        {
          "text": "\"For it would be fire that consumes to Abaddon,",
          "ID": "12"
        },
        {
          "text": "And would uproot all my increase.",
          "ID": "12"
        },
        {
          "text": "\"If I have despised the claim of my male or female slaves",
          "ID": "13"
        },
        {
          "text": "When they filed a complaint against me,",
          "ID": "13"
        },
        {
          "text": "What then could I do when God arises?",
          "ID": "14"
        },
        {
          "text": "And when He calls me to account, what will I answer Him?",
          "ID": "14"
        },
        {
          "text": "\"Did not He who made me in the womb make him,",
          "ID": "15"
        },
        {
          "text": "And the same one fashion us in the womb?",
          "ID": "15"
        },
        {
          "text": "\"If I have kept the poor from their desire,",
          "ID": "16"
        },
        {
          "text": "Or have caused the eyes of the widow to fail,",
          "ID": "16"
        },
        {
          "text": "Or have eaten my morsel alone,",
          "ID": "17"
        },
        {
          "text": "And the orphan has not shared it",
          "ID": "17"
        },
        {
          "text": "(But from my youth he grew up with me as with a father,",
          "ID": "18"
        },
        {
          "text": "And from infancy I guided her),",
          "ID": "18"
        },
        {
          "text": "If I have seen anyone perish for lack of clothing,",
          "ID": "19"
        },
        {
          "text": "Or that the needy had no covering,",
          "ID": "19"
        },
        {
          "text": "If his loins have not thanked me,",
          "ID": "20"
        },
        {
          "text": "And if he has not been warmed with the fleece of my sheep,",
          "ID": "20"
        },
        {
          "text": "If I have lifted up my hand against the orphan,",
          "ID": "21"
        },
        {
          "text": "Because I saw I had support in the gate,",
          "ID": "21"
        },
        {
          "text": "Let my shoulder fall from the socket,",
          "ID": "22"
        },
        {
          "text": "And my arm be broken off at the elbow.",
          "ID": "22"
        },
        {
          "text": "\"For calamity from God is a terror to me,",
          "ID": "23"
        },
        {
          "text": "And because of His majesty I can do nothing.",
          "ID": "23"
        },
        {
          "text": "\"If I have put my confidence in gold,",
          "ID": "24"
        },
        {
          "text": "And called fine gold my trust,",
          "ID": "24"
        },
        {
          "text": "If I have gloated because my wealth was great,",
          "ID": "25"
        },
        {
          "text": "And because my hand had secured so much;",
          "ID": "25"
        },
        {
          "text": "If I have looked at the sun when it shone",
          "ID": "26"
        },
        {
          "text": "Or the moon going in splendor,",
          "ID": "26"
        },
        {
          "text": "And my heart became secretly enticed,",
          "ID": "27"
        },
        {
          "text": "And my hand threw a kiss from my mouth,",
          "ID": "27"
        },
        {
          "text": "That too would have been an iniquity calling for judgment,",
          "ID": "28"
        },
        {
          "text": "For I would have denied God above.",
          "ID": "28"
        },
        {
          "text": "\"Have I rejoiced at the extinction of my enemy,",
          "ID": "29"
        },
        {
          "text": "Or exulted when evil befell him?",
          "ID": "29"
        },
        {
          "text": "\"No, I have not allowed my mouth to sin",
          "ID": "30"
        },
        {
          "text": "By asking for his life in a curse.",
          "ID": "30"
        },
        {
          "text": "\"Have the men of my tent not said,",
          "ID": "31"
        },
        {
          "text": "'Who can find one who has not been satisfied with his meat'?",
          "ID": "31"
        },
        {
          "text": "\"The alien has not lodged outside,",
          "ID": "32"
        },
        {
          "text": "For I have opened my doors to the traveler.",
          "ID": "32"
        },
        {
          "text": "\"Have I covered my transgressions like Adam,",
          "ID": "33"
        },
        {
          "text": "By hiding my iniquity in my bosom,",
          "ID": "33"
        },
        {
          "text": "Because I feared the great multitude,",
          "ID": "34"
        },
        {
          "text": "And the contempt of families terrified me,",
          "ID": "34"
        },
        {
          "text": "And kept silent and did not go out of doors?",
          "ID": "34"
        },
        {
          "text": "\"Oh that I had one to hear me!",
          "ID": "35"
        },
        {
          "text": "Behold, here is my signature;",
          "ID": "35"
        },
        {
          "text": "Let the Almighty answer me!",
          "ID": "35"
        },
        {
          "text": "And the indictment which my adversary has written,",
          "ID": "35"
        },
        {
          "text": "Surely I would carry it on my shoulder,",
          "ID": "36"
        },
        {
          "text": "I would bind it to myself like a crown.",
          "ID": "36"
        },
        {
          "text": "\"I would declare to Him the number of my steps;",
          "ID": "37"
        },
        {
          "text": "Like a prince I would approach Him.",
          "ID": "37"
        },
        {
          "text": "\"If my land cries out against me,",
          "ID": "38"
        },
        {
          "text": "And its furrows weep together;",
          "ID": "38"
        },
        {
          "text": "If I have eaten its fruit without money,",
          "ID": "39"
        },
        {
          "text": "Or have caused its owners to lose their lives,",
          "ID": "39"
        },
        {
          "text": "Let briars grow instead of wheat,",
          "ID": "40"
        },
        {
          "text": "And stinkweed instead of barley.\"",
          "ID": "40"
        },
        {
          "text": "The words of Job are ended.",
          "ID": "40"
        }
      ],
      "ID": "OT:JOB.31",
      "name": "JOB 31"
    },
    {
      "text": [
        {
          "text": "Then these three men ceased answering Job, because he was righteous in his own eyes.",
          "ID": "1"
        },
        {
          "text": "But the anger of Elihu the son of Barachel the Buzite, of the family of Ram burned; against Job his anger burned because he justified himself before God.",
          "ID": "2"
        },
        {
          "text": "And his anger burned against his three friends because they had found no answer, and yet had condemned Job.",
          "ID": "3"
        },
        {
          "text": "Now Elihu had waited to speak to Job because they were years older than he.",
          "ID": "4"
        },
        {
          "text": "And when Elihu saw that there was no answer in the mouth of the three men his anger burned.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "So Elihu the son of Barachel the Buzite spoke out and said, \"I am young in years and you are old; Therefore I was shy and afraid to tell you what I think.",
          "ID": "6"
        },
        {
          "text": "\"I thought age should speak,",
          "ID": "7"
        },
        {
          "text": "And increased years should teach wisdom.",
          "ID": "7"
        },
        {
          "text": "\"But it is a spirit in man,",
          "ID": "8"
        },
        {
          "text": "And the breath of the Almighty gives them understanding.",
          "ID": "8"
        },
        {
          "text": "\"The abundant in years may not be wise,",
          "ID": "9"
        },
        {
          "text": "Nor may elders understand justice.",
          "ID": "9"
        },
        {
          "text": "\"So I say, 'Listen to me,",
          "ID": "10"
        },
        {
          "text": "I too will tell what I think.'",
          "ID": "10"
        },
        {
          "text": "\"Behold, I waited for your words,",
          "ID": "11"
        },
        {
          "text": "I listened to your reasonings,",
          "ID": "11"
        },
        {
          "text": "While you pondered what to say.",
          "ID": "11"
        },
        {
          "text": "\"I even paid close attention to you;",
          "ID": "12"
        },
        {
          "text": "Indeed, there was no one who refuted Job,",
          "ID": "12"
        },
        {
          "text": "Not one of you who answered his words.",
          "ID": "12"
        },
        {
          "text": "\"Do not say,",
          "ID": "13"
        },
        {
          "text": "'We have found wisdom;",
          "ID": "13"
        },
        {
          "text": "God will rout him, not man.'",
          "ID": "13"
        },
        {
          "text": "\"For he has not arranged his words against me,",
          "ID": "14"
        },
        {
          "text": "Nor will I reply to him with your arguments.",
          "ID": "14"
        },
        {
          "text": "\"They are dismayed, they no longer answer;",
          "ID": "15"
        },
        {
          "text": "Words have failed them.",
          "ID": "15"
        },
        {
          "text": "\"Shall I wait, because they do not speak,",
          "ID": "16"
        },
        {
          "text": "Because they stop and no longer answer?",
          "ID": "16"
        },
        {
          "text": "\"I too will answer my share,",
          "ID": "17"
        },
        {
          "text": "I also will tell my opinion.",
          "ID": "17"
        },
        {
          "text": "\"For I am full of words;",
          "ID": "18"
        },
        {
          "text": "The spirit within me constrains me.",
          "ID": "18"
        },
        {
          "text": "\"Behold, my belly is like unvented wine,",
          "ID": "19"
        },
        {
          "text": "Like new wineskins it is about to burst.",
          "ID": "19"
        },
        {
          "text": "\"Let me speak that I may get relief;",
          "ID": "20"
        },
        {
          "text": "Let me open my lips and answer.",
          "ID": "20"
        },
        {
          "text": "\"Let me now be partial to no one,",
          "ID": "21"
        },
        {
          "text": "Nor flatter any man.",
          "ID": "21"
        },
        {
          "text": "\"For I do not know how to flatter,",
          "ID": "22"
        },
        {
          "text": "Else my Maker would soon take me away.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.32",
      "name": "JOB 32"
    },
    {
      "text": [
        {
          "text": "\"However now, Job, please hear my speech,",
          "ID": "1"
        },
        {
          "text": "And listen to all my words.",
          "ID": "1"
        },
        {
          "text": "\"Behold now, I open my mouth,",
          "ID": "2"
        },
        {
          "text": "My tongue in my mouth speaks.",
          "ID": "2"
        },
        {
          "text": "\"My words are from the uprightness of my heart,",
          "ID": "3"
        },
        {
          "text": "And my lips speak knowledge sincerely.",
          "ID": "3"
        },
        {
          "text": "\"The Spirit of God has made me,",
          "ID": "4"
        },
        {
          "text": "And the breath of the Almighty gives me life.",
          "ID": "4"
        },
        {
          "text": "\"Refute me if you can;",
          "ID": "5"
        },
        {
          "text": "Array yourselves before me, take your stand.",
          "ID": "5"
        },
        {
          "text": "\"Behold, I belong to God like you;",
          "ID": "6"
        },
        {
          "text": "I too have been formed out of the clay.",
          "ID": "6"
        },
        {
          "text": "\"Behold, no fear of me should terrify you,",
          "ID": "7"
        },
        {
          "text": "Nor should my pressure weigh heavily on you.",
          "ID": "7"
        },
        {
          "text": "\"Surely you have spoken in my hearing,",
          "ID": "8"
        },
        {
          "text": "And I have heard the sound of your words:",
          "ID": "8"
        },
        {
          "text": "'I am pure, without transgression;",
          "ID": "9"
        },
        {
          "text": "I am innocent and there is no guilt in me.",
          "ID": "9"
        },
        {
          "text": "'Behold, He invents pretexts against me;",
          "ID": "10"
        },
        {
          "text": "He counts me as His enemy.",
          "ID": "10"
        },
        {
          "text": "'He puts my feet in the stocks;",
          "ID": "11"
        },
        {
          "text": "He watches all my paths.'",
          "ID": "11"
        },
        {
          "text": "\"Behold, let me tell you, you are not right in this,",
          "ID": "12"
        },
        {
          "text": "For God is greater than man.",
          "ID": "12"
        },
        {
          "text": "\"Why do you complain against Him",
          "ID": "13"
        },
        {
          "text": "That He does not give an account of all His doings?",
          "ID": "13"
        },
        {
          "text": "\"Indeed God speaks once,",
          "ID": "14"
        },
        {
          "text": "Or twice, yet no one notices it.",
          "ID": "14"
        },
        {
          "text": "\"In a dream, a vision of the night,",
          "ID": "15"
        },
        {
          "text": "When sound sleep falls on men,",
          "ID": "15"
        },
        {
          "text": "While they slumber in their beds,",
          "ID": "15"
        },
        {
          "text": "Then He opens the ears of men,",
          "ID": "16"
        },
        {
          "text": "And seals their instruction,",
          "ID": "16"
        },
        {
          "text": "That He may turn man aside from his conduct,",
          "ID": "17"
        },
        {
          "text": "And keep man from pride;",
          "ID": "17"
        },
        {
          "text": "He keeps back his soul from the pit,",
          "ID": "18"
        },
        {
          "text": "And his life from passing over into Sheol.",
          "ID": "18"
        },
        {
          "text": "\"Man is also chastened with pain on his bed,",
          "ID": "19"
        },
        {
          "text": "And with unceasing complaint in his bones;",
          "ID": "19"
        },
        {
          "text": "So that his life loathes bread,",
          "ID": "20"
        },
        {
          "text": "And his soul favorite food.",
          "ID": "20"
        },
        {
          "text": "\"His flesh wastes away from sight,",
          "ID": "21"
        },
        {
          "text": "And his bones which were not seen stick out.",
          "ID": "21"
        },
        {
          "text": "\"Then his soul draws near to the pit,",
          "ID": "22"
        },
        {
          "text": "And his life to those who bring death.",
          "ID": "22"
        },
        {
          "text": "\"If there is an angel as mediator for him,",
          "ID": "23"
        },
        {
          "text": "One out of a thousand,",
          "ID": "23"
        },
        {
          "text": "To remind a man what is right for him,",
          "ID": "23"
        },
        {
          "text": "Then let him be gracious to him, and say,",
          "ID": "24"
        },
        {
          "text": "'Deliver him from going down to the pit,",
          "ID": "24"
        },
        {
          "text": "I have found a ransom';",
          "ID": "24"
        },
        {
          "text": "Let his flesh become fresher than in youth,",
          "ID": "25"
        },
        {
          "text": "Let him return to the days of his youthful vigor;",
          "ID": "25"
        },
        {
          "text": "Then he will pray to God, and He will accept him,",
          "ID": "26"
        },
        {
          "text": "That he may see His face with joy,",
          "ID": "26"
        },
        {
          "text": "And He may restore His righteousness to man.",
          "ID": "26"
        },
        {
          "text": "\"He will sing to men and say,",
          "ID": "27"
        },
        {
          "text": "'I have sinned and perverted what is right,",
          "ID": "27"
        },
        {
          "text": "And it is not proper for me.",
          "ID": "27"
        },
        {
          "text": "'He has redeemed my soul from going to the pit,",
          "ID": "28"
        },
        {
          "text": "And my life shall see the light.'",
          "ID": "28"
        },
        {
          "text": "\"Behold, God does all these oftentimes with men,",
          "ID": "29"
        },
        {
          "text": "To bring back his soul from the pit,",
          "ID": "30"
        },
        {
          "text": "That he may be enlightened with the light of life.",
          "ID": "30"
        },
        {
          "text": "\"Pay attention, O Job, listen to me;",
          "ID": "31"
        },
        {
          "text": "Keep silent, and let me speak.",
          "ID": "31"
        },
        {
          "text": "\"Then if you have anything to say, answer me;",
          "ID": "32"
        },
        {
          "text": "Speak, for I desire to justify you.",
          "ID": "32"
        },
        {
          "text": "\"If not, listen to me;",
          "ID": "33"
        },
        {
          "text": "Keep silent, and I will teach you wisdom.\"",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.33",
      "name": "JOB 33"
    },
    {
      "text": [
        {
          "text": "Then Elihu continued and said,",
          "ID": "1"
        },
        {
          "text": "\"Hear my words, you wise men,",
          "ID": "2"
        },
        {
          "text": "And listen to me, you who know.",
          "ID": "2"
        },
        {
          "text": "\"For the ear tests words",
          "ID": "3"
        },
        {
          "text": "As the palate tastes food.",
          "ID": "3"
        },
        {
          "text": "\"Let us choose for ourselves what is right;",
          "ID": "4"
        },
        {
          "text": "Let us know among ourselves what is good.",
          "ID": "4"
        },
        {
          "text": "\"For Job has said, 'I am righteous,",
          "ID": "5"
        },
        {
          "text": "But God has taken away my right;",
          "ID": "5"
        },
        {
          "text": "Should I lie concerning my right?",
          "ID": "6"
        },
        {
          "text": "My wound is incurable, though I am without transgression.'",
          "ID": "6"
        },
        {
          "text": "\"What man is like Job,",
          "ID": "7"
        },
        {
          "text": "Who drinks up derision like water,",
          "ID": "7"
        },
        {
          "text": "Who goes in company with the workers of iniquity,",
          "ID": "8"
        },
        {
          "text": "And walks with wicked men?",
          "ID": "8"
        },
        {
          "text": "\"For he has said, 'It profits a man nothing",
          "ID": "9"
        },
        {
          "text": "When he is pleased with God.'",
          "ID": "9"
        },
        {
          "text": "\"Therefore, listen to me, you men of understanding.",
          "ID": "10"
        },
        {
          "text": "Far be it from God to do wickedness,",
          "ID": "10"
        },
        {
          "text": "And from the Almighty to do wrong.",
          "ID": "10"
        },
        {
          "text": "\"For He pays a man according to his work,",
          "ID": "11"
        },
        {
          "text": "And makes him find it according to his way.",
          "ID": "11"
        },
        {
          "text": "\"Surely, God will not act wickedly,",
          "ID": "12"
        },
        {
          "text": "And the Almighty will not pervert justice.",
          "ID": "12"
        },
        {
          "text": "\"Who gave Him authority over the earth?",
          "ID": "13"
        },
        {
          "text": "And who has laid on Him the whole world?",
          "ID": "13"
        },
        {
          "text": "\"If He should determine to do so,",
          "ID": "14"
        },
        {
          "text": "If He should gather to Himself His spirit and His breath,",
          "ID": "14"
        },
        {
          "text": "All flesh would perish together,",
          "ID": "15"
        },
        {
          "text": "And man would return to dust.",
          "ID": "15"
        },
        {
          "text": "\"But if you have understanding, hear this;",
          "ID": "16"
        },
        {
          "text": "Listen to the sound of my words.",
          "ID": "16"
        },
        {
          "text": "\"Shall one who hates justice rule?",
          "ID": "17"
        },
        {
          "text": "And will you condemn the righteous mighty One,",
          "ID": "17"
        },
        {
          "text": "Who says to a king, 'Worthless one,'",
          "ID": "18"
        },
        {
          "text": "To nobles, 'Wicked ones';",
          "ID": "18"
        },
        {
          "text": "Who shows no partiality to princes",
          "ID": "19"
        },
        {
          "text": "Nor regards the rich above the poor,",
          "ID": "19"
        },
        {
          "text": "For they all are the work of His hands?",
          "ID": "19"
        },
        {
          "text": "\"In a moment they die, and at midnight",
          "ID": "20"
        },
        {
          "text": "People are shaken and pass away,",
          "ID": "20"
        },
        {
          "text": "And the mighty are taken away without a hand.",
          "ID": "20"
        },
        {
          "text": "\"For His eyes are upon the ways of a man,",
          "ID": "21"
        },
        {
          "text": "And He sees all his steps.",
          "ID": "21"
        },
        {
          "text": "\"There is no darkness or deep shadow",
          "ID": "22"
        },
        {
          "text": "Where the workers of iniquity may hide themselves.",
          "ID": "22"
        },
        {
          "text": "\"For He does not need to consider a man further,",
          "ID": "23"
        },
        {
          "text": "That he should go before God in judgment.",
          "ID": "23"
        },
        {
          "text": "\"He breaks in pieces mighty men without inquiry,",
          "ID": "24"
        },
        {
          "text": "And sets others in their place.",
          "ID": "24"
        },
        {
          "text": "\"Therefore He knows their works,",
          "ID": "25"
        },
        {
          "text": "And He overthrows them in the night,",
          "ID": "25"
        },
        {
          "text": "And they are crushed.",
          "ID": "25"
        },
        {
          "text": "\"He strikes them like the wicked",
          "ID": "26"
        },
        {
          "text": "In a public place,",
          "ID": "26"
        },
        {
          "text": "Because they turned aside from following Him,",
          "ID": "27"
        },
        {
          "text": "And had no regard for any of His ways;",
          "ID": "27"
        },
        {
          "text": "So that they caused the cry of the poor to come to Him,",
          "ID": "28"
        },
        {
          "text": "And that He might hear the cry of the afflicted-",
          "ID": "28"
        },
        {
          "text": "When He keeps quiet, who then can condemn?",
          "ID": "29"
        },
        {
          "text": "And when He hides His face, who then can behold Him,",
          "ID": "29"
        },
        {
          "text": "That is, in regard to both nation and man?-",
          "ID": "29"
        },
        {
          "text": "So that godless men would not rule",
          "ID": "30"
        },
        {
          "text": "Nor be snares of the people.",
          "ID": "30"
        },
        {
          "text": "\"For has anyone said to God,",
          "ID": "31"
        },
        {
          "text": "'I have borne chastisement;",
          "ID": "31"
        },
        {
          "text": "I will not offend anymore;",
          "ID": "31"
        },
        {
          "text": "Teach me what I do not see;",
          "ID": "32"
        },
        {
          "text": "If I have done iniquity,",
          "ID": "32"
        },
        {
          "text": "I will not do it again'?",
          "ID": "32"
        },
        {
          "text": "\"Shall He recompense on your terms, because you have rejected it?",
          "ID": "33"
        },
        {
          "text": "For you must choose, and not I;",
          "ID": "33"
        },
        {
          "text": "Therefore declare what you know.",
          "ID": "33"
        },
        {
          "text": "\"Men of understanding will say to me,",
          "ID": "34"
        },
        {
          "text": "And a wise man who hears me,",
          "ID": "34"
        },
        {
          "text": "'Job speaks without knowledge,",
          "ID": "35"
        },
        {
          "text": "And his words are without wisdom.",
          "ID": "35"
        },
        {
          "text": "'Job ought to be tried to the limit,",
          "ID": "36"
        },
        {
          "text": "Because he answers like wicked men.",
          "ID": "36"
        },
        {
          "text": "'For he adds rebellion to his sin;",
          "ID": "37"
        },
        {
          "text": "He claps his hands among us,",
          "ID": "37"
        },
        {
          "text": "And multiplies his words against God.'\"",
          "ID": "37"
        }
      ],
      "ID": "OT:JOB.34",
      "name": "JOB 34"
    },
    {
      "text": [
        {
          "text": "Then Elihu continued and said,",
          "ID": "1"
        },
        {
          "text": "\"Do you think this is according to justice?",
          "ID": "2"
        },
        {
          "text": "Do you say, 'My righteousness is more than God's'?",
          "ID": "2"
        },
        {
          "text": "\"For you say, 'What advantage will it be to You?",
          "ID": "3"
        },
        {
          "text": "What profit will I have, more than if I had sinned?'",
          "ID": "3"
        },
        {
          "text": "\"I will answer you,",
          "ID": "4"
        },
        {
          "text": "And your friends with you.",
          "ID": "4"
        },
        {
          "text": "\"Look at the heavens and see;",
          "ID": "5"
        },
        {
          "text": "And behold the clouds-they are higher than you.",
          "ID": "5"
        },
        {
          "text": "\"If you have sinned, what do you accomplish against Him?",
          "ID": "6"
        },
        {
          "text": "And if your transgressions are many, what do you do to Him?",
          "ID": "6"
        },
        {
          "text": "\"If you are righteous, what do you give to Him,",
          "ID": "7"
        },
        {
          "text": "Or what does He receive from your hand?",
          "ID": "7"
        },
        {
          "text": "\"Your wickedness is for a man like yourself,",
          "ID": "8"
        },
        {
          "text": "And your righteousness is for a son of man.",
          "ID": "8"
        },
        {
          "text": "\"Because of the multitude of oppressions they cry out;",
          "ID": "9"
        },
        {
          "text": "They cry for help because of the arm of the mighty.",
          "ID": "9"
        },
        {
          "text": "\"But no one says, 'Where is God my Maker,",
          "ID": "10"
        },
        {
          "text": "Who gives songs in the night,",
          "ID": "10"
        },
        {
          "text": "Who teaches us more than the beasts of the earth",
          "ID": "11"
        },
        {
          "text": "And makes us wiser than the birds of the heavens?'",
          "ID": "11"
        },
        {
          "text": "\"There they cry out, but He does not answer",
          "ID": "12"
        },
        {
          "text": "Because of the pride of evil men.",
          "ID": "12"
        },
        {
          "text": "\"Surely God will not listen to an empty cry,",
          "ID": "13"
        },
        {
          "text": "Nor will the Almighty regard it.",
          "ID": "13"
        },
        {
          "text": "\"How much less when you say you do not behold Him,",
          "ID": "14"
        },
        {
          "text": "The case is before Him, and you must wait for Him!",
          "ID": "14"
        },
        {
          "text": "\"And now, because He has not visited in His anger,",
          "ID": "15"
        },
        {
          "text": "Nor has He acknowledged transgression well,",
          "ID": "15"
        },
        {
          "text": "So Job opens his mouth emptily;",
          "ID": "16"
        },
        {
          "text": "He multiplies words without knowledge.\"",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.35",
      "name": "JOB 35"
    },
    {
      "text": [
        {
          "text": "Then Elihu continued and said,",
          "ID": "1"
        },
        {
          "text": "\"Wait for me a little, and I will show you",
          "ID": "2"
        },
        {
          "text": "That there is yet more to be said in God's behalf.",
          "ID": "2"
        },
        {
          "text": "\"I will fetch my knowledge from afar,",
          "ID": "3"
        },
        {
          "text": "And I will ascribe righteousness to my Maker.",
          "ID": "3"
        },
        {
          "text": "\"For truly my words are not false;",
          "ID": "4"
        },
        {
          "text": "One who is perfect in knowledge is with you.",
          "ID": "4"
        },
        {
          "text": "\"Behold, God is mighty but does not despise any;",
          "ID": "5"
        },
        {
          "text": "He is mighty in strength of understanding.",
          "ID": "5"
        },
        {
          "text": "\"He does not keep the wicked alive,",
          "ID": "6"
        },
        {
          "text": "But gives justice to the afflicted.",
          "ID": "6"
        },
        {
          "text": "\"He does not withdraw His eyes from the righteous;",
          "ID": "7"
        },
        {
          "text": "But with kings on the throne",
          "ID": "7"
        },
        {
          "text": "He has seated them forever, and they are exalted.",
          "ID": "7"
        },
        {
          "text": "\"And if they are bound in fetters,",
          "ID": "8"
        },
        {
          "text": "And are caught in the cords of affliction,",
          "ID": "8"
        },
        {
          "text": "Then He declares to them their work",
          "ID": "9"
        },
        {
          "text": "And their transgressions, that they have magnified themselves.",
          "ID": "9"
        },
        {
          "text": "\"He opens their ear to instruction,",
          "ID": "10"
        },
        {
          "text": "And commands that they return from evil.",
          "ID": "10"
        },
        {
          "text": "\"If they hear and serve Him,",
          "ID": "11"
        },
        {
          "text": "They will end their days in prosperity",
          "ID": "11"
        },
        {
          "text": "And their years in pleasures.",
          "ID": "11"
        },
        {
          "text": "\"But if they do not hear, they shall perish by the sword",
          "ID": "12"
        },
        {
          "text": "And they will die without knowledge.",
          "ID": "12"
        },
        {
          "text": "\"But the godless in heart lay up anger;",
          "ID": "13"
        },
        {
          "text": "They do not cry for help when He binds them.",
          "ID": "13"
        },
        {
          "text": "\"They die in youth,",
          "ID": "14"
        },
        {
          "text": "And their life perishes among the cult prostitutes.",
          "ID": "14"
        },
        {
          "text": "\"He delivers the afflicted in their affliction,",
          "ID": "15"
        },
        {
          "text": "And opens their ear in time of oppression.",
          "ID": "15"
        },
        {
          "text": "\"Then indeed, He enticed you from the mouth of distress,",
          "ID": "16"
        },
        {
          "text": "Instead of it, a broad place with no constraint;",
          "ID": "16"
        },
        {
          "text": "And that which was set on your table was full of fatness.",
          "ID": "16"
        },
        {
          "text": "\"But you were full of judgment on the wicked;",
          "ID": "17"
        },
        {
          "text": "Judgment and justice take hold of you.",
          "ID": "17"
        },
        {
          "text": "\"Beware that wrath does not entice you to scoffing;",
          "ID": "18"
        },
        {
          "text": "And do not let the greatness of the ransom turn you aside.",
          "ID": "18"
        },
        {
          "text": "\"Will your riches keep you from distress,",
          "ID": "19"
        },
        {
          "text": "Or all the forces of your strength?",
          "ID": "19"
        },
        {
          "text": "\"Do not long for the night,",
          "ID": "20"
        },
        {
          "text": "When people vanish in their place.",
          "ID": "20"
        },
        {
          "text": "\"Be careful, do not turn to evil,",
          "ID": "21"
        },
        {
          "text": "For you have preferred this to affliction.",
          "ID": "21"
        },
        {
          "text": "\"Behold, God is exalted in His power;",
          "ID": "22"
        },
        {
          "text": "Who is a teacher like Him?",
          "ID": "22"
        },
        {
          "text": "\"Who has appointed Him His way,",
          "ID": "23"
        },
        {
          "text": "And who has said, 'You have done wrong'?",
          "ID": "23"
        },
        {
          "text": "\"Remember that you should exalt His work,",
          "ID": "24"
        },
        {
          "text": "Of which men have sung.",
          "ID": "24"
        },
        {
          "text": "\"All men have seen it;",
          "ID": "25"
        },
        {
          "text": "Man beholds from afar.",
          "ID": "25"
        },
        {
          "text": "\"Behold, God is exalted, and we do not know Him;",
          "ID": "26"
        },
        {
          "text": "The number of His years is unsearchable.",
          "ID": "26"
        },
        {
          "text": "\"For He draws up the drops of water,",
          "ID": "27"
        },
        {
          "text": "They distill rain from the mist,",
          "ID": "27"
        },
        {
          "text": "Which the clouds pour down,",
          "ID": "28"
        },
        {
          "text": "They drip upon man abundantly.",
          "ID": "28"
        },
        {
          "text": "\"Can anyone understand the spreading of the clouds,",
          "ID": "29"
        },
        {
          "text": "The thundering of His pavilion?",
          "ID": "29"
        },
        {
          "text": "\"Behold, He spreads His lightning about Him,",
          "ID": "30"
        },
        {
          "text": "And He covers the depths of the sea.",
          "ID": "30"
        },
        {
          "text": "\"For by these He judges peoples;",
          "ID": "31"
        },
        {
          "text": "He gives food in abundance.",
          "ID": "31"
        },
        {
          "text": "\"He covers His hands with the lightning,",
          "ID": "32"
        },
        {
          "text": "And commands it to strike the mark.",
          "ID": "32"
        },
        {
          "text": "\"Its noise declares His presence;",
          "ID": "33"
        },
        {
          "text": "The cattle also, concerning what is coming up.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.36",
      "name": "JOB 36"
    },
    {
      "text": [
        {
          "text": "\"At this also my heart trembles,",
          "ID": "1"
        },
        {
          "text": "And leaps from its place.",
          "ID": "1"
        },
        {
          "text": "\"Listen closely to the thunder of His voice,",
          "ID": "2"
        },
        {
          "text": "And the rumbling that goes out from His mouth.",
          "ID": "2"
        },
        {
          "text": "\"Under the whole heaven He lets it loose,",
          "ID": "3"
        },
        {
          "text": "And His lightning to the ends of the earth.",
          "ID": "3"
        },
        {
          "text": "\"After it, a voice roars;",
          "ID": "4"
        },
        {
          "text": "He thunders with His majestic voice,",
          "ID": "4"
        },
        {
          "text": "And He does not restrain the lightnings when His voice is heard.",
          "ID": "4"
        },
        {
          "text": "\"God thunders with His voice wondrously,",
          "ID": "5"
        },
        {
          "text": "Doing great things which we cannot comprehend.",
          "ID": "5"
        },
        {
          "text": "\"For to the snow He says, 'Fall on the earth,'",
          "ID": "6"
        },
        {
          "text": "And to the downpour and the rain, 'Be strong.'",
          "ID": "6"
        },
        {
          "text": "\"He seals the hand of every man,",
          "ID": "7"
        },
        {
          "text": "That all men may know His work.",
          "ID": "7"
        },
        {
          "text": "\"Then the beast goes into its lair",
          "ID": "8"
        },
        {
          "text": "And remains in its den.",
          "ID": "8"
        },
        {
          "text": "\"Out of the south comes the storm,",
          "ID": "9"
        },
        {
          "text": "And out of the north the cold.",
          "ID": "9"
        },
        {
          "text": "\"From the breath of God ice is made,",
          "ID": "10"
        },
        {
          "text": "And the expanse of the waters is frozen.",
          "ID": "10"
        },
        {
          "text": "\"Also with moisture He loads the thick cloud;",
          "ID": "11"
        },
        {
          "text": "He disperses the cloud of His lightning.",
          "ID": "11"
        },
        {
          "text": "\"It changes direction, turning around by His guidance,",
          "ID": "12"
        },
        {
          "text": "That it may do whatever He commands it",
          "ID": "12"
        },
        {
          "text": "On the face of the inhabited earth.",
          "ID": "12"
        },
        {
          "text": "\"Whether for correction, or for His world,",
          "ID": "13"
        },
        {
          "text": "Or for lovingkindness, He causes it to happen.",
          "ID": "13"
        },
        {
          "text": "\"Listen to this, O Job,",
          "ID": "14"
        },
        {
          "text": "Stand and consider the wonders of God.",
          "ID": "14"
        },
        {
          "text": "\"Do you know how God establishes them,",
          "ID": "15"
        },
        {
          "text": "And makes the lightning of His cloud to shine?",
          "ID": "15"
        },
        {
          "text": "\"Do you know about the layers of the thick clouds,",
          "ID": "16"
        },
        {
          "text": "The wonders of one perfect in knowledge,",
          "ID": "16"
        },
        {
          "text": "You whose garments are hot,",
          "ID": "17"
        },
        {
          "text": "When the land is still because of the south wind?",
          "ID": "17"
        },
        {
          "text": "\"Can you, with Him, spread out the skies,",
          "ID": "18"
        },
        {
          "text": "Strong as a molten mirror?",
          "ID": "18"
        },
        {
          "text": "\"Teach us what we shall say to Him;",
          "ID": "19"
        },
        {
          "text": "We cannot arrange our case because of darkness.",
          "ID": "19"
        },
        {
          "text": "\"Shall it be told Him that I would speak?",
          "ID": "20"
        },
        {
          "text": "Or should a man say that he would be swallowed up?",
          "ID": "20"
        },
        {
          "text": "\"Now men do not see the light which is bright in the skies;",
          "ID": "21"
        },
        {
          "text": "But the wind has passed and cleared them.",
          "ID": "21"
        },
        {
          "text": "\"Out of the north comes golden splendor;",
          "ID": "22"
        },
        {
          "text": "Around God is awesome majesty.",
          "ID": "22"
        },
        {
          "text": "\"The Almighty-we cannot find Him;",
          "ID": "23"
        },
        {
          "text": "He is exalted in power",
          "ID": "23"
        },
        {
          "text": "And He will not do violence to justice and abundant righteousness.",
          "ID": "23"
        },
        {
          "text": "\"Therefore men fear Him;",
          "ID": "24"
        },
        {
          "text": "He does not regard any who are wise of heart.\"",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.37",
      "name": "JOB 37"
    },
    {
      "text": [
        {
          "text": "Then the Lord answered Job out of the whirlwind and said,",
          "ID": "1"
        },
        {
          "text": "\"Who is this that darkens counsel",
          "ID": "2"
        },
        {
          "text": "By words without knowledge?",
          "ID": "2"
        },
        {
          "text": "\"Now gird up your loins like a man,",
          "ID": "3"
        },
        {
          "text": "And I will ask you, and you instruct Me!",
          "ID": "3"
        },
        {
          "text": "\"Where were you when I laid the foundation of the earth?",
          "ID": "4"
        },
        {
          "text": "Tell Me, if you have understanding,",
          "ID": "4"
        },
        {
          "text": "Who set its measurements? Since you know.",
          "ID": "5"
        },
        {
          "text": "Or who stretched the line on it?",
          "ID": "5"
        },
        {
          "text": "\"On what were its bases sunk?",
          "ID": "6"
        },
        {
          "text": "Or who laid its cornerstone,",
          "ID": "6"
        },
        {
          "text": "When the morning stars sang together",
          "ID": "7"
        },
        {
          "text": "And all the sons of God shouted for joy?",
          "ID": "7"
        },
        {
          "text": "\"Or who enclosed the sea with doors",
          "ID": "8"
        },
        {
          "text": "When, bursting forth, it went out from the womb;",
          "ID": "8"
        },
        {
          "text": "When I made a cloud its garment",
          "ID": "9"
        },
        {
          "text": "And thick darkness its swaddling band,",
          "ID": "9"
        },
        {
          "text": "And I placed boundaries on it",
          "ID": "10"
        },
        {
          "text": "And set a bolt and doors,",
          "ID": "10"
        },
        {
          "text": "And I said, 'Thus far you shall come, but no farther;",
          "ID": "11"
        },
        {
          "text": "And here shall your proud waves stop'?",
          "ID": "11"
        },
        {
          "text": "\"Have you ever in your life commanded the morning,",
          "ID": "12"
        },
        {
          "text": "And caused the dawn to know its place,",
          "ID": "12"
        },
        {
          "text": "That it might take hold of the ends of the earth,",
          "ID": "13"
        },
        {
          "text": "And the wicked be shaken out of it?",
          "ID": "13"
        },
        {
          "text": "\"It is changed like clay under the seal;",
          "ID": "14"
        },
        {
          "text": "And they stand forth like a garment.",
          "ID": "14"
        },
        {
          "text": "\"From the wicked their light is withheld,",
          "ID": "15"
        },
        {
          "text": "And the uplifted arm is broken.",
          "ID": "15"
        },
        {
          "text": "\"Have you entered into the springs of the sea",
          "ID": "16"
        },
        {
          "text": "Or walked in the recesses of the deep?",
          "ID": "16"
        },
        {
          "text": "\"Have the gates of death been revealed to you,",
          "ID": "17"
        },
        {
          "text": "Or have you seen the gates of deep darkness?",
          "ID": "17"
        },
        {
          "text": "\"Have you understood the expanse of the earth?",
          "ID": "18"
        },
        {
          "text": "Tell Me, if you know all this.",
          "ID": "18"
        },
        {
          "text": "\"Where is the way to the dwelling of light?",
          "ID": "19"
        },
        {
          "text": "And darkness, where is its place,",
          "ID": "19"
        },
        {
          "text": "That you may take it to its territory",
          "ID": "20"
        },
        {
          "text": "And that you may discern the paths to its home?",
          "ID": "20"
        },
        {
          "text": "\"You know, for you were born then,",
          "ID": "21"
        },
        {
          "text": "And the number of your days is great!",
          "ID": "21"
        },
        {
          "text": "\"Have you entered the storehouses of the snow,",
          "ID": "22"
        },
        {
          "text": "Or have you seen the storehouses of the hail,",
          "ID": "22"
        },
        {
          "text": "Which I have reserved for the time of distress,",
          "ID": "23"
        },
        {
          "text": "For the day of war and battle?",
          "ID": "23"
        },
        {
          "text": "\"Where is the way that the light is divided,",
          "ID": "24"
        },
        {
          "text": "Or the east wind scattered on the earth?",
          "ID": "24"
        },
        {
          "text": "\"Who has cleft a channel for the flood,",
          "ID": "25"
        },
        {
          "text": "Or a way for the thunderbolt,",
          "ID": "25"
        },
        {
          "text": "To bring rain on a land without people,",
          "ID": "26"
        },
        {
          "text": "On a desert without a man in it,",
          "ID": "26"
        },
        {
          "text": "To satisfy the waste and desolate land",
          "ID": "27"
        },
        {
          "text": "And to make the seeds of grass to sprout?",
          "ID": "27"
        },
        {
          "text": "\"Has the rain a father?",
          "ID": "28"
        },
        {
          "text": "Or who has begotten the drops of dew?",
          "ID": "28"
        },
        {
          "text": "\"From whose womb has come the ice?",
          "ID": "29"
        },
        {
          "text": "And the frost of heaven, who has given it birth?",
          "ID": "29"
        },
        {
          "text": "\"Water becomes hard like stone,",
          "ID": "30"
        },
        {
          "text": "And the surface of the deep is imprisoned.",
          "ID": "30"
        },
        {
          "text": "\"Can you bind the chains of the Pleiades,",
          "ID": "31"
        },
        {
          "text": "Or loose the cords of Orion?",
          "ID": "31"
        },
        {
          "text": "\"Can you lead forth a constellation in its season,",
          "ID": "32"
        },
        {
          "text": "And guide the Bear with her satellites?",
          "ID": "32"
        },
        {
          "text": "\"Do you know the ordinances of the heavens,",
          "ID": "33"
        },
        {
          "text": "Or fix their rule over the earth?",
          "ID": "33"
        },
        {
          "text": "\"Can you lift up your voice to the clouds,",
          "ID": "34"
        },
        {
          "text": "So that an abundance of water will cover you?",
          "ID": "34"
        },
        {
          "text": "\"Can you send forth lightnings that they may go",
          "ID": "35"
        },
        {
          "text": "And say to you, 'Here we are'?",
          "ID": "35"
        },
        {
          "text": "\"Who has put wisdom in the innermost being",
          "ID": "36"
        },
        {
          "text": "Or given understanding to the mind?",
          "ID": "36"
        },
        {
          "text": "\"Who can count the clouds by wisdom,",
          "ID": "37"
        },
        {
          "text": "Or tip the water jars of the heavens,",
          "ID": "37"
        },
        {
          "text": "When the dust hardens into a mass",
          "ID": "38"
        },
        {
          "text": "And the clods stick together?",
          "ID": "38"
        },
        {
          "text": "\"Can you hunt the prey for the lion,",
          "ID": "39"
        },
        {
          "text": "Or satisfy the appetite of the young lions,",
          "ID": "39"
        },
        {
          "text": "When they crouch in their dens",
          "ID": "40"
        },
        {
          "text": "And lie in wait in their lair?",
          "ID": "40"
        },
        {
          "text": "\"Who prepares for the raven its nourishment",
          "ID": "41"
        },
        {
          "text": "When its young cry to God",
          "ID": "41"
        },
        {
          "text": "And wander about without food?",
          "ID": "41"
        }
      ],
      "ID": "OT:JOB.38",
      "name": "JOB 38"
    },
    {
      "text": [
        {
          "text": "\"Do you know the time the mountain goats give birth?",
          "ID": "1"
        },
        {
          "text": "Do you observe the calving of the deer?",
          "ID": "1"
        },
        {
          "text": "\"Can you count the months they fulfill,",
          "ID": "2"
        },
        {
          "text": "Or do you know the time they give birth?",
          "ID": "2"
        },
        {
          "text": "\"They kneel down, they bring forth their young,",
          "ID": "3"
        },
        {
          "text": "They get rid of their labor pains.",
          "ID": "3"
        },
        {
          "text": "\"Their offspring become strong, they grow up in the open field;",
          "ID": "4"
        },
        {
          "text": "They leave and do not return to them.",
          "ID": "4"
        },
        {
          "text": "\"Who sent out the wild donkey free?",
          "ID": "5"
        },
        {
          "text": "And who loosed the bonds of the swift donkey,",
          "ID": "5"
        },
        {
          "text": "To whom I gave the wilderness for a home",
          "ID": "6"
        },
        {
          "text": "And the salt land for his dwelling place?",
          "ID": "6"
        },
        {
          "text": "\"He scorns the tumult of the city,",
          "ID": "7"
        },
        {
          "text": "The shoutings of the driver he does not hear.",
          "ID": "7"
        },
        {
          "text": "\"He explores the mountains for his pasture",
          "ID": "8"
        },
        {
          "text": "And searches after every green thing.",
          "ID": "8"
        },
        {
          "text": "\"Will the wild ox consent to serve you,",
          "ID": "9"
        },
        {
          "text": "Or will he spend the night at your manger?",
          "ID": "9"
        },
        {
          "text": "\"Can you bind the wild ox in a furrow with ropes,",
          "ID": "10"
        },
        {
          "text": "Or will he harrow the valleys after you?",
          "ID": "10"
        },
        {
          "text": "\"Will you trust him because his strength is great",
          "ID": "11"
        },
        {
          "text": "And leave your labor to him?",
          "ID": "11"
        },
        {
          "text": "\"Will you have faith in him that he will return your grain",
          "ID": "12"
        },
        {
          "text": "And gather it from your threshing floor?",
          "ID": "12"
        },
        {
          "text": "\"The ostriches' wings flap joyously",
          "ID": "13"
        },
        {
          "text": "With the pinion and plumage of love,",
          "ID": "13"
        },
        {
          "text": "For she abandons her eggs to the earth",
          "ID": "14"
        },
        {
          "text": "And warms them in the dust,",
          "ID": "14"
        },
        {
          "text": "And she forgets that a foot may crush them,",
          "ID": "15"
        },
        {
          "text": "Or that a wild beast may trample them.",
          "ID": "15"
        },
        {
          "text": "\"She treats her young cruelly, as if they were not hers;",
          "ID": "16"
        },
        {
          "text": "Though her labor be in vain, she is unconcerned;",
          "ID": "16"
        },
        {
          "text": "Because God has made her forget wisdom,",
          "ID": "17"
        },
        {
          "text": "And has not given her a share of understanding.",
          "ID": "17"
        },
        {
          "text": "\"When she lifts herself on high,",
          "ID": "18"
        },
        {
          "text": "She laughs at the horse and his rider.",
          "ID": "18"
        },
        {
          "text": "\"Do you give the horse his might?",
          "ID": "19"
        },
        {
          "text": "Do you clothe his neck with a mane?",
          "ID": "19"
        },
        {
          "text": "\"Do you make him leap like the locust?",
          "ID": "20"
        },
        {
          "text": "His majestic snorting is terrible.",
          "ID": "20"
        },
        {
          "text": "\"He paws in the valley, and rejoices in his strength;",
          "ID": "21"
        },
        {
          "text": "He goes out to meet the weapons.",
          "ID": "21"
        },
        {
          "text": "\"He laughs at fear and is not dismayed;",
          "ID": "22"
        },
        {
          "text": "And he does not turn back from the sword.",
          "ID": "22"
        },
        {
          "text": "\"The quiver rattles against him,",
          "ID": "23"
        },
        {
          "text": "The flashing spear and javelin.",
          "ID": "23"
        },
        {
          "text": "\"With shaking and rage he races over the ground,",
          "ID": "24"
        },
        {
          "text": "And he does not stand still at the voice of the trumpet.",
          "ID": "24"
        },
        {
          "text": "\"As often as the trumpet sounds he says, 'Aha!'",
          "ID": "25"
        },
        {
          "text": "And he scents the battle from afar,",
          "ID": "25"
        },
        {
          "text": "And the thunder of the captains and the war cry.",
          "ID": "25"
        },
        {
          "text": "\"Is it by your understanding that the hawk soars,",
          "ID": "26"
        },
        {
          "text": "Stretching his wings toward the south?",
          "ID": "26"
        },
        {
          "text": "\"Is it at your command that the eagle mounts up",
          "ID": "27"
        },
        {
          "text": "And makes his nest on high?",
          "ID": "27"
        },
        {
          "text": "\"On the cliff he dwells and lodges,",
          "ID": "28"
        },
        {
          "text": "Upon the rocky crag, an inaccessible place.",
          "ID": "28"
        },
        {
          "text": "\"From there he spies out food;",
          "ID": "29"
        },
        {
          "text": "His eyes see it from afar.",
          "ID": "29"
        },
        {
          "text": "\"His young ones also suck up blood;",
          "ID": "30"
        },
        {
          "text": "And where the slain are, there is he.\"",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.39",
      "name": "JOB 39"
    },
    {
      "text": [
        {
          "text": "Then the Lord said to Job,",
          "ID": "1"
        },
        {
          "text": "\"Will the faultfinder contend with the Almighty?",
          "ID": "2"
        },
        {
          "text": "Let him who reproves God answer it.\"",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Then Job answered the Lord and said,",
          "ID": "3"
        },
        {
          "text": "\"Behold, I am insignificant; what can I reply to You?",
          "ID": "4"
        },
        {
          "text": "I lay my hand on my mouth.",
          "ID": "4"
        },
        {
          "text": "\"Once I have spoken, and I will not answer;",
          "ID": "5"
        },
        {
          "text": "Even twice, and I will add nothing more.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Then the Lord answered Job out of the storm and said,",
          "ID": "6"
        },
        {
          "text": "\"Now gird up your loins like a man;",
          "ID": "7"
        },
        {
          "text": "I will ask you, and you instruct Me.",
          "ID": "7"
        },
        {
          "text": "\"Will you really annul My judgment?",
          "ID": "8"
        },
        {
          "text": "Will you condemn Me that you may be justified?",
          "ID": "8"
        },
        {
          "text": "\"Or do you have an arm like God,",
          "ID": "9"
        },
        {
          "text": "And can you thunder with a voice like His?",
          "ID": "9"
        },
        {
          "text": "\"Adorn yourself with eminence and dignity,",
          "ID": "10"
        },
        {
          "text": "And clothe yourself with honor and majesty.",
          "ID": "10"
        },
        {
          "text": "\"Pour out the overflowings of your anger,",
          "ID": "11"
        },
        {
          "text": "And look on everyone who is proud, and make him low.",
          "ID": "11"
        },
        {
          "text": "\"Look on everyone who is proud, and humble him,",
          "ID": "12"
        },
        {
          "text": "And tread down the wicked where they stand.",
          "ID": "12"
        },
        {
          "text": "\"Hide them in the dust together;",
          "ID": "13"
        },
        {
          "text": "Bind them in the hidden place.",
          "ID": "13"
        },
        {
          "text": "\"Then I will also confess to you,",
          "ID": "14"
        },
        {
          "text": "That your own right hand can save you.",
          "ID": "14"
        },
        {
          "text": "\"Behold now, Behemoth, which I made as well as you;",
          "ID": "15"
        },
        {
          "text": "He eats grass like an ox.",
          "ID": "15"
        },
        {
          "text": "\"Behold now, his strength in his loins",
          "ID": "16"
        },
        {
          "text": "And his power in the muscles of his belly.",
          "ID": "16"
        },
        {
          "text": "\"He bends his tail like a cedar;",
          "ID": "17"
        },
        {
          "text": "The sinews of his thighs are knit together.",
          "ID": "17"
        },
        {
          "text": "\"His bones are tubes of bronze;",
          "ID": "18"
        },
        {
          "text": "His limbs are like bars of iron.",
          "ID": "18"
        },
        {
          "text": "\"He is the first of the ways of God;",
          "ID": "19"
        },
        {
          "text": "Let his maker bring near his sword.",
          "ID": "19"
        },
        {
          "text": "\"Surely the mountains bring him food,",
          "ID": "20"
        },
        {
          "text": "And all the beasts of the field play there.",
          "ID": "20"
        },
        {
          "text": "\"Under the lotus plants he lies down,",
          "ID": "21"
        },
        {
          "text": "In the covert of the reeds and the marsh.",
          "ID": "21"
        },
        {
          "text": "\"The lotus plants cover him with shade;",
          "ID": "22"
        },
        {
          "text": "The willows of the brook surround him.",
          "ID": "22"
        },
        {
          "text": "\"If a river rages, he is not alarmed;",
          "ID": "23"
        },
        {
          "text": "He is confident, though the Jordan rushes to his mouth.",
          "ID": "23"
        },
        {
          "text": "\"Can anyone capture him when he is on watch,",
          "ID": "24"
        },
        {
          "text": "With barbs can anyone pierce his nose?",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.40",
      "name": "JOB 40"
    },
    {
      "text": [
        {
          "text": "\"Can you draw out Leviathan with a fishhook?",
          "ID": "1"
        },
        {
          "text": "Or press down his tongue with a cord?",
          "ID": "1"
        },
        {
          "text": "\"Can you put a rope in his nose",
          "ID": "2"
        },
        {
          "text": "Or pierce his jaw with a hook?",
          "ID": "2"
        },
        {
          "text": "\"Will he make many supplications to you,",
          "ID": "3"
        },
        {
          "text": "Or will he speak to you soft words?",
          "ID": "3"
        },
        {
          "text": "\"Will he make a covenant with you?",
          "ID": "4"
        },
        {
          "text": "Will you take him for a servant forever?",
          "ID": "4"
        },
        {
          "text": "\"Will you play with him as with a bird,",
          "ID": "5"
        },
        {
          "text": "Or will you bind him for your maidens?",
          "ID": "5"
        },
        {
          "text": "\"Will the traders bargain over him?",
          "ID": "6"
        },
        {
          "text": "Will they divide him among the merchants?",
          "ID": "6"
        },
        {
          "text": "\"Can you fill his skin with harpoons,",
          "ID": "7"
        },
        {
          "text": "Or his head with fishing spears?",
          "ID": "7"
        },
        {
          "text": "\"Lay your hand on him;",
          "ID": "8"
        },
        {
          "text": "Remember the battle; you will not do it again!",
          "ID": "8"
        },
        {
          "text": "\"Behold, your expectation is false;",
          "ID": "9"
        },
        {
          "text": "Will you be laid low even at the sight of him?",
          "ID": "9"
        },
        {
          "text": "\"No one is so fierce that he dares to arouse him;",
          "ID": "10"
        },
        {
          "text": "Who then is he that can stand before Me?",
          "ID": "10"
        },
        {
          "text": "\"Who has given to Me that I should repay him?",
          "ID": "11"
        },
        {
          "text": "Whatever is under the whole heaven is Mine.",
          "ID": "11"
        },
        {
          "text": "\"I will not keep silence concerning his limbs,",
          "ID": "12"
        },
        {
          "text": "Or his mighty strength, or his orderly frame.",
          "ID": "12"
        },
        {
          "text": "\"Who can strip off his outer armor?",
          "ID": "13"
        },
        {
          "text": "Who can come within his double mail?",
          "ID": "13"
        },
        {
          "text": "\"Who can open the doors of his face?",
          "ID": "14"
        },
        {
          "text": "Around his teeth there is terror.",
          "ID": "14"
        },
        {
          "text": "\"His strong scales are his pride,",
          "ID": "15"
        },
        {
          "text": "Shut up as with a tight seal.",
          "ID": "15"
        },
        {
          "text": "\"One is so near to another",
          "ID": "16"
        },
        {
          "text": "That no air can come between them.",
          "ID": "16"
        },
        {
          "text": "\"They are joined one to another;",
          "ID": "17"
        },
        {
          "text": "They clasp each other and cannot be separated.",
          "ID": "17"
        },
        {
          "text": "\"His sneezes flash forth light,",
          "ID": "18"
        },
        {
          "text": "And his eyes are like the eyelids of the morning.",
          "ID": "18"
        },
        {
          "text": "\"Out of his mouth go burning torches;",
          "ID": "19"
        },
        {
          "text": "Sparks of fire leap forth.",
          "ID": "19"
        },
        {
          "text": "\"Out of his nostrils smoke goes forth",
          "ID": "20"
        },
        {
          "text": "As from a boiling pot and burning rushes.",
          "ID": "20"
        },
        {
          "text": "\"His breath kindles coals,",
          "ID": "21"
        },
        {
          "text": "And a flame goes forth from his mouth.",
          "ID": "21"
        },
        {
          "text": "\"In his neck lodges strength,",
          "ID": "22"
        },
        {
          "text": "And dismay leaps before him.",
          "ID": "22"
        },
        {
          "text": "\"The folds of his flesh are joined together,",
          "ID": "23"
        },
        {
          "text": "Firm on him and immovable.",
          "ID": "23"
        },
        {
          "text": "\"His heart is as hard as a stone,",
          "ID": "24"
        },
        {
          "text": "Even as hard as a lower millstone.",
          "ID": "24"
        },
        {
          "text": "\"When he raises himself up, the mighty fear;",
          "ID": "25"
        },
        {
          "text": "Because of the crashing they are bewildered.",
          "ID": "25"
        },
        {
          "text": "\"The sword that reaches him cannot avail,",
          "ID": "26"
        },
        {
          "text": "Nor the spear, the dart or the javelin.",
          "ID": "26"
        },
        {
          "text": "\"He regards iron as straw,",
          "ID": "27"
        },
        {
          "text": "Bronze as rotten wood.",
          "ID": "27"
        },
        {
          "text": "\"The arrow cannot make him flee;",
          "ID": "28"
        },
        {
          "text": "Slingstones are turned into stubble for him.",
          "ID": "28"
        },
        {
          "text": "\"Clubs are regarded as stubble;",
          "ID": "29"
        },
        {
          "text": "He laughs at the rattling of the javelin.",
          "ID": "29"
        },
        {
          "text": "\"His underparts are like sharp potsherds;",
          "ID": "30"
        },
        {
          "text": "He spreads out like a threshing sledge on the mire.",
          "ID": "30"
        },
        {
          "text": "\"He makes the depths boil like a pot;",
          "ID": "31"
        },
        {
          "text": "He makes the sea like a jar of ointment.",
          "ID": "31"
        },
        {
          "text": "\"Behind him he makes a wake to shine;",
          "ID": "32"
        },
        {
          "text": "One would think the deep to be gray-haired.",
          "ID": "32"
        },
        {
          "text": "\"Nothing on earth is like him,",
          "ID": "33"
        },
        {
          "text": "One made without fear.",
          "ID": "33"
        },
        {
          "text": "\"He looks on everything that is high;",
          "ID": "34"
        },
        {
          "text": "He is king over all the sons of pride.\"",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.41",
      "name": "JOB 41"
    },
    {
      "text": [
        {
          "text": "Then Job answered the Lord and said,",
          "ID": "1"
        },
        {
          "text": "\"I know that You can do all things,",
          "ID": "2"
        },
        {
          "text": "And that no purpose of Yours can be thwarted.",
          "ID": "2"
        },
        {
          "text": "'Who is this that hides counsel without knowledge?'",
          "ID": "3"
        },
        {
          "text": "Therefore I have declared that which I did not understand,",
          "ID": "3"
        },
        {
          "text": "Things too wonderful for me, which I did not know.\"",
          "ID": "3"
        },
        {
          "text": "'Hear, now, and I will speak;",
          "ID": "4"
        },
        {
          "text": "I will ask You, and You instruct me.'",
          "ID": "4"
        },
        {
          "text": "\"I have heard of You by the hearing of the ear;",
          "ID": "5"
        },
        {
          "text": "But now my eye sees You;",
          "ID": "5"
        },
        {
          "text": "Therefore I retract,",
          "ID": "6"
        },
        {
          "text": "And I repent in dust and ashes.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "It came about after the Lord had spoken these words to Job, that the Lord said to Eliphaz the Temanite, \"My wrath is kindled against you and against your two friends, because you have not spoken of Me what is right as My servant Job has.",
          "ID": "7"
        },
        {
          "text": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him so that I may not do with you according to your folly, because you have not spoken of Me what is right, as My servant Job has.\"",
          "ID": "8"
        },
        {
          "text": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as the Lord told them; and the Lord accepted Job.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The Lord restored the fortunes of Job when he prayed for his friends, and the Lord increased all that Job had twofold.",
          "ID": "10"
        },
        {
          "text": "Then all his brothers and all his sisters and all who had known him before came to him, and they ate bread with him in his house; and they consoled him and comforted him for all the adversities that the Lord had brought on him. And each one gave him one piece of money, and each a ring of gold.",
          "ID": "11"
        },
        {
          "text": "The Lord blessed the latter days of Job more than his beginning; and he had 14,000 sheep and 6,000 camels and 1,000 yoke of oxen and 1,000 female donkeys.",
          "ID": "12"
        },
        {
          "text": "He had seven sons and three daughters.",
          "ID": "13"
        },
        {
          "text": "He named the first Jemimah, and the second Keziah, and the third Keren-happuch.",
          "ID": "14"
        },
        {
          "text": "In all the land no women were found so fair as Job's daughters; and their father gave them inheritance among their brothers.",
          "ID": "15"
        },
        {
          "text": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations.",
          "ID": "16"
        },
        {
          "text": "And Job died, an old man and full of days.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.42",
      "name": "JOB 42"
    }
  ],
  "ID": "OT:JOB(NASB)",
  "version": "NASB",
  "name": "JOB"
}