{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Соломон, сын Давида, прочно утвердился в своем царстве, и Господь, его Бог, был с ним и необыкновенно возвеличил его.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Соломон собрал весь Израиль – тысячников и сотников, судей и всех вождей всего Израиля, глав семейств. ",
          "ID": "2"
        },
        {
          "text": "Во главе этого собрания Соломон отправился к святилищу в Гаваоне, потому что там находилась Божья скиния собрания, которую устроил в пустыне Моисей, слуга Господень. ",
          "ID": "3"
        },
        {
          "text": "А Давид уже перенес Божий ковчег из города Кирьят-Иеарима на место, которое он приготовил для него, поставив для него шатер в Иерусалиме. ",
          "ID": "4"
        },
        {
          "text": "Но бронзовый жертвенник, который сделал Веселеил, сын Ури, внук Хура, находился в Гаваоне перед скинией Господа, поэтому Соломон и все собравшиеся люди говорили там с Господом. ",
          "ID": "5"
        },
        {
          "text": "В присутствии Господа Соломон поднялся к бронзовому жертвеннику, который был перед шатром собрания, и принес на нем тысячу всесожжений.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "В ту ночь Бог явился Соломону и сказал ему:",
          "ID": "7"
        },
        {
          "text": "– Проси у Меня, чего хочешь.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Соломон ответил Богу:",
          "ID": "8"
        },
        {
          "text": "– Ты явил моему отцу Давиду великую милость и сделал меня царем вместо него. ",
          "ID": "8"
        },
        {
          "text": "И теперь, Господи Боже, пусть исполнится то, что Ты обещал моему отцу Давиду, ведь Ты сделал меня царем народа, который многочислен, как земная пыль. ",
          "ID": "9"
        },
        {
          "text": "Дай мне теперь мудрости и знаний, чтобы я мог вести этот народ; иначе кто способен править Твоим многочисленным народом?",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Бог сказал Соломону:",
          "ID": "11"
        },
        {
          "text": "– За то, что желание твоего сердца было таким и ты не просил ни богатства, ни сокровищ, ни славы, ни смерти своим врагам, ни долгой жизни для себя, но лишь мудрости и знания, чтобы править Моим народом, царем которого Я тебя сделал, ",
          "ID": "11"
        },
        {
          "text": "тебе будут даны мудрость и знание. Более того, Я дам тебе богатства, сокровища и славу, каких не было ни у кого из царей до тебя и после тебя не будет.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Соломон ушел из святилища в Гаваоне, из шатра собрания, и пришел в Иерусалим, чтобы править Израилем.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Соломон преумножал количество своих колесниц и коней. У него было тысяча четыреста колесниц и двенадцать тысяч коней, которых он держал в колесничных городах и у себя в Иерусалиме. ",
          "ID": "14"
        },
        {
          "text": "В его правление серебро и золото в Иерусалиме ценились не выше простых камней, а кедра было так же много, как тутовых деревьев в предгорьях Иудеи. ",
          "ID": "15"
        },
        {
          "text": "Кони Соломона поставлялись из Египта и из Кувы  – царские купцы покупали их в Куве. ",
          "ID": "16"
        },
        {
          "text": "Колесницу привозили из Египта за шестьсот шекелей серебра, а коня – за сто пятьдесят. Так же, через царских купцов, их доставляли всем царям хеттов и арамеев.",
          "ID": "17"
        }
      ],
      "ID": "OT:2CH.1",
      "name": "Вторая Книга Паралипоменон 1"
    },
    {
      "text": [
        {
          "text": "Соломон повелел построить дом для имени Господа и дворец для себя. ",
          "ID": "1"
        },
        {
          "text": "Он поставил семьдесят тысяч человек работать носильщиками, восемьдесят тысяч – каменотесами в горах и три тысячи шестьсот – начальниками над ними.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Соломон послал сказать царю Тира Хираму:",
          "ID": "3"
        },
        {
          "text": "«Присылай мне кедровые бревна, как присылал их моему отцу Давиду, когда он строил себе дворец. ",
          "ID": "3"
        },
        {
          "text": "Я хочу построить дом для имени Господа, моего Бога, и посвятить его Ему, чтобы возжигать перед Ним благовония, постоянно выставлять священный хлеб и каждое утро, каждый вечер, по субботам, в Новолуния и в установленные праздники Господа, нашего Бога, приносить всесожжения. Таково вечное установление для Израиля.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Дом, который я хочу построить, будет велик, потому что велик наш Бог, превыше всех других богов. ",
          "ID": "5"
        },
        {
          "text": "Но кто в силах построить Ему дом, если небеса и даже небеса небес не могут Его вместить? И кто я, чтобы строить Ему дом? Я могу, разве что, возжигать перед Ним благовония.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Итак, пришли мне ремесленника, искусного в работе по золоту и серебру, бронзе и железу, а также в работе с пурпурной, алой и голубой пряжей и в искусстве резьбы, чтобы он работал в Иудее и в Иерусалиме с моими искусными мастерами, которых выбрал мой отец Давид.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Еще пришли мне с Ливана бревен из кедра, сосны и красного дерева, потому что я знаю, что твои люди умеют рубить деревья на Ливане. Мои люди будут работать вместе с твоими, ",
          "ID": "8"
        },
        {
          "text": "чтобы заготовить мне дерева в избытке, потому что дом, который я строю, должен быть большим и величественным. ",
          "ID": "9"
        },
        {
          "text": "Я дам дровосекам, твоим слугам, которые рубят деревья, двадцать тысяч коров смолотой пшеницы, двадцать тысяч коров ячменя, двадцать тысяч батов вина и двадцать тысяч батов оливкового масла».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Хирам, царь Тира, ответил Соломону в письме:",
          "ID": "11"
        },
        {
          "text": "«Господь любит Свой народ и поэтому сделал тебя его царем».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И еще Хирам добавил:",
          "ID": "12"
        },
        {
          "text": "«Слава Господу, Богу Израиля, Который создал небо и землю! Он даровал Давиду мудрого сына, наделенного разумом и проницательностью, который построит дом для Господа и дворец для себя.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Я посылаю к тебе Хирам-Авия, искуснейшего ремесленника, ",
          "ID": "13"
        },
        {
          "text": "мать которого была из рода Дана, а отец был уроженцем Тира. Он опытен в работе по золоту и серебру, бронзе и железу, камню и дереву, а также в работе с пурпурной, голубой и алой пряжей и с тонкими льняными тканями. Он опытен во всякого рода резьбе и может выполнить любой данный ему заказ. Он будет работать с твоими мастерами и с мастерами моего господина Давида, твоего отца.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Итак, пусть мой господин пошлет своим слугам пшеницу, ячмень, оливковое масло и вино, которые он обещал, ",
          "ID": "15"
        },
        {
          "text": "и мы нарубим деревьев на Ливане столько, сколько тебе нужно, сплавим их плотами по морю в Яффу, и ты сможешь перевезти их в Иерусалим».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Соломон сделал перепись всех чужеземцев, живших в Израиле после той переписи, которую сделал его отец Давид, и их оказалось сто пятьдесят три тысячи шестьсот человек. ",
          "ID": "17"
        },
        {
          "text": "Он поставил семьдесят тысяч человек из них работать носильщиками, восемьдесят тысяч каменотесами в горах и три тысячи шестьсот – начальниками, чтобы они побуждали народ работать.",
          "ID": "18"
        }
      ],
      "ID": "OT:2CH.2",
      "name": "Вторая Книга Паралипоменон 2"
    },
    {
      "text": [
        {
          "text": "Соломон начал строить дом Господа в Иерусалиме на горе Мориа, где Господь явился его отцу Давиду. Это было на гумне иевусея Орны, на месте, которое приготовил Давид. ",
          "ID": "1"
        },
        {
          "text": "Он начал строить во второй день второго месяца в четвертый год своего правления.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Вот размеры основания, на котором Соломон строил Божий дом: шестьдесят локтей длины и двадцать локтей ширины (по локтю старого образца). ",
          "ID": "3"
        },
        {
          "text": "Притвор перед домом был длиной двадцать локтей  – по ширине самого здания – и двадцать локтей высотой. Изнутри он покрыл его чистым золотом.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Он обшил большой зал сосной, вызолотил его и украсил орнаментом из пальм и цепей. ",
          "ID": "5"
        },
        {
          "text": "Он выложил дом драгоценными камнями и золотом, доставленным из Парваима. ",
          "ID": "6"
        },
        {
          "text": "Он покрыл золотом потолочные балки, дверные рамы, стены и двери дома и вырезал на стенах херувимов.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Затем он построил Святое Святых, длина которого совпадала с шириной дома: двадцать локтей в длину и двадцать в ширину. Изнутри он покрыл его лучшим золотом на шестьсот талантов. ",
          "ID": "8"
        },
        {
          "text": "Золотые гвозди весили пятьдесят шекелей. Золотом он покрыл также и верхние комнаты.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В Святом Святых он сделал двух херувимов резной работы и покрыл их золотом. ",
          "ID": "10"
        },
        {
          "text": "Крылья херувимов были длиной в двадцать локтей. Одно крыло первого херувима было пяти локтей в длину и касалось стены дома, а второе крыло, тоже пяти локтей в длину, касалось крыла другого херувима. ",
          "ID": "11"
        },
        {
          "text": "Точно так же одно крыло второго херувима было пяти локтей в длину и касалось противоположной стены дома, а другое крыло, тоже пяти локтей в длину, касалось крыла первого херувима. ",
          "ID": "12"
        },
        {
          "text": "Крылья этих херувимов простирались на двадцать локтей. Они стояли на ногах, лицами к главному залу.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Он сделал завесу из голубой, пурпурной и алой пряжи и лучшего льна с изображенными на ней херувимами.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Перед домом он сделал две колонны, которые вместе были тридцати пяти локтей в длину. Капители на каждой из колонн были по пять локтей высотой. ",
          "ID": "15"
        },
        {
          "text": "Он сделал круговые цепи и украсил ими верхние части колонн. Еще он сделал сто гранатовых плодов и прикрепил их к цепям. ",
          "ID": "16"
        },
        {
          "text": "Он установил колонны перед храмом: одну с южной стороны и одну с северной. Ту, что с южной стороны, он назвал Иахин, а ту, что с северной, – Боаз.",
          "ID": "17"
        }
      ],
      "ID": "OT:2CH.3",
      "name": "Вторая Книга Паралипоменон 3"
    },
    {
      "text": [
        {
          "text": "Он сделал бронзовый жертвенник двадцати локтей в длину, двадцати локтей в ширину и десяти локтей в высоту. ",
          "ID": "1"
        },
        {
          "text": "Он вылил из бронзы круглый бассейн, названный «морем», размером в десять локтей от края до края и пять локтей в высоту. Мерная нить тридцати локтей в длину окаймляла его. ",
          "ID": "2"
        },
        {
          "text": "Снизу его окружали два ряда подобия быков – по десять на локоть. Быки были отлиты с морем одним литьем.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Море стояло на двенадцати быках, три из которых смотрели на север, три на запад, три на юг и три на восток. Море покоилось на них, а их зады были обращены внутрь, к центру. ",
          "ID": "4"
        },
        {
          "text": "Море было в ладонь толщиной, а его край был как край чаши, как цветок лилии. Море вмещало в себя три тысячи батов.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Он сделал десять умывальниц и поставил пять из них на южной стороне и пять на северной. В них промывали части животных, предназначенные для всесожжения, а морем пользовались для омовений священники.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Он сделал десять светильников по установленному образцу и поставил их в храме: пять на южной стороне и пять на северной.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Он сделал десять столов и поставил их в храме: пять на южной стороне и пять на северной. Еще он сделал сто золотых кропильных чаш.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Он сделал двор для священников, большой двор и двери для двора, и покрыл двери бронзой. ",
          "ID": "9"
        },
        {
          "text": "Затем он поставил море на южной стороне, в юго-восточном углу дома.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Еще он сделал горшки, лопатки и кропильные чаши.",
          "ID": "11"
        },
        {
          "text": "На этом Хирам завершил всю работу, которую выполнял для царя Соломона в доме Божьем. Он сделал:",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "две колонны,",
          "ID": "12"
        },
        {
          "text": "две чашеобразные капители для колонн,",
          "ID": "12"
        },
        {
          "text": "две сетки, украшавшие чашеобразные капители,",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "четыреста гранатовых плодов для двух сеток (два ряда гранатов для каждой сетки, украшавшей чашеобразные капители),",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "подставки с умывальницами,",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "море и двенадцать быков под ним,",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "горшки, лопатки, вилки для мяса и другие принадлежности.",
          "ID": "16"
        },
        {
          "text": "Вся утварь, которую Хирам-Авий сделал царю Соломону для дома Господа, была из полированной бронзы. ",
          "ID": "16"
        },
        {
          "text": "Царь велел отлить ее в глиняных формах в долине Иордана между Суккотом и Цередатой. ",
          "ID": "17"
        },
        {
          "text": "Всей этой утвари, которую сделал Соломон, было так много, что вес бронзы остался неизвестным.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Еще Соломон сделал всю утварь для Божьего дома:",
          "ID": "19"
        },
        {
          "text": "золотой жертвенник,",
          "ID": "19"
        },
        {
          "text": "столы для хлеба Присутствия,",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "подсвечники из чистого золота со светильниками, чтобы они горели перед внутренним святилищем, как предписано,",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "золотые цветы, лампады и щипцы (они были из чистого золота),",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "ножницы для фитилей, кропильные чаши, блюда и сосуды для возжигания благовоний – все из чистого золота, а также золотые двери храма: внутренние двери в Святое Святых и внешние двери дома.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.4",
      "name": "Вторая Книга Паралипоменон 4"
    },
    {
      "text": [
        {
          "text": "Когда вся работа, которую Соломон делал для дома Господа, была завершена, он принес те вещи, которые посвятил его отец Давид, – серебро, золото и всю утварь – и положил их в сокровищницы Божьего дома.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Соломон созвал к себе в Иерусалим старейшин Израиля, всех глав израильских родов и кланов, чтобы перенести ковчег Господнего завета из Города Давида, то есть Сиона. ",
          "ID": "2"
        },
        {
          "text": "И все израильтяне собрались у царя во время праздника Шалашей в седьмом месяце.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Когда прибыли старейшины Израиля, левиты подняли ковчег ",
          "ID": "4"
        },
        {
          "text": "и понесли ковчег и шатер собрания со всей священной утварью, находящейся в нем. Священники, которые были левитами, несли их, ",
          "ID": "5"
        },
        {
          "text": "а царь Соломон и все общество израильтян, которое собралось вокруг него, шли перед ковчегом и приносили в жертву столько мелкого и крупного скота, что его невозможно было ни пересчитать, ни исчислить.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Священники принесли ковчег Господнего завета на его место во внутреннее святилище дома, в Святое Святых, и поставили его под крыльями херувимов. ",
          "ID": "7"
        },
        {
          "text": "Херувимы простирали свои крылья над местом ковчега и укрывали ковчег и шесты для его переноски. ",
          "ID": "8"
        },
        {
          "text": "Эти шесты были такие длинные, что их концы было видно с ковчега, находящегося перед Святым Святых, но снаружи дома их не было видно. Они находятся там и по сегодняшний день. ",
          "ID": "9"
        },
        {
          "text": "В ковчеге же ничего не было, кроме двух каменных плиток, которые Моисей положил в него у Хорива, где Господь заключил с израильтянами завет после того, как они вышли из Египта.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Священники вышли из святилища. Все священники, которые были там, освятились независимо от их отделов. ",
          "ID": "11"
        },
        {
          "text": "Все левиты, которые были музыкантами, – Асаф, Еман, Идутун со своими сыновьями и сородичами – стояли с восточной стороны жертвенника, одетые в тонкий лен, и играли на тарелках, лирах и арфах. Им вторили сто двадцать священников, которые трубили в трубы. ",
          "ID": "12"
        },
        {
          "text": "Трубящие и поющие звучали в унисон, как один голос, вознося Господу хвалу и благодарность. Под звуки труб, тарелок и других инструментов они возвышали голоса в похвале Господу:",
          "ID": "13"
        },
        {
          "text": "– Он благ;",
          "ID": "13"
        },
        {
          "text": "милость Его – навеки!",
          "ID": "13"
        },
        {
          "text": "Господень дом заполнило облако, ",
          "ID": "13"
        },
        {
          "text": "и священники не могли совершать свою службу из-за него, потому что слава Господа наполнила Божий дом.",
          "ID": "14"
        }
      ],
      "ID": "OT:2CH.5",
      "name": "Вторая Книга Паралипоменон 5"
    },
    {
      "text": [
        {
          "text": "И Соломон сказал:",
          "ID": "1"
        },
        {
          "text": "– Господь сказал, что будет обитать в густом облаке. ",
          "ID": "1"
        },
        {
          "text": "Я построил для Тебя величественный дом – место, чтобы Тебе обитать там вечно.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Когда все собрание израильтян стояло там, царь повернулся и благословил их. ",
          "ID": "3"
        },
        {
          "text": "Затем он сказал:",
          "ID": "4"
        },
        {
          "text": "– Благословен Господь, Бог Израиля, Который Своими руками исполнил то, что Своими устами обещал моему отцу Давиду! Ведь Он говорил: ",
          "ID": "4"
        },
        {
          "text": "«Со дня, когда Я вывел Мой народ из Египта, Я не избирал города ни в одном из родов Израиля, чтобы там построить дом для Моего имени, и не избирал никого в вожди для Моего народа, Израиля. ",
          "ID": "5"
        },
        {
          "text": "Но ныне Я избрал Иерусалим, чтобы там пребывало Мое имя, и избрал Давида, чтобы он правил Моим народом, Израилем».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Мой отец Давид думал построить дом для имени Господа, Бога Израиля. ",
          "ID": "7"
        },
        {
          "text": "Но Господь сказал моему отцу Давиду: «Ты задумал построить дом для Моего имени и хорошо сделал, что задумал это. ",
          "ID": "8"
        },
        {
          "text": "Но не ты построишь дом, а твой сын, твоя плоть и кровь, построит дом для Моего имени».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Господь исполнил Свое обещание. Я сейчас сижу на троне Израиля, который унаследовал от своего отца Давида, как Господь и обещал, и я построил дом для имени Господа, Бога Израиля. ",
          "ID": "10"
        },
        {
          "text": "Я поместил туда ковчег, в котором находится завет Господа, который Он заключил с Израилем.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Соломон встал перед жертвенником Господа перед всем собранием израильтян и поднял руки. ",
          "ID": "12"
        },
        {
          "text": "(Он сделал бронзовый помост пяти локтей в длину, пяти локтей в ширину и трех локтей в высоту и поставил его посередине внешнего двора.) Соломон встал на помосте, преклонил колени перед всем собранием израильтян, воздел руки к небу ",
          "ID": "13"
        },
        {
          "text": "и сказал:",
          "ID": "14"
        },
        {
          "text": "– Господи, Бог Израиля, нет Бога, подобного Тебе, в небесах или на земле! Ты хранишь завет и милость к Твоим слугам, которые от всего сердца следуют Твоим путям. ",
          "ID": "14"
        },
        {
          "text": "Ты сдержал обещание Твоему слуге Давиду, моему отцу. Ты произнес его Своими устами и сегодня Своей рукой исполнил его.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "И теперь, Господи, Бог Израиля, исполни обещание, которое Ты дал Твоему слуге Давиду, моему отцу, сказав: «Не исчезнет у тебя преемник, сидящий предо Мной на престоле Израиля, если только твои сыновья будут держаться верного пути и следовать Моему Закону, слушаясь Меня, как слушался ты». ",
          "ID": "16"
        },
        {
          "text": "И теперь, Господи, Бог Израиля, пусть исполнится слово, которое Ты дал Твоему слуге Давиду!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Но будет ли Бог действительно обитать на земле с людьми? Небеса, даже небеса небес, не могут вместить Тебя. Что же говорить об этом доме, который я построил! ",
          "ID": "18"
        },
        {
          "text": "Но услышь молитву Твоего слуги и его мольбу о милости, Господи, мой Боже! Услышь зов и молитву, которой молится пред Тобой Твой слуга. ",
          "ID": "19"
        },
        {
          "text": "Пусть Твои глаза будут днем и ночью открыты на этот дом, это место, о котором Ты сказал, что положишь там Свое имя. Услышишь молитву, которой Твой слуга станет молиться, обращая свой взор к этому месту. ",
          "ID": "20"
        },
        {
          "text": "Услышь мольбы Твоего слуги и Твоего народа, Израиля, когда они станут молиться, обращая свой взор к этому месту. Услышь с небес, с места Твоего обитания и, услышав, прости.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Если человек причинит своему ближнему зло и потребует от него клятвы, и тот придет и даст клятву перед Твоим жертвенником в этом доме, ",
          "ID": "22"
        },
        {
          "text": "то услышь с небес и воздай. Суди между Твоими слугами и воздай виновному, обрушив на его же голову то, что он сделал, и оправдай невиновного, утвердив его правоту.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Если Твой народ Израиль потерпит поражение от врагов из-за того, что согрешил против Тебя, но обратится к Тебе и исповедует Твое имя, молясь и вознося мольбы пред Тобою в этом доме, ",
          "ID": "24"
        },
        {
          "text": "то услышь с небес и прости грех Твоего народа, Израиля, и верни его обратно в ту землю, которую Ты дал ему и его отцам.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Если небеса затворятся и не будет дождя из-за того, что Твой народ согрешил против Тебя, и он обратит молитву к этому месту, и исповедует Твое имя, и отвернется от своего греха, потому что Ты наказал его, ",
          "ID": "26"
        },
        {
          "text": "то услышь с небес и прости грех Твоих слуг, Твоего народа, Израиля. Научи их доброму пути, чтобы им ходить по нему и пошли дождь на землю, которую Ты дал в наследие Твоему народу.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Если землю поразят голод или мор, знойный ветер или плесень, саранча или гусеницы, или если враги осадят один из городов израильтян – какая бы ни пришла беда или болезнь, – ",
          "ID": "28"
        },
        {
          "text": "то какую бы молитву, какую бы мольбу ни вознес один человек или весь Твой народ, Израиль, когда все они почувствуют свою скорбь и горесть и будут простирать руки к этому дому, ",
          "ID": "29"
        },
        {
          "text": "услышь с небес, места Твоего обитания. Прости и воздай каждому по его делам, потому что Ты знаешь его сердце (ведь Ты один знаешь человеческие сердца), ",
          "ID": "30"
        },
        {
          "text": "чтобы они боялись Тебя и ходили Твоими путями все время, что они будут жить на земле, которую Ты дал нашим отцам.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Также и чужеземца, который не из Твоего народа, Израиля, но который пришел из далекой земли ради Твоего великого имени, Твоей могучей длани и Твоей простертой руки, когда он придет и обратит свою молитву к этому дому, ",
          "ID": "32"
        },
        {
          "text": "то услышь с небес, с места Твоего обитания, и сделай все, о чем Тебя попросит чужеземец, чтобы все народы на земле узнали Твое имя и боялись Тебя, как Твой народ, Израиль, и узнали, что этот дом, который я построил, называется Твоим именем.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Когда Твой народ пойдет воевать с врагами, каким бы путем Ты его ни повел, и когда он станет молиться Тебе, обратясь к этому городу, который Ты избрал, и к дому, который я построил для Твоего имени, ",
          "ID": "34"
        },
        {
          "text": "то услышь с небес его молитвы и мольбы и приди к нему на помощь.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Если они согрешат против Тебя – ведь нет никого, кто бы не грешил, – и Ты разгневаешься на них и отдашь их врагам, которые уведут их пленниками в свою землю, будь она далеко или близко, ",
          "ID": "36"
        },
        {
          "text": "то если Твой народ переменится сердцем в земле, где они будут пленниками, если покаются и станут молить Тебя в земле своего пленения, говоря: «Мы согрешили, мы сотворили зло и поступали неправедно», ",
          "ID": "37"
        },
        {
          "text": "если они обратятся к Тебе от всего сердца и от всей души в земле врагов, которые пленили их, и станут молиться, обращаясь к земле, которую Ты дал их отцам, к городу, который Ты избрал, и к дому, который я построил для Твоего имени, ",
          "ID": "38"
        },
        {
          "text": "то услышь с небес, с места Твоего обитания, их молитвы и мольбы и приди им на помощь. Прости тогда Твой народ, который согрешил против Тебя.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "И теперь, Бог мой, да будут глаза Твои открыты и слух Твой чуток к молитвам, которые будут возноситься на этом месте.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Встань, Господи Боже, и приди на место Своего покоя,",
          "ID": "41"
        },
        {
          "text": "Ты и ковчег Твоей силы.",
          "ID": "41"
        },
        {
          "text": "Пусть Твои священники, Господи Боже, облекутся в спасение,",
          "ID": "41"
        },
        {
          "text": "пусть святые Твои возрадуются о Твоей благости.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Не отвергни, Господи Боже, Твоего помазанника.",
          "ID": "42"
        },
        {
          "text": "Помни о великой милости, обещанной слуге Твоему Давиду.",
          "ID": "42"
        }
      ],
      "ID": "OT:2CH.6",
      "name": "Вторая Книга Паралипоменон 6"
    },
    {
      "text": [
        {
          "text": "Когда Соломон закончил молиться, с небес сошел огонь, который пожрал всесожжения и жертвы, и слава Господня наполнила дом. ",
          "ID": "1"
        },
        {
          "text": "Священники не могли войти в дом Господа, потому что слава Господня наполняла его. ",
          "ID": "2"
        },
        {
          "text": "Когда все израильтяне увидели, как сошел огонь, и увидели славу Господню над домом, они пали ниц на мостовую, лицами к земле, и поклонились, и возблагодарили Господа, говоря:",
          "ID": "3"
        },
        {
          "text": "– Он благ;",
          "ID": "3"
        },
        {
          "text": "милость Его – навеки!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Затем царь и весь народ стали приносить жертвы перед Господом. ",
          "ID": "4"
        },
        {
          "text": "Царь Соломон принес в жертву двадцать две тысячи голов крупного скота и сто двадцать тысяч мелкого. Так царь и весь народ освятили дом Божий. ",
          "ID": "5"
        },
        {
          "text": "Священники заняли свои места, а с ними и левиты с музыкальными инструментами Господа, которые царь Давид сделал, чтобы славить Господа, и на которых играли, когда он возносил благодарение, говоря: «Милость Его – навеки». Напротив левитов священники трубили в свои трубы, а все израильтяне стояли.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Соломон освятил среднюю часть двора перед Господним домом и принес там всесожжения и жир жертв примирения, потому что бронзовый жертвенник, который он сделал, не вмещал всесожжений, хлебных приношений и жир жертв.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Соломон, а с ним и весь Израиль – огромное собрание от Лево-Хамата до речки на границе Египта – отметили тогда семидневный праздник Шалашей. ",
          "ID": "8"
        },
        {
          "text": "На восьмой день они устроили собрание: ведь они семь дней праздновали освящение жертвенника, и еще семь дней – праздник. ",
          "ID": "9"
        },
        {
          "text": "На двадцать третий день седьмого месяца он отпустил по домам народ, который радовался и веселился сердцем о благе, что Господь сделал Давиду, Соломону и Своему народу Израилю.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Когда Соломон закончил строительство Господнего дома и царского дворца и успешно завершил все, что думал сделать в Господнем доме и в своем дворце, ",
          "ID": "11"
        },
        {
          "text": "Господь явился ему ночью и сказал:",
          "ID": "12"
        },
        {
          "text": "– Я услышал твою молитву и избрал это место Себе как дом для жертвоприношений.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда Я затворю небеса и не будет дождя, или повелю саранче объесть землю, или нашлю мор на Мой народ, ",
          "ID": "13"
        },
        {
          "text": "тогда, если Мой народ, который называется Моим именем, смирит себя, станет молиться и искать Моего лица и оставит свои злые пути, то Я услышу с небес, прощу их грех и исцелю их землю. ",
          "ID": "14"
        },
        {
          "text": "Теперь Мои глаза будут открыты и Мои уши будут чутки к молитвам, которые станут возносить на этом месте. ",
          "ID": "15"
        },
        {
          "text": "Я избрал и освятил этот дом, чтобы Мое имя пребывало здесь навеки. Мои глаза и сердце будут здесь всегда.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "А ты, если будешь ходить предо Мной, как ходил твой отец Давид, исполнять все, что Я повелю, и соблюдать Мои установления и законы, ",
          "ID": "17"
        },
        {
          "text": "то Я упрочу твой царский престол по завету, который Я заключил с Давидом, твоим отцом, сказав: «Ты не лишишься преемника, который бы правил Израилем».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Но если вы отвернетесь и оставите Мои установления и повеления, которые Я дал вам, и пойдете служить другим богам и поклоняться им, ",
          "ID": "19"
        },
        {
          "text": "то Я искореню Израиль из Моей земли, которую Я дал им, и отвергну этот дом, который Я освятил для Своего имени. Я сделаю его притчей и посмешищем у всех народов. ",
          "ID": "20"
        },
        {
          "text": "И хотя этот дом сейчас превознесен, всякий, кто пройдет мимо, поразится и спросит: «За что же Господь обошелся так с этой страной и с этим домом?» ",
          "ID": "21"
        },
        {
          "text": "А отвечать будут: «Потому что они оставили Господа, Бога их отцов, Который вывел их из Египта, приняли других богов, поклонялись и служили им – вот за что Он навел на них все эти беды».",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.7",
      "name": "Вторая Книга Паралипоменон 7"
    },
    {
      "text": [
        {
          "text": "По истечении двадцати лет, в которые Соломон строил Господень дом и свой дворец, ",
          "ID": "1"
        },
        {
          "text": "Соломон отстроил города, которые дал ему Хирам, и поселил в них израильтян. ",
          "ID": "2"
        },
        {
          "text": "Затем Соломон пошел к Хамат-Цове и захватил его. ",
          "ID": "3"
        },
        {
          "text": "Еще он построил Тадмор в пустыне и все города для хранения запасов, которые он основал в Хамате. ",
          "ID": "4"
        },
        {
          "text": "Он отстроил Верхний Бет-Хорон и Нижний Бет-Хорон, сделав их городами-крепостями со стенами и воротами на засовах. ",
          "ID": "5"
        },
        {
          "text": "Он также отстроил Баалаф, все другие города для хранения запасов и все города для своих колесниц и коней. Соломон построил все, что ему хотелось построить в Иерусалиме, на Ливане и во всех землях, которыми он правил.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Весь народ, оставшийся от хеттов, аморреев, ферезеев, хиввеев и иевусеев (все они не были израильтянами), ",
          "ID": "7"
        },
        {
          "text": "то есть их потомков, оставшихся в стране, которых израильтяне не искоренили, Соломон использовал подневольными рабочими, как это есть и до сегодняшнего дня. ",
          "ID": "8"
        },
        {
          "text": "Но израильтян Соломон не обращал в рабов, выполняющих его работы; они были его воинами, военачальниками и начальниками его колесниц и колесничих. ",
          "ID": "9"
        },
        {
          "text": "Еще они были у него главными распорядителями – двести пятьдесят надсмотрщиков над людьми.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Соломон переселил дочь фараона из Города Давида во дворец, который он построил для нее, так как он сказал: «Моя жена не должна жить во дворце Давида, царя Израиля, потому что святы места, куда вносили ковчег Господа».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "На жертвеннике Господа, который он построил напротив притвора храма, Соломон возносил Господу всесожжения ",
          "ID": "12"
        },
        {
          "text": "по установлениям каждого дня о приношениях, данным Моисеем по субботам, в праздник Новолуния и в три ежегодных праздника – в праздник Пресных хлебов, в праздник Недель и в праздник Шалашей. ",
          "ID": "13"
        },
        {
          "text": "По приказу своего отца Давида он назначил отделения священников для несения службы и левитов, чтобы они возносили хвалу и помогали священникам выполнять то, что требовалось по установлениям каждого дня. Еще он поставил привратников по отделениям у каждых ворот, потому что так повелел Божий человек Давид. ",
          "ID": "14"
        },
        {
          "text": "Повеления царя священникам и левитам о чем бы то ни было, включая указания о хранении сокровищ, были исполнены в точности.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Вся работа Соломона со дня закладки основания Господнего дома до дня его завершения была выполнена. Итак, дом Господа был завершен.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Тогда Соломон отправился в Эцион-Гевер и в Элат на морском побережье, что в земле Эдома. ",
          "ID": "17"
        },
        {
          "text": "Хирам прислал ему корабли, которые вели его слуги, знавшие море. Вместе с людьми Соломона они отплыли в Офир и привезли оттуда четыреста пятьдесят талантов золота, которое и доставили царю Соломону.",
          "ID": "18"
        }
      ],
      "ID": "OT:2CH.8",
      "name": "Вторая Книга Паралипоменон 8"
    },
    {
      "text": [
        {
          "text": "Когда царица Шевы услышала о славе Соломона, она пришла в Иерусалим, чтобы испытать его трудными вопросами. Прибыв с очень большой свитой, с верблюдами, везущими пряности и великое множество золота и драгоценных камней, она пришла к Соломону и говорила с ним обо всем, что было у нее на сердце. ",
          "ID": "1"
        },
        {
          "text": "Соломон ответил на все ее вопросы: для него не было ничего слишком трудного, чего он не смог бы ей объяснить. ",
          "ID": "2"
        },
        {
          "text": "Когда царица Шевы увидела мудрость Соломона и дворец, который он построил, ",
          "ID": "3"
        },
        {
          "text": "еду у него на столе, жилища его приближенных, как прислуживают его слуги, как они одеты, каковы его виночерпии, как одеты они, и какие всесожжения он совершает в доме Господа, у нее захватило дух. ",
          "ID": "4"
        },
        {
          "text": "Она сказала царю:",
          "ID": "5"
        },
        {
          "text": "– Молва, которую я слышала в своей стране о твоих делах и мудрости, правдива, ",
          "ID": "5"
        },
        {
          "text": "но я не верила слухам, пока не пришла и не увидела это своими глазами. И что же, мне не рассказали и о половине твоей мудрости! Ты далеко превзошел ту молву, что я слышала. ",
          "ID": "6"
        },
        {
          "text": "Блаженны твои люди! Блаженны твои приближенные, которые всегда стоят перед тобой и внимают твоей мудрости! ",
          "ID": "7"
        },
        {
          "text": "Да будет благословен Господь, твой Бог, Который благоволит к тебе и посадил тебя царем на Своем престоле, чтобы ты правил для Господа, твоего Бога. Ради любви твоего Бога к Израилю, ради желания утвердить их навеки, Он сделал тебя его царем, чтобы ты поступал справедливо и праведно.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Она подарила царю сто двадцать талантов золота, великое множество пряностей и драгоценных камней. Никогда больше не было пряностей, подобных тем, что царица Шевы подарила царю Соломону.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Хирамовы люди и люди Соломона привозили золото из Офира. Еще они привезли красное дерево и драгоценные камни. ",
          "ID": "10"
        },
        {
          "text": "Царь сделал из красного дерева лестницы для Господнего дома и для царского дворца, а также арфы и лиры для музыкантов. Прежде в Иудее не видели ничего подобного.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Царь Соломон подарил царице Шевы все, что она пожелала и о чем просила. Он подарил ей больше, чем она привезла ему. После этого она ушла и вернулась со свитой в свою страну.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Золота, которое Соломон получал ежегодно, было по весу шестьсот шестьдесят шесть талантов, ",
          "ID": "13"
        },
        {
          "text": "не считая того дохода, что поступал от купцов и торговцев, и от всех царей Аравии и наместников страны тоже привозили Соломону золото и серебро.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Царь Соломон сделал двести больших щитов из кованого золота, на каждый из которых пошло по шестьсот бек золота. ",
          "ID": "15"
        },
        {
          "text": "Еще он сделал триста маленьких щитов из кованого золота, на каждый щит по триста бек золота. Царь поместил их во дворце Ливанского леса.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Еще царь сделал огромный трон, выложенный слоновой костью и покрытый чистым золотом. ",
          "ID": "17"
        },
        {
          "text": "У трона было шесть ступенек, и к нему было прикреплено золотое подножие. По обеим сторонам сиденья были подлокотники, и у каждого из них стояло по льву. ",
          "ID": "18"
        },
        {
          "text": "Двенадцать львов стояло на шести ступеньках – по одному с каждой стороны каждой ступеньки. Никогда ничего подобного не делалось ни в каком другом царстве.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Все чаши царя Соломона были золотыми, и вся домашняя утварь во дворце Ливанского леса была из чистого золота. Серебряного ничего не было, потому что серебро в дни Соломона не ценилось.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "На море у царя был флот из таршишских кораблей с командой из слуг Хирама. Раз в три года корабли возвращались, привозя золото, серебро, слоновую кость, обезьян и павлинов.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Царь Соломон превосходил богатством и мудростью всех царей земли. ",
          "ID": "22"
        },
        {
          "text": "Все они искали встречи с Соломоном, чтобы послушать мудрости, которую вложил в его сердце Бог. ",
          "ID": "23"
        },
        {
          "text": "Всякий приходящий приносил дары – изделия из серебра и золота, одежды, оружие и пряности, лошадей и мулов, и так – из года в год.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "У Соломона было четыре тысячи стойл для коней и колесниц и двенадцать тысяч коней, которых он держал в колесничных городах и у себя в Иерусалиме. ",
          "ID": "25"
        },
        {
          "text": "Он правил всеми царями от Реки до земли филистимлян, до самой границы Египта. ",
          "ID": "26"
        },
        {
          "text": "В его правление серебро в Иерусалиме ценилось не выше простых камней, а кедра было так же много, как тутовых деревьев в предгорьях Иудеи. ",
          "ID": "27"
        },
        {
          "text": "Кони Соломона поставлялись из Египта и из других стран.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Что же до прочих событий правления Соломона, от первых до последних, то разве не описаны они в записях пророка Нафана, в пророчестве Ахии из Шило и в видениях провидца Иддо о Иеровоаме, сыне Навата? ",
          "ID": "29"
        },
        {
          "text": "Соломон правил в Иерусалиме всем Израилем сорок лет. ",
          "ID": "30"
        },
        {
          "text": "Потом он упокоился со своими предками и был похоронен в Городе Давида, своего отца. А Ровоам, его сын, стал царем вместо него.",
          "ID": "31"
        }
      ],
      "ID": "OT:2CH.9",
      "name": "Вторая Книга Паралипоменон 9"
    },
    {
      "text": [
        {
          "text": "Ровоам пошел в Шехем, потому что там собрались все израильтяне, чтобы сделать его царем. ",
          "ID": "1"
        },
        {
          "text": "Когда об этом услышал Иеровоам, сын Навата (а он все еще оставался в Египте, куда бежал от царя Соломона), он возвратился из Египта. ",
          "ID": "2"
        },
        {
          "text": "За Иеровоамом послали, и вместе со всеми израильтянами они пришли к Ровоаму. Они сказали ему:",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Твой отец придавил нас тяжким ярмом, но теперь ты облегчи нам непосильный труд и тяжкое иго, которое он на нас возложил, и мы будем тебе служить.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Ровоам ответил:",
          "ID": "5"
        },
        {
          "text": "– Возвращайтесь ко мне через три дня.",
          "ID": "5"
        },
        {
          "text": "И народ ушел. ",
          "ID": "5"
        },
        {
          "text": "А царь Ровоам стал советоваться со старейшинами, которые служили его отцу Соломону, пока тот был жив.",
          "ID": "6"
        },
        {
          "text": "– Как вы посоветуете мне ответить этому народу? – спросил он.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Они ответили:",
          "ID": "7"
        },
        {
          "text": "– Если ты будешь добр к этому народу, угодишь им и дашь им добрый ответ, они всегда будут твоими слугами.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Но Ровоам отверг совет, который дали ему старейшины, и стал советоваться с юношами, которые выросли вместе с ним и служили ему. ",
          "ID": "8"
        },
        {
          "text": "Он спросил их:",
          "ID": "9"
        },
        {
          "text": "– Каков будет ваш совет? Как нам ответить этому народу, который говорит мне: «Облегчи ярмо, которое возложил на нас твой отец»?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Юноши, которые выросли вместе с ним, ответили:",
          "ID": "10"
        },
        {
          "text": "– Этому народу, который говорил тебе: «Твой отец придавил нас тяжким ярмом, но ты облегчи нам его», скажи: «Мой мизинец толще, чем бедра моего отца. ",
          "ID": "10"
        },
        {
          "text": "Мой отец возложил на вас тяжкое ярмо, а я сделаю его еще тяжелее. Мой отец наказывал вас плетьми, а я буду наказывать вас скорпионами».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Три дня спустя Иеровоам и весь народ вернулись к Ровоаму, как царь и велел им, сказав: «Возвращайтесь ко мне через три дня». ",
          "ID": "12"
        },
        {
          "text": "Царь ответил им сурово. Отвергнув совет, который дали ему старейшины, ",
          "ID": "13"
        },
        {
          "text": "он последовал совету юношей и сказал:",
          "ID": "14"
        },
        {
          "text": "– Мой отец придавил вас тяжким ярмом, а я сделаю его еще тяжелее. Мой отец наказывал вас плетьми, а я буду наказывать вас скорпионами.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Так царь не послушал народа, потому что это было от Бога, чтобы исполнилось слово, которое Господь сказал Иеровоаму, сыну Навата, через Ахию из Шило. ",
          "ID": "15"
        },
        {
          "text": "Все израильтяне увидели, что царь отказывается их слушать, и ответили царю:",
          "ID": "16"
        },
        {
          "text": "– Что за доля у нас в Давиде,",
          "ID": "16"
        },
        {
          "text": "что за часть в Иессеевом сыне?",
          "ID": "16"
        },
        {
          "text": "Разойдись по своим шатрам, Израиль!",
          "ID": "16"
        },
        {
          "text": "Пусть дом Давида правит своим собственным родом!",
          "ID": "16"
        },
        {
          "text": "И все израильтяне разошлись по домам. ",
          "ID": "16"
        },
        {
          "text": "Только теми, кто жил в городах Иудеи, по-прежнему правил Ровоам.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Царь Ровоам послал Адонирама, надсмотрщика за подневольными рабочими, но израильтяне забили его камнями до смерти. Однако царю Ровоаму удалось вскочить в колесницу и спастись в Иерусалиме. ",
          "ID": "18"
        },
        {
          "text": "С тех пор и до сегодняшнего дня Израиль в мятеже против дома Давида.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.10",
      "name": "Вторая Книга Паралипоменон 10"
    },
    {
      "text": [
        {
          "text": "Когда Ровоам прибыл в Иерусалим, он собрал сто восемьдесят тысяч отборных воинов из дома Иуды и Вениамина, чтобы воевать с Израилем и вернуть себе царство.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Но Шемае, Божьему человеку, было от Бога такое слово:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Скажи Ровоаму, сыну Соломона, царю Иудеи, и всем израильтянам в доме Иуды и Вениамина: ",
          "ID": "3"
        },
        {
          "text": "«Так говорит Господь: Не ходите воевать со своими братьями. Ступайте все по домам, потому что это произошло по Моей воле».",
          "ID": "4"
        },
        {
          "text": "Они послушались слова Господа и вернулись из похода против Иеровоама.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Ровоам жил в Иерусалиме и укрепил в Иудее города для защиты: ",
          "ID": "5"
        },
        {
          "text": "Вифлеем, Етам, Текоа, ",
          "ID": "6"
        },
        {
          "text": "Бет-Цур, Сохо, Адуллам, ",
          "ID": "7"
        },
        {
          "text": "Гат, Марешу, Зиф, ",
          "ID": "8"
        },
        {
          "text": "Адораим, Лахиш, Азеку, ",
          "ID": "9"
        },
        {
          "text": "Цору, Айялон и Хеврон. Это укрепленные города в землях Иудеи и Вениамина. ",
          "ID": "10"
        },
        {
          "text": "Он укрепил их оборонительные сооружения, поставил в них военачальников и устроил во всех этих городах хранилища для хлеба, оливкового масла и вина. ",
          "ID": "11"
        },
        {
          "text": "Он также снабдил эти города щитами и копьями и хорошо укрепил их. Земли Иудеи и Вениамина остались под его контролем.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Священники и левиты из всех областей земли Израиля встали на его сторону. ",
          "ID": "13"
        },
        {
          "text": "Левиты даже оставили свои пастбища и все добро и отправились в Иудею и Иерусалим, потому что Иеровоам со своими сыновьями отстранил их от служения Господу. ",
          "ID": "14"
        },
        {
          "text": "Он назначил своих жрецов в святилищах на возвышенностях, где он поставил идолов в образе козлов и тельцов, которых он сделал. ",
          "ID": "15"
        },
        {
          "text": "Те изо всех родов Израиля, кто отдал сердца тому, чтобы искать Господа, Бога Израиля, последовали за левитами в Иерусалим, чтобы приносить жертвы Господу, Богу их отцов. ",
          "ID": "16"
        },
        {
          "text": "Они укрепили царство Иудеи и поддерживали Ровоама, сына Соломона, три года, ходя путями Давида и Соломона в течение этого времени.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Ровоам женился на своей двоюродной сестре Махалате, которая была дочерью Давидова сына Иеримота и Авихаиль, дочери Иессеева сына Элиава. ",
          "ID": "18"
        },
        {
          "text": "Она родила ему сыновей: Иеуша, Шемарию и Загама. ",
          "ID": "19"
        },
        {
          "text": "Затем он женился на своей двоюродной сестре Маахе, внучке Авессалома, которая родила ему Авию, Аттая, Зизу и Шеломита. ",
          "ID": "20"
        },
        {
          "text": "Ровоам любил Мааху, внучку Авессалома, больше всех своих жен и наложниц. Всего у него было восемнадцать жен и шестьдесят наложниц, двадцать восемь сыновей и шестьдесят дочерей.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Ровоам поставил Авию, сына Маахи, вождем над его собственными братьями, чтобы сделать его царем. ",
          "ID": "22"
        },
        {
          "text": "Он поступил мудро, разослав своих сыновей по всем землям Иудеи и Вениамина и по всем укрепленным городам. Он дал им в изобилии припасов и подыскал для них много жен.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.11",
      "name": "Вторая Книга Паралипоменон 11"
    },
    {
      "text": [
        {
          "text": "После того как Ровоам утвердил свою власть и стал силен, он вместе со всем Израилем оставил Закон Господа. ",
          "ID": "1"
        },
        {
          "text": "Они нарушили верность Господу, и вот, на пятом году правления царя Ровоама, Шишак, царь Египта, напал на Иерусалим. ",
          "ID": "2"
        },
        {
          "text": "С тысячью и двумя сотнями колесниц, шестьюдесятью тысячами всадников и бесчисленным множеством пеших воинов из ливийцев, сукхитов и кушитов, которые пришли с ним из Египта, ",
          "ID": "3"
        },
        {
          "text": "он завладел всеми укрепленными городами Иудеи и подошел к самому Иерусалиму.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Пророк Шемая пришел к Ровоаму и к вождям Иудеи, которые собрались в Иерусалиме из-за страха перед Шишаком, и сказал им:",
          "ID": "5"
        },
        {
          "text": "– Так говорит Господь: «Вы оставили Меня, и Я оставлю вас, и отдам в руки Шишаку».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Вожди Израиля и царь смирились и сказали:",
          "ID": "6"
        },
        {
          "text": "– Господь праведен.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда Господь увидел, что они смирились, тогда к Шемае было Господне слово:",
          "ID": "7"
        },
        {
          "text": "– Так как они смирились, Я не истреблю их и вскоре спасу. Мой гнев не изольется на Иерусалим через Шишака. ",
          "ID": "7"
        },
        {
          "text": "Но им придется покориться ему, чтобы они познали разницу между служением Мне и служением царям чужих земель.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда Шишак, царь Египта, пришел в Иерусалим, он унес сокровища дома Господа и сокровища царского дворца. Он забрал все, включая и золотые щиты, которые сделал Соломон. ",
          "ID": "9"
        },
        {
          "text": "Царь Ровоам сделал бронзовые щиты, чтобы заменить их, и вверил их начальникам стражи, которые несли службу у входа в царский дворец. ",
          "ID": "10"
        },
        {
          "text": "Всякий раз, когда царь шел в Господний дом, стража несла щиты, а после этого возвращала их в комнату стражи.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Так как Ровоам смирил себя, гнев Господа на него прекратился и не погубил его окончательно. Да и в Иудее было что-то доброе.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Царь Ровоам утвердился в Иерусалиме и царствовал. Когда он стал царем, ему был сорок один год, и он правил семнадцать лет в Иерусалиме, городе, который Господь избрал среди всех родов Израиля, чтобы там пребывало Его имя. Его мать звали Наама; она была аммонитянкой. ",
          "ID": "13"
        },
        {
          "text": "Он творил зло, потому что не отдал своего сердца тому, чтобы искать Господа.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Что же до событий правления Ровоама, от первых до последних, то разве не описаны они в записях пророка Шемаи и провидца Иддо, вошедших в родословия? Между Ровоамом и Иеровоамом все время шла война. ",
          "ID": "15"
        },
        {
          "text": "Ровоам упокоился со своими предками и был похоронен в Городе Давида. Авия, его сын, стал царем вместо него.",
          "ID": "16"
        }
      ],
      "ID": "OT:2CH.12",
      "name": "Вторая Книга Паралипоменон 12"
    },
    {
      "text": [
        {
          "text": "На восемнадцатом году правления Иеровоама, Авия стал царем Иудеи. ",
          "ID": "1"
        },
        {
          "text": "Он правил в Иерусалиме три года. Его мать звали Мааха, она была дочерью Уриила из Гивы.",
          "ID": "2"
        },
        {
          "text": "Между Авией и Иеровоамом шла война. ",
          "ID": "2"
        },
        {
          "text": "Авия вступил в сражение с войском из четырехсот тысяч отборных воинов, а Иеровоам выстроил против него восемьсот тысяч человек – отборных храбрецов. ",
          "ID": "3"
        },
        {
          "text": "Авия встал на горе Цемараим, что в нагорьях Ефрема, и сказал:",
          "ID": "4"
        },
        {
          "text": "– Иеровоам и весь Израиль, послушайте меня! ",
          "ID": "4"
        },
        {
          "text": "Разве вам неизвестно, что Господь, Бог Израиля, дал царскую власть над Израилем Давиду и его потомкам навек по завету соли? ",
          "ID": "5"
        },
        {
          "text": "Но Иеровоам, сын Навата, слуга Соломона, сына Давида, восстал против своего господина. ",
          "ID": "6"
        },
        {
          "text": "Мерзавцы и негодяи собрались вокруг него и выступили против Ровоама, сына Соломона, когда он был молод и нерешителен и не имел достаточно сил, чтобы дать им отпор.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "А теперь вы задумали противостоять царству Господа, которое в руках потомков Давида. Да, у вас большое войско и золотые тельцы, которых сделал Иеровоам, чтобы они были вашими богами. ",
          "ID": "8"
        },
        {
          "text": "Но разве вы не изгнали священников Господа – потомков Аарона, а также левитов, и не поставили своих священников по примеру народов других земель? Всякий, кто придет посвящаться, принеся с собой теленка и семь баранов, может стать жрецом идолов – тех, кто не боги.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "А что до нас, то Господь – наш Бог; мы не оставляли Его. Священники, которые служат Господу, – это потомки Аарона, и левиты им помогают. ",
          "ID": "10"
        },
        {
          "text": "Каждое утро и каждый вечер они возносят Господу всесожжения и благовония. Они кладут хлеб на чистый стол и каждый вечер зажигают светильники на золотых подсвечниках. Мы соблюдаем установления Господа, нашего Бога, а вы оставили Его. ",
          "ID": "11"
        },
        {
          "text": "Бог с нами, Он – наш правитель. Его священники протрубят в трубы призыв к битве против вас. Воины Израиля, не сражайтесь с Господом, Богом ваших отцов, потому что не будет вам успеха.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Иеровоам между тем заслал воинов в засаду с тыла войска Авии, так что, когда Иеровоам стоял перед войском Иудеи, засада была за войском. ",
          "ID": "13"
        },
        {
          "text": "Воины Иудеи обернулись и увидели, что их атакуют и спереди и сзади. Тогда они воззвали к Господу. Священники затрубили в свои трубы, ",
          "ID": "14"
        },
        {
          "text": "и когда воины Иудеи издали боевой клич, Бог наголову разбил Иеровоама и весь Израиль перед Авией и Иудеей. ",
          "ID": "15"
        },
        {
          "text": "Израильтяне побежали перед иудеями, и Бог отдал их им в руки. ",
          "ID": "16"
        },
        {
          "text": "Авия и его люди нанесли им тяжелые потери, так что у израильтян пало пятьсот тысяч отборных воинов. ",
          "ID": "17"
        },
        {
          "text": "Так израильтяне в то время были покорены, а народ Иудеи восторжествовал, потому что положился на Господа, Бога их отцов.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Авия преследовал Иеровоама и взял у него города Вефиль, Иешану и Эфрон с их окрестными поселениями. ",
          "ID": "19"
        },
        {
          "text": "Иеровоаму не удалось обрести былую силу в дни Авии. Господь сразил его, и он умер. ",
          "ID": "20"
        },
        {
          "text": "Но власть Авии усилилась. Он взял себе четырнадцать жен, и у него родилось двадцать два сына и шестнадцать дочерей.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Прочие события правления Авии, сделанное и сказанное им, записаны в истории пророка Иддо.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.13",
      "name": "Вторая Книга Паралипоменон 13"
    },
    {
      "text": [
        {
          "text": "Авия упокоился со своими предками и был похоронен в Городе Давида. Аса, его сын, стал царем вместо него, и в его дни в стране был мир десять лет.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Аса делал то, что было хорошо и правильно в глазах Господа, его Бога. ",
          "ID": "2"
        },
        {
          "text": "Он убрал чужеземные жертвенники и святилища на возвышенностях, разбил священные камни и срубил столбы Ашеры. ",
          "ID": "3"
        },
        {
          "text": "Он велел иудеям искать Господа, Бога их отцов, и исполнять Его законы и повеления. ",
          "ID": "4"
        },
        {
          "text": "Он убрал святилища на возвышенностях и жертвенники для благовоний во всех городах Иудеи, и в царстве при нем был мир. ",
          "ID": "5"
        },
        {
          "text": "Пока в стране был мир, он построил в Иудее укрепленные города. Никто не воевал с ним в эти годы, потому что Господь даровал ему мир.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Построим эти города, – сказал он народу Иудеи, – и обнесем их стенами с башнями, воротами и засовами. Земля пока наша, потому что мы искали Господа, нашего Бога. Мы искали Его, и Он даровал нам мир со всех сторон.",
          "ID": "7"
        },
        {
          "text": "Они принялись строить города и преуспевали в этом.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "У Асы было войско из трехсот тысяч воинов из рода Иуды, вооруженных большими щитами и копьями, и двухсот восьмидесяти тысяч из рода Вениамина, вооруженных маленькими щитами и луками. Все они были храбрыми воинами.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Кушит Зерах двинулся на них с миллионным войском и тремя сотнями колесниц и дошел до самой Мареши. ",
          "ID": "9"
        },
        {
          "text": "Аса вышел ему навстречу, и они построились для битвы в долине Цефата у Мареши. ",
          "ID": "10"
        },
        {
          "text": "Аса воззвал к Господу, своему Богу, и сказал:",
          "ID": "11"
        },
        {
          "text": "– Господи, никто, кроме Тебя, не сможет помочь бессильному устоять против могучего. Помоги нам, Господи, Бог наш, потому что мы полагаемся на Тебя, и во имя Твое мы вышли против этого полчища. Господи, Ты наш Бог, не дай человеку одержать над Тобой победу.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И Господь наголову разбил кушитов перед Асой и иудеями. Кушиты побежали, ",
          "ID": "12"
        },
        {
          "text": "и Аса со своим войском гнался за ними до самого Герара. Из кушитов пало убитыми так много, что они не смогли больше оправиться от поражения; они были сокрушены перед Господом и Его войском. Воины Иудеи взяли огромную добычу. ",
          "ID": "13"
        },
        {
          "text": "Они напали на все поселения вокруг Герара и разрушили их, потому что на их жителей напал страх перед Господом. Они разграбили все эти поселения, унеся с собой много ценных вещей. ",
          "ID": "14"
        },
        {
          "text": "Еще они напали на кочевья скотоводов и угнали большие стада мелкого скота и верблюдов. Потом они вернулись в Иерусалим.",
          "ID": "15"
        }
      ],
      "ID": "OT:2CH.14",
      "name": "Вторая Книга Паралипоменон 14"
    },
    {
      "text": [
        {
          "text": "Дух Божий сошел на Азарию, сына Одеда. ",
          "ID": "1"
        },
        {
          "text": "Он вышел навстречу Асе и сказал ему:",
          "ID": "2"
        },
        {
          "text": "– Послушайте меня, Аса и весь Иуда и Вениамин. Господь с вами, когда вы с Ним. Если вы будете искать Его, то Он откроется вам, но если оставите Его, Он оставит вас. ",
          "ID": "2"
        },
        {
          "text": "Долгое время Израиль оставался без истинного Бога, без священника, который бы учил, и без Закона. ",
          "ID": "3"
        },
        {
          "text": "Но в беде они обратились к Господу, Богу Израиля, стали искать Его, и Он открылся им. ",
          "ID": "4"
        },
        {
          "text": "Никто в те дни не мог спокойно путешествовать, потому что во всех странах были смутные времена. ",
          "ID": "5"
        },
        {
          "text": "Род уничтожал род, и город шел на город, потому что всевозможные беды от Бога повергали их в смятение. ",
          "ID": "6"
        },
        {
          "text": "А вы будьте тверды и не опускайте рук, потому что ваш труд будет вознагражден.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Услышав эти слова, пророчество Азарии, сына пророка Одеда, Аса собрался с духом. Он убрал ненавистных идолов из всех земель Иуды и Вениамина и из городов, которые он взял в нагорьях Ефрема. Он восстановил жертвенник Господа, который находился перед притвором Господнего дома.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Затем он собрал всех из родов Иуды и Вениамина вместе с переселенцами из земель Ефрема, Манассии и Симеона, которые поселились у них. К нему перешло множество народа из Израиля, когда они увидели, что с ним Господь, его Бог.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Они собрались в Иерусалиме в третьем месяце пятнадцатого года правления Асы. ",
          "ID": "10"
        },
        {
          "text": "В то время они принесли в жертву Господу семьсот голов крупного скота и семь тысяч голов мелкого скота из добычи, которую они взяли. ",
          "ID": "11"
        },
        {
          "text": "Они вступили в завет, чтобы всем сердцем и всей душой искать Господа, Бога своих отцов. ",
          "ID": "12"
        },
        {
          "text": "Все, кто не искал Господа, Бога Израиля, должны были быть преданы смерти, будь то мужчина или женщина. ",
          "ID": "13"
        },
        {
          "text": "Они громким голосом поклялись Господу под восклицания, под звуки труб и рогов. ",
          "ID": "14"
        },
        {
          "text": "Весь народ Иудеи радовался о клятве, потому что они дали ее от всего сердца. Они ревностно искали Бога, и Он открылся им. Господь даровал им мир со всех сторон.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Еще царь Аса лишил мать своего отца, Мааху, положения царицы-матери, за то, что она сделала отвратительный столб Ашеры. Аса срубил столб, поломал его и сжег в долине Кедрон. ",
          "ID": "16"
        },
        {
          "text": "Он не упразднил в Израиле святилищ на возвышенностях, но сердце его было все же полностью предано Господу во все дни его жизни. ",
          "ID": "17"
        },
        {
          "text": "Он внес в Божий дом серебро, золото и различную утварь, которые посвятили он сам и его отец.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "До тридцать пятого года правления Асы не было войны.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.15",
      "name": "Вторая Книга Паралипоменон 15"
    },
    {
      "text": [
        {
          "text": "На тридцать шестом году правления Асы, царя Иудеи, Бааша, царь Израиля, двинулся на земли Иудеи и укрепил Раму, чтобы никто не мог ни войти во владения Асы, царя Иудеи, ни покинуть их. ",
          "ID": "1"
        },
        {
          "text": "Тогда Аса взял серебро и золото из сокровищниц Господнего дома и своего дворца и послал царю Арама Венададу, который правил в Дамаске, сказав:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Пусть между мной и тобой будет союз, как он был между нашими отцами. Вот, я посылаю тебе серебро и золото. Расторгни же свой союз с Баашей, царем Израиля, чтобы он отступил от меня.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Венадад согласился с предложением царя Асы и послал своих военачальников против городов Израиля. Они захватили Ийон, Дан, Авел-Маим и все города для припасов в земле Неффалима. ",
          "ID": "4"
        },
        {
          "text": "Услышав об этом, Бааша перестал укреплять Раму и бросил работу. ",
          "ID": "5"
        },
        {
          "text": "А царь Аса привел весь народ Иудеи, и они вынесли из Рамы камни и дерево, которыми строил Бааша. Он укрепил ими Геву и Мицпу.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "В то время к Асе, царю Иудеи, пришел провидец Ханани и сказал ему:",
          "ID": "7"
        },
        {
          "text": "– Так как ты положился на царя Арама, а не на Господа, твоего Бога, войско царя Арама спаслось от твоей руки. ",
          "ID": "7"
        },
        {
          "text": "Разве кушиты и ливийцы не были могучим войском с огромным числом колесниц и всадников? Но когда ты положился на Господа, Он отдал их в твои руки. ",
          "ID": "8"
        },
        {
          "text": "Ведь глаза Господа осматривают всю землю, чтобы укреплять тех, чьи сердца всецело преданы Ему. Ты сделал глупость, и отныне у тебя постоянно будут войны.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Аса разгневался за это на провидца. Он был в такой ярости, что бросил его в темницу. В это же время Аса жестоко обошелся с некоторыми людьми из народа.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "События правления Асы, от первых до последних, записаны в «Книге царей Иудеи и Израиля».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "На тридцать девятом году правления у Асы началась тяжелая болезнь ног, но даже в болезни он не искал Господа, а понадеялся на помощь лекарей. ",
          "ID": "12"
        },
        {
          "text": "Аса упокоился со своими предками, скончавшись на сорок первом году своего правления. ",
          "ID": "13"
        },
        {
          "text": "Его похоронили в гробнице, которую он вытесал для себя в Городе Давида. Его положили на ложе, которое было наполнено разными благовониями, и развели в его честь огромный поминальный костер.",
          "ID": "14"
        }
      ],
      "ID": "OT:2CH.16",
      "name": "Вторая Книга Паралипоменон 16"
    },
    {
      "text": [
        {
          "text": "Иосафат, его сын, стал царем вместо него и укрепился против Израиля. ",
          "ID": "1"
        },
        {
          "text": "Он поставил войска во всех укрепленных городах Иудеи и разместил отряды в Иудее и в городах Ефрема, которые захватил его отец Аса.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Господь был с Иосафатом, потому что в свои ранние годы он следовал путям своего предка Давида. Он не вопрошал Баалов, ",
          "ID": "3"
        },
        {
          "text": "а искал Бога своего отца и поступал по Его повелениям, а не по обычаям Израиля. ",
          "ID": "4"
        },
        {
          "text": "Господь утвердил его царство, и вся Иудея принесла Иосафату дары, так что он стал почитаем, и к тому же очень богат. ",
          "ID": "5"
        },
        {
          "text": "Его сердце было предано Господним путям. Он даже убрал в Иудее святилища на возвышенностях и столбы Ашеры.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "На третьем году своего правления он послал своих приближенных Бен-Хаиля, Авдия, Захарию, Нафанаила и Михая учить в городах Иудеи. ",
          "ID": "7"
        },
        {
          "text": "С ними были левиты: Шемая, Нефания, Зевадия, Хазаил, Шемирамоф, Ионафан, Адония, Товия и Тов-Адония и священники Элишама и Иорам. ",
          "ID": "8"
        },
        {
          "text": "Они учили в Иудее, имея с собой книгу Господнего Закона. Они обходили все города Иудеи и учили народ.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Ужас перед Господом охватил все царства земель, которые окружали Иудею, и они не воевали с Иосафатом. ",
          "ID": "10"
        },
        {
          "text": "Некоторые из филистимлян приносили Иосафату дары, и в дань – серебро, а арабы привели ему стада мелкого скота: семь тысяч семьсот баранов и семь тысяч семьсот козлов.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Иосафат становился все сильнее и сильнее. Он строил в Иудее крепости и города для хранения припасов ",
          "ID": "12"
        },
        {
          "text": "и держал в городах Иудеи много припасов, а в Иерусалиме у него были опытные, могучие воины. ",
          "ID": "13"
        },
        {
          "text": "Вот их список по кланам:",
          "ID": "14"
        },
        {
          "text": "Из рода Иуды отрядами в тысячу человек командовали:",
          "ID": "14"
        },
        {
          "text": "военачальник Аднах, у которого было 300 000 могучих воинов;",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "за ним – военачальник Иоханан с 280 000 людей;",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "за ним – Амасия, сын Зихрия, который добровольно вызвался нести службу Господа с 200 000 могучих воинов.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Из рода Вениамина:",
          "ID": "17"
        },
        {
          "text": "Элиада, могучий воин, с 200 000 людей, вооруженных луками и щитами;",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "за ним – Иегозавад со 180 000 людей, вооруженных для битвы.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Это воины, которые служили царю, помимо тех, кого он поставил в укрепленных городах по всей Иудее.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.17",
      "name": "Вторая Книга Паралипоменон 17"
    },
    {
      "text": [
        {
          "text": "Иосафат был очень богат и славен, и породнился он через брак с Ахавом. ",
          "ID": "1"
        },
        {
          "text": "Несколько лет спустя он отправился навестить Ахава в Самарию. Ахав заколол множество мелкого и крупного скота для него и для его людей и убеждал его напасть на Рамот Галаадский. ",
          "ID": "2"
        },
        {
          "text": "Ахав, царь Израиля, спросил Иосафата, царя Иудеи:",
          "ID": "3"
        },
        {
          "text": "– Пойдешь ли ты со мной на Рамот Галаадский?",
          "ID": "3"
        },
        {
          "text": "Иосафат ответил:",
          "ID": "3"
        },
        {
          "text": "– Как ты, так и я, мой народ – твой народ, мы присоединимся к тебе для битвы.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но еще Иосафат сказал царю Израиля:",
          "ID": "4"
        },
        {
          "text": "– Спроси сперва совета у Господа.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Царь Израиля собрал пророков – четыреста человек, и спросил их:",
          "ID": "5"
        },
        {
          "text": "– Идти ли нам войной на Рамот Галаадский или нет?",
          "ID": "5"
        },
        {
          "text": "– Иди, – ответили они. – Бог отдаст его в руки царя.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но Иосафат спросил:",
          "ID": "6"
        },
        {
          "text": "– Разве нет здесь еще пророка Господа, которого мы могли бы спросить?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Царь Израиля ответил Иосафату:",
          "ID": "7"
        },
        {
          "text": "– Есть еще один человек, через которого мы можем вопросить Господа, но я ненавижу его, потому что он никогда не пророчествует обо мне ничего доброго, а только плохое. Это Михей, сын Имлы.",
          "ID": "7"
        },
        {
          "text": "– Царю не следует так говорить, – сказал Иосафат.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Тогда царь Израиля позвал одного из военачальников и сказал:",
          "ID": "8"
        },
        {
          "text": "– Немедленно приведи Михея, сына Имлы!",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Облаченные в царские одеяния царь Израиля и Иосафат, царь Иудеи, сидели на своих тронах на гумне у ворот Самарии, а все пророки пророчествовали перед ними.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Так Цедекия, сын Хенааны, сделал себе железные рога и сказал:",
          "ID": "10"
        },
        {
          "text": "– Так говорит Господь: «Ими ты будешь бодать арамеев, пока они не будут истреблены».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Все остальные пророки пророчествовали о том же, говоря:",
          "ID": "11"
        },
        {
          "text": "– Иди на Рамот Галаадский и будь победителем; Господь отдаст его в руки царя.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Посланник, который ходил, чтобы позвать Михея, сказал ему:",
          "ID": "12"
        },
        {
          "text": "– Слушай, все остальные пророки, как один, предсказывают царю успех. Пусть твое слово будет согласно с их словами, и говори благоприятно.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Но Михей сказал:",
          "ID": "13"
        },
        {
          "text": "– Верно, как и то, что жив Господь, я скажу ему лишь то, что скажет мой Бог.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда он пришел, царь спросил его:",
          "ID": "14"
        },
        {
          "text": "– Михей! Идти ли нам воевать с Рамотом Галаадским или нет?",
          "ID": "14"
        },
        {
          "text": "– Идите конечно, и будьте победителями – ответил он. – Город обязательно будет отдан в ваши руки.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Но царь сказал ему:",
          "ID": "15"
        },
        {
          "text": "– Сколько раз мне заставить тебя поклясться, чтобы ты не говорил мне ничего, кроме истины во имя Господа?",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Тогда Михей ответил:",
          "ID": "16"
        },
        {
          "text": "– Я видел весь Израиль рассеянным по горам, как овцы без пастуха, и Господь сказал: «У них нет господина. Пусть каждый возвращается с миром домой».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Царь Израиля сказал Иосафату:",
          "ID": "17"
        },
        {
          "text": "– Разве я не говорил тебе, что он никогда не пророчествует обо мне ничего хорошего, одно лишь плохое?",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Михей сказал:",
          "ID": "18"
        },
        {
          "text": "– Итак, выслушай слово Господа. Я видел Господа сидящим на Своем престоле, со всем небесным воинством, стоявшим справа и слева от Него. ",
          "ID": "18"
        },
        {
          "text": "Господь сказал: «Кто выманит Ахава, царя Израиля, чтобы он пошел и пал при Рамоте Галаадском?»",
          "ID": "19"
        },
        {
          "text": "Один предлагал одно, другой другое, ",
          "ID": "19"
        },
        {
          "text": "пока, наконец, не вышел некий дух и встал перед Господом и сказал: «Я его выманю». «Как?» – спросил Господь. ",
          "ID": "20"
        },
        {
          "text": "«Я пойду и стану лживым духом в устах всех его пророков», – сказал он. «Да, ты преуспеешь в этом и выманишь его, – сказал Господь. – Иди и сделай так». ",
          "ID": "21"
        },
        {
          "text": "И вот теперь Господь вложил в уста всех этих твоих пророков лживый дух, а тебе Господь определил беду.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Тогда Цедекия, сын Хенааны, подошел и ударил Михея по щеке.",
          "ID": "23"
        },
        {
          "text": "– Как это Дух Господа перешел от меня к тебе, чтобы говорить с тобой? – спросил он.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Михей ответил:",
          "ID": "24"
        },
        {
          "text": "– Ты узнаешь это в тот день, когда будешь прятаться во внутренней комнате.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Тогда царь Израиля приказал:",
          "ID": "25"
        },
        {
          "text": "– Возьмите Михея и отправьте его обратно к Амону, правителю города, и к Иоашу, сыну царя, ",
          "ID": "25"
        },
        {
          "text": "и скажите: «Так говорит царь: Посадите этого человека в темницу и держите его впроголодь на хлебе и воде, пока я не вернусь благополучно».",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Михей сказал:",
          "ID": "27"
        },
        {
          "text": "– Если ты благополучно вернешься, значит, Господь не говорил через меня!",
          "ID": "27"
        },
        {
          "text": "И еще он сказал:",
          "ID": "27"
        },
        {
          "text": "– Пусть все услышат это!",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Царь Израиля пошел на Рамот Галаадский с Иосафатом, царем Иудеи. ",
          "ID": "28"
        },
        {
          "text": "Царь Израиля сказал Иосафату:",
          "ID": "29"
        },
        {
          "text": "– Я вступлю в сражение переодетым, но ты носи свои царские одежды.",
          "ID": "29"
        },
        {
          "text": "Царь Израиля переоделся и вступил в сражение. ",
          "ID": "29"
        },
        {
          "text": "А царь Арама приказал начальникам над своими колесницами:",
          "ID": "30"
        },
        {
          "text": "– Не сражайтесь ни с кем, ни с малым, ни с великим, кроме царя Израиля.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Когда начальники над колесницами увидели Иосафата, они подумали: «Это царь Израиля». И они повернули, чтобы напасть на него, но Иосафат закричал, и Господь пришел к нему на помощь. Бог отвел их от него: ",
          "ID": "31"
        },
        {
          "text": "начальники над колесницами увидели, что он не царь Израиля и перестали его преследовать. ",
          "ID": "32"
        },
        {
          "text": "Но кто-то натянул лук и случайно ранил царя Израиля, так что стрела попала в щель между доспехами. Царь сказал своему колесничему:",
          "ID": "33"
        },
        {
          "text": "– Разворачивайся и вывези меня из боя! Я ранен.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Но битва кипела весь день, и царь Израиля вынужден был стоять в своей колеснице перед арамеями до вечера. На закате он умер.",
          "ID": "34"
        }
      ],
      "ID": "OT:2CH.18",
      "name": "Вторая Книга Паралипоменон 18"
    },
    {
      "text": [
        {
          "text": "Когда Иосафат, царь Иудеи, благополучно вернулся в свой дворец в Иерусалиме, ",
          "ID": "1"
        },
        {
          "text": "провидец Ииуй, сын Ханани, вышел ему навстречу и сказал царю:",
          "ID": "2"
        },
        {
          "text": "– Разве следовало тебе помогать нечестивцу и любить тех, кто ненавидит Господа? За это на тебе Господень гнев. ",
          "ID": "2"
        },
        {
          "text": "Есть, однако, в тебе и доброе, потому что ты очистил землю от столбов Ашеры и отдал сердце тому, чтобы искать Бога.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Иосафат жил в Иерусалиме. Он опять начал путешествовать среди народа от Вирсавии до нагорий Ефрема и обращать их к Господу, Богу их отцов. ",
          "ID": "4"
        },
        {
          "text": "Он назначил судей в стране, в каждом из укрепленных городов Иудеи. ",
          "ID": "5"
        },
        {
          "text": "Он сказал им:",
          "ID": "6"
        },
        {
          "text": "– Внимательно смотрите за тем, что вы делаете, потому что вы судите не от имени людей, но от имени Господа, Который будет с вами всякий раз, как вы выносите приговор. ",
          "ID": "6"
        },
        {
          "text": "Итак, пусть будет у вас страх перед Господом. Судите осмотрительно, потому что у Господа, нашего Бога, нет ни несправедливости, ни пристрастия, ни подкупа.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "И в Иерусалиме Иосафат тоже назначил некоторых из левитов, священников и глав израильских семейств творить Господень суд. Возвратившись в Иерусалим, ",
          "ID": "8"
        },
        {
          "text": "он повелел им:",
          "ID": "9"
        },
        {
          "text": "– Вы должны служить верно и от всего сердца, в страхе перед Господом. ",
          "ID": "9"
        },
        {
          "text": "Во всяком деле, какое поступит к вам от ваших соплеменников, живущих в своих городах, – будь то кровопролитие или вопросы Закона, повелений, установлений и правил, – вы должны предостерегать их не грешить против Господа, иначе Его гнев падет на вас и на ваших сородичей. Поступайте так, и вы не согрешите.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Первосвященник Амария будет у вас главным во всяком деле, которое касается Господа, Зевадия, сын Исмаила, правитель дома Иуды, будет у вас главным во всяком деле, которое касается царя, а левиты будут у вас сановниками. Действуйте смело, и пусть будет Господь с теми, кто творит добро.",
          "ID": "11"
        }
      ],
      "ID": "OT:2CH.19",
      "name": "Вторая Книга Паралипоменон 19"
    },
    {
      "text": [
        {
          "text": "После этого моавитяне и аммонитяне с некоторыми из меунитян пришли, чтобы воевать с Иосафатом. ",
          "ID": "1"
        },
        {
          "text": "Вестники пришли и доложили Иосафату:",
          "ID": "2"
        },
        {
          "text": "– Из Эдома, из-за моря, против тебя движется огромное войско. Они уже в Хацацон-Тамаре (то есть в Эн-Геди).",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Встревожившись, Иосафат решил вопросить Господа и объявил по всей Иудее пост. ",
          "ID": "3"
        },
        {
          "text": "Народ Иудеи собрался, чтобы искать помощи у Господа; люди пришли из всех городов Иудеи, чтобы искать Его. ",
          "ID": "4"
        },
        {
          "text": "Иосафат встал в собрании жителей Иудеи и Иерусалима в Господнем доме перед новым двором ",
          "ID": "5"
        },
        {
          "text": "и сказал:",
          "ID": "6"
        },
        {
          "text": "– Господи, Бог наших отцов, разве Ты не Бог, Который на небесах? Ты правишь всеми царствами народов. В Твоей руке власть и мощь, и никто не может противостоять Тебе. ",
          "ID": "6"
        },
        {
          "text": "Бог наш, разве Ты не прогнал обитателей этой земли перед Твоим народом, Израилем, и не отдал ее навеки семени Авраама, Твоего друга? ",
          "ID": "7"
        },
        {
          "text": "Они жили в ней и построили в ней святилище для Твоего имени, говоря: ",
          "ID": "8"
        },
        {
          "text": "«Если к нам придет беда, будь то меч, наказание, мор или голод, мы предстанем пред Тобою перед этим храмом, который называется Твоим именем, и воззовем к Тебе в нашем горе, и Ты услышишь и спасешь нас».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Но вот явились жители Аммона, Моава и горы Сеир, чьи земли Ты не позволил завоевать израильтянам, когда они вышли из Египта, и они свернули в сторону от них и не погубили их. ",
          "ID": "10"
        },
        {
          "text": "Взгляни же, чем они воздают нам, явившись, чтобы выгнать нас из наших владений, которые Ты дал нам в наследие. ",
          "ID": "11"
        },
        {
          "text": "Бог наш, неужели Ты не осудишь их? Ведь у нас нет сил, чтобы противостать этому огромному войску, которое идет на нас. Мы не знаем, что нам делать, но глаза наши устремлены на Тебя.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Все мужчины Иудеи со своими женами, младенцами и старшими детьми предстали там пред Господом.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И Дух Господень сошел на Иахазиила, сына Захарии, сына Бенаи, сына Иеила, сына Маттании, левита и потомка Асафа, когда он стоял в собрании. ",
          "ID": "14"
        },
        {
          "text": "Он сказал:",
          "ID": "15"
        },
        {
          "text": "– Слушайте, все жители Иудеи и Иерусалима и царь Иосафат! Так говорит вам Господь: «Не бойтесь и не ужасайтесь из-за этого огромного войска. Ведь битва эта не ваша, а Божья. ",
          "ID": "15"
        },
        {
          "text": "Выступайте завтра против них. Они будут подниматься по перевалу Циц, и вы найдете их в конце долины перед пустыней Иеруил. ",
          "ID": "16"
        },
        {
          "text": "Не вам биться в этом сражении. Вы лишь встаньте, стойте и смотрите на спасение Господне, которое Он даст вам, Иудея и Иерусалим. Не бойтесь, не ужасайтесь. Выходите завтра навстречу этим людям, и Господь будет с вами».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Иосафат низко поклонился, коснувшись лицом земли, и все жители Иудеи и Иерусалима пали ниц, чтобы поклониться Господу. ",
          "ID": "18"
        },
        {
          "text": "И некоторые левиты из каафитов и корахитов встали, чтобы во весь голос славить Господа, Бога Израиля.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Ранним утром войско Иосафата тронулось в путь к пустыне Текоа. Когда они выходили, Иосафат встал и сказал:",
          "ID": "20"
        },
        {
          "text": "– Слушайте меня, Иудея и Иерусалим! Верьте Господу, вашему Богу, и вы будете непоколебимы, верьте Его пророкам, и вам будет сопутствовать успех.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Посоветовавшись с народом, Иосафат назначил людей, которые должны были петь для Господа и славить великолепие Его святости, идя во главе войска и говоря:",
          "ID": "21"
        },
        {
          "text": "– Славьте Господа,",
          "ID": "21"
        },
        {
          "text": "потому что Его милость – навеки.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Когда они начали петь и славить, Господь устроил засаду против моавитян, аммонитян и жителей горы Сеир, которые вторглись в Иудею, и те были разгромлены. ",
          "ID": "22"
        },
        {
          "text": "Аммонитяне и моавитяне напали на жителей горы Сеир, чтобы губить и уничтожать их, а покончив с жителями Сеира, принялись убивать друг друга.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Когда народ Иудеи добрался до сторожевой башни над пустыней и взглянул на огромное войско, они увидели только мертвые тела, лежавшие на земле: никто не уцелел. ",
          "ID": "24"
        },
        {
          "text": "Когда Иосафат со своими людьми пришли, чтобы забрать у них свою добычу, они нашли у них много добра, одежды и дорогих вещей – больше, чем могли унести. Добычи было так много, что им пришлось собирать ее три дня. ",
          "ID": "25"
        },
        {
          "text": "На четвертый день они собрались в долине благословения, где благословили Господа. Вот почему до сегодняшнего дня она называется долиной Бераха.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Затем под предводительством Иосафата все мужчины Иудеи и Иерусалима с радостью вернулись в Иерусалим, потому что Господь дал им повод возрадоваться над своими врагами. ",
          "ID": "27"
        },
        {
          "text": "Они вступили в Иерусалим и пошли к храму Господа с лирами, арфами и трубами. ",
          "ID": "28"
        },
        {
          "text": "Страх перед Богом напал на все царства окружающих земель, когда они услышали, как Господь сразился с врагами Израиля. ",
          "ID": "29"
        },
        {
          "text": "И в царстве Иосафата был мир, потому что Господь даровал ему покой со всех сторон.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Так Иосафат правил Иудеей. Ему было тридцать пять лет, когда он стал царем Иудеи, и правил он в Иерусалиме двадцать пять лет. Его мать звали Азува, дочь Шилхи. ",
          "ID": "31"
        },
        {
          "text": "Он ходил путями своего отца Асы и не уклонялся от них, делая то, что было правильным в глазах Господа. ",
          "ID": "32"
        },
        {
          "text": "Но святилища на возвышенностях не были уничтожены, и народ все еще не обратил свое сердце к Богу их отцов.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Прочие события правления Иосафата, от первых до последних, записаны в летописях Ииуя, сына Ханани, которые включены в книгу царей Израиля.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Впоследствии Иосафат, царь Иудеи, заключил договор с Охозией, царем Израиля, который творил беззакония. ",
          "ID": "35"
        },
        {
          "text": "Он договорился с ним построить флотилию кораблей Таршиша. Когда они были построены в Эцион-Гевере, ",
          "ID": "36"
        },
        {
          "text": "Элиезер, сын Додавагу из Мареши, изрек пророчество против Иосафата, сказав:",
          "ID": "37"
        },
        {
          "text": "– Раз ты заключил договор с Охозией, Господь разрушит то, что ты построил.",
          "ID": "37"
        },
        {
          "text": "Корабли разбились и не смогли отплыть в Таршиш.",
          "ID": "37"
        }
      ],
      "ID": "OT:2CH.20",
      "name": "Вторая Книга Паралипоменон 20"
    },
    {
      "text": [
        {
          "text": "Иосафат упокоился со своими предками и был похоронен с ними в Городе Давида. Иорам, его сын, стал царем вместо него. ",
          "ID": "1"
        },
        {
          "text": "У Иорама были братья, сыновья Иосафата: Азария, Иехиил, Захария, Азария, Михаил и Шефатия. Все они были сыновьями Иосафата, царя Израиля. ",
          "ID": "2"
        },
        {
          "text": "Их отец дал им в подарок много золота, серебра и дорогих вещей вместе с укрепленными городами в Иудее, но царство он отдал Иораму, потому что тот был его первенцем.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Когда Иорам прочно утвердился над царством своего отца, он предал мечу всех своих братьев вместе с некоторыми из вождей Израиля. ",
          "ID": "4"
        },
        {
          "text": "Иораму было тридцать два года, когда он стал царем, и правил он в Иерусалиме восемь лет. ",
          "ID": "5"
        },
        {
          "text": "Он ходил путем царей Израиля, по примеру дома Ахава, потому что женился на дочери Ахава. Он делал зло в глазах Господа. ",
          "ID": "6"
        },
        {
          "text": "Но ради завета, который Господь заключил с Давидом, Господь не хотел погубить дом Давида. Он обещал сохранить светильник ему и его потомкам навеки.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Во времена Иорама Эдом восстал против правления Иудеи и поставил себе царя. ",
          "ID": "8"
        },
        {
          "text": "Тогда Иорам пошел туда со своими военачальниками и всеми своими колесницами. Ночью он приготовился и напал на эдомитян и на начальников их колесниц, которые окружили его. ",
          "ID": "9"
        },
        {
          "text": "И до сих пор Эдом не покорен правлению Иудеи. Ливна восстала в то же самое время против власти Иорама, потому что он оставил Господа, Бога своих отцов. ",
          "ID": "10"
        },
        {
          "text": "Еще он построил святилища на холмах Иудеи, ввел в распутство жителей Иерусалима и сбил Иудею с пути.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Однажды к нему пришло письмо от пророка Илии, где было сказано:",
          "ID": "12"
        },
        {
          "text": "«Так говорит Господь, Бог твоего предка Давида: „Ты не ходил путями твоего отца Иосафата и Асы, царя Иудеи. ",
          "ID": "12"
        },
        {
          "text": "Ты ходил путями царей Израиля и ввел Иудею и жителей Иерусалима в распутство по примеру дома Ахава. Ты убил своих братьев – дом твоего отца, которые были лучше тебя. ",
          "ID": "13"
        },
        {
          "text": "И вот, Господь обрушит тяжкую кару на твой народ, твоих сыновей, и жен, и все, что у тебя есть. ",
          "ID": "14"
        },
        {
          "text": "А сам ты будешь страдать долгой и мучительной внутренней болезнью, пока твои внутренности не станут день за днем выпадать наружу“».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Господь возбудил против Иорама вражду филистимлян и арабов, что соседствуют с кушитами. ",
          "ID": "16"
        },
        {
          "text": "Они двинулись на Иудею, вторглись в нее и захватили все добро, какое нашлось во дворце царя, вместе с его сыновьями и женами. Они не оставили ему никого из сыновей, кроме Охозии, самого младшего.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "После всего этого Господь поразил Иорама неисцелимой внутренней болезнью. ",
          "ID": "18"
        },
        {
          "text": "Со временем, на исходе второго года, его внутренности выпали наружу из-за болезни, и он умер в страшных мучениях. Народ не развел в его честь поминального костра, как это делали в память его предков.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Иораму было тридцать два года когда он стал царем, и правил он в Иерусалиме восемь лет. Он ушел никем не оплаканный и был похоронен в Городе Давида, но не в гробницах, где хоронили царей.",
          "ID": "20"
        }
      ],
      "ID": "OT:2CH.21",
      "name": "Вторая Книга Паралипоменон 21"
    },
    {
      "text": [
        {
          "text": "Жители Иерусалима сделали Охозию, младшего сына Иорама, царем вместо него, потому что люди, которые ворвались вместе с арабами в лагерь, перебили всех его старших сыновей. Так над Иудеей начал царствовать Охозия, сын Иорама.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Охозии было двадцать два года, когда он стал царем, и правил он в Иерусалиме один год. Его мать звали Аталия; она была внучкой Омри.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Он тоже ходил путями дома Ахава, потому что мать была ему советчицей на злые дела. ",
          "ID": "3"
        },
        {
          "text": "Он делал зло в глазах Господа по примеру дома Ахава, потому что после смерти его отца они стали его советниками ему на погибель. ",
          "ID": "4"
        },
        {
          "text": "Это их совету он следовал, отправляясь с царем Израиля Иорамом, сыном Ахава, под Рамот Галаадский воевать против Хазаила, царя Арама. Арамеи ранили Иорама, ",
          "ID": "5"
        },
        {
          "text": "и он вернулся в Изреель, чтобы оправиться от ран, нанесенных ему при Рамоте, в битве с Хазаилом, царем Арама.",
          "ID": "6"
        },
        {
          "text": "Тогда иудейский царь Охозия, сын Иорама, отправился в Изреель навестить Иорама, сына Ахава, потому что тот был ранен. ",
          "ID": "6"
        },
        {
          "text": "Но в воле Бога было то, чтобы гибель Охозии произошла во время его прихода к Иораму. Когда Охозия пришел, он вышел с Иорамом навстречу Ииую, сыну Нимши, которого Господь помазал, чтобы истребить дом Ахава. ",
          "ID": "7"
        },
        {
          "text": "Исполняя приговор дому Ахава, Ииуй нашел приближенных Иудеи и племянников Охозии, которые сопровождали Охозию, и перебил их. ",
          "ID": "8"
        },
        {
          "text": "Затем он отправился на поиски Охозии, и его люди схватили Охозию, когда тот прятался в Самарии. Он был приведен к Ииую и казнен. Его удостоили похорон, потому что говорили: «Он был сыном Иосафата, который всем сердцем искал Господа». Так из дома Охозии не осталось никого, кто был бы в силах удержать царскую власть.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда Аталия, мать Охозии, увидела, что ее сын мертв, она встала и погубила всю царскую семью дома Иуды. ",
          "ID": "10"
        },
        {
          "text": "Но Иосавеф, дочь царя Иорама, взяла Иоаша, сына Охозии, выкрала его из среды царских сыновей, которых должны были убить, и спрятала его вместе с кормилицей в спальне. Так Иосавеф, дочь царя Иорама и жена священника Иодая, сестра Охозии, укрыла ребенка от Аталии, и та не смогла его убить. ",
          "ID": "11"
        },
        {
          "text": "Он скрывался у них в Божьем доме шесть лет, пока Аталия правила страной.",
          "ID": "12"
        }
      ],
      "ID": "OT:2CH.22",
      "name": "Вторая Книга Паралипоменон 22"
    },
    {
      "text": [
        {
          "text": "На седьмом году правления Аталии Иодай решился действовать. Он заключил союз с сотниками: Азарией, сыном Иерохама, Исмаилом, сыном Иоханана, Азарией, сыном Овида, Маасеей, сыном Адаи, и Элишафатом, сыном Зихрия. ",
          "ID": "1"
        },
        {
          "text": "Они прошли по Иудее и собрали левитов и глав израильских семейств из всех городов. Когда они пришли в Иерусалим, ",
          "ID": "2"
        },
        {
          "text": "все собрание заключило в Божьем доме союз с царем.",
          "ID": "3"
        },
        {
          "text": "Иодай сказал им:",
          "ID": "3"
        },
        {
          "text": "– Вот сын царя! Он должен править, как и обещал о потомках Давида Господь. ",
          "ID": "3"
        },
        {
          "text": "И вот что вы должны сделать: треть из вас – священники и левиты, которые заступают на службу в субботу, – должны стеречь двери храма, ",
          "ID": "4"
        },
        {
          "text": "треть из вас – царский дворец, треть – ворота Основания, а весь народ должен находиться во дворах Господнего дома. ",
          "ID": "5"
        },
        {
          "text": "Пусть никто не входит в Господень дом, кроме священников и левитов, которые на службе, – они могут войти, потому что освятились, а весь остальной народ должен оставаться снаружи, как и повелел им Господь. ",
          "ID": "6"
        },
        {
          "text": "Левиты должны встать вокруг царя, каждый с оружием в руках. Всякого, кто войдет в дом, следует убивать. Будьте при царе, куда бы он ни пошел.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Левиты и все мужчины Иудеи сделали все так, как приказал священник Иодай. Каждый взял своих людей – и тех, кто заступал на службу в ту субботу, и тех, кто в ту субботу уходил со службы, потому что священник Иодай не отпустил ни одного из священнических отделений. ",
          "ID": "8"
        },
        {
          "text": "Он раздал сотникам копья с большими и маленькими щитами, которые некогда принадлежали царю Давиду и находились в Божьем доме. ",
          "ID": "9"
        },
        {
          "text": "Он поставил всех людей, каждого с оружием в руках, вокруг царя – от южной стороны дома до северной, вокруг жертвенника и дома.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Они вывели сына царя, возложили на него корону, дали ему копию свидетельства и провозгласили его царем. Его помазали и кричали:",
          "ID": "11"
        },
        {
          "text": "– Да здравствует царь!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Услышав шум народа, бегущего и выкрикивающего приветствия царю, Аталия отправилась к ним в дом Господа. ",
          "ID": "12"
        },
        {
          "text": "Она посмотрела и увидела: у царской колонны при входе стоял царь! Возле царя были начальники отрядов и трубачи, и весь народ страны ликовал и трубил в трубы, а певцы с музыкальными инструментами пели прославляющие песни. Аталия разорвала на себе одежду и закричала:",
          "ID": "13"
        },
        {
          "text": "– Заговор! Заговор!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Священник Иодай вызвал сотников, которые распоряжались войском, и сказал им:",
          "ID": "14"
        },
        {
          "text": "– Выведите ее за пределы дома и убейте мечом всякого, кто за ней пойдет.",
          "ID": "14"
        },
        {
          "text": "(Потому что священник сказал: «Не предавайте ее смерти в Господнем доме».)",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Ее схватили и привели ко входу Конских ворот царского дворца, и там ее предали смерти.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "А Иодай заключил завет, что он сам, народ и царь будут народом Господа. ",
          "ID": "16"
        },
        {
          "text": "Весь народ пошел к храму Баала и разрушил его. Они разбили на куски жертвенники и идолов и убили перед жертвенниками Маттана, жреца Баала.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Затем Иодай поручил присмотр за домом Господа священникам, которые были левитами. Им Давид определил служение в доме, чтобы они приносили Господни всесожжения, как написано в Законе Моисея, с ликованием и пением, как приказал Давид. ",
          "ID": "18"
        },
        {
          "text": "Еще он поставил у ворот Господнего дома привратников, чтобы тот, кто был почему-либо нечист, не мог туда войти.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Он взял с собой сотников, приближенных царя, и весь народ страны, они вместе вывели царя из дома Господа и вошли в царский дворец через Верхние ворота. Они посадили царя на царский престол, ",
          "ID": "20"
        },
        {
          "text": "и весь народ страны ликовал. А город, после того как Аталия была убита мечом, успокоился.",
          "ID": "21"
        }
      ],
      "ID": "OT:2CH.23",
      "name": "Вторая Книга Паралипоменон 23"
    },
    {
      "text": [
        {
          "text": "Иоашу было семь лет, когда он начал царствовать, и правил он в Иерусалиме сорок лет. Его мать звали Цивия; она была родом из Вирсавии. ",
          "ID": "1"
        },
        {
          "text": "Иоаш делал то, что было правильным в глазах Господа, все время, пока был жив священник Иодай. ",
          "ID": "2"
        },
        {
          "text": "Иодай выбрал для него двух жен, и у него родились сыновья и дочери.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Спустя некоторое время Иоаш решил восстановить дом Господа. ",
          "ID": "4"
        },
        {
          "text": "Он собрал священников и левитов и сказал им:",
          "ID": "5"
        },
        {
          "text": "– Ходите по городам Иудеи и собирайте со всех израильтян деньги, которые должны ежегодно поступать на поддержание дома вашего Бога. Смотрите, не мешкайте.",
          "ID": "5"
        },
        {
          "text": "Но левиты не стали спешить. ",
          "ID": "5"
        },
        {
          "text": "Тогда царь призвал первосвященника Иодая и сказал ему:",
          "ID": "6"
        },
        {
          "text": "– Почему ты не требуешь от левитов, чтобы они приносили от Иудеи и Иерусалима налог, установленный слугой Господа Моисеем, и обществом Израиля для скинии свидетельства?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "(Сыновья нечестивой Аталии повредили Божий дом и даже использовали его священную утварь в служении Баалам.)",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "По повелению царя был изготовлен ящик, который поставили снаружи, у ворот Господнего дома. ",
          "ID": "8"
        },
        {
          "text": "Затем по Иудее и Иерусалиму было объявлено, чтобы они приносили Господу дань, которую установил для израильтян в пустыне Божий слуга Моисей. ",
          "ID": "9"
        },
        {
          "text": "Все приближенные и весь народ с радостью приносили деньги и бросали их в ящик, пока он не наполнился. ",
          "ID": "10"
        },
        {
          "text": "Всякий раз, когда левиты приносили ящик к царским чиновникам и те видели, что в нем много денег, царский писарь и поверенный первосвященника приходили и опустошали ящик, и его снова относили на место. Они делали это постоянно и собрали много денег. ",
          "ID": "11"
        },
        {
          "text": "Царь и Иодай отдали их людям, которые исполняли работу по дому Господа. Они наняли каменщиков и плотников, чтобы обновить дом Господа, и мастеров по работе с железом и бронзой, чтобы восстановить дом.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Рабочие трудились усердно, и работа спорилась у них в руках. Они восстановили Божий дом по его первоначальному замыслу и укрепили его. ",
          "ID": "13"
        },
        {
          "text": "Завершив работу, они принесли оставшиеся деньги царю и Иодаю, и на них была изготовлена утварь для дома Господа: утварь для службы и для всесожжений, а еще блюда и другие вещи из золота и серебра. Пока Иодай был жив, в доме Господа постоянно совершались всесожжения.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Иодай состарился и насытился жизнью. Он умер в возрасте ста тридцати лет. ",
          "ID": "15"
        },
        {
          "text": "Его похоронили с царями в Городе Давида, ради добра, которое он сделал в Израиле для Бога и для Его дома.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "После смерти Иодая вожди Иудеи явились на поклон к царю, и он стал прислушиваться к их советам. ",
          "ID": "17"
        },
        {
          "text": "Они оставили дом Господа, Бога своих предков, и стали служить столбам Ашеры и идолам. За их вину на Иудею и Иерусалим обрушился Божий гнев. ",
          "ID": "18"
        },
        {
          "text": "Хотя Господь посылал к народу пророков, чтобы обратить их к Себе, и хотя пророки свидетельствовали против них, те их не слушали.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Тогда Дух Божий сошел на Захарию, сына священника Иодая. Он встал перед народом и сказал:",
          "ID": "20"
        },
        {
          "text": "– Так говорит Бог: «Почему вы нарушаете повеления Господа? Не будет вам успеха. Раз вы оставили Господа, то и Он оставит вас».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Но они составили против него заговор и, по приказу царя, его забили камнями до смерти во дворе Господнего дома. ",
          "ID": "21"
        },
        {
          "text": "Царь Иоаш не вспомнил о милости, оказанной ему отцом Захарии Иодаем, и убил его сына, который сказал умирая:",
          "ID": "22"
        },
        {
          "text": "– Пусть Господь увидит и взыщет.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "В конце года на Иоаша двинулось войско Арама. Оно вторглось в Иудею и в Иерусалим и перебило всех правителей народа. Арамеи отослали всю добычу своему царю в Дамаск. ",
          "ID": "23"
        },
        {
          "text": "Хотя войско Арама было немногочисленным, Господь отдал в их руки гораздо более сильное войско. Так как они оставили Господа, Бога своих отцов, над Иоашем свершился приговор. ",
          "ID": "24"
        },
        {
          "text": "Уходя, арамеи оставили Иоаша сильно израненным. Его приближенные составили против него заговор за убийство сына священника Иодая и убили его в постели. Он умер и был похоронен в Городе Давида, но не в царских гробницах.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "В заговоре против него состояли Завад, сын аммонитянки Шимеаты, и Иегозавад, сын моавитянки Шимриты. ",
          "ID": "26"
        },
        {
          "text": "Рассказ о его сыновьях, многочисленные пророчества против него и рассказ о восстановлении дома записаны в «Толкованиях к Книге царей». Амасия, его сын, стал царем вместо него.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.24",
      "name": "Вторая Книга Паралипоменон 24"
    },
    {
      "text": [
        {
          "text": "Амасии было двадцать пять лет, когда он стал царем, и правил он в Иерусалиме двадцать девять лет. Его мать звали Иегоаддань; она была родом из Иерусалима. ",
          "ID": "1"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, но не от всего сердца. ",
          "ID": "2"
        },
        {
          "text": "После того как царство утвердилось в его руках, он казнил своих приближенных, которые убили царя, его отца. ",
          "ID": "3"
        },
        {
          "text": "Но их сыновей он не предал смерти, поступив по написанному в книге Моисеева Закона, где Господь повелел: «Отцов нельзя предавать смерти за детей, и детей за отцов. Пусть каждый умирает за свой собственный грех».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Амасия собрал народ Иудеи и поставил их по их кланам под власть тысячников и сотников из родов Иуды и Вениамина. Затем он пересчитал тех, кому было от двадцати лет и больше, и нашел, что у него триста тысяч лучших воинов, годных к воинской службе и способных обращаться с копьем и щитом. ",
          "ID": "5"
        },
        {
          "text": "Он нанял еще сто тысяч храбрых воинов в Израиле за сто талантов серебра. ",
          "ID": "6"
        },
        {
          "text": "Но Божий человек пришел к нему и сказал:",
          "ID": "7"
        },
        {
          "text": "– Царь, эти воины из Израиля не должны ходить с тобой, потому что Господь не с Израилем – ни с кем из этих ефремитов. ",
          "ID": "7"
        },
        {
          "text": "Даже если ты пойдешь и будешь храбро сражаться в бою, Бог повергнет тебя перед врагом, потому что у Бога есть сила и помочь, и повергнуть.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Амасия спросил Божьего человека:",
          "ID": "9"
        },
        {
          "text": "– А как же сто талантов, которые я заплатил за израильских воинов?",
          "ID": "9"
        },
        {
          "text": "Божий человек ответил:",
          "ID": "9"
        },
        {
          "text": "– Господь может дать тебе гораздо больше.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Тогда Амасия распустил войско, которое пришло к нему из земель Ефрема, и отослал его домой. Они разгневались на Иудею и ушли домой, пылая гневом.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "А Амасия набрался смелости и повел свое войско в Соляную долину, где убил десять тысяч сеирских воинов. ",
          "ID": "11"
        },
        {
          "text": "Еще десять тысяч людей народ Иудеи захватил живыми. Их отвели на вершину скалы и сбросили оттуда вниз, так что все они разбились насмерть.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Тем временем воины, которых Амасия отослал назад, не позволив им воевать вместе с ним, разграбили города Иудеи от Самарии до Бет-Хорона. Они перебили три тысячи человек и взяли огромную добычу.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Возвратившись после поражения эдомитян, Амасия привез идолов, богов жителей Сеира. Он поставил их как своих богов, стал им поклоняться и приносить жертвы. ",
          "ID": "14"
        },
        {
          "text": "Гнев Господа вспыхнул на Амасию, и Он послал к нему пророка, который сказал царю:",
          "ID": "15"
        },
        {
          "text": "– Зачем ты вопрошаешь богов этого народа, которые не смогли спасти свой народ от твоей руки?",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда он говорил, царь сказал ему:",
          "ID": "16"
        },
        {
          "text": "– Разве мы назначали тебя царским советником? Замолчи сейчас же или будешь убит!",
          "ID": "16"
        },
        {
          "text": "Тогда пророк замолчал, но потом сказал:",
          "ID": "16"
        },
        {
          "text": "– Я знаю, что Бог решил погубить тебя за то, что ты сделал это и не послушал моего совета.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Посовещавшись со своими советниками, Амасия, царь Иудеи, послал царю Израиля Иоашу, сыну Иоахаза, внуку Ииуя, вызов:",
          "ID": "17"
        },
        {
          "text": "– Выходи, встретимся лицом к лицу!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Но Иоаш, царь Израиля, ответил Амасии, царю Иудеи:",
          "ID": "18"
        },
        {
          "text": "– Ливанский чертополох как-то послал сказать ливанскому кедру: «Отдай свою дочь за моего сына». Но прошел дикий ливанский зверь и вытоптал его. ",
          "ID": "18"
        },
        {
          "text": "Ты говоришь себе, что разбил Эдом, и теперь возгордился и заносишься. Но оставайся дома! Зачем тебе искать беды, чтобы пасть и тебе, и Иудее вместе с тобой?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Но Амасия не послушался, потому что так определил Бог, чтобы отдать их в руки Иоаша за то, что они искали богов Эдома. ",
          "ID": "20"
        },
        {
          "text": "И Иоаш, царь Израиля, и Амасия, царь Иудеи, встретились лицом к лицу в битве под Бет-Шемешем, что в Иудее. ",
          "ID": "21"
        },
        {
          "text": "Иудея была наголову разбита Израилем, и каждый бежал к себе домой. ",
          "ID": "22"
        },
        {
          "text": "Иоаш, царь Израиля, взял царя Иудеи Амасию, сына Иоаша, внука Охозии, в плен под Бет-Шемешем. Затем Иоаш привел его в Иерусалим и разрушил городскую стену от ворот Ефрема до Угловых ворот – участок длиной в четыреста локтей. ",
          "ID": "23"
        },
        {
          "text": "Он забрал все золото и серебро, и все вещи, найденные в Божьем доме, которые находились в ведении Овид-Эдома, вместе с сокровищами царского дворца, взял также заложников и вернулся в Самарию.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Амасия, сын царя Иудеи Иоаша, пережил Иоаша, сына Иоахаза, царя Израиля, на пятнадцать лет. ",
          "ID": "25"
        },
        {
          "text": "Что же до прочих событий правления Амасии, от первых до последних, то разве не записаны они в «Книге царей Иудеи и Израиля»? ",
          "ID": "26"
        },
        {
          "text": "Со времени, когда Амасия отвернулся от Господа, против него в Иерусалиме составили заговор, и он бежал в город Лахиш, но за ним послали в Лахиш и убили его там. ",
          "ID": "27"
        },
        {
          "text": "Его привезли назад на конях и похоронили с его предками в городе Иудеи.",
          "ID": "28"
        }
      ],
      "ID": "OT:2CH.25",
      "name": "Вторая Книга Паралипоменон 25"
    },
    {
      "text": [
        {
          "text": "После этого весь народ Иудеи взял Уззию, которому было шестнадцать лет, и сделал его царем вместо его отца Амасии. ",
          "ID": "1"
        },
        {
          "text": "Это он отстроил порт Элат и вернул его Иудее после того, как Амасия упокоился со своими предками.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Уззии было шестнадцать лет, когда он стал царем, и правил он в Иерусалиме пятьдесят два года. Его мать звали Иехолия, она была родом из Иерусалима. ",
          "ID": "3"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, как и его отец Амасия. ",
          "ID": "4"
        },
        {
          "text": "Он искал Бога при жизни Захарии, который наставлял его в страхе Божьем. Пока он искал Господа, Бог посылал ему успех.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Он пошел войной на филистимлян и разрушил стены Гата, Иавнеи и Ашдода. После этого он отстроил города рядом с Ашдодом и в других местах среди филистимлян. ",
          "ID": "6"
        },
        {
          "text": "Бог помогал ему в битве против филистимлян, арабов, которые жили в Гур-Баале, и меунитян. ",
          "ID": "7"
        },
        {
          "text": "Аммонитяне платили Уззии дань, и его слава дошла до Египта, потому что он стал очень могуществен.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Уззия возвел башни в Иерусалиме над Угловыми воротами, над воротами Долины и на углу стены и укрепил их. ",
          "ID": "9"
        },
        {
          "text": "Он возвел башни и в пустыне и вытесал много хранилищ для воды, потому что у него было много скота в предгорьях и на равнине. А в горах и на плодородных землях у него трудились землепашцы и виноградари. Он любил земледелие.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "У Уззии было хорошо обученное войско, готовое выступить на войну по отделениям, по числу в списках, составленных писарем Иеилом и чиновником Маасеей под руководством Ханании, одного из царских сановников. ",
          "ID": "11"
        },
        {
          "text": "Общим счетом глав храбрых воинов было две тысячи шестьсот человек. ",
          "ID": "12"
        },
        {
          "text": "Под их началом было войско из трехсот семи тысяч пятисот воинов, обученных сражаться – огромная сила, чтобы помогать царю в битве против врагов. ",
          "ID": "13"
        },
        {
          "text": "Уззия заготовил для всего войска щиты, копья, шлемы, латы, луки и камни для пращей. ",
          "ID": "14"
        },
        {
          "text": "В Иерусалиме он соорудил машины, придуманные искусными мастерами, чтобы с башен и с углов городских стен пускать стрелы и метать огромные камни. Слава о нем распространилась далеко, он получал большую помощь, пока не стал могущественным.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но когда Уззия обрел могущество, гордыня привела его к падению. Он нарушил верность Господу, своему Богу, и вошел в Господень храм, чтобы возжечь жертвенные благовония на кадильном жертвеннике. ",
          "ID": "16"
        },
        {
          "text": "Священник Азария и с ним еще восемьдесят священников, мужественных людей, вошли вслед за ним, ",
          "ID": "17"
        },
        {
          "text": "преградили ему путь и сказали:",
          "ID": "18"
        },
        {
          "text": "– Не подобает тебе, Уззия, возжигать Господу благовония. Это удел священников, потомков Аарона, которые были посвящены, чтобы возжигать благовония. Покинь святилище – ты совершил преступление и не будешь в чести у Господа Бога!",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Уззия, который держал в руке кадильницу и был уже готов совершать приношение, разгневался. И в то время, когда он гневался на священников у него на лбу появилась проказа. Это произошло на глазах у священников, в доме Господа, перед кадильным жертвенником. ",
          "ID": "19"
        },
        {
          "text": "Когда первосвященник Азария и все остальные священники посмотрели на него, они увидели, что у него на лбу проказа, и поспешили вывести его оттуда. Да и сам он спешил уйти, потому что Господь поразил его.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Царь Уззия был прокаженным до самой его смерти. Он жил в отдельном доме, прокаженный, отлученный от Господнего дома. Иотам, его сын, распоряжался в царском дворце и управлял народом страны.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Прочие события правления Уззии, от первых до последних, записал пророк Исаия, сын Амоца. ",
          "ID": "22"
        },
        {
          "text": "Уззия упокоился со своими предками и был похоронен рядом с ними на поле для погребения, которое принадлежало царям, потому что народ говорил: «Он прокаженный». А Иотам, его сын, стал царем вместо него.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.26",
      "name": "Вторая Книга Паралипоменон 26"
    },
    {
      "text": [
        {
          "text": "Иотаму было двадцать пять лет, когда он стал царем, и правил он в Иерусалиме шестнадцать лет. Его мать звали Иеруша, она была дочерью Цадока. ",
          "ID": "1"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, как и его отец Уззия, но в отличие от него он не вторгался в Господень храм. А народ все хранил свои скверные обычаи. ",
          "ID": "2"
        },
        {
          "text": "Иотам перестроил Верхние ворота Господнего дома и выполнил большие работы у городской стены на холме Офел. ",
          "ID": "3"
        },
        {
          "text": "Он строил города в иудейских горах и крепости с башнями в лесистых местностях.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Иотам пошел войной на царя аммонитян и победил его. В тот год аммонитяне выплатили ему сто талантов серебра, десять тысяч коров пшеницы и десять тысяч коров ячменя. Столько же они приносили ему и во второй, и в третий год.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Иотам стал могущественным царем, потому что жил, во всем повинуясь Господу, своему Богу.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Прочие события правления Иотама, все его войны и другие деяния записаны в «Книге царей Израиля и Иудеи». ",
          "ID": "7"
        },
        {
          "text": "Ему было двадцать пять лет, когда он стал царем, и правил он в Иерусалиме шестнадцать лет. ",
          "ID": "8"
        },
        {
          "text": "Иотам упокоился со своими предками и был похоронен в Городе Давида. А Ахаз, его сын, стал царем вместо него.",
          "ID": "9"
        }
      ],
      "ID": "OT:2CH.27",
      "name": "Вторая Книга Паралипоменон 27"
    },
    {
      "text": [
        {
          "text": "Ахазу было двадцать лет, когда он стал царем, и правил он в Иерусалиме шестнадцать лет. В отличие от своего предка Давида, он не делал того, что было правильным в глазах Господа. ",
          "ID": "1"
        },
        {
          "text": "Он ходил путями царей Израиля и даже сделал литых идолов, чтобы служить Баалам. ",
          "ID": "2"
        },
        {
          "text": "Он приносил огненные жертвы в долине Бен-Гинном и даже сжигал там своих сыновей по омерзительному примеру народов, которых Господь прогнал перед израильтянами. ",
          "ID": "3"
        },
        {
          "text": "Он приносил жертвы и возжигал благовония в святилищах на возвышенностях, на вершинах холмов и под каждым тенистым деревом.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Поэтому Господь, его Бог, отдал его в руки царя Арама. Арамеи разбили его, взяли много народа в плен и увели их в Дамаск. Он был отдан также в руки царя Израиля, который нанес ему тяжелые потери. ",
          "ID": "5"
        },
        {
          "text": "Пеках, сын Ремалии, убил сто двадцать тысяч доблестных воинов Иудеи в один день, потому что они оставили Господа, Бога их отцов. ",
          "ID": "6"
        },
        {
          "text": "Зихрий, могучий воин ефремит, убил царского сына Маасею, распорядителя дворца Азрикама и Элкану, второго человека после царя. ",
          "ID": "7"
        },
        {
          "text": "Израильтяне взяли в плен своих же братьев в Иудее, двести тысяч могучих воинов, вместе с их женами, сыновьями и дочерьми. Они взяли у них и богатую добычу, которую отправили в Самарию.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но там был пророк Господа, которого звали Одед. Он вышел навстречу войску, когда оно возвращалось в Самарию, и сказал им:",
          "ID": "9"
        },
        {
          "text": "– Господь, Бог ваших отцов, разгневался на Иудею и отдал их вам в руки, но вы истребляли их с яростью, которая достигла небес. ",
          "ID": "9"
        },
        {
          "text": "А теперь вы хотите сделать мужчин и женщин Иудеи и Иерусалима своими рабами. Но разве на вас самих нет вины перед Господом, вашим Богом? ",
          "ID": "10"
        },
        {
          "text": "Слушайте же меня! Отпустите своих братьев, которых вы взяли в плен, назад, потому что гнев Господа воспылал на вас.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Некоторые из вождей Ефрема – Азария, сын Иоханана, Берехия, сын Мешиллемофа, Езекия, сын Шаллума, и Амаса, сын Хадлая, – предостерегли тех, кто возвращался с войны.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Не ведите сюда этих пленников, – сказали они, – иначе мы станем виновны перед Господом. Вы что, хотите прибавить к нашим грехам и преступлениям и этот? Наша вина и без того велика, и Его гнев воспылал на Израиль.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тогда воины отказались от пленников и добычи перед вождями и всем собранием. ",
          "ID": "14"
        },
        {
          "text": "А те, чьи имена были упомянуты, взяли пленников и всех из них, кто был наг, одели из добычи. Они дали им одежду и обувь, снабдили едой и питьем и помазали целебным маслом. Всех, кто ослаб, они посадили на ослов. Они доставили их к их соплеменникам в Иерихон, город Пальм, и вернулись в Самарию.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "В то время царь Ахаз послал к царю Ассирии, прося о помощи, ",
          "ID": "16"
        },
        {
          "text": "потому что эдомитяне опять пришли, напали на Иудею и увели пленников, ",
          "ID": "17"
        },
        {
          "text": "а филистимляне опустошали города в предгорьях и на юге Иудеи. Они захватили Бет-Шемеш, Айялон, Гедероф, города Сохо, Тимну и Гимзо с их окрестными поселениях и поселились там. ",
          "ID": "18"
        },
        {
          "text": "Господь унизил Иудею из-за Ахаза, царя Израиля, потому что тот развратил Иудею и забыл про верность Господу. ",
          "ID": "19"
        },
        {
          "text": "К нему пришел Тиглатпаласар, царь Ассирии, но стал притеснять его, вместо того чтобы помочь. ",
          "ID": "20"
        },
        {
          "text": "Ахаз взял сокровища из дома Господа, из собственного дворца и дворца вождей и выплатил дань царю Ассирии, но это ему не помогло.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "В этой беде царь Ахаз еще сильнее нарушил верность Господу. ",
          "ID": "22"
        },
        {
          "text": "Он принес жертвы богам Дамаска, думая, что это они разбили его, и говорил: «Раз боги царей Арама помогли им, стану приносить им жертвы, чтобы они помогли и мне». Но они привели к падению и его, и весь Израиль.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Ахаз собрал утварь Божьего дома и порубил ее на куски. Он запер двери дома Господа и устроил жертвенники на всех углах улиц Иерусалима. ",
          "ID": "24"
        },
        {
          "text": "В каждом городе Иудеи он устроил святилища на возвышенностях, чтобы сжигать жертвы чужим богам, и тем самым вызывал гнев Господа, Бога его отцов.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Прочие события его правления и все его деяния, от первых до последних, записаны в «Книге царей Иудеи и Израиля». ",
          "ID": "26"
        },
        {
          "text": "Ахаз упокоился со своими предками и был похоронен в городе, в Иерусалиме, но не был положен в гробницы царей Израиля. Езекия, его сын, стал царем вместо него.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.28",
      "name": "Вторая Книга Паралипоменон 28"
    },
    {
      "text": [
        {
          "text": "Езекии было двадцать пять лет, когда он стал царем, и правил он в Иерусалиме двадцать девять лет. Его мать звали Авия, она была дочерью Захарии. ",
          "ID": "1"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, как и его предок Давид.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "В первый месяц, на первом году своего правления, он открыл двери Господнего дома и починил их. ",
          "ID": "3"
        },
        {
          "text": "Он привел священников и левитов, собрал их на площади с восточной стороны ",
          "ID": "4"
        },
        {
          "text": "и сказал им:",
          "ID": "5"
        },
        {
          "text": "– Слушайте меня, левиты! Освятитесь сегодня сами и освятите дом Господа, Бога ваших отцов. Выбросите из святилища всякую скверну. ",
          "ID": "5"
        },
        {
          "text": "Наши отцы поступали беззаконно, делая зло в глазах Господа, нашего Бога, и оставили Его. Они отвернули свои лица от жилища Господа и повернулись к нему спиной. ",
          "ID": "6"
        },
        {
          "text": "Они заперли двери притвора и погасили светильники. Они не возжигали благовоний и не приносили всесожжений в святилище Бога Израиля. ",
          "ID": "7"
        },
        {
          "text": "За это Господень гнев обрушился на Иудею и Иерусалим; Он отдал их на позор, на опустошение и на посмеяние, как вы видите своими глазами. ",
          "ID": "8"
        },
        {
          "text": "Поэтому наши отцы пали от меча, а наши сыновья, дочери и жены в плену. ",
          "ID": "9"
        },
        {
          "text": "Теперь я хочу заключить завет с Господом, Богом Израиля, чтобы Его пылающий гнев на нас прекратился. ",
          "ID": "10"
        },
        {
          "text": "Мои сыновья, не будьте же беспечными, потому что Господь избрал вас служить Ему и возжигать благовония.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И начали свое служение левиты:",
          "ID": "12"
        },
        {
          "text": "из потомков Каафа –",
          "ID": "12"
        },
        {
          "text": "Махат, сын Амасая, и Иоиль, сын Азарии;",
          "ID": "12"
        },
        {
          "text": "из потомков Мерари –",
          "ID": "12"
        },
        {
          "text": "Киш, сын Авдия, и Азария, сын Иегаллелела;",
          "ID": "12"
        },
        {
          "text": "из потомков Гершона –",
          "ID": "12"
        },
        {
          "text": "Иоах, сын Зиммы, и Еден, сын Иоаха;",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "из потомков Элицафана –",
          "ID": "13"
        },
        {
          "text": "Шимрий и Иеил;",
          "ID": "13"
        },
        {
          "text": "из потомков Асафа –",
          "ID": "13"
        },
        {
          "text": "Захария и Маттания;",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "из потомков Емана –",
          "ID": "14"
        },
        {
          "text": "Иехиил и Шимей;",
          "ID": "14"
        },
        {
          "text": "из потомков Идутуна –",
          "ID": "14"
        },
        {
          "text": "Шемая и Уззиил.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Собрав своих братьев и освятившись, они пришли очищать Господень дом, как, следуя словам Господа, повелел царь. ",
          "ID": "15"
        },
        {
          "text": "Священники прошли в святилище Господа, чтобы очистить его. Они вынесли во двор Господнего дома все нечистое, что нашли в доме Господа. Левиты взяли это и отнесли в долину Кедрон. ",
          "ID": "16"
        },
        {
          "text": "Приступив к освящению в первый день первого месяца, они подошли к притвору дома Господа в восьмой день того же месяца. Еще восемь дней они освящали сам Господень дом и закончили на шестнадцатый день первого месяца.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Они пришли к царю Езекии и доложили:",
          "ID": "18"
        },
        {
          "text": "– Мы очистили весь Господень дом, жертвенник для всесожжений со всей его утварью и стол, на который кладут священный хлеб, со всей его утварью. ",
          "ID": "18"
        },
        {
          "text": "Всю утварь, которую во время своего правления убрал неверный царь Ахаз, мы приготовили и освятили. Она сейчас перед Господним жертвенником.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "На следующий день, ранним утром, царь Езекия собрал начальников города и отправился в дом Господа. ",
          "ID": "20"
        },
        {
          "text": "Они привели семь быков, семь баранов, семь ягнят и семь козлов, чтобы принести их в жертву за грех за царскую семью, за святилище и за всю Иудею. Царь велел священникам, потомкам Аарона, принести их в жертву на жертвеннике Господа. ",
          "ID": "21"
        },
        {
          "text": "Быков закололи, и священники, взяв крови, окропили ею жертвенник. Затем закололи баранов и окропили жертвенник их кровью. Затем закололи ягнят и окропили жертвенник их кровью. ",
          "ID": "22"
        },
        {
          "text": "А козлов, которые были предназначены в жертву за грех, поставили перед царем и собранием, и они возложили на них руки. ",
          "ID": "23"
        },
        {
          "text": "Затем священники закололи козлов и принесли их кровь на жертвеннике как жертву за грех, чтобы очистить весь Израиль, потому что царь велел совершить всесожжение и принести жертву за грех за весь Израиль.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Езекия поставил левитов с тарелками, лирами и арфами в доме Господа, по установлению Давида, царского провидца Гада и пророка Нафана. Это установление было дано Господом через Его пророков. ",
          "ID": "25"
        },
        {
          "text": "Левиты стояли наготове с музыкальными инструментами Давида, а священники – с трубами.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Езекия велел принести на жертвеннике всесожжение. Когда началось жертвоприношение, началось и пение Господу под голос труб и музыкальных инструментов Давида, царя Израиля. ",
          "ID": "27"
        },
        {
          "text": "Все собрание совершало поклонение, певцы пели, а трубачи трубили. Так продолжалось, пока жертвоприношение не было завершено.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Когда жертвы были принесены, царь и все, кто был с ним, преклонили колени и поклонились. ",
          "ID": "29"
        },
        {
          "text": "Царь Езекия со своими приближенными велел левитам славить Господа словами Давида и провидца Асафа. И они радостно пели хвалу, низко кланялись и поклонялись. ",
          "ID": "30"
        },
        {
          "text": "Езекия сказал:",
          "ID": "31"
        },
        {
          "text": "– Итак, вы посвятили себя Господу. Приступайте, несите жертвы и благодарственные приношения в Господень дом.",
          "ID": "31"
        },
        {
          "text": "Собрание принесло жертвы и благодарственные приношения, а все, кто был к этому расположен, принесли и всесожжения. ",
          "ID": "31"
        },
        {
          "text": "Жертв всесожжения, которые принесло собрание, было общим счетом: семьдесят быков, сто баранов и двести ягнят – все это для всесожжения Господу. ",
          "ID": "32"
        },
        {
          "text": "Других священных жертв было: шестьсот голов крупного и три тысячи голов мелкого скота. ",
          "ID": "33"
        },
        {
          "text": "Но священников было слишком мало, чтобы освежевать все туши жертв всесожжения, и пока другие священники не освятились, их сородичи левиты помогали им, пока работа не была сделана, потому что левиты отнеслись к освящению добросовестнее, чем священники. ",
          "ID": "34"
        },
        {
          "text": "Жертв всесожжения и жира жертв примирения с жертвенными возлияниями, которыми сопровождались всесожжения, было в изобилии.",
          "ID": "35"
        },
        {
          "text": "Так было восстановлено служение в Господнем доме. ",
          "ID": "35"
        },
        {
          "text": "Езекия и весь народ радовались тому, что сделал для Своего народа Бог, ведь сделано это было так быстро.",
          "ID": "36"
        }
      ],
      "ID": "OT:2CH.29",
      "name": "Вторая Книга Паралипоменон 29"
    },
    {
      "text": [
        {
          "text": "Езекия послал объявить по всему Израилю и Иудее и написал письма Ефрему и Манассии, приглашая их прийти в дом Господа в Иерусалиме и отпраздновать Пасху Господу, Богу Израиля. ",
          "ID": "1"
        },
        {
          "text": "Царь, его приближенные и все собрание в Иерусалиме решили на совете праздновать Пасху во втором месяце. ",
          "ID": "2"
        },
        {
          "text": "Они не могли отпраздновать ее в установленное время, потому что не хватало священников, которые успели бы освятиться, и народ еще не собирался в Иерусалиме. ",
          "ID": "3"
        },
        {
          "text": "Это решение понравилось и царю, и всему собранию. ",
          "ID": "4"
        },
        {
          "text": "Они решили объявить по всему Израилю, от Вирсавии до Дана, чтобы народ шел в Иерусалим праздновать Пасху Господу, Богу Израиля, потому что ее не отмечали всенародно, как было предписано.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И гонцы с письмами от царя и его приближенных прошли по всему Израилю и по всей Иудее, возвещая повеления царя:",
          "ID": "6"
        },
        {
          "text": "«Народ Израиля, вернитесь к Господу, Богу Авраама, Исаака и Иакова, чтобы Он вернулся к вам, оставшийся народ, уцелевший от рук царей Ассирии. ",
          "ID": "6"
        },
        {
          "text": "Не будьте, как ваши отцы и братья, которые нарушили верность Господу, Богу их отцов, за что Он предал их на опустошение, как вы и видите. ",
          "ID": "7"
        },
        {
          "text": "Не будьте упрямыми, как ваши отцы; покоритесь Господу. Придите в святилище, которое Он освятил навеки. Служите Господу, вашему Богу, чтобы Его пылающий гнев на вас прекратился. ",
          "ID": "8"
        },
        {
          "text": "Если вы вернетесь к Господу, то взявшие в плен ваших родичей и детей пожалеют их, и они вернутся в эту страну, потому что Господь, ваш Бог, милостив и милосерден. Он не отвернет от вас Своего лица, если вы возвратитесь к Нему».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Гонцы ходили из города в город в землях Ефрема и Манассии, до самых рубежей земли Завулона, но народ лишь насмехался и издевался над ними. ",
          "ID": "10"
        },
        {
          "text": "И все же некоторые из родов Асира, Манассии и Завулона смирили себя и пришли в Иерусалим. ",
          "ID": "11"
        },
        {
          "text": "Да и в Иудее рука Божья была на народе, даровав им единомыслие, чтобы им выполнить то, что по слову Господа велели царь и его приближенные.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Огромная толпа народа собралась в Иерусалиме отмечать праздник Пресных хлебов во втором месяце. ",
          "ID": "13"
        },
        {
          "text": "Они приступили к работе, и разрушили в Иерусалиме жертвенники, и убрали все жертвенники для возжигания им благовоний, и бросили их в долину Кедрон.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Они закололи пасхального ягненка в четырнадцатый день второго месяца. Священники и левиты, устыдившись, освятились и принесли в Господень дом всесожжения. ",
          "ID": "15"
        },
        {
          "text": "Они встали на свои обычные места, как предписано Законом Моисея, Божьего человека. Священники кропили кровью, которую подавали им левиты. ",
          "ID": "16"
        },
        {
          "text": "Так как многие в толпе не освятились, левитам пришлось закалывать пасхальных ягнят за всех, кто был ритуально нечист и не мог посвятить своего ягненка Господу. ",
          "ID": "17"
        },
        {
          "text": "Большая часть народа, где было много паломников из родов Ефрема, Манассии, Иссахара и Завулона, не очистилась, но ела Пасху, нарушая предписание. ",
          "ID": "18"
        },
        {
          "text": "Но Езекия помолился за них, сказав:",
          "ID": "19"
        },
        {
          "text": "– Пусть простит Господь, Который благ, всякого, кто расположил свое сердце поискам Бога – Господа, Бога его отцов, даже если он поклоняется Ему, будучи нечист по уставу святилища.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Господь услышал Езекию и исцелил народ. ",
          "ID": "20"
        },
        {
          "text": "Израильтяне, которые были в Иерусалиме, отмечали праздник Пресных хлебов семь дней с великой радостью, а левиты и священники каждый день пели хвалебные песни Господу под звуки Господних музыкальных инструментов. ",
          "ID": "21"
        },
        {
          "text": "Езекия милостиво говорил со всеми левитами, которые обнаружили хорошие познания в Господней службе. В течение семи дней они ели полагавшуюся им долю, приносили жертвы примирения и открыто признавали свои грехи перед Господом, Богом их отцов.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Затем все собрание согласилось праздновать праздник еще семь дней, так что они радостно праздновали и эти семь дней. ",
          "ID": "23"
        },
        {
          "text": "Ведь царь Иудеи Езекия распорядился выдать собранию тысячу быков и семь тысяч овец и коз, а приближенные дали им тысячу быков и десять тысяч овец и коз. Много священников подготовилось к священной службе. ",
          "ID": "24"
        },
        {
          "text": "Все собрание Иудеи радовалось вместе со священниками, и левитами, и всеми, кто собрался из Израиля, считая и чужеземцев, явившихся из Израиля и живших в Иудее. ",
          "ID": "25"
        },
        {
          "text": "В Иерусалиме царила великая радость, ведь со дней царя Израиля Соломона, сына Давида, в Иерусалиме не бывало ничего подобного. ",
          "ID": "26"
        },
        {
          "text": "Священники и левиты встали благословить народ, и Бог услышал их, потому что их молитва достигла небес, Его святого жилища.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.30",
      "name": "Вторая Книга Паралипоменон 30"
    },
    {
      "text": [
        {
          "text": "Когда все это окончилось, израильтяне, бывшие там, пошли в города Иудеи, разбили священные камни и срубили столбы Ашеры. Они разрушили святилища на возвышенностях и жертвенники во всей Иудее и в земле Вениамина, Ефрема и Манассии до конца. После этого израильтяне вернулись в свои города, к своим наделам.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Езекия распределил священников и левитов по отделениям, каждого – по его священническим или левитским обязанностям, чтобы они приносили всесожжения и жертвы примирения, совершали служение, возносили благодарения и пели хвалу у ворот Господнего жилища. ",
          "ID": "2"
        },
        {
          "text": "Из своего имущества царь сделал пожертвования для утреннего и вечернего всесожжений и для всесожжений по субботам, в Новолуния и установленные праздники, как написано в Законе Господа. ",
          "ID": "3"
        },
        {
          "text": "Он повелел жителям Иерусалима давать свою долю, которая причитается священникам и левитам, чтобы те могли посвятить себя Господнему Закону. ",
          "ID": "4"
        },
        {
          "text": "Как только это постановление было обнародовано, израильтяне щедро отделили первые плоды со сборов зерна, молодого вина, оливкового масла, меда и всего, чем плодоносят поля. Они принесли и множество десятых частей от всего, что имели. ",
          "ID": "5"
        },
        {
          "text": "Народ Израиля и Иудеи, живший в городах Иудеи, тоже принес десятую часть от своих стад и отар и десятую часть священных вещей, которые были посвящены Господу, их Богу, – они сложили их грудами. ",
          "ID": "6"
        },
        {
          "text": "Они начали делать это в третьем месяце и закончили в седьмом. ",
          "ID": "7"
        },
        {
          "text": "Когда Езекия и его сановники пришли и увидели груды, они прославили Господа и благословили народ.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Езекия спросил у священников и левитов об этих вещах, ",
          "ID": "9"
        },
        {
          "text": "и первосвященник Азария из клана Цадока ответил:",
          "ID": "10"
        },
        {
          "text": "– С тех пор как народ начал приносить пожертвования в Господень дом, мы стали есть досыта, и многое остается, потому что Господь благословил Свой народ, и у нас остается такое изобилие.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Езекия повелел приготовить в доме Господа кладовые, и это было исполнено. ",
          "ID": "11"
        },
        {
          "text": "Туда были честно перенесены все пожертвования, десятины и посвященные вещи. Левит Хонания распоряжался этим, а его брат Шимей был вторым начальником после него. ",
          "ID": "12"
        },
        {
          "text": "Иехиил, Азазия, Нахат, Асаил, Иеримот, Иозавад, Элиэл, Исмахия, Махат и Беная были смотрителями под началом Хонании и его брата Шимея, по назначению царя Езекии и Азарии, распорядителя при Божьем доме.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Коре, сын левита Имны, хранитель Восточных ворот, ведал добровольными приношениями, которые были сделаны Богу, распределяя приношения, сделанные Господу, и посвященные дары. ",
          "ID": "14"
        },
        {
          "text": "Еден, Миниамин, Иешуа, Шемая, Амария и Шекания верно помогали ему в священнических городах, распределяя приношения между своими собратьями-священниками по их группам, поровну старым и молодым.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Кроме этого, они распределяли и между всеми людьми мужского пола от трех лет и старше, чьи имена были в родословных записях, – между всеми, кто входил в Господень дом, чтобы исполнять обязанности каждого дня для своего служения по своим должностям и по своим отделениям. ",
          "ID": "16"
        },
        {
          "text": "Они распределяли между священниками, которые были внесены в родословия по их кланам, а также между левитами от двадцати лет и старше по их должностям и по их отделениям. ",
          "ID": "17"
        },
        {
          "text": "В этих родословиях значились также все маленькие дети, жены, сыновья и дочери всего общества, потому что они были верны, сохраняя себя чистыми.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Что же до священников, потомков Аарона, которые имели возделываемые земли вокруг своих городов, то, чтобы распределить должную долю всем людям мужского пола среди них и всем, кто внесен в родословия левитов, при каждом городе были поименно назначены люди.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Езекия поступал так по всей Иудее, делая то, что было добрым, правильным и верным перед Господом, его Богом. ",
          "ID": "20"
        },
        {
          "text": "Во всем, что бы он ни предпринимал в служении Божьему дому и в соблюдении Закона и его повелений, он искал своего Бога и трудился от всего сердца. И он во всем преуспевал.",
          "ID": "21"
        }
      ],
      "ID": "OT:2CH.31",
      "name": "Вторая Книга Паралипоменон 31"
    },
    {
      "text": [
        {
          "text": "После всего, что с такой верностью совершил Езекия, пришел царь Ассирии Синаххериб и вторгся в Иудею. Он взял в осаду укрепленные города, думая отобрать их. ",
          "ID": "1"
        },
        {
          "text": "Когда Езекия увидел, что Синаххериб пришел и хочет воевать с Иерусалимом, ",
          "ID": "2"
        },
        {
          "text": "он решил на совете со своими приближенными и военачальниками засыпать источники воды за пределами города, и те помогли ему. ",
          "ID": "3"
        },
        {
          "text": "Собралось множество народа и засыпали источники воды и поток, который протекал по стране. «К чему оставлять эту воду царям Ассирии?» – говорили они. ",
          "ID": "4"
        },
        {
          "text": "Езекия много трудился, восстанавливая все разрушенные участки стены и воздвигая на ней башни. Он сложил еще одну стену за пределами прежней и улучшил Милло Города Давида. Еще он изготовил много оружия и щитов.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Он поставил над народом военачальников, собрал их к себе на площади у городских ворот и ободрил их, сказав:",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Будьте тверды и мужественны. Не бойтесь, не падайте духом из-за царя Ассирии и огромного войска с ним, потому что с нами большая сила, чем с ним. ",
          "ID": "7"
        },
        {
          "text": "С ним – мышца из плоти, а с нами – Господь, наш Бог, Который поможет нам и будет за нас сражаться.",
          "ID": "8"
        },
        {
          "text": "И народ ободрился словами Езекии, царя Иудеи.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "После этого, когда Синаххериб, царь Ассирии, и все его войска осаждали Лахиш, он послал своих слуг в Иерусалим, чтобы передать Езекии, царю Иудеи, и всему собравшемуся там народу Иудеи:",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Так говорит Синаххериб, царь Ассирии: «На что вы так надеетесь, что остаетесь в осажденном Иерусалиме? ",
          "ID": "10"
        },
        {
          "text": "Когда Езекия говорит: „Господь, наш Бог, спасет нас от руки царя Ассирии“, он сбивает вас с пути, чтобы вы умерли от голода и жажды. ",
          "ID": "11"
        },
        {
          "text": "Разве не сам Езекия убрал святилища на возвышенностях и жертвенники этого Бога, говоря Иудее и Иерусалиму: „Поклоняйтесь перед одним жертвенником и на нем сжигайте жертвы“?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Разве вы не знаете, что я и мои предки сделали со всеми народами других земель? Разве в силах были боги этих народов избавить свою землю от моей руки? ",
          "ID": "13"
        },
        {
          "text": "Кто из богов всех этих народов, которые были погублены моими предками, смог избавить от меня свой народ? Как же ваш Бог сможет избавить вас от моей руки? ",
          "ID": "14"
        },
        {
          "text": "Не давайте же Езекии обманывать вас этим и сбивать с пути. Не верьте ему, потому что никакой бог ни у одного из народов или царств не мог избавить свой народ от моей руки или от рук моих предков. И куда уж вашему Богу избавить вас от моей руки!»",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Слуги царя Синаххериба говорили еще больше против Господа Бога и против Его слуги Езекии. ",
          "ID": "16"
        },
        {
          "text": "Синаххериб также написал письма, осыпая бранью Господа, Бога Израиля, и говоря против Него: «Как боги народов других земель не избавили своих народов от моей руки, так и Бог Езекии не избавит Своего народа от моей руки». ",
          "ID": "17"
        },
        {
          "text": "Они кричали по-еврейски жителям Иерусалима, которые были на стене, чтобы устрашить и запугать их и захватить город. ",
          "ID": "18"
        },
        {
          "text": "Они говорили о Боге Иерусалима, как о богах других народов земли – творениях человеческих рук.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Царь Езекия и пророк Исаия, сын Амоца, воззвали в молитве к небесам, ",
          "ID": "20"
        },
        {
          "text": "и Господь послал Ангела, Который истребил всех храбрых воинов, вождей и полководцев в лагере ассирийского царя, и Синаххериб с позором удалился в свою землю. Однажды, когда он пошел в храм своего бога, его сыновья поразили его мечом.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Так Господь спас Езекию и жителей Иерусалима от руки царя Ассирии Синаххериба и от рук всех остальных. Он даровал им покой со всех сторон. ",
          "ID": "22"
        },
        {
          "text": "Многие принесли в Иерусалим приношения Господу и дорогие подарки Езекии, царю Иудеи. С тех пор он был в большом почете у всех народов.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "В те дни Езекия заболел и был при смерти. Он помолился Господу, и Тот ответил ему и дал ему знамение. ",
          "ID": "24"
        },
        {
          "text": "Но сердце Езекии возгордилось, и он не отозвался на оказанную ему милость. За это на нем и на Иудее с Иерусалимом был Господень гнев. ",
          "ID": "25"
        },
        {
          "text": "Тогда Езекия раскаялся в гордыне своего сердца, как и жители Иерусалима. За это Господень гнев не обрушился на них в дни Езекии.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Езекия был очень богат и прославлен. Он сделал сокровищницы для своего серебра и золота, для своих драгоценных камней, благовоний, щитов и всякого рода дорогих вещей. ",
          "ID": "27"
        },
        {
          "text": "Еще он построил кладовые для урожаев зерна, для молодого вина и оливкового масла и сделал стойла и загоны для различного скота. ",
          "ID": "28"
        },
        {
          "text": "Он строил поселения и приобретал многочисленные отары и стада, потому что Бог даровал ему огромное богатство. ",
          "ID": "29"
        },
        {
          "text": "Это Езекия засыпал верхний проток источника Гихон и отвел воду вниз к западной стороне Города Давида. Он преуспевал во всем, что делал.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Однажды, когда правители Вавилона отправили послов, чтобы спросить его о знамении, которое совершилось в стране, Бог оставил его наедине с самим собой, чтобы испытать его и узнать все, что у него на сердце.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Прочие события правления Езекии и его добрые дела записаны в видении пророка Исаии, сына Амоца, которые включены в «Книгу царей Иудеи и Израиля». ",
          "ID": "32"
        },
        {
          "text": "Езекия упокоился со своими предками и был похоронен на возвышенности, там, где могилы потомков Давида. Вся Иудея и все жители Иерусалима почтили его, когда он умер. Манассия, его сын, стал царем вместо него.",
          "ID": "33"
        }
      ],
      "ID": "OT:2CH.32",
      "name": "Вторая Книга Паралипоменон 32"
    },
    {
      "text": [
        {
          "text": "Манассии было двенадцать лет, когда он стал царем, и правил он в Иерусалиме пятьдесят пять лет. ",
          "ID": "1"
        },
        {
          "text": "Он делал зло в глазах Господа, следуя омерзительным обычаям народов, которых Господь прогнал от израильтян. ",
          "ID": "2"
        },
        {
          "text": "Он отстроил святилища на возвышенностях, которые разрушил его отец Езекия, он воздвиг жертвенники Баалам и сделал столбы Ашеры. Он поклонялся всему небесному воинству и служил ему, ",
          "ID": "3"
        },
        {
          "text": "построил жертвенники в доме Господа, о котором Господь сказал: «Мое имя пребудет в Иерусалиме вовеки». ",
          "ID": "4"
        },
        {
          "text": "В обоих дворах дома Господа он построил жертвенники всему небесному воинству. ",
          "ID": "5"
        },
        {
          "text": "Он приносил своих сыновей в огненную жертву в долине Бен-Гинном, гадал и ворожил, и занимался волшебством. Он общался с вызывателями умерших и чародеями. Он сделал много зла в глазах Господа, вызывая Его гнев.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Он взял резного идола, которого сделал, и поставил его в Божьем доме, о котором Бог говорил Давиду и его сыну Соломону: «В этом доме и в Иерусалиме, который Я избрал среди всех родов Израиля, Я помещу Мое имя навеки. ",
          "ID": "7"
        },
        {
          "text": "Я не дам впредь ногам израильтян оставить землю, которой Я наделил их отцов, если только они будут исполнять все, что Я повелел им в отношении Закона, правил и установлений, данных через Моисея».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но Манассия сбил Иудею и жителей Иерусалима с пути, и они стали делать больше зла, чем те народы, которых Господь истребил перед израильтянами.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Господь предостерегал Манассию и его народ, но они не слушали. ",
          "ID": "10"
        },
        {
          "text": "И Господь навел на них военачальников царя Ассирии, которые взяли Манассию в плен, продели в его нос крюк, заковали в бронзовые кандалы и увели его в Вавилон. ",
          "ID": "11"
        },
        {
          "text": "Попав в беду, он искал милости у Господа, своего Бога, и глубоко смирился перед Богом своих отцов. ",
          "ID": "12"
        },
        {
          "text": "Когда он молился, Господь смилостивился над ним и внял его мольбе. Он возвратил его в Иерусалим, на его трон. Так Манассия познал, что Господь есть Бог.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "После этого он отстроил внешнюю стену Города Давида к западу от источника Гихон в долине до самого прохода Рыбных ворот и вокруг холма Офел, притом он сделал ее гораздо выше. Он разместил военачальников во всех укрепленных городах Иудеи. ",
          "ID": "14"
        },
        {
          "text": "Он убрал чужеземных богов и идола из Господнего дома вместе с жертвенниками, которые построил на храмовой горе и в Иерусалиме; он выбросил их из города. ",
          "ID": "15"
        },
        {
          "text": "Он восстановил жертвенник Господа, принес на нем жертвы примирения и благодарственные жертвы и велел Иудее служить Господу, Богу Израиля. ",
          "ID": "16"
        },
        {
          "text": "Народ же продолжал приносить жертвы в святилищах на возвышенностях, но только Господу, Богу своему.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Прочие события правления Манассии, его молитва своему Богу и слова провидцев, сказанные ему во имя Господа, Бога Израиля, записаны в летописях царей Израиля. ",
          "ID": "18"
        },
        {
          "text": "Его молитва и то, как Бог смилостивился над ним, все его грехи, неверность и места, где он строил святилища на возвышенностях и ставил столбы Ашеры и идолов, прежде чем смирил себя, – все это записано в «Летописях провидцев». ",
          "ID": "19"
        },
        {
          "text": "Манассия упокоился со своими предками и был похоронен у себя во дворце. Амон, его сын, стал царем вместо него.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Амону было двадцать два года, когда он стал царем, и правил он в Иерусалиме два года. ",
          "ID": "21"
        },
        {
          "text": "Он делал зло в глазах Господа, как и его отец Манассия. Амон поклонялся и приносил жертвы всем идолам, которых сделал Манассия. ",
          "ID": "22"
        },
        {
          "text": "Но, в отличие от своего отца Манассии, он не смирил себя перед Господом – этот Амон лишь умножал свою вину.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Приближенные Амона составили против него заговор и убили его в его же дворце. ",
          "ID": "24"
        },
        {
          "text": "Но народ страны перебил всех, кто был в заговоре против царя Амона, и сделал царем вместо него его сына Иосию.",
          "ID": "25"
        }
      ],
      "ID": "OT:2CH.33",
      "name": "Вторая Книга Паралипоменон 33"
    },
    {
      "text": [
        {
          "text": "Иосии было восемь лет, когда он стал царем, и правил он в Иерусалиме тридцать один год. ",
          "ID": "1"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, и ходил путями своего предка Давида, не уклоняясь ни вправо, ни влево.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "На восьмом году своего правления, еще юношей, он начал искать Бога своего предка Давида. На двенадцатом году своего правления он начал очищать Иудею и Иерусалим от святилищ на возвышенностях, шестов Ашеры, резных и литых идолов. ",
          "ID": "3"
        },
        {
          "text": "Под его руководством были разрушены жертвенники Баалов. Он разбил жертвенники для благовоний, которые находились над ними, и уничтожил столбы Ашеры, резных и литых идолов. Он разбил их на куски и разбросал над могилами тех, кто некогда приносил им жертвы. ",
          "ID": "4"
        },
        {
          "text": "Он сжег кости жрецов на их жертвенниках и так очистил Иудею и Иерусалим. ",
          "ID": "5"
        },
        {
          "text": "В городах родов Манассии, Ефрема и Симеона, до самой земли Неффалима и в их опустошенных окрестностях ",
          "ID": "6"
        },
        {
          "text": "он разрушил жертвенники и столбы Ашеры, растолок идолов в пыль и разбил все жертвенники для благовоний по всему Израилю. После этого он вернулся в Иерусалим.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "На восемнадцатом году правления Иосии, чтобы очистить страну и дом Божий, он послал Шафана, сына Ацалии, и градоправителя Маасею с летописцем Иоахом, сыном Иоахаза, чтобы восстановить дом Господа, своего Бога.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Они пришли к первосвященнику Хелкии и отдали ему деньги, принесенные в Божий дом, которые левиты-привратники собрали у народа Манассии, Ефрема, и у всех остальных израильтян, и у всего народа Иудеи, и Вениамина, и у жителей Иерусалима. ",
          "ID": "9"
        },
        {
          "text": "Они передали их людям, которые были назначены наблюдать за работами при доме Господа. Эти люди платили рабочим, которые ремонтировали и восстанавливали дом. ",
          "ID": "10"
        },
        {
          "text": "Они давали деньги и плотникам со строителями на покупку тесаного камня и дерева для брусьев и балок в зданиях, которым цари Иудеи позволили прийти в упадок.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Эти люди работали честно. Над ними были поставлены Иахат и Авдий – левиты из потомков Мерари, и Захария с Мешулламом из потомков Каафа. Другие левиты, все, кто был искусен в игре на музыкальных инструментах, ",
          "ID": "12"
        },
        {
          "text": "стояли над носильщиками и руководили всеми работниками при каждом задании. Некоторые из левитов были писарями, начальниками и привратниками.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда выносили деньги, которые были принесены в дом Господа, священник Хелкия нашел книгу Господнего Закона, который был дан через Моисея. ",
          "ID": "14"
        },
        {
          "text": "Хелкия сказал писарю Шафану:",
          "ID": "15"
        },
        {
          "text": "– Я нашел в доме Господа книгу Закона – и отдал ее Шафану.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Шафан отнес свиток царю и доложил ему:",
          "ID": "16"
        },
        {
          "text": "– Твои слуги делают все, что им было поручено. ",
          "ID": "16"
        },
        {
          "text": "Они взяли деньги, какие нашлись в доме Господа, и отдали их тем, кто наблюдает за работами и работникам.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Затем писарь Шафан известил царя:",
          "ID": "18"
        },
        {
          "text": "– Священник Хелкия дал мне книгу.",
          "ID": "18"
        },
        {
          "text": "И Шафан прочитал ее перед царем. ",
          "ID": "18"
        },
        {
          "text": "Услышав слова Закона, царь разорвал на себе одежду. ",
          "ID": "19"
        },
        {
          "text": "Он приказал Хелкии, Ахикаму, сыну Шафана, Авдону, сыну Михи, писарю Шафану и царскому слуге Асаи:",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Идите, вопросите Господа за меня и за оставшийся народ в Израиле и в Иудее о том, что написано в найденной книге. Велик Господень гнев, который обрушился на нас из-за того, что наши отцы не сохранили Господне слово: они не поступали так, как написано в этой книге.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Хелкия и те, кого послал царь, пошли к пророчице Олдане, жене Шаллума, сына Токгата, внука Хасры, хранителя одежд. Она жила в Иерусалиме, во Втором округе, и говорили с ней об этом. ",
          "ID": "22"
        },
        {
          "text": "Она сказала им:",
          "ID": "23"
        },
        {
          "text": "– Так говорт Господь, Бог Израиля: «Скажите человеку, который послал вас ко Мне: ",
          "ID": "23"
        },
        {
          "text": "„Так говорит Господь: Я наведу на это место и на его обитателей беду – все проклятия, записанные в книге, которую читали перед царем Иудеи. ",
          "ID": "24"
        },
        {
          "text": "Из-за того, что они оставили Меня, возжигали благовония другим богам и вызывали Мой гнев всем, что сделали их руки, Мой гнев обрушится на это место и не угаснет“. ",
          "ID": "25"
        },
        {
          "text": "Скажите царю Иудеи, который послал вас вопросить Господа: „Так говорит Господь, Бог Израиля, о словах, которые ты слышал: ",
          "ID": "26"
        },
        {
          "text": "Так как твое сердце смягчилось и ты смирил себя перед Богом, услышав сказанное Им против этого места и его обитателей, и так как ты смирил себя предо Мной, разорвал свои одежды и плакал предо Мной, то и Я услышал тебя, – возвещает Господь. – ",
          "ID": "27"
        },
        {
          "text": "Поэтому Я возьму тебя к твоим отцам, и тебя похоронят в мире. Твои глаза не увидят всей той беды, которую Я наведу на это место и на его обитателей“».",
          "ID": "28"
        },
        {
          "text": "Они передали ее ответ царю.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Тогда царь созвал всех старейшин Иудеи и Иерусалима. ",
          "ID": "29"
        },
        {
          "text": "Он пошел в дом Господа с народом Иудеи, жителями Иерусалима, священниками и левитами – со всем народом, от великого до малого. Он прочитал им вслух все слова книги завета, которую нашли в доме Господа. ",
          "ID": "30"
        },
        {
          "text": "Царь стоял у царской колонны и заключил перед Господом завет, обещая следовать Господу, и исполнять Его повеления, предписания и установления от всего сердца и от всей души, и соблюдать этим слова завета, записанные в этой книге. ",
          "ID": "31"
        },
        {
          "text": "Он велел всем, жившим в Иерусалиме и в земле Вениамина, дать такое же обещание, и жители Иерусалима стали делать то, что требовал завет с Богом, Богом их отцов.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Иосия убрал всех отвратительных идолов из всех земель, которые принадлежали израильтянам, и велел всем, кто находился в Израиле, служить Господу, их Богу, и все время, что он был жив, они не уклонялись от следования Господу, Богу их отцов.",
          "ID": "33"
        }
      ],
      "ID": "OT:2CH.34",
      "name": "Вторая Книга Паралипоменон 34"
    },
    {
      "text": [
        {
          "text": "Иосия устроил Пасху Господу в Иерусалиме, и в четырнадцатый день первого месяца закололи пасхального ягненка. ",
          "ID": "1"
        },
        {
          "text": "Он определил священникам их обязанности и ободрил их, чтобы им совершать служение в Господнем доме. ",
          "ID": "2"
        },
        {
          "text": "Он сказал левитам, наставникам всего Израиля, которые были посвящены Господу:",
          "ID": "3"
        },
        {
          "text": "– Поставьте священный ковчег в доме, который построил Соломон, сын царя Давида. Вам больше не нужно переносить его на своих плечах. Служите отныне Господу и Его народу, Израилю. ",
          "ID": "3"
        },
        {
          "text": "Приготовьтесь к службе в доме по вашим кланам, в соответствии с указаниями, данными царем Израиля Давидом и его сыном Соломоном. ",
          "ID": "4"
        },
        {
          "text": "Стойте во святилище с группами левитов. Сделайте это для каждого клана, чтобы вы могли помочь людям. ",
          "ID": "5"
        },
        {
          "text": "Заколите пасхальных ягнят, освятитесь и приготовьте ягнят для ваших соплеменников, исполняя все, что повелел через Моисея Господь.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Иосия дал всему народу, который был там, общим счетом тридцать тысяч голов мелкого скота, ягнят и козлят для пасхальных приношений и три тысячи голов крупного скота. Все это из имущества царя.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Его приближенные тоже добровольно жертвовали народу, священникам и левитам. Хелкия, Захария и Иехиил, ответственные за Божий дом, дали священникам для пасхальной жертвы две тысячи шестьсот голов мелкого скота и триста крупного. ",
          "ID": "8"
        },
        {
          "text": "Хонания со своими братьями Шемаей и Нафанаилом и вождями левитов Хашавией, Иеилом и Иозавадом дали левитам пять тысяч голов мелкого скота и пятьсот голов крупного.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда все было приготовлено к службе, священники встали на свои места, а левиты – по своим отделениям, как повелел царь. ",
          "ID": "10"
        },
        {
          "text": "Пасхальные ягнята были заколоты, и священники кропили переданной им кровью, пока левиты свежевали животных. ",
          "ID": "11"
        },
        {
          "text": "Они отложили предназначенное для всесожжения, чтобы потом раздать народу по семействам, для приношения Господу, как написано в книге Моисея. То же они сделали и с крупным скотом. ",
          "ID": "12"
        },
        {
          "text": "Они испекли пасхальную жертву над огнем, по обычаю, сварили священные жертвы в котлах и поспешно раздали всему народу, ",
          "ID": "13"
        },
        {
          "text": "а после приготовили для себя и для священников, потому что священники, потомки Аарона, были заняты, принося всесожжения и жир животных до самой ночи. Поэтому левиты приготовили и для себя, и для священников, потомков Аарона. ",
          "ID": "14"
        },
        {
          "text": "Музыканты, потомки Асафа, находились на местах, определенных им Давидом, Асафом, Еманом и царским провидцем Идутуном. Привратникам у каждых ворот не нужно было оставлять своих постов, потому что их собратья-левиты все приготовили для них.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Так вся Господня служба была исполнена в тот день, чтобы отпраздновать Пасху и принести всесожжения на жертвеннике Господа, как повелел царь Иосия. ",
          "ID": "16"
        },
        {
          "text": "Израильтяне, которые были там, праздновали в то время Пасху и семь дней отмечали праздник Пресных хлебов. ",
          "ID": "17"
        },
        {
          "text": "Такой Пасхи, как эта, не праздновали в Израиле со дней пророка Самуила; и никто из царей Израиля не праздновал такой Пасхи, как праздновал Иосия со священниками, левитами и всем народом Иудеи и Израиля, который был там с жителями Иерусалима. ",
          "ID": "18"
        },
        {
          "text": "Эта Пасха отмечалась на восемнадцатом году правления Иосии.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "После всего этого, когда Иосия привел дом Божий в порядок, Нехо, царь Египта, пошел войной на Каркемиш на Евфрате, и Иосия выступил, чтобы сразиться с ним. ",
          "ID": "20"
        },
        {
          "text": "Но Нехо послал к нему вестников, говоря:",
          "ID": "21"
        },
        {
          "text": "– Что за распря у нас с тобой, царь Иудеи? Я сегодня иду не на тебя, но на дом, с которым враждую. Бог велел мне торопиться, так что не противься Богу, Который со мною, иначе Он погубит тебя.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Но Иосия не ушел, а переоделся, чтобы сразиться с ним. Он не послушал того, что Нехо сказал по повелению Бога, но пошел сразиться с ним на равнине Мегиддо. ",
          "ID": "22"
        },
        {
          "text": "Лучники попали в Иосию, и он сказал своим слугам:",
          "ID": "23"
        },
        {
          "text": "– Уведите меня, я тяжело ранен.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Они взяли его из его колесницы, положили в другую колесницу, которая у него была, привезли в Иерусалим, и там он умер. Его похоронили в гробницах его предков, и вся Иудея и Иерусалим оплакивали его.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Иеремия сложил плач по Иосии, и до сегодняшнего дня певцы и певицы вспоминают об Иосии в плачах. Они вошли в Израиле в обиход и записаны в «Книге плачей».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Прочие события правления Иосии и его добрые дела, совершенные по написанному в Господнем Законе, – ",
          "ID": "26"
        },
        {
          "text": "все события от первых до последних записаны в «Книге царей Израиля и Иудеи».",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.35",
      "name": "Вторая Книга Паралипоменон 35"
    },
    {
      "text": [
        {
          "text": "Народ страны взял сына Иосии Иоахаза и сделал его царем в Иерусалиме вместо его отца.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Иоахазу было двадцать три года, когда он стал царем, и правил он в Иерусалиме три месяца. ",
          "ID": "2"
        },
        {
          "text": "Царь Египта низложил его в Иерусалиме и обложил Иудею данью в сто талантов серебра и один талант золота. ",
          "ID": "3"
        },
        {
          "text": "Царь Египта сделал царем Иудеи и Иерусалима брата Иоахаза Элиакима и переименовал его в Иоакима. А его брата, Иоахаза, Нехо увел в Египет.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Иоакиму было двадцать пять лет, когда он стал царем, и правил он в Иерусалиме одиннадцать лет. Он делал зло в глазах Господа, своего Бога. ",
          "ID": "5"
        },
        {
          "text": "Навуходоносор, царь Вавилона, напал на него, заковал его в бронзовые кандалы и увел в Вавилон. ",
          "ID": "6"
        },
        {
          "text": "Еще Навуходоносор забрал в Вавилон часть утвари из дома Господа и положил ее там в своем храме.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Прочие события правления Иоакима, мерзости, которые он делал, и все, в чем он был виноват, записаны в «Книге царей Израиля и Иудеи». И царем вместо него стал его сын Иехония.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Иехонии было восемнадцать лет, когда он стал царем, и правил он в Иерусалиме три месяца и десять дней. Он делал зло в глазах Господа. ",
          "ID": "9"
        },
        {
          "text": "Весной царь Навуходоносор послал за ним, и его доставили в Вавилон, а заодно забрали дорогую утварь из дома Господа. А царем Иудеи и Иерусалима вместо него он сделал дядю Иехонии Цедекию.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Цедекии был двадцать один год, когда он стал царем, и правил он в Иерусалиме одиннадцать лет. ",
          "ID": "11"
        },
        {
          "text": "Он делал зло в глазах Господа, своего Бога, и не смирил себя перед пророком Иеремией, который возвещал слово Господа. ",
          "ID": "12"
        },
        {
          "text": "Еще он восстал против царя Навуходоносора, который взял с него клятву Божьим именем. Он стал таким упрямым и своевольным, что не обращался к Господу, Богу Израиля. ",
          "ID": "13"
        },
        {
          "text": "Да и все вожди священников и народ все больше и больше уклонялись от верности, следуя отвратительным обычаям народов и оскверняя Господень дом, который Он освятил в Иерусалиме.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Господь, Бог их отцов, снова и снова предупреждал их через своих посланников, потому что жалел Свой народ и Свое жилище. ",
          "ID": "15"
        },
        {
          "text": "Но они издевались над Божьими посланниками, презирали Его слова и глумились над Его пророками, пока гнев Господа не вспыхнул на Его народ так, что уже не было ему спасения. ",
          "ID": "16"
        },
        {
          "text": "Он навел на них царя халдеев, который перебил их юношей мечом в святилище и не пожалел ни юноши, ни девушки, ни старца, ни пожилого. Бог отдал их всех во власть Навуходоносора. ",
          "ID": "17"
        },
        {
          "text": "Он унес в Вавилон все вещи из Божьего дома, и большие, и маленькие, вместе с сокровищами дома Господа и сокровищами царя и его приближенных. ",
          "ID": "18"
        },
        {
          "text": "Божий дом был сожжен, а стены Иерусалима разрушены. Все его дворцы были сожжены, и все ценное в нем уничтожено.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Навуходоносор угнал в плен в Вавилон всех, кто избежал меча, и они служили ему и его сыновьям, пока не набрало мощь Персидское царство. ",
          "ID": "20"
        },
        {
          "text": "А страна наслаждалась субботним покоем. Она хранила субботу все время своего запустения, пока не исполнились семьдесят лет, предреченные словом Господним, которое возвестил пророк Иеремия.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "В первый год правления Кира, царя Персии, чтобы исполнилось слово Господа, которое возвестил Иеремия, Господь побудил Кира, царя Персии, объявить по всему своему царству и записать такой указ:",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "«Так говорит Кир, царь Персии:",
          "ID": "23"
        },
        {
          "text": "Господь, Бог небес, отдал мне все царства земли и поручил мне построить Ему дом в Иерусалиме, в Иудее. Всякий из вас, кто принадлежит к Его народу, – да будет с ним его Бог! – может отправляться в путь».",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.36",
      "name": "Вторая Книга Паралипоменон 36"
    }
  ],
  "ID": "OT:2CH(NRP)",
  "name": "Вторая Книга Паралипоменон"
}