{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "И утвердился Соломон, сын Давидов, в царстве своем; и Господь Бог его [был] с ним, и вознес его высоко.",
          "ID": "1"
        },
        {
          "text": "И приказал Соломон [собраться] всему Израилю: тысяченачальникам и стоначальникам, и судьям, и всем начальствующим во всем Израиле – главам поколений.",
          "ID": "2"
        },
        {
          "text": "И пошли Соломон и все собрание с ним на высоту, что в Гаваоне, ибо там была Божия скиния собрания, которую устроил Моисей, раб Господень, в пустыне.",
          "ID": "3"
        },
        {
          "text": "Ковчег Божий принес Давид из Кириаф–Иарима на место, которое приготовил для него Давид, устроив для него скинию в Иерусалиме.",
          "ID": "4"
        },
        {
          "text": "А медный жертвенник, который сделал Веселеил, сын Урия, сына Орова, [оставался] там, пред скиниею Господнею, и взыскал его Соломон с собранием.",
          "ID": "5"
        },
        {
          "text": "И там пред лицем Господа, на медном жертвеннике, который пред скиниею собрания, вознес Соломон тысячу всесожжений.",
          "ID": "6"
        },
        {
          "text": "В ту ночь явился Бог Соломону и сказал ему: проси, что Мне дать тебе.",
          "ID": "7"
        },
        {
          "text": "И сказал Соломон Богу: Ты сотворил Давиду, отцу моему, великую милость и поставил меня царем вместо него.",
          "ID": "8"
        },
        {
          "text": "Да исполнится же, Господи Боже, слово Твое к Давиду, отцу моему. Так как Ты воцарил меня над народом многочисленным, как прах земной,",
          "ID": "9"
        },
        {
          "text": "то ныне дай мне премудрость и знание, чтобы я [умел] выходить пред народом сим и входить, ибо кто может управлять сим народом Твоим великим?",
          "ID": "10"
        },
        {
          "text": "И сказал Бог Соломону: за то, что это было на сердце твоем, и ты не просил богатства, имения и славы и души неприятелей твоих, и также не просил ты многих дней, а просил себе премудрости и знания, чтобы управлять народом Моим, над которым Я воцарил тебя,",
          "ID": "11"
        },
        {
          "text": "премудрость и знание дается тебе, а богатство и имение и славу Я дам тебе такие, подобных которым не бывало у царей прежде тебя и не будет после тебя.",
          "ID": "12"
        },
        {
          "text": "И пришел Соломон с высоты, что в Гаваоне, от скинии собрания, в Иерусалим и царствовал над Израилем.",
          "ID": "13"
        },
        {
          "text": "И набрал Соломон колесниц и всадников; и было у него тысяча четыреста колесниц и двенадцать тысяч всадников; и он разместил их в колесничных городах и при царе в Иерусалиме.",
          "ID": "14"
        },
        {
          "text": "И сделал царь серебро и золото в Иерусалиме равноценным [простому] камню, а кедры, по множеству их, сделал равноценными сикоморам, которые на низких местах.",
          "ID": "15"
        },
        {
          "text": "Коней Соломону приводили из Египта и из Кувы; купцы царские из Кувы получали их за деньги.",
          "ID": "16"
        },
        {
          "text": "Колесница получаема и доставляема была из Египта за шестьсот [сиклей] серебра, а конь за сто пятьдесят. Таким же образом они руками своими доставляли [это] всем царям Хеттейским и царям Арамейским.",
          "ID": "17"
        }
      ],
      "ID": "OT:2CH.1",
      "name": "Вторая книга Паралипоменон 1"
    },
    {
      "text": [
        {
          "text": "И положил Соломон построить дом имени Господню и дом царский для себя.",
          "ID": "1"
        },
        {
          "text": "И отчислил Соломон семьдесят тысяч носильщиков и восемьдесят тысяч каменосеков в горах, и надзирателей над ними три тысячи шестьсот.",
          "ID": "2"
        },
        {
          "text": "И послал Соломон к Хираму, царю Тирскому, сказать: как поступал ты с Давидом, отцом моим, и присылал ему кедры на построение дома для его жительства, [так поступи и со мною].",
          "ID": "3"
        },
        {
          "text": "Вот я строю дом имени Господа Бога моего, для посвящения Ему, чтобы возжигать пред Ним благовонное курение, представлять постоянно хлебы предложения и [возносить там] всесожжения утром и вечером в субботы, и в новомесячия, и в праздники Господа Бога нашего, что навсегда заповедано Израилю.",
          "ID": "4"
        },
        {
          "text": "И дом, который я строю, велик, потому что велик Бог наш, выше всех богов.",
          "ID": "5"
        },
        {
          "text": "И достанет ли у кого силы построить Ему дом, когда небо и небеса небес не вмещают Его? И кто я, чтобы мог построить Ему дом? Разве [только] для курения пред лицем Его.",
          "ID": "6"
        },
        {
          "text": "Итак пришли мне человека, умеющего делать [изделия] из золота, и из серебра, и из меди, и из железа, и из [пряжи] пурпурового, багряного и яхонтового [цвета], и знающего вырезывать резную работу, вместе с художниками, какие есть у меня в Иудее и в Иерусалиме, которых приготовил Давид, отец мой.",
          "ID": "7"
        },
        {
          "text": "И пришли мне кедровых дерев, и кипарису и певгового дерева с Ливана, ибо я знаю, что рабы твои умеют рубить дерева Ливанские. И вот рабы мои пойдут с рабами твоими,",
          "ID": "8"
        },
        {
          "text": "чтобы мне приготовить множество дерев, потому что дом, который я строю, великий и чудный.",
          "ID": "9"
        },
        {
          "text": "И вот древосекам, рубящим дерева, рабам твоим, я даю в пищу: пшеницы двадцать тысяч коров, и ячменю двадцать тысяч коров, и вина двадцать тысяч батов, и оливкового масла двадцать тысяч батов.",
          "ID": "10"
        },
        {
          "text": "И отвечал Хирам, царь Тирский, письмом, которое прислал к Соломону: по любви к народу Своему, Господь поставил тебя царем над ним.",
          "ID": "11"
        },
        {
          "text": "И [еще] сказал Хирам: благословен Господь Бог Израилев, создавший небо и землю, давший царю Давиду сына мудрого, имеющего смысл и разум, который намерен строить дом Господу и дом царский для себя.",
          "ID": "12"
        },
        {
          "text": "Итак я посылаю [тебе] человека умного, имеющего знания, Хирам–Авия,",
          "ID": "13"
        },
        {
          "text": "сына [одной] женщины из дочерей Дановых, – а отец его Тирянин, – умеющего делать [изделия] из золота и из серебра, из меди, из железа, из камней и из дерев, из [пряжи] пурпурового, яхонтового [цвета], и из виссона, и из багряницы, и вырезывать всякую резьбу, и исполнять все, что будет поручено ему вместе с художниками твоими и с художниками господина моего Давида, отца твоего.",
          "ID": "14"
        },
        {
          "text": "А пшеницу и ячмень, оливковое масло и вино, о которых говорил ты, господин мой, пошли рабам твоим.",
          "ID": "15"
        },
        {
          "text": "Мы же нарубим дерев с Ливана, сколько нужно тебе, и пригоним их в плотах по морю в Яфу, а ты отвезешь их в Иерусалим.",
          "ID": "16"
        },
        {
          "text": "И исчислил Соломон всех пришельцев, бывших [тогда] в земле Израилевой, после исчисления их, сделанного Давидом, отцом его, – и нашлось их сто пятьдесят три тысячи шестьсот.",
          "ID": "17"
        },
        {
          "text": "И сделал он из них семьдесят тысяч носильщиков и восемьдесят тысяч каменосеков на горах и три тысячи шестьсот надзирателей, чтобы они побуждали народ к работе.",
          "ID": "18"
        }
      ],
      "ID": "OT:2CH.2",
      "name": "Вторая книга Паралипоменон 2"
    },
    {
      "text": [
        {
          "text": "И начал Соломон строить дом Господень в Иерусалиме на горе Мориа, которая указана была Давиду, отцу его, на месте, которое приготовил Давид, на гумне Орны Иевусеянина.",
          "ID": "1"
        },
        {
          "text": "Начал же он строить во второй [день] второго месяца, в четвертый год царствования своего.",
          "ID": "2"
        },
        {
          "text": "И вот основание, [положенное] Соломоном при строении дома Божия: длина [его] шестьдесят локтей, по прежней мере, а ширина двадцать локтей;",
          "ID": "3"
        },
        {
          "text": "и притвор, который пред домом, длиною по ширине дома в двадцать локтей, а вышиною во сто двадцать. И обложил его внутри чистым золотом.",
          "ID": "4"
        },
        {
          "text": "Дом же главный обшил деревом кипарисовым и обложил его лучшим золотом, и выделал на нем пальмы и цепочки.",
          "ID": "5"
        },
        {
          "text": "И обложил дом дорогими камнями для красоты; золото же [было] золото Парваимское.",
          "ID": "6"
        },
        {
          "text": "И покрыл дом, бревна, пороги и стены его и двери его золотом, и вырезал на стенах херувимов.",
          "ID": "7"
        },
        {
          "text": "И сделал Святое Святых: длина его по широте дома в двадцать локтей, и ширина его в двадцать локтей; и покрыл его лучшим золотом на шестьсот талантов.",
          "ID": "8"
        },
        {
          "text": "В гвоздях весу до пятидесяти сиклей золота. Горницы также покрыл золотом.",
          "ID": "9"
        },
        {
          "text": "И сделал он во Святом Святых двух херувимов резной работы и покрыл их золотом.",
          "ID": "10"
        },
        {
          "text": "Крылья херувимов длиною [были] в двадцать локтей. Одно крыло в пять локтей касалось стены дома, а другое крыло в пять же локтей сходилось с крылом другого херувима;",
          "ID": "11"
        },
        {
          "text": "[равно] и крыло другого херувима в пять локтей касалось стены дома, а другое крыло в пять локтей сходилось с крылом другого херувима.",
          "ID": "12"
        },
        {
          "text": "Крылья сих херувимов [были] распростерты на двадцать локтей; и они стояли на ногах своих, лицами своими к храму.",
          "ID": "13"
        },
        {
          "text": "И сделал завесу из яхонтовой, пурпуровой и багряной [ткани] и из виссона и изобразил на ней херувимов.",
          "ID": "14"
        },
        {
          "text": "И сделал пред храмом два столба, длиною по тридцати пяти локтей, и капитель на верху каждого в пять локтей.",
          "ID": "15"
        },
        {
          "text": "И сделал цепочки, [как] во святилище, и положил на верху столбов, и сделал сто гранатовых яблок и положил на цепочки.",
          "ID": "16"
        },
        {
          "text": "И поставил столбы пред храмом, один по правую сторону, другой по левую, и дал имя правому Иахин, а левому имя Воаз.",
          "ID": "17"
        }
      ],
      "ID": "OT:2CH.3",
      "name": "Вторая книга Паралипоменон 3"
    },
    {
      "text": [
        {
          "text": "И сделал медный жертвенник: двадцать локтей длина его и двадцать локтей ширина его и десять локтей вышина его.",
          "ID": "1"
        },
        {
          "text": "И сделал море литое, – от края его до края его десять локтей, – все круглое, вышиною в пять локтей; и снурок в тридцать локтей обнимал его кругом;",
          "ID": "2"
        },
        {
          "text": "и [литые] подобия волов стояли под ним кругом со всех сторон; на десять локтей окружали море кругом два ряда волов, вылитых одним литьем с ним.",
          "ID": "3"
        },
        {
          "text": "Стояло оно на двенадцати волах: три глядели к северу и три глядели к западу, и три глядели к югу, и три глядели к востоку, – и море на них сверху; зады же их были обращены внутрь под него.",
          "ID": "4"
        },
        {
          "text": "Толщиною оно [было] в ладонь; и края его, сделанные, как края чаши, [походили] на распустившуюся лилию. Оно вмещало до трех тысяч батов.",
          "ID": "5"
        },
        {
          "text": "И сделал десять омывальниц, и поставил пять по правую сторону и пять по левую, чтоб омывать в них, – приготовляемое ко всесожжению омывали в них; море же – для священников, чтоб они омывались в нем.",
          "ID": "6"
        },
        {
          "text": "И сделал десять золотых светильников, как им быть надлежало, и поставил в храме, пять по правую сторону и пять по левую.",
          "ID": "7"
        },
        {
          "text": "И сделал десять столов и поставил в храме, пять по правую сторону и пять по левую, и сделал сто золотых чаш.",
          "ID": "8"
        },
        {
          "text": "И сделал священнический двор и большой двор и двери к двору, и вереи их обложил медью.",
          "ID": "9"
        },
        {
          "text": "Море поставил на правой стороне, к юго–востоку.",
          "ID": "10"
        },
        {
          "text": "И сделал Хирам тазы, и лопатки, и чаши. И кончил Хирам работу, которую производил для царя Соломона в доме Божием:",
          "ID": "11"
        },
        {
          "text": "два столба и две опояски венцов на верху столбов, и две сетки для покрытия двух опоясок венцов, которые на главе столбов,",
          "ID": "12"
        },
        {
          "text": "и четыреста гранатовых яблок на двух сетках, два ряда гранатовых яблок для каждой сетки, для покрытия двух опоясок венцов, которые на столбах.",
          "ID": "13"
        },
        {
          "text": "И подставы сделал он, и омывальницы сделал на подставах;",
          "ID": "14"
        },
        {
          "text": "одно море, и двенадцать волов под ним,",
          "ID": "15"
        },
        {
          "text": "и тазы, и лопатки, и вилки, и весь прибор их сделал Хирам–Авий царю Соломону для дома Господня из полированной меди.",
          "ID": "16"
        },
        {
          "text": "В окрестности Иордана выливал их царь, в глинистой земле, между Сокхофом и Цередою.",
          "ID": "17"
        },
        {
          "text": "И сделал Соломон все вещи сии в великом множестве, так что не знали веса меди.",
          "ID": "18"
        },
        {
          "text": "Также сделал Соломон все вещи для дома Божия и золотой жертвенник, и столы, на которых хлебы предложения,",
          "ID": "19"
        },
        {
          "text": "и светильники и лампады их, чтобы возжигать их по уставу пред давиром, из чистого золота;",
          "ID": "20"
        },
        {
          "text": "и цветы, и лампады, и щипцы из золота, из самого чистого золота,",
          "ID": "21"
        },
        {
          "text": "и ножи, и кропильницы, и чаши, и лотки из золота самого чистого, и двери храма, – двери его внутренние во Святое Святых, и двери храма во святилище, – из золота.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.4",
      "name": "Вторая книга Паралипоменон 4"
    },
    {
      "text": [
        {
          "text": "И окончилась вся работа, которую производил Соломон для дома Господня. И принес Соломон посвященное Давидом, отцом его, и серебро и золото и все вещи отдал в сокровищницы дома Божия.",
          "ID": "1"
        },
        {
          "text": "Тогда собрал Соломон старейшин Израилевых и всех глав колен, начальников поколений сынов Израилевых, в Иерусалим, для перенесения ковчега завета Господня из города Давидова, то есть [с] Сиона.",
          "ID": "2"
        },
        {
          "text": "И собрались к царю все Израильтяне на праздник, в седьмой месяц.",
          "ID": "3"
        },
        {
          "text": "И пришли все старейшины Израилевы. Левиты взяли ковчег",
          "ID": "4"
        },
        {
          "text": "и понесли ковчег и скинию собрания и все вещи священные, которые в скинии, – понесли их священники и левиты.",
          "ID": "5"
        },
        {
          "text": "Царь же Соломон и все общество Израилево, собравшееся к нему пред ковчегом, приносили жертвы из овец и волов, которых невозможно исчислить и определить, по причине множества.",
          "ID": "6"
        },
        {
          "text": "И принесли священники ковчег завета Господня на место его, в давир храма – во Святое Святых, под крылья херувимов.",
          "ID": "7"
        },
        {
          "text": "И херувимы распростирали крылья над местом ковчега, и покрывали херувимы ковчег и шесты его сверху.",
          "ID": "8"
        },
        {
          "text": "И выдвинулись шесты, так что головки шестов ковчега видны были пред давиром, но не выказывались наружу, и они там до сего дня.",
          "ID": "9"
        },
        {
          "text": "Не было в ковчеге ничего кроме двух скрижалей, которые положил Моисей на Хориве, когда Господь заключил [завет] с сынами Израилевыми, по исходе их из Египта.",
          "ID": "10"
        },
        {
          "text": "Когда священники вышли из святилища, ибо все священники, находившиеся там, освятились без различия отделов;",
          "ID": "11"
        },
        {
          "text": "и левиты певцы, – все они, [то есть] Асаф, Еман, Идифун и сыновья их, и братья их, – одетые в виссон, с кимвалами и с псалтирями и цитрами стояли на восточной стороне жертвенника, и с ними сто двадцать священников, трубивших трубами,",
          "ID": "12"
        },
        {
          "text": "и были, как один, трубящие и поющие, издавая один голос к восхвалению и славословию Господа; и когда загремел звук труб и кимвалов и музыкальных орудий, и восхваляли Господа, ибо Он благ, ибо вовек милость Его; тогда дом, дом Господень, наполнило облако,",
          "ID": "13"
        },
        {
          "text": "и не могли священники стоять на служении по причине облака, потому что слава Господня наполнила дом Божий.",
          "ID": "14"
        }
      ],
      "ID": "OT:2CH.5",
      "name": "Вторая книга Паралипоменон 5"
    },
    {
      "text": [
        {
          "text": "Тогда сказал Соломон: Господь сказал, что Он благоволит обитать во мгле,",
          "ID": "1"
        },
        {
          "text": "а я построил дом в жилище Тебе, место для вечного Твоего пребывания.",
          "ID": "2"
        },
        {
          "text": "И обратился царь лицем своим и благословил все собрание Израильтян, – все собрание Израильтян стояло, –",
          "ID": "3"
        },
        {
          "text": "и сказал: благословен Господь Бог Израилев, Который, что сказал устами Своими Давиду, отцу моему, исполнил [ныне] рукою Своею! Он говорил:",
          "ID": "4"
        },
        {
          "text": "\"с того дня, как Я вывел народ Мой из земли Египетской, Я не избрал города ни в одном из колен Израилевых для построения дома, в котором пребывало бы имя Мое, и не избрал человека, который был бы правителем народа Моего Израиля,",
          "ID": "5"
        },
        {
          "text": "но избрал Иерусалим, чтобы там пребывало имя Мое, и избрал Давида, чтоб он был над народом Моим Израилем\".",
          "ID": "6"
        },
        {
          "text": "И было на сердце у Давида, отца моего, построить дом имени Господа, Бога Израилева.",
          "ID": "7"
        },
        {
          "text": "Но Господь сказал Давиду, отцу моему: \"у тебя есть на сердце построить храм имени Моему; хорошо, что это на сердце у тебя.",
          "ID": "8"
        },
        {
          "text": "Однако не ты построишь храм, а сын твой, который произойдет из чресл твоих, – он построит храм имени Моему\".",
          "ID": "9"
        },
        {
          "text": "И исполнил Господь слово Свое, которое изрек: я вступил на место Давида, отца моего, и воссел на престоле Израилевом, как сказал Господь, и построил дом имени Господа Бога Израилева.",
          "ID": "10"
        },
        {
          "text": "И я поставил там ковчег, в котором завет Господа, заключенный Им с сынами Израилевыми.",
          "ID": "11"
        },
        {
          "text": "И стал [Соломон] у жертвенника Господня впереди всего собрания Израильтян, и воздвиг руки свои, –",
          "ID": "12"
        },
        {
          "text": "ибо Соломон сделал медный амвон длиною в пять локтей и шириною в пять локтей, а вышиною в три локтя, и поставил его среди двора; и стал на нем, и преклонил колени впереди всего собрания Израильтян, и воздвиг руки свои к небу, –",
          "ID": "13"
        },
        {
          "text": "и сказал: Господи Боже Израилев! Нет Бога, подобного Тебе, ни на небе, ни на земле. Ты хранишь завет и милость к рабам Твоим, ходящим пред Тобою всем сердцем своим:",
          "ID": "14"
        },
        {
          "text": "Ты исполнил рабу Твоему Давиду, отцу моему, что Ты говорил ему; что изрек Ты устами Твоими, то в день сей исполнил рукою Твоею.",
          "ID": "15"
        },
        {
          "text": "И ныне, Господи Боже Израилев! исполни рабу Твоему Давиду, отцу моему, то, что Ты сказал ему, говоря: не прекратится у тебя [муж], сидящий пред лицем Моим на престоле Израилевом, если только сыновья твои будут наблюдать за путями своими, ходя по закону Моему так, как ты ходил предо Мною.",
          "ID": "16"
        },
        {
          "text": "И ныне, Господи Боже Израилев! да будет верно слово Твое, которое Ты изрек рабу Твоему Давиду.",
          "ID": "17"
        },
        {
          "text": "Поистине, Богу ли жить с человеками на земле? Если небо и небеса небес не вмещают Тебя, тем менее храм сей, который построил я.",
          "ID": "18"
        },
        {
          "text": "Но призри на молитву раба Твоего и на прошение его, Господи Боже мой! услышь воззвание и молитву, которою раб Твой молится пред Тобою.",
          "ID": "19"
        },
        {
          "text": "Да будут очи Твои отверсты на храм сей днем и ночью, на место, где Ты обещал положить имя Твое, чтобы слышать молитву, которою раб Твой будет молиться на месте сем.",
          "ID": "20"
        },
        {
          "text": "Услышь моления раба Твоего и народа Твоего Израиля, какими они будут молиться на месте сем; услышь с места обитания Твоего, с небес, услышь и помилуй!",
          "ID": "21"
        },
        {
          "text": "Когда кто согрешит против ближнего своего, и потребуют от него клятвы, чтоб он поклялся, и будет совершаться клятва пред жертвенником Твоим в храме сем,",
          "ID": "22"
        },
        {
          "text": "тогда Ты услышь с неба и соверши суд над рабами Твоими, воздай виновному, возложив поступок его на голову его, и оправдай правого, воздав ему по правде его.",
          "ID": "23"
        },
        {
          "text": "Когда поражен будет народ Твой Израиль неприятелем за то, что согрешил пред Тобою, и они обратятся [к Тебе], и исповедают имя Твое, и будут просить и молиться пред Тобою в храме сем,",
          "ID": "24"
        },
        {
          "text": "тогда Ты услышь с неба, и прости грех народа Твоего Израиля, и возврати их в землю, которую Ты дал им и отцам их.",
          "ID": "25"
        },
        {
          "text": "Когда заключится небо и не будет дождя за то, что они согрешили пред Тобою, и будут молиться на месте сем, и исповедают имя Твое, и обратятся от греха своего, потому что Ты смирил их,",
          "ID": "26"
        },
        {
          "text": "тогда Ты услышь с неба и прости грех рабов Твоих и народа Твоего Израиля, указав им добрый путь, по которому идти им, и пошли дождь на землю Твою, которую Ты дал народу Твоему в наследие.",
          "ID": "27"
        },
        {
          "text": "Голод ли будет на земле, будет ли язва моровая, будет ли ветер палящий или ржа, саранча или червь, будут ли теснить его неприятели его на земле владений его, [будет ли] какое бедствие, какая болезнь,",
          "ID": "28"
        },
        {
          "text": "всякую молитву, всякое прошение, какое будет от какого–либо человека или от всего народа Твоего Израиля, когда они почувствуют каждый бедствие свое и горе свое и прострут руки свои к храму сему,",
          "ID": "29"
        },
        {
          "text": "Ты услышь с неба – места обитания Твоего, и прости, и воздай каждому по всем путям его, как Ты знаешь сердце его, – ибо Ты один знаешь сердце сынов человеческих, –",
          "ID": "30"
        },
        {
          "text": "чтобы они боялись Тебя и ходили путями Твоими во все дни, доколе живут на земле, которую Ты дал отцам нашим.",
          "ID": "31"
        },
        {
          "text": "Даже и иноплеменник, который не от народа Твоего Израиля, когда он придет из земли далекой ради имени Твоего великого и руки Твоей могущественной и мышцы Твоей простертой, и придет и будет молиться у храма сего,",
          "ID": "32"
        },
        {
          "text": "Ты услышь с неба, с места обитания Твоего, и сделай все, о чем будет взывать к Тебе иноплеменник, чтобы все народы земли узнали имя Твое, и чтобы боялись Тебя, как народ Твой Израиль, и знали, что Твоим именем называется дом сей, который построил я.",
          "ID": "33"
        },
        {
          "text": "Когда выйдет народ Твой на войну против неприятелей своих путем, которым Ты пошлешь его, и будет молиться Тебе, обратившись к городу сему, который избрал Ты, и к храму, который я построил имени Твоему,",
          "ID": "34"
        },
        {
          "text": "тогда услышь с неба молитву их и прошение их и сделай, что потребно для них.",
          "ID": "35"
        },
        {
          "text": "Когда они согрешат пред Тобою, – ибо нет человека, который не согрешил бы, – и Ты прогневаешься на них, и предашь их врагу, и отведут их пленившие их в землю далекую или близкую,",
          "ID": "36"
        },
        {
          "text": "и когда они в земле, в которую будут пленены, войдут в себя и обратятся и будут молиться Тебе в земле пленения своего, говоря: мы согрешили, сделали беззаконие, мы виновны,",
          "ID": "37"
        },
        {
          "text": "и обратятся к Тебе всем сердцем своим и всею душею своею в земле пленения своего, куда отведут их в плен, и будут молиться, обратившись к земле своей, которую Ты дал отцам их, и к городу, который избрал Ты, и к храму, который я построил имени Твоему, –",
          "ID": "38"
        },
        {
          "text": "тогда услышь с неба, с места обитания Твоего, молитву их и прошение их, и сделай, что потребно для них, и прости народу Твоему, в чем он согрешил пред Тобою.",
          "ID": "39"
        },
        {
          "text": "Боже мой! да будут очи Твои отверсты и уши Твои внимательны к молитве на месте сем.",
          "ID": "40"
        },
        {
          "text": "И ныне, Господи Боже, стань на [место] покоя Твоего, Ты и ковчег могущества Твоего. Священники Твои, Господи Боже, да облекутся во спасение, и преподобные Твои да насладятся благами.",
          "ID": "41"
        },
        {
          "text": "Господи Боже! не отврати лица помазанника Твоего, помяни милости к Давиду, рабу Твоему.",
          "ID": "42"
        }
      ],
      "ID": "OT:2CH.6",
      "name": "Вторая книга Паралипоменон 6"
    },
    {
      "text": [
        {
          "text": "Когда окончил Соломон молитву, сошел огонь с неба и поглотил всесожжение и жертвы, и слава Господня наполнила дом.",
          "ID": "1"
        },
        {
          "text": "И не могли священники войти в дом Господень, потому что слава Господня наполнила дом Господень.",
          "ID": "2"
        },
        {
          "text": "И все сыны Израилевы, видя, как сошел огонь и слава Господня на дом, пали лицем на землю, на помост, и поклонились, и славословили Господа, ибо Он благ, ибо вовек милость Его.",
          "ID": "3"
        },
        {
          "text": "Царь же и весь народ стали приносить жертвы пред лицем Господа.",
          "ID": "4"
        },
        {
          "text": "И принес царь Соломон в жертву двадцать две тысячи волов и сто двадцать тысяч овец: так освятили дом Божий царь и весь народ.",
          "ID": "5"
        },
        {
          "text": "Священники стояли в служении своем, и левиты с музыкальными орудиями Господа, которые сделал царь Давид для прославления Господа, ибо вечна милость Его, так как Давид славословил чрез них; священники же трубили перед ним, и весь Израиль стоял.",
          "ID": "6"
        },
        {
          "text": "Освятил Соломон и внутреннюю часть двора, которая пред домом Господним: ибо принес там всесожжения и тук мирных жертв, так как жертвенник медный, сделанный Соломоном, не мог вмещать всесожжения и хлебного приношения, и туков.",
          "ID": "7"
        },
        {
          "text": "И сделал Соломон в то время семидневный праздник, и весь Израиль с ним – собрание весьма большое, [сошедшееся] от входа в Емаф до реки Египетской;",
          "ID": "8"
        },
        {
          "text": "а в день восьмой сделали попразднство, ибо освящение жертвенника совершали семь дней и праздник семь дней.",
          "ID": "9"
        },
        {
          "text": "И в двадцать третий день седьмого месяца [царь] отпустил народ в шатры их, радующийся и веселящийся в сердце о благе, какое сделал Господь Давиду и Соломону и Израилю, народу Своему.",
          "ID": "10"
        },
        {
          "text": "И окончил Соломон дом Господень и дом царский; и все, что предположил Соломон в сердце своем сделать в доме Господнем и в доме своем, совершил он успешно.",
          "ID": "11"
        },
        {
          "text": "И явился Господь Соломону ночью и сказал ему: Я услышал молитву твою и избрал Себе место сие в дом жертвоприношения.",
          "ID": "12"
        },
        {
          "text": "Если Я заключу небо и не будет дождя, и если повелю саранче поядать землю, или пошлю моровую язву на народ Мой,",
          "ID": "13"
        },
        {
          "text": "и смирится народ Мой, который именуется именем Моим, и будут молиться, и взыщут лица Моего, и обратятся от худых путей своих, то Я услышу с неба и прощу грехи их и исцелю землю их.",
          "ID": "14"
        },
        {
          "text": "Ныне очи Мои будут отверсты и уши Мои внимательны к молитве на месте сем.",
          "ID": "15"
        },
        {
          "text": "И ныне Я избрал и освятил дом сей, чтобы имя Мое было там во веки; и очи Мои и сердце Мое будут там во все дни.",
          "ID": "16"
        },
        {
          "text": "И если ты будешь ходить пред лицем Моим, как ходил Давид, отец твой, и будешь делать все, что Я повелел тебе, и будешь хранить уставы Мои и законы Мои,",
          "ID": "17"
        },
        {
          "text": "то утвержу престол царства твоего, как Я обещал Давиду, отцу твоему, говоря: не прекратится у тебя [муж], владеющий Израилем.",
          "ID": "18"
        },
        {
          "text": "Если же вы отступите и оставите уставы Мои и заповеди Мои, которые Я дал вам, и пойдете и станете служить богам иным и поклоняться им,",
          "ID": "19"
        },
        {
          "text": "то Я истреблю [Израиля] с лица земли Моей, которую Я дал им, и храм сей, который Я освятил имени Моему, отвергну от лица Моего и сделаю его притчею и посмешищем у всех народов.",
          "ID": "20"
        },
        {
          "text": "И о храме сем высоком всякий, проходящий мимо него, ужаснется и скажет: за что поступил так Господь с землею сею и с храмом сим?",
          "ID": "21"
        },
        {
          "text": "И скажут: за то, что они оставили Господа, Бога отцов своих, Который вывел их из земли Египетской, и прилепились к богам иным, и поклонялись им, и служили им, – за то Он навел на них все это бедствие.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.7",
      "name": "Вторая книга Паралипоменон 7"
    },
    {
      "text": [
        {
          "text": "По окончании двадцати лет, в которые Соломон строил дом Господень и свой дом,",
          "ID": "1"
        },
        {
          "text": "Соломон обстроил и города, которые дал Соломону Хирам, и поселил в них сынов Израилевых.",
          "ID": "2"
        },
        {
          "text": "И пошел Соломон на Емаф–Сува и взял его.",
          "ID": "3"
        },
        {
          "text": "И построил он Фадмор в пустыне, и все города для запасов, какие основал в Емафе.",
          "ID": "4"
        },
        {
          "text": "Он обстроил Вефорон верхний и Вефорон нижний, города укрепленные, со стенами, воротами и запорами,",
          "ID": "5"
        },
        {
          "text": "и Ваалаф и все города для запасов, которые были у Соломона, и все города для колесниц, и города для конных, и все, что хотел Соломон построить в Иерусалиме и на Ливане и во всей земле владения своего.",
          "ID": "6"
        },
        {
          "text": "Весь народ, оставшийся от Хеттеев, и Аморреев, и Ферезеев, и Евеев и Иевусеев, которые были не из сынов Израилевых, –",
          "ID": "7"
        },
        {
          "text": "детей их, оставшихся после них на земле, которых не истребили сыны Израилевы, – сделал Соломон оброчными до сего дня.",
          "ID": "8"
        },
        {
          "text": "Сынов же Израилевых не делал Соломон работниками по делам своим, но они были воинами, и начальниками телохранителей его, и вождями колесниц его и всадников его.",
          "ID": "9"
        },
        {
          "text": "И было главных приставников у царя Соломона, управлявших народом, двести пятьдесят.",
          "ID": "10"
        },
        {
          "text": "А дочь Фараонову перевел Соломон из города Давидова в дом, который построил для нее, потому что, говорил он, не должна жить женщина у меня в доме Давида, царя Израилева, ибо свят он, так как вошел в него ковчег Господень.",
          "ID": "11"
        },
        {
          "text": "Тогда стал возносить Соломон всесожжения Господу на жертвеннике Господнем, который он устроил пред притвором,",
          "ID": "12"
        },
        {
          "text": "чтобы по уставу каждого дня приносить всесожжения, по заповеди Моисеевой, в субботы, и в новомесячия, и в праздники три раза в год: в праздник опресноков, и в праздник седмиц, и в праздник кущей.",
          "ID": "13"
        },
        {
          "text": "И установил он, по распоряжению Давида, отца своего, череды священников по службе их и левитов по стражам их, чтобы они славословили и служили при священниках по уставу каждого дня, и привратников по чередам их, к каждым воротам, потому что таково было завещание Давида, человека Божия.",
          "ID": "14"
        },
        {
          "text": "И не отступали от повелений царя о священниках и левитах ни в чем, ни в отношении сокровищ.",
          "ID": "15"
        },
        {
          "text": "Так устроено было все дело Соломоново от дня основания дома Господня до совершенного окончания его – дома Господня.",
          "ID": "16"
        },
        {
          "text": "Тогда пошел Соломон в Ецион–Гавер и в Елаф, который на берегу моря, в земле Идумейской.",
          "ID": "17"
        },
        {
          "text": "И прислал ему Хирам чрез слуг своих корабли и рабов, знающих море, и отправились они с слугами Соломоновыми в Офир, и добыли оттуда четыреста пятьдесят талантов золота, и привезли царю Соломону.",
          "ID": "18"
        }
      ],
      "ID": "OT:2CH.8",
      "name": "Вторая книга Паралипоменон 8"
    },
    {
      "text": [
        {
          "text": "Царица Савская, услышав о славе Соломона, пришла испытать Соломона загадками в Иерусалим, с весьма большим богатством, и с верблюдами, навьюченными благовониями и множеством золота и драгоценных камней. И пришла к Соломону и беседовала с ним обо всем, что было на сердце у нее.",
          "ID": "1"
        },
        {
          "text": "И объяснил ей Соломон все слова ее, и не нашлось ничего незнакомого Соломону, чего он не объяснил бы ей.",
          "ID": "2"
        },
        {
          "text": "И увидела царица Савская мудрость Соломона и дом, который он построил,",
          "ID": "3"
        },
        {
          "text": "и пищу за столом его, и жилище рабов его, и чинность служащих ему и одежду их, и виночерпиев его и одежду их, и ход, которым он ходил в дом Господень, – и была она вне себя.",
          "ID": "4"
        },
        {
          "text": "И сказала царю: верно то, что я слышала в земле моей о делах твоих и о мудрости твоей,",
          "ID": "5"
        },
        {
          "text": "но я не верила словам о них, доколе не пришла и не увидела глазами своими. И вот, мне и вполовину не сказано о множестве мудрости твоей: ты превосходишь молву, какую я слышала.",
          "ID": "6"
        },
        {
          "text": "Блаженны люди твои, и блаженны сии слуги твои, всегда предстоящие пред тобою и слышащие мудрость твою!",
          "ID": "7"
        },
        {
          "text": "Да будет благословен Господь Бог твой, Который благоволил посадить тебя на престол Свой в царя у Господа Бога твоего. По любви Бога твоего к Израилю, чтоб утвердить его на веки, Он поставил тебя царем над ним – творить суд и правду.",
          "ID": "8"
        },
        {
          "text": "И подарила она царю сто двадцать талантов золота и великое множество благовоний и драгоценных камней; и не бывало таких благовоний, какие подарила царица Савская царю Соломону.",
          "ID": "9"
        },
        {
          "text": "И слуги Хирамовы и слуги Соломоновы, которые привезли золото из Офира, привезли и красного дерева и драгоценных камней.",
          "ID": "10"
        },
        {
          "text": "И сделал царь из этого красного дерева лестницы к дому Господню и к дому царскому, и цитры и псалтири для певцов. И не видано было подобного сему прежде в земле Иудейской.",
          "ID": "11"
        },
        {
          "text": "Царь же Соломон дал царице Савской все, чего она желала и чего она просила, кроме таких вещей, какие она привезла царю. И она отправилась обратно в землю свою, она и слуги ее.",
          "ID": "12"
        },
        {
          "text": "Весу в золоте, которое приходило к Соломону в один год, [было] шестьсот шестьдесят шесть талантов золота.",
          "ID": "13"
        },
        {
          "text": "Сверх того, послы и купцы приносили, и все цари Аравийские и начальники областные приносили золото и серебро Соломону.",
          "ID": "14"
        },
        {
          "text": "И сделал царь Соломон двести больших щитов из кованого золота, – по шестисот [сиклей] кованого золота пошло на каждый щит, –",
          "ID": "15"
        },
        {
          "text": "и триста щитов меньших из кованого золота, – по триста [сиклей] золота пошло на каждый щит; и поставил их царь в доме из Ливанского дерева.",
          "ID": "16"
        },
        {
          "text": "И сделал царь большой престол из слоновой кости и обложил его чистым золотом,",
          "ID": "17"
        },
        {
          "text": "и шесть ступеней к престолу и золотое подножие, к престолу приделанное, и локотники по обе стороны у места сидения, и двух львов, стоящих возле локотников,",
          "ID": "18"
        },
        {
          "text": "и [еще] двенадцать львов, стоящих там на шести ступенях, по обе стороны. Не бывало такого [престола] ни в одном царстве.",
          "ID": "19"
        },
        {
          "text": "И все сосуды для питья у царя Соломона [были] из золота, и все сосуды в доме из Ливанского дерева [были] из золота отборного; серебро во дни Соломона вменялось ни во что,",
          "ID": "20"
        },
        {
          "text": "ибо корабли царя ходили в Фарсис с слугами Хирама, и в три года раз возвращались корабли из Фарсиса и привозили золото и серебро, слоновую кость и обезьян и павлинов.",
          "ID": "21"
        },
        {
          "text": "И превзошел царь Соломон всех царей земли богатством и мудростью.",
          "ID": "22"
        },
        {
          "text": "И все цари земли искали видеть Соломона, чтобы послушать мудрости его, которую вложил Бог в сердце его.",
          "ID": "23"
        },
        {
          "text": "И каждый из них подносил от себя в дар сосуды серебряные и сосуды золотые и одежды, оружие и благовония, коней и лошаков, из года в год.",
          "ID": "24"
        },
        {
          "text": "И было у Соломона четыре тысячи стойл для коней и колесниц и двенадцать тысяч всадников; и он разместил их в городах колесничных и при царе – в Иерусалиме;",
          "ID": "25"
        },
        {
          "text": "и господствовал он над всеми царями, от реки [Евфрата] до земли Филистимской и до пределов Египта.",
          "ID": "26"
        },
        {
          "text": "И сделал царь серебро в Иерусалиме равноценным [простому] камню, а кедры, по их множеству, сделал равноценными сикоморам, которые на низких местах.",
          "ID": "27"
        },
        {
          "text": "Коней приводили Соломону из Египта и из всех земель.",
          "ID": "28"
        },
        {
          "text": "Прочие деяния Соломоновы, первые и последние, описаны в записях Нафана пророка и в пророчестве Ахии Силомлянина и в видениях прозорливца Иоиля о Иеровоаме, сыне Наватовом.",
          "ID": "29"
        },
        {
          "text": "Царствовал же Соломон в Иерусалиме над всем Израилем сорок лет.",
          "ID": "30"
        },
        {
          "text": "И почил Соломон с отцами своими, и похоронили его в городе Давида, отца его. И воцарился Ровоам, сын его, вместо него.",
          "ID": "31"
        }
      ],
      "ID": "OT:2CH.9",
      "name": "Вторая книга Паралипоменон 9"
    },
    {
      "text": [
        {
          "text": "И пошел Ровоам в Сихем, потому что в Сихем сошлись все Израильтяне, чтобы поставить его царем.",
          "ID": "1"
        },
        {
          "text": "Когда услышал [о сем] Иеровоам, сын Наватов, – он находился в Египте, куда убежал от царя Соломона, – то возвратился Иеровоам из Египта.",
          "ID": "2"
        },
        {
          "text": "И послали и звали его; и пришел Иеровоам и весь Израиль, и говорили Ровоаму так:",
          "ID": "3"
        },
        {
          "text": "отец твой наложил на нас тяжкое иго; но ты облегчи жестокую работу отца твоего и тяжкое иго, которое он наложил на нас, и мы будем служить тебе.",
          "ID": "4"
        },
        {
          "text": "И сказал им [Ровоам]: через три дня придите опять ко мне. И разошелся народ.",
          "ID": "5"
        },
        {
          "text": "И советовался царь Ровоам со старейшинами, которые предстояли пред лицем Соломона, отца его, при жизни его, и говорил: как вы посоветуете отвечать народу сему?",
          "ID": "6"
        },
        {
          "text": "Они сказали ему: если ты будешь добр к народу сему и угодишь им и будешь говорить с ними ласково, то они будут тебе рабами на все дни.",
          "ID": "7"
        },
        {
          "text": "Но он оставил совет старейшин, который они давали ему, и стал советоваться с людьми молодыми, которые выросли вместе с ним, предстоящими пред лицем его;",
          "ID": "8"
        },
        {
          "text": "и сказал им: что вы посоветуете мне отвечать народу сему, говорившему мне так: облегчи иго, которое наложил на нас отец твой?",
          "ID": "9"
        },
        {
          "text": "И говорили ему молодые люди, выросшие вместе с ним, и сказали: так скажи народу, говорившему тебе: отец твой наложил на нас тяжкое иго, а ты облегчи нас, – так скажи им: мизинец мой толще чресл отца моего.",
          "ID": "10"
        },
        {
          "text": "Отец мой наложил на вас тяжкое иго, а я увеличу иго ваше; отец мой наказывал вас бичами, а я [буду бить вас] скорпионами.",
          "ID": "11"
        },
        {
          "text": "И пришел Иеровоам и весь народ к Ровоаму на третий день, как приказал царь, сказав: придите ко мне опять чрез три дня.",
          "ID": "12"
        },
        {
          "text": "Тогда царь отвечал им сурово, ибо оставил царь Ровоам совет старейшин, и говорил им по совету молодых людей так:",
          "ID": "13"
        },
        {
          "text": "отец мой наложил на вас тяжкое иго, а я увеличу его; отец мой наказывал вас бичами, а я [буду бить вас] скорпионами.",
          "ID": "14"
        },
        {
          "text": "И не послушал царь народа, потому что так устроено было от Бога, чтоб исполнить Господу слово Свое, которое изрек Он чрез Ахию Силомлянина Иеровоаму, сыну Наватову.",
          "ID": "15"
        },
        {
          "text": "Когда весь Израиль увидел, что не слушает его царь, то отвечал народ царю, говоря: какая нам часть в Давиде? Нет нам доли в сыне Иессеевом; по шатрам своим, Израиль! Теперь знай свой дом, Давид. И разошлись все Израильтяне по шатрам своим.",
          "ID": "16"
        },
        {
          "text": "Только над сынами Израилевыми, жившими в городах Иудиных, остался царем Ровоам.",
          "ID": "17"
        },
        {
          "text": "И послал царь Ровоам Адонирама, начальника над собиранием даней, и забросали его сыны Израилевы каменьями, и он умер. Царь же Ровоам поспешил сесть на колесницу, чтобы убежать в Иерусалим.",
          "ID": "18"
        },
        {
          "text": "Так отложились Израильтяне от дома Давидова до сего дня.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.10",
      "name": "Вторая книга Паралипоменон 10"
    },
    {
      "text": [
        {
          "text": "И прибыл Ровоам в Иерусалим и созвал из дома Иудина и Вениаминова сто восемьдесят тысяч отборных воинов, чтобы воевать с Израилем и возвратить царство Ровоаму.",
          "ID": "1"
        },
        {
          "text": "И было слово Господне к Самею, человеку Божию, и сказано:",
          "ID": "2"
        },
        {
          "text": "скажи Ровоаму, сыну Соломонову, царю Иудейскому, и всему Израилю в [колене] Иудином и Вениаминовом:",
          "ID": "3"
        },
        {
          "text": "так говорит Господь: не ходите и не начинайте войны с братьями вашими; возвратитесь каждый в дом свой, ибо Мною сделано это. Они послушались слов Господних и возвратились из похода против Иеровоама.",
          "ID": "4"
        },
        {
          "text": "Ровоам жил в Иерусалиме; он обнес города в Иудее стенами.",
          "ID": "5"
        },
        {
          "text": "Он укрепил Вифлеем и Ефам, и Фекою,",
          "ID": "6"
        },
        {
          "text": "и Вефцур, и Сохо, и Одоллам,",
          "ID": "7"
        },
        {
          "text": "и Геф, и Марешу, и Зиф,",
          "ID": "8"
        },
        {
          "text": "и Адораим, и Лахис, и Азеку,",
          "ID": "9"
        },
        {
          "text": "и Цору, и Аиалон, и Хеврон, находившиеся в колене Иудином и Вениаминовом.",
          "ID": "10"
        },
        {
          "text": "И утвердил он крепости сии, и устроил в них начальников и хранилища для хлеба и деревянного масла и вина.",
          "ID": "11"
        },
        {
          "text": "И [дал] в каждый город щиты и копья и утвердил их весьма сильно. И оставались за ним Иуда и Вениамин.",
          "ID": "12"
        },
        {
          "text": "И священники и левиты, какие [были] по всей земле Израильской, собрались к нему из всех пределов,",
          "ID": "13"
        },
        {
          "text": "ибо оставили левиты свои городские предместья и свои владения и пришли в Иудею и в Иерусалим, так как оставил их Иеровоам и сыновья его от священства Господня",
          "ID": "14"
        },
        {
          "text": "и поставил у себя жрецов к высотам, и к козлам, и к тельцам, которых он сделал.",
          "ID": "15"
        },
        {
          "text": "А за ними и из всех колен Израилевых расположившие сердце свое, чтобы взыскать Господа Бога Израилева, приходили в Иерусалим, дабы приносить жертвы Господу Богу отцов своих.",
          "ID": "16"
        },
        {
          "text": "И укрепили они царство Иудино и поддерживали Ровоама, сына Соломонова, три года, потому что ходили путем Давида и Соломона в сии три года.",
          "ID": "17"
        },
        {
          "text": "И взял себе Ровоам в жену Махалафу, дочь Иеромофа, сына Давидова, и Авихаиль, дочь Елиава, сына Иессеева,",
          "ID": "18"
        },
        {
          "text": "и она родила ему сыновей: Иеуса и Шемарию и Загама.",
          "ID": "19"
        },
        {
          "text": "После нее он взял Мааху, дочь Авессалома, и она родила ему Авию и Аттая, и Зизу и Шеломифа.",
          "ID": "20"
        },
        {
          "text": "И любил Ровоам Мааху, дочь Авессалома, более всех жен и наложниц своих, ибо он имел восемнадцать жен и шестьдесят наложниц и родил двадцать восемь сыновей и шестьдесят дочерей.",
          "ID": "21"
        },
        {
          "text": "И поставил Ровоам Авию, сына Маахи, главою [и] князем над братьями его, потому что [хотел] воцарить его.",
          "ID": "22"
        },
        {
          "text": "И действовал благоразумно, и разослал всех сыновей своих по всем землям Иуды и Вениамина во все укрепленные города, и дал им содержание большое и приискал много жен.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.11",
      "name": "Вторая книга Паралипоменон 11"
    },
    {
      "text": [
        {
          "text": "Когда царство Ровоама утвердилось, и он сделался силен, тогда он оставил закон Господень, и весь Израиль с ним.",
          "ID": "1"
        },
        {
          "text": "На пятом году царствования Ровоама, Сусаким, царь Египетский, пошел на Иерусалим, – потому что они отступили от Господа, –",
          "ID": "2"
        },
        {
          "text": "с тысячью и двумя стами колесниц и шестьюдесятью тысячами всадников; и не было числа народу, который пришел с ним из Египта, Ливиянам, Сукхитам и Ефиоплянам;",
          "ID": "3"
        },
        {
          "text": "и взял укрепленные города в Иудее и пришел к Иерусалиму.",
          "ID": "4"
        },
        {
          "text": "Тогда Самей пророк пришел к Ровоаму и князьям Иудеи, которые собрались в Иерусалим, [спасаясь] от Сусакима, и сказал им: так говорит Господь: вы оставили Меня, за то и Я оставляю вас в руки Сусакиму.",
          "ID": "5"
        },
        {
          "text": "И смирились князья Израилевы и царь и сказали: праведен Господь!",
          "ID": "6"
        },
        {
          "text": "Когда увидел Господь, что они смирились, тогда было слово Господне к Самею, и сказано: они смирились; не истреблю их и вскоре дам им избавление, и не прольется гнев Мой на Иерусалим рукою Сусакима;",
          "ID": "7"
        },
        {
          "text": "однакоже они будут слугами его, чтобы знали, каково служить Мне и служить царствам земным.",
          "ID": "8"
        },
        {
          "text": "И пришел Сусаким, царь Египетский, в Иерусалим и взял сокровища дома Господня и сокровища дома царского; все взял он, взял и щиты золотые, которые сделал Соломон.",
          "ID": "9"
        },
        {
          "text": "И сделал царь Ровоам, вместо их, щиты медные, и отдал их на руки начальникам телохранителей, охранявших вход дома царского.",
          "ID": "10"
        },
        {
          "text": "Когда выходил царь в дом Господень, приходили телохранители и несли их, и потом опять относили их в палату телохранителей.",
          "ID": "11"
        },
        {
          "text": "И когда он смирился, тогда отвратился от него гнев Господа и не погубил его до конца; притом и в Иудее было нечто доброе.",
          "ID": "12"
        },
        {
          "text": "И утвердился царь Ровоам в Иерусалиме и царствовал. Сорок один год было Ровоаму, когда он воцарился, и семнадцать лет царствовал в Иерусалиме, в городе, который из всех колен Израилевых избрал Господь, чтобы там пребывало имя Его. Имя матери его Наама, Аммонитянка.",
          "ID": "13"
        },
        {
          "text": "И делал он зло, потому что не расположил сердца своего к тому, чтобы взыскать Господа.",
          "ID": "14"
        },
        {
          "text": "Деяния Ровоамовы, первые и последние, описаны в записях Самея пророка и Адды прозорливца при родословиях. И были войны у Ровоама с Иеровоамом во все дни.",
          "ID": "15"
        },
        {
          "text": "И почил Ровоам с отцами своими и погребен в городе Давидовом. И воцарился Авия, сын его, вместо него.",
          "ID": "16"
        }
      ],
      "ID": "OT:2CH.12",
      "name": "Вторая книга Паралипоменон 12"
    },
    {
      "text": [
        {
          "text": "В восемнадцатый год царствования Иеровоама воцарился Авия над Иудою.",
          "ID": "1"
        },
        {
          "text": "Три года он царствовал в Иерусалиме; имя матери его Михаия, дочь Уриилова, из Гивы. И была война у Авии с Иеровоамом.",
          "ID": "2"
        },
        {
          "text": "И вывел Авия на войну войско, состоявшее из людей храбрых, из четырехсот тысяч человек отборных; а Иеровоам выступил против него на войну с восемью стами тысяч человек, [также] отборных, храбрых.",
          "ID": "3"
        },
        {
          "text": "И стал Авия на вершине горы Цемараимской, одной из гор Ефремовых, и говорил: послушайте меня, Иеровоам и все Израильтяне!",
          "ID": "4"
        },
        {
          "text": "Не знаете ли вы, что Господь Бог Израилев дал царство Давиду над Израилем навек, ему и сыновьям его, по завету соли?",
          "ID": "5"
        },
        {
          "text": "Но восстал Иеровоам, сын Наватов, раб Соломона, сына Давидова, и возмутился против господина своего.",
          "ID": "6"
        },
        {
          "text": "И собрались вокруг него люди пустые, люди развращенные, и укрепились против Ровоама, сына Соломонова; Ровоам же был молод и слаб сердцем и не устоял против них.",
          "ID": "7"
        },
        {
          "text": "И ныне вы думаете устоять против царства Господня в руке сынов Давидовых, [потому что] вас великое множество, и у вас золотые тельцы, которых Иеровоам сделал вам богами.",
          "ID": "8"
        },
        {
          "text": "Не вы ли изгнали священников Господних, сынов Аарона, и левитов, и поставили у себя священников, какие у народов [других] земель? Всякий, кто приходит для посвящения своего с тельцом и с семью овнами, делается [у вас] священником лжебогов.",
          "ID": "9"
        },
        {
          "text": "А у нас – Господь Бог наш; мы не оставляли Его, и Господу служат священники, сыны Аароновы, и левиты при [своем] деле.",
          "ID": "10"
        },
        {
          "text": "И сожигают они Господу всесожжения каждое утро и каждый вечер, и благовонное курение, и полагают рядами хлебы на столе чистом, и [зажигают] золотой светильник и лампады его, чтобы горели каждый вечер, потому что мы соблюдаем установление Господа Бога нашего, а вы оставили Его.",
          "ID": "11"
        },
        {
          "text": "И вот, у нас во главе Бог, и священники Его, и трубы громогласные, чтобы греметь против вас. Сыны Израилевы! не воюйте с Господом Богом отцов ваших, ибо не получите успеха.",
          "ID": "12"
        },
        {
          "text": "Между тем Иеровоам послал отряд в засаду с тыла им, так что [сам] [он] был впереди Иудеев, а засада позади их.",
          "ID": "13"
        },
        {
          "text": "И оглянулись Иудеи, и вот, им битва спереди и сзади; и возопили они к Господу, а священники затрубили трубами.",
          "ID": "14"
        },
        {
          "text": "И воскликнули Иудеи. И когда воскликнули Иудеи, Бог поразил Иеровоама и всех Израильтян пред лицем Авии и Иуды.",
          "ID": "15"
        },
        {
          "text": "И побежали сыны Израилевы от Иудеев, и предал их Бог в руки им.",
          "ID": "16"
        },
        {
          "text": "И произвели у них Авия и народ его поражение сильное; и пало убитых у Израиля пятьсот тысяч человек отборных.",
          "ID": "17"
        },
        {
          "text": "И смирились тогда сыны Израилевы, и были сильны сыны Иудины, потому что уповали на Господа Бога отцов своих.",
          "ID": "18"
        },
        {
          "text": "И преследовал Авия Иеровоама и взял у него города: Вефиль и зависящие от него города, и Иешану и зависящие от нее города, и Ефрон и зависящие от него города.",
          "ID": "19"
        },
        {
          "text": "И не входил уже в силу Иеровоам во дни Авии. И поразил его Господь, и он умер.",
          "ID": "20"
        },
        {
          "text": "Авия же усилился; и взял себе четырнадцать жен и родил двадцать два сына и шестнадцать дочерей.",
          "ID": "21"
        },
        {
          "text": "Прочие деяния Авии и его поступки и слова описаны в сказании пророка Адды.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.13",
      "name": "Вторая книга Паралипоменон 13"
    },
    {
      "text": [
        {
          "text": "И почил Авия с отцами своими, и похоронили его в городе Давидовом. И воцарился Аса, сын его, вместо него. Во дни его покоилась земля десять лет.",
          "ID": "1"
        },
        {
          "text": "И делал Аса доброе и угодное в очах Господа Бога своего:",
          "ID": "2"
        },
        {
          "text": "и отверг он жертвенники [богов] чужих и высоты, и разбил статуи, и вырубил [посвященные] дерева;",
          "ID": "3"
        },
        {
          "text": "и повелел Иудеям взыскать Господа Бога отцов своих, и исполнять закон [Его] и заповеди;",
          "ID": "4"
        },
        {
          "text": "и отменил он во всех городах Иудиных высоты и статуи солнца. И спокойно было при нем царство.",
          "ID": "5"
        },
        {
          "text": "И построил он укрепленные города в Иудее, ибо спокойна была земля, и не было у него войны в те годы, так как Господь дал покой ему.",
          "ID": "6"
        },
        {
          "text": "И сказал он Иудеям: построим города сии и обнесем их стенами с башнями, с воротами и запорами. Земля еще наша, потому что мы взыскали Господа Бога нашего: мы взыскали Его, – и Он дал нам покой со всех сторон. И стали строить, и имели успех.",
          "ID": "7"
        },
        {
          "text": "И было у Асы военной силы: вооруженных щитом и копьем из [колена] Иудина триста тысяч, и из [колена] Вениаминова вооруженных щитом и стрелявших из лука двести восемьдесят тысяч, людей храбрых.",
          "ID": "8"
        },
        {
          "text": "И вышел на них Зарай Ефиоплянин с войском в тысячу тысяч и с тремя стами колесниц и дошел до Мареши.",
          "ID": "9"
        },
        {
          "text": "И выступил Аса против него, и построились к сражению на долине Цефата у Мареши.",
          "ID": "10"
        },
        {
          "text": "И воззвал Аса к Господу Богу своему, и сказал: Господи! не в Твоей ли силе помочь сильному или бессильному? помоги же нам, Господи Боже наш: ибо мы на Тебя уповаем и во имя Твое вышли мы против множества сего. Господи! Ты Бог наш: да не превозможет Тебя человек.",
          "ID": "11"
        },
        {
          "text": "И поразил Господь Ефиоплян пред лицем Асы и пред лицем Иуды, и побежали Ефиопляне.",
          "ID": "12"
        },
        {
          "text": "И преследовал их Аса и народ, бывший с ним, до Герара, и пали Ефиопляне, так что у них никого [не осталось] в живых, потому что они поражены были пред Господом и пред воинством Его. И набрали добычи великое множество.",
          "ID": "13"
        },
        {
          "text": "И разрушили все города вокруг Герара, потому что напал на них ужас от Господа; и разграбили все города и вынесли из них весьма много добычи.",
          "ID": "14"
        },
        {
          "text": "Также и пастушеские шалаши разорили и угнали множество стад мелкого скота и верблюдов и возвратились в Иерусалим.",
          "ID": "15"
        }
      ],
      "ID": "OT:2CH.14",
      "name": "Вторая книга Паралипоменон 14"
    },
    {
      "text": [
        {
          "text": "Тогда на Азарию, сына Одедова, сошел Дух Божий,",
          "ID": "1"
        },
        {
          "text": "и вышел он навстречу Асе и сказал ему: послушайте меня, Аса и весь Иуда и Вениамин: Господь с вами, когда вы с Ним; и если будете искать Его, Он будет найден вами; если же оставите Его, Он оставит вас.",
          "ID": "2"
        },
        {
          "text": "Многие дни Израиль [будет] без Бога истинного, и без священника учащего, и без закона;",
          "ID": "3"
        },
        {
          "text": "но когда он обратится в тесноте своей к Господу Богу Израилеву и взыщет Его, Он даст им найти Себя.",
          "ID": "4"
        },
        {
          "text": "В те времена не будет мира ни выходящему, ни входящему, ибо великие волнения будут у всех жителей земель;",
          "ID": "5"
        },
        {
          "text": "народ будет сражаться с народом, и город с городом, потому что Бог приведет их в смятение всякими бедствиями.",
          "ID": "6"
        },
        {
          "text": "Но вы укрепитесь, и пусть не ослабевают руки ваши, потому что есть возмездие за дела ваши.",
          "ID": "7"
        },
        {
          "text": "Когда услышал Аса слова сии и пророчество, [сына] Одеда пророка, то ободрился и изверг мерзости [языческие] из всей земли Иудиной и Вениаминовой и из городов, которые он взял на горе Ефремовой, и обновил жертвенник Господень, который пред притвором Господним.",
          "ID": "8"
        },
        {
          "text": "И собрал всего Иуду и Вениамина и живущих с ними переселенцев от Ефрема и Манассии и Симеона; ибо многие от Израиля перешли к нему, когда увидели, что Господь, Бог его, с ним.",
          "ID": "9"
        },
        {
          "text": "И собрались в Иерусалим в третий месяц, в пятнадцатый год царствования Асы;",
          "ID": "10"
        },
        {
          "text": "и принесли в день тот жертву Господу из добычи, которую привели, из крупного скота семьсот и из мелкого семь тысяч;",
          "ID": "11"
        },
        {
          "text": "и вступили в завет, чтобы взыскать Господа Бога отцов своих от всего сердца своего и от всей души своей;",
          "ID": "12"
        },
        {
          "text": "а всякий, кто не станет искать Господа Бога Израилева, должен умереть, малый ли он или большой, мужчина ли или женщина.",
          "ID": "13"
        },
        {
          "text": "И клялись Господу громогласно и с восклицанием и при [звуке] труб и рогов.",
          "ID": "14"
        },
        {
          "text": "И радовались все Иудеи сей клятве, потому что от всего сердца своего клялись и со всем усердием взыскали Его, и Он дал им найти Себя. И дал им Господь покой со всех сторон.",
          "ID": "15"
        },
        {
          "text": "И Мааху, мать свою, царь Аса лишил царского достоинства за то, что она сделала истукан для дубравы. И ниспроверг Аса истукан ее, и изрубил в куски, и сжег на долине Кедрона.",
          "ID": "16"
        },
        {
          "text": "Хотя высоты не были отменены у Израиля, но сердце Асы было вполне предано [Господу] во все дни его.",
          "ID": "17"
        },
        {
          "text": "И внес он посвященное отцом его и свое посвящение в дом Божий, серебро и золото и сосуды.",
          "ID": "18"
        },
        {
          "text": "И не было войны до тридцать пятого года царствования Асы.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.15",
      "name": "Вторая книга Паралипоменон 15"
    },
    {
      "text": [
        {
          "text": "В тридцать шестой год царствования Асы, пошел Вааса, царь Израильский, на Иудею и начал строить Раму, чтобы не позволить [никому] ни уходить от Асы, царя Иудейского, ни приходить [к нему].",
          "ID": "1"
        },
        {
          "text": "И вынес Аса серебро и золото из сокровищниц дома Господня и дома царского и послал к Венададу, царю Сирийскому, жившему в Дамаске, говоря:",
          "ID": "2"
        },
        {
          "text": "союз да будет между мною и тобою, как был между отцом моим и отцом твоим; вот, я посылаю тебе серебра и золота: пойди, расторгни союз твой с Ваасою, царем Израильским, чтоб он отступил от меня.",
          "ID": "3"
        },
        {
          "text": "И послушался Венадад царя Асы и послал военачальников, которые [были] у него, против городов Израильских, и они опустошили Ийон и Дан и Авелмаим и все запасы в городах Неффалимовых.",
          "ID": "4"
        },
        {
          "text": "И когда услышал [о сем] Вааса, то перестал строить Раму и прекратил работу свою.",
          "ID": "5"
        },
        {
          "text": "Аса же царь собрал всех Иудеев, и они вывезли [из] Рамы камни и дерева, которые употреблял Вааса для строения, – и выстроил из них Геву и Мицфу.",
          "ID": "6"
        },
        {
          "text": "В то время пришел Ананий прозорливец к Асе, царю Иудейскому, и сказал ему: так как ты понадеялся на царя Сирийского и не уповал на Господа Бога твоего, потому и спаслось войско царя Сирийского от руки твоей.",
          "ID": "7"
        },
        {
          "text": "Не были ли Ефиопляне и Ливияне с силою большею и с колесницами и всадниками весьма многочисленными? Но как ты уповал на Господа, то Он предал их в руку твою,",
          "ID": "8"
        },
        {
          "text": "ибо очи Господа обозревают всю землю, чтобы поддерживать тех, [чье] сердце вполне предано Ему. Безрассудно ты поступил теперь. За то отныне будут у тебя войны.",
          "ID": "9"
        },
        {
          "text": "И разгневался Аса на прозорливца, и заключил его в темницу, так как за это был в раздражении на него; притеснял Аса и [некоторых] из народа в то время.",
          "ID": "10"
        },
        {
          "text": "И вот, деяния Асы, первые и последние, описаны в книге царей Иудейских и Израильских.",
          "ID": "11"
        },
        {
          "text": "И сделался Аса болен ногами на тридцать девятом году царствования своего, и болезнь его поднялась до верхних частей тела; но он в болезни своей взыскал не Господа, а врачей.",
          "ID": "12"
        },
        {
          "text": "И почил Аса с отцами своими, и умер на сорок первом году царствования своего.",
          "ID": "13"
        },
        {
          "text": "И похоронили его в гробнице, которую он устроил для себя в городе Давидовом; и положили его на одре, который наполнили благовониями и разными искусственными мастями, и сожгли их для него великое множество.",
          "ID": "14"
        }
      ],
      "ID": "OT:2CH.16",
      "name": "Вторая книга Паралипоменон 16"
    },
    {
      "text": [
        {
          "text": "И воцарился Иосафат, сын его, вместо него; и укрепился он против Израильтян.",
          "ID": "1"
        },
        {
          "text": "И поставил он войско во все укрепленные города Иудеи и расставил охранное войско по земле Иудейской и по городам Ефремовым, которыми овладел Аса, отец его.",
          "ID": "2"
        },
        {
          "text": "И был Господь с Иосафатом, потому что он ходил первыми путями Давида, отца своего, и не взыскал Ваалов,",
          "ID": "3"
        },
        {
          "text": "но взыскал он Бога отца своего и поступал по заповедям Его, а не по деяниям Израильтян.",
          "ID": "4"
        },
        {
          "text": "И утвердил Господь царство в руке его, и давали все Иудеи дары Иосафату, и было у него много богатства и славы.",
          "ID": "5"
        },
        {
          "text": "И возвысилось сердце его на путях Господних; притом и высоты отменил он и дубравы в Иудее.",
          "ID": "6"
        },
        {
          "text": "И в третий год царствования своего он послал князей своих Бенхаила и Овадию, и Захарию и Нафанаила и Михея, чтоб учили по городам Иудиным народ,",
          "ID": "7"
        },
        {
          "text": "и с ними левитов: Шемаию и Нефанию, и Зевадию и Азаила, и Шемирамофа и Ионафана, и Адонию и Товию и Тов–Адонию, и с ними Елишаму и Иорама, священников.",
          "ID": "8"
        },
        {
          "text": "И они учили в Иудее, имея с собою книгу закона Господня; и обходили все города Иудеи и учили народ.",
          "ID": "9"
        },
        {
          "text": "И был страх Господень на всех царствах земель, которые вокруг Иудеи, и не воевали с Иосафатом.",
          "ID": "10"
        },
        {
          "text": "А от Филистимлян приносили Иосафату дары и в дань серебро; также Аравитяне пригоняли к нему мелкий скот: овнов семь тысяч семьсот и козлов семь тысяч семьсот.",
          "ID": "11"
        },
        {
          "text": "И возвышался Иосафат все более и более и построил в Иудее крепости и города для запасов.",
          "ID": "12"
        },
        {
          "text": "Много было у него запасов в городах Иудейских, а в Иерусалиме людей военных, храбрых.",
          "ID": "13"
        },
        {
          "text": "И вот список их по поколениям их: у Иуды начальники тысяч: Адна начальник, и у него отличных воинов триста тысяч;",
          "ID": "14"
        },
        {
          "text": "за ним Иоханан начальник, и у него двести восемьдесят тысяч;",
          "ID": "15"
        },
        {
          "text": "за ним Амасия, сын Зихри, посвятивший себя Господу, и у него двести тысяч воинов отличных.",
          "ID": "16"
        },
        {
          "text": "У Вениамина: отличный воин Елиада, и у него вооруженных луком и щитом двести тысяч;",
          "ID": "17"
        },
        {
          "text": "за ним Иегозавад, и у него сто восемьдесят тысяч вооруженных воинов.",
          "ID": "18"
        },
        {
          "text": "Вот служившие царю, сверх тех, которых расставил царь в укрепленных городах по всей Иудее.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.17",
      "name": "Вторая книга Паралипоменон 17"
    },
    {
      "text": [
        {
          "text": "И было у Иосафата много богатства и славы; и породнился он с Ахавом.",
          "ID": "1"
        },
        {
          "text": "И пошел чрез несколько лет к Ахаву в Самарию; и заколол для него Ахав множество скота мелкого и крупного, и для людей, бывших с ним, и склонял его идти на Рамоф Галаадский.",
          "ID": "2"
        },
        {
          "text": "И говорил Ахав, царь Израильский, Иосафату, царю Иудейскому: пойдешь ли со мною в Рамоф Галаадский? Тот сказал ему: как ты, так и я, как твой народ, так и мой народ: [иду] с тобою на войну!",
          "ID": "3"
        },
        {
          "text": "И сказал Иосафат царю Израильскому: вопроси сегодня, что скажет Господь.",
          "ID": "4"
        },
        {
          "text": "И собрал царь Израильский пророков четыреста человек и сказал им: идти ли нам на Рамоф Галаадский войною, или удержаться? Они сказали: иди, и Бог предаст [его] в руку царя.",
          "ID": "5"
        },
        {
          "text": "И сказал Иосафат: нет ли здесь еще пророка Господня? спросим и у него.",
          "ID": "6"
        },
        {
          "text": "И сказал царь Израильский Иосафату: есть еще один человек, чрез которого можно вопросить Господа; но я не люблю его, потому что он не пророчествует обо мне доброго, а постоянно пророчествует худое; это Михей, сын Иемвлая. И сказал Иосафат: не говори так, царь.",
          "ID": "7"
        },
        {
          "text": "И позвал царь Израильский одного евнуха, и сказал: сходи поскорее за Михеем, сыном Иемвлая.",
          "ID": "8"
        },
        {
          "text": "Царь же Израильский и Иосафат, царь Иудейский, сидели каждый на своем престоле, одетые в [царские] одежды; сидели на площади у ворот Самарии, и все пророки пророчествовали пред ними.",
          "ID": "9"
        },
        {
          "text": "И сделал себе Седекия, сын Хенааны, железные рога и сказал: так говорит Господь: сими избодешь Сириян до истребления их.",
          "ID": "10"
        },
        {
          "text": "И все пророки пророчествовали то же, говоря: иди на Рамоф Галаадский; будет успех тебе, и предаст [его] Господь в руку царя.",
          "ID": "11"
        },
        {
          "text": "Посланный, который пошел позвать Михея, говорил ему: вот, пророки единогласно предрекают доброе царю; пусть бы и твое слово было такое же, как каждого из них: изреки и ты доброе.",
          "ID": "12"
        },
        {
          "text": "И сказал Михей: жив Господь, – что скажет мне Бог мой, то изреку я.",
          "ID": "13"
        },
        {
          "text": "И пришел он к царю, и сказал ему царь: Михей, идти ли нам войной на Рамоф Галаадский, или удержаться? И сказал тот: идите, будет вам успех, и они преданы будут в руки ваши.",
          "ID": "14"
        },
        {
          "text": "И сказал ему царь: сколько раз мне заклинать тебя, чтобы ты не говорил мне ничего, кроме истины, во имя Господне?",
          "ID": "15"
        },
        {
          "text": "Тогда [Михей] сказал: я видел всех сынов Израиля, рассеянных по горам, как овец, у которых нет пастыря, – и сказал Господь: нет у них начальника, пусть возвратятся каждый в дом свой с миром.",
          "ID": "16"
        },
        {
          "text": "И сказал царь Израильский Иосафату: не говорил ли я тебе, что он не пророчествует о мне доброго, а только худое?",
          "ID": "17"
        },
        {
          "text": "И сказал [Михей]: так выслушайте слово Господне: я видел Господа, седящего на престоле Своем, и все воинство небесное стояло по правую и по левую руку Его.",
          "ID": "18"
        },
        {
          "text": "И сказал Господь: кто увлек бы Ахава, царя Израильского, чтобы он пошел и пал в Рамофе Галаадском? И один говорил так, другой говорил иначе.",
          "ID": "19"
        },
        {
          "text": "И выступил один дух, и стал пред лицем Господа, и сказал: я увлеку его. И сказал ему Господь: чем?",
          "ID": "20"
        },
        {
          "text": "Тот сказал: я выйду, и буду духом лжи в устах всех пророков его. И сказал Он: ты увлечешь его, и успеешь; пойди и сделай так.",
          "ID": "21"
        },
        {
          "text": "И теперь, вот попустил Господь духу лжи [войти] в уста сих пророков твоих, но Господь изрек о тебе недоброе.",
          "ID": "22"
        },
        {
          "text": "И подошел Седекия, сын Хенааны, и ударил Михея по щеке, и сказал: по какой это дороге отошел от меня Дух Господень, чтобы говорить в тебе?",
          "ID": "23"
        },
        {
          "text": "И сказал Михей: вот, ты увидишь [это] в тот день, когда будешь бегать из комнаты в комнату, чтобы укрыться.",
          "ID": "24"
        },
        {
          "text": "И сказал царь Израильский: возьмите Михея и отведите его к Амону градоначальнику и к Иоасу, сыну царя,",
          "ID": "25"
        },
        {
          "text": "и скажите: так говорит царь: посадите этого в темницу и кормите его хлебом и водою скудно, доколе я не возвращусь в мире.",
          "ID": "26"
        },
        {
          "text": "И сказал Михей: если ты возвратишься в мире, то не Господь говорил чрез меня. И сказал: слушайте [это], все люди!",
          "ID": "27"
        },
        {
          "text": "И пошел царь Израильский и Иосафат, царь Иудейский, к Рамофу Галаадскому.",
          "ID": "28"
        },
        {
          "text": "И сказал царь Израильский Иосафату: я переоденусь и вступлю в сражение, а ты надень свои [царские] одежды. И переоделся царь Израильский, и вступили в сражение.",
          "ID": "29"
        },
        {
          "text": "И царь Сирийский повелел начальникам колесниц, бывших у него, сказав: не сражайтесь ни с малым, ни с великим, а только с одним царем Израильским.",
          "ID": "30"
        },
        {
          "text": "И когда увидели Иосафата начальники колесниц, то подумали: это царь Израильский, – и окружили его, чтобы сразиться с ним. Но Иосафат закричал, и Господь помог ему, и отвел их Бог от него.",
          "ID": "31"
        },
        {
          "text": "И когда увидели начальники колесниц, что [это] не был царь Израильский, то поворотили от него.",
          "ID": "32"
        },
        {
          "text": "Между тем один человек случайно натянул лук свой, и ранил царя Израильского сквозь швы лат. И сказал он вознице: повороти назад, и вези меня от войска, ибо я ранен.",
          "ID": "33"
        },
        {
          "text": "Но сражение в тот день усилилось; и царь Израильский стоял на колеснице напротив Сириян до вечера и умер на закате солнца.",
          "ID": "34"
        }
      ],
      "ID": "OT:2CH.18",
      "name": "Вторая книга Паралипоменон 18"
    },
    {
      "text": [
        {
          "text": "И возвращался Иосафат, царь Иудейский, в мире в дом свой в Иерусалим.",
          "ID": "1"
        },
        {
          "text": "И выступил навстречу ему Ииуй, сын Анании, прозорливец, и сказал царю Иосафату: [следовало] ли тебе помогать нечестивцу и любить ненавидящих Господа? За это на тебя гнев от лица Господня.",
          "ID": "2"
        },
        {
          "text": "Впрочем и доброе найдено в тебе, потому что ты истребил кумиры в земле [Иудейской] и расположил сердце свое к тому, чтобы взыскать Бога.",
          "ID": "3"
        },
        {
          "text": "И жил Иосафат в Иерусалиме. И опять стал он обходить народ [свой] от Вирсавии до горы Ефремовой, и обращал их к Господу, Богу отцов их.",
          "ID": "4"
        },
        {
          "text": "И поставил судей на земле по всем укрепленным городам Иудеи в каждом городе,",
          "ID": "5"
        },
        {
          "text": "и сказал судьям: смотрите, что вы делаете, вы творите не суд человеческий, но суд Господа; и [Он] с вами в деле суда.",
          "ID": "6"
        },
        {
          "text": "Итак да будет страх Господень на вас: действуйте осмотрительно, ибо нет у Господа Бога нашего неправды, ни лицеприятия, ни мздоимства.",
          "ID": "7"
        },
        {
          "text": "И в Иерусалиме приставил Иосафат [некоторых] из левитов и священников и глав поколений у Израиля – к суду Господню и к тяжбам. И возвратились в Иерусалим.",
          "ID": "8"
        },
        {
          "text": "И дал им повеление, говоря: так действуйте в страхе Господнем, с верностью и с чистым сердцем:",
          "ID": "9"
        },
        {
          "text": "во всяком деле спорном, какое поступит к вам от братьев ваших, живущих в городах своих, о кровопролитии ли, или о законе, заповеди, уставах и обрядах, наставляйте их, чтобы они не провинились пред Господом, и не было бы гнева [Его] на вас и на братьев ваших; так действуйте, – и вы не погрешите.",
          "ID": "10"
        },
        {
          "text": "И вот Амария первосвященник, над вами во всяком деле Господнем, а Зевадия, сын Исмаилов, князь дома Иудина, во всяком деле царя, и надзиратели левиты пред вами. Будьте тверды и действуйте, и будет Господь с добрым.",
          "ID": "11"
        }
      ],
      "ID": "OT:2CH.19",
      "name": "Вторая книга Паралипоменон 19"
    },
    {
      "text": [
        {
          "text": "После сего Моавитяне и Аммонитяне, а с ними некоторые из страны Маонитской, пошли войною на Иосафата.",
          "ID": "1"
        },
        {
          "text": "И пришли, и донесли Иосафату, говоря: идет на тебя множество великое из–за моря, от Сирии, и вот они в Хацацон–Фамаре, то есть в Енгедди.",
          "ID": "2"
        },
        {
          "text": "И убоялся Иосафат, и обратил лице свое взыскать Господа, и объявил пост по всей Иудее.",
          "ID": "3"
        },
        {
          "text": "И собрались Иудеи просить [помощи] у Господа; из всех городов Иудиных пришли они умолять Господа.",
          "ID": "4"
        },
        {
          "text": "И стал Иосафат в собрании Иудеев и Иерусалимлян в доме Господнем, пред новым двором,",
          "ID": "5"
        },
        {
          "text": "и сказал: Господи Боже отцов наших! Не Ты ли Бог на небе? И Ты владычествуешь над всеми царствами народов, и в Твоей руке сила и крепость, и никто не устоит против Тебя!",
          "ID": "6"
        },
        {
          "text": "Не Ты ли, Боже наш, изгнал жителей земли сей пред лицем народа Твоего Израиля и отдал ее семени Авраама, друга Твоего, навек?",
          "ID": "7"
        },
        {
          "text": "И они поселились на ней и построили Тебе на ней святилище во имя Твое, говоря:",
          "ID": "8"
        },
        {
          "text": "если придет на нас бедствие: меч наказующий, или язва, или голод, то мы станем пред домом сим и пред лицем Твоим, ибо имя Твое в доме сем; и воззовем к Тебе в тесноте нашей, и Ты услышишь и спасешь.",
          "ID": "9"
        },
        {
          "text": "И ныне вот Аммонитяне и Моавитяне и [обитатели] горы Сеира, чрез земли которых Ты не позволил пройти Израильтянам, когда они шли из земли Египетской, а потому они миновали их и не истребили их, –",
          "ID": "10"
        },
        {
          "text": "вот они платят нам [тем], что пришли выгнать нас из наследственного владения Твоего, которое Ты отдал нам.",
          "ID": "11"
        },
        {
          "text": "Боже наш! Ты суди их. Ибо нет в нас силы против множества сего великого, пришедшего на нас, и мы не знаем, что делать, но к Тебе очи наши!",
          "ID": "12"
        },
        {
          "text": "И все Иудеи стояли пред лицем Господним, и малые дети их, жены их и сыновья их.",
          "ID": "13"
        },
        {
          "text": "Тогда на Иозиила, сына Захарии, сына Ванеи, сына Иеиела, сына Матфании, левита из сынов Асафовых, сошел Дух Господень среди собрания",
          "ID": "14"
        },
        {
          "text": "и сказал он: слушайте, все Иудеи и жители Иерусалима и царь Иосафат! Так говорит Господь к вам: не бойтесь и не ужасайтесь множества сего великого, ибо не ваша война, а Божия.",
          "ID": "15"
        },
        {
          "text": "Завтра выступите против них: вот они всходят на возвышенность Циц, и вы найдете их на конце долины, пред пустынею Иеруилом.",
          "ID": "16"
        },
        {
          "text": "Не вам сражаться на сей раз; вы станьте, стойте и смотрите на спасение Господне, [посылаемое] вам. Иуда и Иерусалим! не бойтесь и не ужасайтесь. Завтра выступите навстречу им, и Господь будет с вами.",
          "ID": "17"
        },
        {
          "text": "И преклонился Иосафат лицем до земли, и все Иудеи и жители Иерусалима пали пред Господом, чтобы поклониться Господу.",
          "ID": "18"
        },
        {
          "text": "И встали левиты из сынов Каафовых и из сынов Кореевых – хвалить Господа Бога Израилева, голосом весьма громким.",
          "ID": "19"
        },
        {
          "text": "И встали они рано утром, и выступили к пустыне Фекойской; и когда они выступили, стал Иосафат и сказал: послушайте меня, Иудеи и жители Иерусалима! Верьте Господу Богу вашему, и будьте тверды; верьте пророкам Его, и будет успех вам.",
          "ID": "20"
        },
        {
          "text": "И совещался он с народом, и поставил певцов Господу, чтобы они в благолепии святыни, выступая впереди вооруженных, славословили и говорили: славьте Господа, ибо вовек милость Его!",
          "ID": "21"
        },
        {
          "text": "И в то время, [как] они стали восклицать и славословить, Господь возбудил несогласие между Аммонитянами, Моавитянами и [обитателями] горы Сеира, пришедшими на Иудею, и были они поражены:",
          "ID": "22"
        },
        {
          "text": "ибо восстали Аммонитяне и Моавитяне на обитателей горы Сеира, побивая и истребляя [их], а когда покончили с жителями Сеира, тогда стали истреблять друг друга.",
          "ID": "23"
        },
        {
          "text": "И когда Иудеи пришли на возвышенность к пустыне и взглянули на то многолюдство, и вот – трупы, лежащие на земле, и нет уцелевшего.",
          "ID": "24"
        },
        {
          "text": "И пришел Иосафат и народ его забирать добычу, и нашли у них во множестве и имущество, и одежды, и драгоценные вещи, и набрали себе столько, что не [могли] нести. И три дня они забирали добычу; так велика [была] она!",
          "ID": "25"
        },
        {
          "text": "А в четвертый день собрались на долину благословения, так как там они благословили Господа. Посему и называют то место долиною благословения до сего дня.",
          "ID": "26"
        },
        {
          "text": "И пошли назад все Иудеи и Иерусалимляне и Иосафат во главе их, чтобы возвратиться в Иерусалим с веселием, потому что дал им Господь торжество над врагами их.",
          "ID": "27"
        },
        {
          "text": "И пришли в Иерусалим с псалтирями, и цитрами, и трубами, к дому Господню.",
          "ID": "28"
        },
        {
          "text": "И был страх Божий на всех царствах земных, когда они услышали, что [Сам] Господь воевал против врагов Израиля.",
          "ID": "29"
        },
        {
          "text": "И спокойно стало царство Иосафатово, и дал ему Бог его покой со всех сторон.",
          "ID": "30"
        },
        {
          "text": "Так царствовал Иосафат над Иудеею: тридцати пяти лет он [был], когда воцарился, и двадцать пять лет царствовал в Иерусалиме. Имя матери его Азува, дочь Салаила.",
          "ID": "31"
        },
        {
          "text": "И ходил он путем отца своего Асы и не уклонился от него, делая угодное в очах Господних.",
          "ID": "32"
        },
        {
          "text": "Только высоты не были отменены, и народ еще не обратил твердо сердца своего к Богу отцов своих.",
          "ID": "33"
        },
        {
          "text": "Прочие деяния Иосафата, первые и последние, описаны в записях Ииуя, сына Ананиева, которые внесены в книгу царей Израилевых.",
          "ID": "34"
        },
        {
          "text": "Но после того вступил Иосафат, царь Иудейский в общение с Охозиею, царем Израильским, который поступал беззаконно,",
          "ID": "35"
        },
        {
          "text": "и соединился с ним, чтобы построить корабли для отправления в Фарсис; и построили они корабли в Ецион–Гавере.",
          "ID": "36"
        },
        {
          "text": "И изрек [тогда] Елиезер, сын Додавы из Мареши, пророчество на Иосафата, говоря: так как ты вступил в общение с Охозиею, то разрушил Господь дело твое. – И разбились корабли, и не могли идти в Фарсис.",
          "ID": "37"
        }
      ],
      "ID": "OT:2CH.20",
      "name": "Вторая книга Паралипоменон 20"
    },
    {
      "text": [
        {
          "text": "И почил Иосафат с отцами своими, и похоронен с отцами своими в городе Давидовом. И воцарился Иорам, сын его, вместо него.",
          "ID": "1"
        },
        {
          "text": "И у него [были] братья, сыновья Иосафата: Азария и Иехиил, и Захария и Азария, и Михаил и Сафатия: все сии сыновья Иосафата, царя Израилева.",
          "ID": "2"
        },
        {
          "text": "И дал им отец их большие подарки серебром и золотом и драгоценностями, вместе с укрепленными городами в Иудее; царство же отдал Иораму, потому что он первенец.",
          "ID": "3"
        },
        {
          "text": "И вступил Иорам на царство отца своего и утвердился, и умертвил всех братьев своих мечом и также [некоторых] из князей Израилевых.",
          "ID": "4"
        },
        {
          "text": "Тридцати двух лет [был] Иорам, когда воцарился, и восемь лет царствовал в Иерусалиме;",
          "ID": "5"
        },
        {
          "text": "и ходил он путем царей Израильских, как поступал дом Ахавов, потому что дочь Ахава была женою его, – и делал он неугодное в очах Господних.",
          "ID": "6"
        },
        {
          "text": "Однакоже не хотел Господь погубить дома Давидова ради завета, который заключил с Давидом, и потому что обещал дать ему светильник и сыновьям его на все времена.",
          "ID": "7"
        },
        {
          "text": "Во дни его вышел Едом из–под власти Иуды, и поставили над собою царя.",
          "ID": "8"
        },
        {
          "text": "И пошел Иорам с военачальниками своими, и все колесницы с ним; и встав ночью, поразил Идумеян, которые окружили его, и начальствующих над колесницами.",
          "ID": "9"
        },
        {
          "text": "Однако вышел Едом из–под власти Иуды до сего дня. В то же время вышла и Ливна из–под власти его, потому что он оставил Господа Бога отцов своих.",
          "ID": "10"
        },
        {
          "text": "Также высоты устроил он на горах Иудейских, и ввел в блужение жителей Иерусалима и соблазнил Иудею.",
          "ID": "11"
        },
        {
          "text": "И пришло к нему письмо от Илии пророка, в котором было сказано: так говорит Господь Бог Давида, отца твоего: за то, что ты не пошел путями Иосафата, отца твоего, и путями Асы, царя Иудейского,",
          "ID": "12"
        },
        {
          "text": "а пошел путем царей Израильских и ввел в блужение Иудею и жителей Иерусалима, как вводил в блужение дом Ахавов, еще же и братьев твоих, дом отца твоего, которые лучше тебя, ты умертвил,",
          "ID": "13"
        },
        {
          "text": "[за то], вот Господь поразит поражением великим народ твой и сыновей твоих, и жен твоих, и все имущество твое,",
          "ID": "14"
        },
        {
          "text": "тебя же [самого] – болезнью сильною, болезнью внутренностей твоих до того, что будут выпадать внутренности твои от болезни со дня на день.",
          "ID": "15"
        },
        {
          "text": "И возбудил Господь против Иорама дух Филистимлян и Аравитян, сопредельных Ефиоплянам;",
          "ID": "16"
        },
        {
          "text": "и они пошли на Иудею и ворвались в нее, и захватили все имущество, находившееся в доме царя, также и сыновей его и жен его; и не осталось у него сына, кроме Охозии, меньшего из сыновей его.",
          "ID": "17"
        },
        {
          "text": "А после всего этого поразил Господь внутренности его болезнью неизлечимою.",
          "ID": "18"
        },
        {
          "text": "Так было со дня на день, а к концу второго года выпали внутренности его от болезни его, и он умер в жестоких страданиях; и не сожег для него народ его [благовоний], как делал то для отцов его.",
          "ID": "19"
        },
        {
          "text": "Тридцати двух [лет] был он, когда воцарился, и восемь лет царствовал в Иерусалиме, и отошел неоплаканный, и похоронили его в городе Давидовом, но не в царских гробницах.",
          "ID": "20"
        }
      ],
      "ID": "OT:2CH.21",
      "name": "Вторая книга Паралипоменон 21"
    },
    {
      "text": [
        {
          "text": "И поставили царем жители Иерусалима Охозию, меньшего сына его, вместо него, так как всех старших избило полчище, приходившее с Аравитянами к стану, – и воцарился Охозия, сын Иорама, царя Иудейского.",
          "ID": "1"
        },
        {
          "text": "Двадцати двух лет [был] Охозия, когда воцарился, и один год царствовал в Иерусалиме; имя матери его Гофолия, дочь Амврия.",
          "ID": "2"
        },
        {
          "text": "Он также ходил путями дома Ахавова, потому что мать его была советницею ему на беззаконные дела.",
          "ID": "3"
        },
        {
          "text": "И делал он неугодное в очах Господних, подобно дому Ахавову, потому что он был ему советником, по смерти отца его, на погибель ему.",
          "ID": "4"
        },
        {
          "text": "Также следуя их совету, он пошел с Иорамом, сыном Ахавовым, царем Израильским, на войну против Азаила, царя Сирийского, в Рамоф Галаадский. И ранили Сирияне Иорама,",
          "ID": "5"
        },
        {
          "text": "и возвратился он в Изреель лечиться от ран, которые причинили ему в Раме, когда он воевал с Азаилом, царем Сирийским. И Охозия, сын Иорама, царь Иудейский, пришел посетить Иорама, сына Ахавова, в Изреель, потому что тот был болен.",
          "ID": "6"
        },
        {
          "text": "И от Бога было это на погибель Охозии, что он пришел к Иораму: ибо, по приходе своем, он вышел с Иорамом против Ииуя, сына Намессиева, которого помазал Господь на истребление дома Ахавова.",
          "ID": "7"
        },
        {
          "text": "Когда совершал Ииуй суд над домом Ахава, тогда он нашел князей Иудийских и сыновей братьев Охозии, служивших Охозии, и умертвил их.",
          "ID": "8"
        },
        {
          "text": "И [велел] он искать Охозию, и взяли его, когда он скрывался в Самарии, и привели его к Ииую, и умертвили его, и похоронили его, ибо говорили: он сын Иосафата, который взыскал Господа от всего сердца своего. И не [осталось] в доме Охозии, [кто] мог бы царствовать.",
          "ID": "9"
        },
        {
          "text": "Ибо Гофолия, мать Охозии, увидев, что умер сын ее, встала и истребила все царское племя дома Иудина.",
          "ID": "10"
        },
        {
          "text": "Но Иосавеф, дочь царя, взяла Иоаса, сына Охозии, и похитила его из среды царских сыновей умерщвляемых, и поместила его и кормилицу его в спальной комнате; и таким образом Иосавеф, дочь царя Иорама, жена Иодая священника, сестра Охозии, скрыла Иоаса от Гофолии, и она не умертвила его.",
          "ID": "11"
        },
        {
          "text": "И был он у них в доме Божием скрываем шесть лет; Гофолия же царствовала над землею.",
          "ID": "12"
        }
      ],
      "ID": "OT:2CH.22",
      "name": "Вторая книга Паралипоменон 22"
    },
    {
      "text": [
        {
          "text": "Но в седьмой год ободрился Иодай и принял в союз с собою начальников сотен: Азарию, сына Иерохамова, и Исмаила, сына Иегохананова, и Азарию, сына Оведова, и Маасею, сына Адаии, и Елишафата, сына Зихри.",
          "ID": "1"
        },
        {
          "text": "И они прошли по Иудее и собрали левитов из всех городов Иудеи и глав поколений Израилевых, и пришли в Иерусалим.",
          "ID": "2"
        },
        {
          "text": "И заключило все собрание союз в доме Божием с царем. И сказал им [Иодай]: вот сын царя должен быть царем, как изрек Господь о сыновьях Давидовых.",
          "ID": "3"
        },
        {
          "text": "Вот что вы сделайте: треть вас, приходящих в субботу, из священников и левитов, [будет] привратниками у порогов,",
          "ID": "4"
        },
        {
          "text": "и треть при доме царском, и треть у ворот Иесод, а весь народ на дворах дома Господня.",
          "ID": "5"
        },
        {
          "text": "И [никто] пусть не входит в дом Господень, кроме священников и служащих из левитов. Они могут войти, потому что освящены; весь же народ пусть стоит на страже Господней.",
          "ID": "6"
        },
        {
          "text": "И пусть левиты окружат царя со всех сторон, всякий с оружием своим в руке своей, и кто будет входить в храм, да будет умерщвлен. И будьте вы при царе, когда он будет входить и выходить.",
          "ID": "7"
        },
        {
          "text": "И сделали левиты и все Иудеи, что приказал Иодай священник; и взяли каждый людей своих, приходящих в субботу с отходящими в субботу, потому что не отпустил священник Иодай [сменившихся] черед.",
          "ID": "8"
        },
        {
          "text": "И роздал Иодай священник начальникам сотен копья и малые и большие щиты царя Давида, которые [были] в доме Божием;",
          "ID": "9"
        },
        {
          "text": "и поставил весь народ, каждого с оружием его в руке его, от правой стороны храма до левой стороны храма, у жертвенника и у дома, вокруг царя.",
          "ID": "10"
        },
        {
          "text": "И вывели сына царя, и возложили на него венец и украшения, и поставили его царем; и помазали его Иодай и сыновья его и сказали: да живет царь!",
          "ID": "11"
        },
        {
          "text": "И услышала Гофолия голос народа, бегущего и провозглашающего о царе, и вышла к народу в дом Господень,",
          "ID": "12"
        },
        {
          "text": "и увидела: и вот царь стоит на возвышении своем при входе, и князья и трубы подле царя, и весь народ земли веселится, и трубят трубами, и певцы с орудиями музыкальными и искусные в славословии. И разодрала Гофолия одежды свои и закричала: заговор! заговор!",
          "ID": "13"
        },
        {
          "text": "И вызвал Иодай священник начальников сотен, начальствующих над войском, и сказал им: выведите ее вон, и, кто последует за нею, да будет умерщвлен мечом. Потому что священник сказал: не умертвите ее в доме Господнем.",
          "ID": "14"
        },
        {
          "text": "И дали ей место, и когда она пришла ко входу конских ворот царского дома, там умертвили ее.",
          "ID": "15"
        },
        {
          "text": "И заключил Иодай завет между собою и между всем народом и царем, чтобы быть [им] народом Господним.",
          "ID": "16"
        },
        {
          "text": "И пошел весь народ в капище Ваала, и разрушили его, и жертвенники его и истуканов его сокрушили; и Матфана, жреца Ваалова, умертвили пред жертвенниками.",
          "ID": "17"
        },
        {
          "text": "И поручил Иодай дела дома Господня священникам и левитам, как распределил Давид в доме Господнем, для возношения всесожжений Господу, как написано в законе Моисеевом, с радостью и пением, по уставу Давидову.",
          "ID": "18"
        },
        {
          "text": "И поставил он привратников у ворот дома Господня, чтобы не [мог] входить нечистый почему–нибудь.",
          "ID": "19"
        },
        {
          "text": "И взял начальников сотен, и вельмож, и начальствующих в народе, и весь народ земли, и проводил царя из дома Господня, и прошли чрез верхние ворота в дом царский, и посадили царя на царский престол.",
          "ID": "20"
        },
        {
          "text": "И веселился весь народ земли, и город успокоился. А Гофолию умертвили мечом.",
          "ID": "21"
        }
      ],
      "ID": "OT:2CH.23",
      "name": "Вторая книга Паралипоменон 23"
    },
    {
      "text": [
        {
          "text": "Семи лет [был] Иоас, когда воцарился, и сорок лет царствовал в Иерусалиме; имя матери его Цивья из Вирсавии.",
          "ID": "1"
        },
        {
          "text": "И делал Иоас угодное в очах Господних во все дни Иодая священника.",
          "ID": "2"
        },
        {
          "text": "И взял ему Иодай двух жен, и он имел [от них] сыновей и дочерей.",
          "ID": "3"
        },
        {
          "text": "И после сего пришло на сердце Иоасу обновить дом Господень,",
          "ID": "4"
        },
        {
          "text": "и собрал он священников и левитов и сказал им: пойдите по городам Иудеи и собирайте со всех Израильтян серебро для поддержания дома Бога вашего из года в год, и поспешите в этом деле. Но не поспешили левиты.",
          "ID": "5"
        },
        {
          "text": "И призвал царь Иодая, главу [их], и сказал ему: почему ты не требуешь от левитов, чтобы они доставляли с Иудеи и Иерусалима дань, [установленную] Моисеем, рабом Господним, и собранием Израильтян для скинии собрания?",
          "ID": "6"
        },
        {
          "text": "Ибо нечестивая Гофолия и сыновья ее разорили дом Божий и все посвященное для дома Господня употребили для Ваалов.",
          "ID": "7"
        },
        {
          "text": "И приказал царь, и сделали один ящик, и поставили его у входа в дом Господень извне.",
          "ID": "8"
        },
        {
          "text": "И провозгласили по Иудее и Иерусалиму, чтобы приносили Господу дань, [наложенную] Моисеем, рабом Божиим, на Израильтян в пустыне.",
          "ID": "9"
        },
        {
          "text": "И обрадовались все начальствующие и весь народ, и приносили и клали в ящик дотоле, доколе он не наполнился.",
          "ID": "10"
        },
        {
          "text": "В то время, когда приносили ящик к царским чиновникам чрез левитов, и когда они видели, что серебра много, приходил писец царя и поверенный первосвященника, и высыпали из ящика, и относили его и ставили его на свое место. Так делали они изо дня в день, и собрали множество серебра.",
          "ID": "11"
        },
        {
          "text": "И отдавали его царь и Иодай производителям работ по дому Господню, и они нанимали каменотесов и плотников для подновления дома Господня, также кузнецов и медников для укрепления дома Господня.",
          "ID": "12"
        },
        {
          "text": "И работали производители работ, и совершилось исправление руками их, и привели дом Божий в надлежащее состояние его, и укрепили его.",
          "ID": "13"
        },
        {
          "text": "И кончив [все], они представили царю и Иодаю остаток серебра. И сделали из него сосуды для дома Господня, сосуды служебные и [для] всесожжений, чаши и [другие] сосуды золотые и серебряные. И приносили всесожжения в доме Господнем постоянно во все дни Иодая.",
          "ID": "14"
        },
        {
          "text": "И состарился Иодай и, насытившись днями [жизни], умер: сто тридцать лет [было] ему, когда он умер.",
          "ID": "15"
        },
        {
          "text": "И похоронили его в городе Давидовом с царями, потому что он делал доброе в Израиле и для Бога, и для дома Его.",
          "ID": "16"
        },
        {
          "text": "Но по смерти Иодая пришли князья Иудейские и поклонились царю; тогда царь стал слушаться их.",
          "ID": "17"
        },
        {
          "text": "И оставили дом Господа Бога отцов своих и стали служить деревам [посвященным] и идолам, – и был гнев [Господень] на Иуду и Иерусалим за сию вину их.",
          "ID": "18"
        },
        {
          "text": "И он посылал к ним пророков для обращения их к Господу, и они увещевали их, но те не слушали.",
          "ID": "19"
        },
        {
          "text": "И Дух Божий облек Захарию, сына Иодая священника, и он стал на возвышении пред народом и сказал им: так говорит Господь: для чего вы преступаете повеления Господни? не будет успеха вам; и как вы оставили Господа, то и Он оставит вас.",
          "ID": "20"
        },
        {
          "text": "И сговорились против него, и побили его камнями, по приказанию царя, на дворе дома Господня.",
          "ID": "21"
        },
        {
          "text": "И не вспомнил царь Иоас благодеяния, какое сделал ему Иодай, отец его, и убил сына его. И он умирая говорил: да видит Господь и да взыщет!",
          "ID": "22"
        },
        {
          "text": "И по истечении года выступило против него войско Сирийское, и вошли в Иудею и в Иерусалим, и истребили из народа всех князей народа, и всю добычу, [взятую] у них, отослали к царю в Дамаск.",
          "ID": "23"
        },
        {
          "text": "Хотя в небольшом числе людей приходило войско Сирийское, но Господь предал в руку их весьма многочисленную силу за то, что оставили Господа Бога отцов своих. И над Иоасом совершили они суд,",
          "ID": "24"
        },
        {
          "text": "и когда они ушли от него, оставив его в тяжкой болезни, то составили против него заговор рабы его, за кровь сына Иодая священника, и убили его на постели его, и он умер. И похоронили его в городе Давидовом, но не похоронили его в царских гробницах.",
          "ID": "25"
        },
        {
          "text": "Заговорщиками же против него были: Завад, сын Шимеафы Аммонитянки, и Иегозавад, сын Шимрифы Моавитянки.",
          "ID": "26"
        },
        {
          "text": "О сыновьях его и о множестве пророчеств против него и об устроении дома Божия написано в книге царей. И воцарился Амасия, сын его, вместо него.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.24",
      "name": "Вторая книга Паралипоменон 24"
    },
    {
      "text": [
        {
          "text": "Двадцати пяти лет воцарился Амасия и двадцать девять лет царствовал в Иерусалиме; имя матери его Иегоаддань из Иерусалима.",
          "ID": "1"
        },
        {
          "text": "И делал он угодное в очах Господних, но не от полного сердца.",
          "ID": "2"
        },
        {
          "text": "Когда утвердилось за ним царство, тогда он умертвил рабов своих, убивших царя, отца его.",
          "ID": "3"
        },
        {
          "text": "Но детей их не умертвил, так как написано в законе, в книге Моисеевой, где заповедал Господь, говоря: не должны быть умерщвляемы отцы за детей, и дети не должны быть умерщвляемы за отцов, но каждый за свое преступление должен умереть.",
          "ID": "4"
        },
        {
          "text": "И собрал Амасия Иудеев и поставил их по поколениям под власть тысяченачальников и стоначальников, всех Иудеев и Вениаминян, и пересчитал их от двадцати лет и выше, и нашел их триста тысяч человек отборных, ходящих на войну, держащих копье и щит.",
          "ID": "5"
        },
        {
          "text": "И [еще] нанял из Израильтян сто тысяч храбрых воинов за сто талантов серебра.",
          "ID": "6"
        },
        {
          "text": "Но человек Божий пришел к нему и сказал: царь! пусть не идет с тобою войско Израильское, потому что нет Господа с Израильтянами, со всеми сынами Ефрема.",
          "ID": "7"
        },
        {
          "text": "Но иди ты [один], делай дело, мужественно подвизайся на войне. [Иначе] повергнет тебя Бог пред лицем врага, ибо есть сила у Бога поддержать и повергнуть.",
          "ID": "8"
        },
        {
          "text": "И сказал Амасия человеку Божию: что же делать со ста талантами, которые я отдал войску Израильскому? И сказал человек Божий: может Господь дать тебе более сего.",
          "ID": "9"
        },
        {
          "text": "И отделил их Амасия, – войско, пришедшее к нему из [земли] Ефремовой, – чтоб они шли в свое место. И возгорелся сильно гнев их на Иудею, и они пошли назад в свое место, в пылу гнева.",
          "ID": "10"
        },
        {
          "text": "А Амасия отважился и повел народ свой, и пошел на долину Соляную и побил сынов Сеира десять тысяч;",
          "ID": "11"
        },
        {
          "text": "и десять тысяч живых взяли сыны Иудины в плен, и привели их на вершину скалы, и низринули их с вершины скалы, и все они разбились совершенно.",
          "ID": "12"
        },
        {
          "text": "Войско же, которое Амасия отослал обратно, чтоб оно не ходило с ним на войну, рассыпалось по городам Иудеи от Самарии до Вефорона и перебило в них три тысячи, и награбило множество добычи.",
          "ID": "13"
        },
        {
          "text": "Амасия, придя после поражения Идумеян, принес богов сынов Сеира и поставил их у себя богами, и пред ними кланялся и им кадил.",
          "ID": "14"
        },
        {
          "text": "И воспылал гнев Господа на Амасию, и послал Он к нему пророка, и тот сказал ему: зачем ты прибегаешь к богам народа сего, которые не избавили народа своего от руки твоей?",
          "ID": "15"
        },
        {
          "text": "Когда он говорил ему, [царь] отвечал: разве советником царским поставили тебя? перестань, чтобы не убили тебя. И перестал пророк, сказав: знаю, что решил Бог погубить тебя, потому что ты сделал сие и не слушаешь совета моего.",
          "ID": "16"
        },
        {
          "text": "И посоветовался Амасия, царь Иудейский, и послал к Иоасу, сыну Иоахаза, сына Ииуева, царю Израильскому, сказать: выходи, повидаемся лично.",
          "ID": "17"
        },
        {
          "text": "И послал Иоас, царь Израильский, к Амасии, царю Иудейскому, сказать: терн, который на Ливане, послал к кедру, который на Ливане же, сказать: отдай дочь свою в жену сыну моему. Но прошли звери дикие, которые на Ливане, и истоптали этот терн.",
          "ID": "18"
        },
        {
          "text": "Ты говоришь: вот я побил Идумеян, – и вознеслось сердце твое до тщеславия. Сиди лучше у себя дома. К чему тебе затевать опасное дело? Падешь ты и Иудея с тобою.",
          "ID": "19"
        },
        {
          "text": "Но не послушался Амасия, так как от Бога [было] это, дабы предать их в руку [Иоаса] за то, что стали прибегать к богам Идумейским.",
          "ID": "20"
        },
        {
          "text": "И выступил Иоас, царь Израильский, и увиделись лично, он и Амасия, царь Иудейский, в Вефсамисе Иудейском.",
          "ID": "21"
        },
        {
          "text": "И были разбиты Иудеи Израильтянами, и разбежались каждый в шатер свой.",
          "ID": "22"
        },
        {
          "text": "И Амасию, царя Иудейского, сына Иоаса, сына Иоахазова, захватил Иоас, царь Израильский, в Вефсамисе и привел его в Иерусалим, и разрушил стену Иерусалимскую от ворот Ефремовых до ворот угольных, на четыреста локтей;",
          "ID": "23"
        },
        {
          "text": "и [взял] все золото и серебро, и все сосуды, находившиеся в доме Божием у Овед–Едома, и сокровища дома царского, и заложников, и возвратился в Самарию.",
          "ID": "24"
        },
        {
          "text": "И жил Амасия, сын Иоасов, царь Иудейский, по смерти Иоаса, сына Иоахазова, царя Израильского, пятнадцать лет.",
          "ID": "25"
        },
        {
          "text": "Прочие дела Амасии, первые и последние, описаны в книге царей Иудейских и Израильских.",
          "ID": "26"
        },
        {
          "text": "И после того времени, как Амасия отступил от Господа, составили против него заговор в Иерусалиме, и он убежал в Лахис. И послали за ним в Лахис, и умертвили его там.",
          "ID": "27"
        },
        {
          "text": "И привезли его на конях, и похоронили его с отцами его в городе Иудином.",
          "ID": "28"
        }
      ],
      "ID": "OT:2CH.25",
      "name": "Вторая книга Паралипоменон 25"
    },
    {
      "text": [
        {
          "text": "И взял весь народ Иудейский Озию, которому [было] шестнадцать лет, и поставили его царем на место отца его Амасии.",
          "ID": "1"
        },
        {
          "text": "Он обстроил Елаф и возвратил его Иудее, после того как почил царь с отцами своими.",
          "ID": "2"
        },
        {
          "text": "Шестнадцати лет [был] Озия, когда воцарился, и пятьдесят два года царствовал в Иерусалиме; имя матери его Иехолия из Иерусалима.",
          "ID": "3"
        },
        {
          "text": "И делал он угодное в очах Господних точно так, как делал Амасия, отец его;",
          "ID": "4"
        },
        {
          "text": "и прибегал он к Богу во дни Захарии, поучавшего страху Божию; и в те дни, когда он прибегал к Господу, споспешествовал ему Бог.",
          "ID": "5"
        },
        {
          "text": "И он вышел и сразился с Филистимлянами, и разрушил стены Гефа и стены Иавнеи и стены Азота; и построил города в [области] Азотской и у Филистимлян.",
          "ID": "6"
        },
        {
          "text": "И помогал ему Бог против Филистимлян и против Аравитян, живущих в Гур–Ваале, и [против] Меунитян;",
          "ID": "7"
        },
        {
          "text": "и давали Аммонитяне дань Озии, и дошло имя его до пределов Египта, потому что он был весьма силен.",
          "ID": "8"
        },
        {
          "text": "И построил Озия башни в Иерусалиме над воротами угольными и над воротами долины и на углу, и укрепил их.",
          "ID": "9"
        },
        {
          "text": "И построил башни в пустыне, и иссек много водоемов, потому что имел много скота, и на низменности и на равнине, и земледельцев и садовников на горах и на Кармиле, ибо он любил земледелие.",
          "ID": "10"
        },
        {
          "text": "Было у Озии и войско, выходившее на войну отрядами, по счету в списке их, составленном рукою Иеиела писца и Маасеи надзирателя, под предводительством Ханании, [одного] из главных сановников царских.",
          "ID": "11"
        },
        {
          "text": "Все число глав поколений, из храбрых воинов, [было] две тысячи шестьсот,",
          "ID": "12"
        },
        {
          "text": "и под рукою их военной силы триста семь тысяч пятьсот, вступавших в сражение с воинским мужеством, на помощь царю против неприятеля.",
          "ID": "13"
        },
        {
          "text": "И заготовил для них Озия, для всего войска, щиты и копья, и шлемы и латы, и луки и пращные камни.",
          "ID": "14"
        },
        {
          "text": "И сделал он в Иерусалиме искусно придуманные машины, чтоб они находились на башнях и на углах для метания стрел и больших камней. И пронеслось имя его далеко, потому что он дивно оградил себя и сделался силен.",
          "ID": "15"
        },
        {
          "text": "Но когда он сделался силен, возгордилось сердце его на погибель [его], и он сделался преступником пред Господом Богом своим, ибо вошел в храм Господень, чтобы воскурить [фимиам] на алтаре кадильном.",
          "ID": "16"
        },
        {
          "text": "И пошел за ним Азария священник, и с ним восемьдесят священников Господних, людей отличных,",
          "ID": "17"
        },
        {
          "text": "и воспротивились Озии царю и сказали ему: не тебе, Озия, кадить Господу; это [дело] священников, сынов Аароновых, посвященных для каждения; выйди из святилища, ибо ты поступил беззаконно, и не [будет] тебе это в честь у Господа Бога.",
          "ID": "18"
        },
        {
          "text": "И разгневался Озия, – а в руке у него кадильница для каждения; и когда разгневался он на священников, проказа явилась на челе его, пред лицем священников, в доме Господнем, у алтаря кадильного.",
          "ID": "19"
        },
        {
          "text": "И взглянул на него Азария первосвященник и все священники; и вот у него проказа на челе его. И понуждали его выйти оттуда, да и сам он спешил удалиться, так как поразил его Господь.",
          "ID": "20"
        },
        {
          "text": "И был царь Озия прокаженным до дня смерти своей, и жил в отдельном доме и отлучен был от дома Господня. А Иоафам, сын его, начальствовал над домом царским и управлял народом земли.",
          "ID": "21"
        },
        {
          "text": "Прочие деяния Озии, первые и последние, описал Исаия, сын Амоса, пророк.",
          "ID": "22"
        },
        {
          "text": "И почил Озия с отцами своими, и похоронили его с отцами его на поле царских гробниц, ибо говорили: он прокаженный. И воцарился Иоафам, сын его, вместо него.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.26",
      "name": "Вторая книга Паралипоменон 26"
    },
    {
      "text": [
        {
          "text": "Двадцати пяти лет [был] Иоафам, когда воцарился, и шестнадцать лет царствовал в Иерусалиме; имя матери его Иеруша, дочь Садока.",
          "ID": "1"
        },
        {
          "text": "И делал он угодное в очах Господних точно так, как делал Озия, отец его, только он не входил в храм Господень, и народ продолжал еще грешить.",
          "ID": "2"
        },
        {
          "text": "Он построил верхние ворота дома Господня, и многое построил на стене Офела;",
          "ID": "3"
        },
        {
          "text": "и города построил на горе Иудейской, и в лесах построил дворцы и башни.",
          "ID": "4"
        },
        {
          "text": "Он воевал с царем Аммонитян и одолел их, и дали ему Аммонитяне в тот год сто талантов серебра и десять тысяч коров пшеницы и ячменя десять тысяч. Это давали ему Аммонитяне и на другой год, и на третий.",
          "ID": "5"
        },
        {
          "text": "Так силен был Иоафам потому, что устроял пути свои пред лицем Господа Бога своего.",
          "ID": "6"
        },
        {
          "text": "Прочие деяния Иоафама и все войны его и поведение его описаны в книге царей Израильских и Иудейских:",
          "ID": "7"
        },
        {
          "text": "двадцати пяти лет был он, когда воцарился, и шестнадцать лет царствовал в Иерусалиме.",
          "ID": "8"
        },
        {
          "text": "И почил Иоафам с отцами своими, и похоронили его в городе Давидовом. И воцарился Ахаз, сын его, вместо него.",
          "ID": "9"
        }
      ],
      "ID": "OT:2CH.27",
      "name": "Вторая книга Паралипоменон 27"
    },
    {
      "text": [
        {
          "text": "Двадцати лет был Ахаз, когда воцарился, и шестнадцать лет царствовал в Иерусалиме; и он не делал угодного в очах Господних, как [делал] Давид, отец его:",
          "ID": "1"
        },
        {
          "text": "он шел путями царей Израильских, и даже сделал литые статуи Ваалов;",
          "ID": "2"
        },
        {
          "text": "и он совершал курения на долине сынов Еннома, и проводил сыновей своих через огонь, подражая мерзостям народов, которых изгнал Господь пред лицем сынов Израилевых;",
          "ID": "3"
        },
        {
          "text": "и приносил жертвы и курения на высотах и на холмах и под всяким ветвистым деревом.",
          "ID": "4"
        },
        {
          "text": "И предал его Господь Бог его в руку царя Сириян, и они поразили его и взяли у него множество пленных и отвели в Дамаск. Также и в руку царя Израильского был предан он, и тот произвел у него великое поражение.",
          "ID": "5"
        },
        {
          "text": "И избил Факей, сын Ремалиин, Иудеев сто двадцать тысяч в один день, людей воинственных, потому что они оставили Господа Бога отцов своих.",
          "ID": "6"
        },
        {
          "text": "Зихрий же, силач из Ефремлян, убил Маасею, сына царя, и Азрикама, начальствующего над дворцом, и Елкану, второго по царе.",
          "ID": "7"
        },
        {
          "text": "И взяли сыны Израилевы в плен у братьев своих, [Иудеев], двести тысяч жен, сыновей и дочерей; также и множество добычи награбили у них, и отправили добычу в Самарию.",
          "ID": "8"
        },
        {
          "text": "Там был пророк Господень, имя его Одед. Он вышел пред лице войска, шедшего в Самарию, и сказал им: вот Господь Бог отцов ваших, во гневе на Иудеев, предал их в руку вашу, и вы избили их с такою яростью, которая достигла до небес.",
          "ID": "9"
        },
        {
          "text": "И теперь вы думаете поработить сынов Иуды и Иерусалима в рабы и рабыни себе. А разве на самих вас нет вины пред Господом Богом вашим?",
          "ID": "10"
        },
        {
          "text": "Итак послушайте меня, и возвратите пленных, которых вы захватили из братьев ваших, ибо пламень гнева Господня на вас.",
          "ID": "11"
        },
        {
          "text": "И встали некоторые из начальников сынов Ефремовых: Азария, сын Иегоханана, Берехия, сын Мешиллемофа, и Езекия, сын Шаллума, и Амаса, сын Хадлая, против шедших с войны,",
          "ID": "12"
        },
        {
          "text": "и сказали им: не вводите сюда пленных, потому что грех был бы нам пред Господом. Неужели вы думаете прибавить к грехам нашим и к преступлениям нашим? велика вина наша, и пламень гнева [Господня] над Израилем.",
          "ID": "13"
        },
        {
          "text": "И оставили вооруженные пленных и добычу у военачальников и всего собрания.",
          "ID": "14"
        },
        {
          "text": "И встали мужи, упомянутые по именам, и взяли пленных, и всех нагих из них одели из добычи, – и одели их, и обули их, и накормили их, и напоили их, и помазали их елеем, и посадили на ослов всех слабых из них, и отправили их в Иерихон, город пальм, к братьям их, и возвратились в Самарию.",
          "ID": "15"
        },
        {
          "text": "В то время послал царь Ахаз к царям Ассирийским, чтоб они помогли ему,",
          "ID": "16"
        },
        {
          "text": "ибо Идумеяне и еще приходили, и [многих] побили в Иудее, и взяли в плен;",
          "ID": "17"
        },
        {
          "text": "и Филистимляне рассыпались по городам низменного края и юга Иудеи и взяли Вефсамис и Аиалон, и Гедероф и Сохо и зависящие от него города, и Фимну и зависящие от нее города, и Гимзо и зависящие от него города, и поселились там.",
          "ID": "18"
        },
        {
          "text": "Так унизил Господь Иудею за Ахаза, царя Иудейского, потому что он развратил Иудею и тяжко грешил пред Господом.",
          "ID": "19"
        },
        {
          "text": "И пришел к нему Феглафелласар, царь Ассирийский, но был в тягость ему, вместо того, чтобы помочь ему,",
          "ID": "20"
        },
        {
          "text": "потому что Ахаз взял [сокровища] из дома Господня и дома царского и у князей и отдал царю Ассирийскому, но не в помощь себе.",
          "ID": "21"
        },
        {
          "text": "И в тесное для себя время он продолжал беззаконно поступать пред Господом, он – царь Ахаз.",
          "ID": "22"
        },
        {
          "text": "И приносил он жертвы богам Дамасским, [думая, что] они поражали его, и говорил: боги царей Сирийских помогают им; принесу я жертву им, и они помогут мне. Но они были на падение ему и всему Израилю.",
          "ID": "23"
        },
        {
          "text": "И собрал Ахаз сосуды дома Божия, и сокрушил сосуды дома Божия, и запер двери дома Господня, и устроил себе жертвенники по всем углам в Иерусалиме,",
          "ID": "24"
        },
        {
          "text": "и по всем городам Иудиным устроил высоты для каждения богам иным, и раздражал Господа Бога отцов своих.",
          "ID": "25"
        },
        {
          "text": "Прочие дела его и все поступки его, первые и последние, описаны в книге царей Иудейских и Израильских.",
          "ID": "26"
        },
        {
          "text": "И почил Ахаз с отцами своими, и похоронили его в городе, в Иерусалиме, но не внесли его в гробницы царей Израилевых. И воцарился Езекия, сын его, вместо него.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.28",
      "name": "Вторая книга Паралипоменон 28"
    },
    {
      "text": [
        {
          "text": "Езекия воцарился двадцати пяти лет, и двадцать девять лет царствовал в Иерусалиме; имя матери его Авия, дочь Захарии.",
          "ID": "1"
        },
        {
          "text": "И делал он угодное в очах Господних точно так, как делал Давид, отец его.",
          "ID": "2"
        },
        {
          "text": "В первый же год царствования своего, в первый месяц, он отворил двери дома Господня и возобновил их,",
          "ID": "3"
        },
        {
          "text": "и велел прийти священникам и левитам, и собрал их на площади восточной,",
          "ID": "4"
        },
        {
          "text": "и сказал им: послушайте меня, левиты! Ныне освятитесь [сами] и освятите дом Господа Бога отцов ваших, и выбросьте нечистоту из святилища.",
          "ID": "5"
        },
        {
          "text": "Ибо отцы наши поступали беззаконно, и делали неугодное в очах Господа Бога нашего, и оставили Его, и отвратили они лица свои от жилища Господня, и оборотились спиною,",
          "ID": "6"
        },
        {
          "text": "и заперли двери притвора, и погасили светильники, и не сожигали курения, и не возносили всесожжений во святилище Бога Израилева.",
          "ID": "7"
        },
        {
          "text": "И был гнев Господа на Иудею и на Иерусалим, и Он отдал их на позор, на опустошение и на посмеяние, как вы видите глазами вашими.",
          "ID": "8"
        },
        {
          "text": "И вот, пали отцы наши от меча, а сыновья наши и дочери наши и жены наши за это в плену доныне.",
          "ID": "9"
        },
        {
          "text": "Теперь у меня на сердце – заключить завет с Господом Богом Израилевым, да отвратит от нас пламень гнева Своего.",
          "ID": "10"
        },
        {
          "text": "Дети мои! не будьте небрежны, ибо вас избрал Господь предстоять лицу Его, служить Ему и быть у Него служителями и возжигателями курений.",
          "ID": "11"
        },
        {
          "text": "И встали левиты: Махаф, сын Амасая, и Иоель, сын Азарии, из сыновей Каафовых; и из сыновей Мерариных: Кис, сын Авдия, и Азария, сын Иегаллелела; и из племени Гирсонова: Иоах, сын Зиммы, и Еден, сын Иоаха;",
          "ID": "12"
        },
        {
          "text": "и из сыновей Елицафановых: Шимри и Иеиел; и из сыновей Асафовых: Захария и Матфания;",
          "ID": "13"
        },
        {
          "text": "и из сыновей Емановых: Иехиел и Шимей; и из сыновей Идифуновых: Шемаия и Уззиел.",
          "ID": "14"
        },
        {
          "text": "Они собрали братьев своих и освятились, и пошли по приказанию царя очищать дом Господень по словам Господа.",
          "ID": "15"
        },
        {
          "text": "И вошли священники внутрь дома Господня для очищения, и вынесли все нечистое, что нашли в храме Господнем, на двор дома Господня, а левиты взяли это, чтобы вынести вон к потоку Кедрону.",
          "ID": "16"
        },
        {
          "text": "И начали освящать в первый [день] первого месяца, и в восьмой день [того же] месяца вошли в притвор Господень; и освящали дом Господень восемь дней, и в шестнадцатый день первого месяца кончили.",
          "ID": "17"
        },
        {
          "text": "И пришли в дом к царю Езекии и сказали: мы очистили дом Господень, и жертвенник для всесожжения, и все сосуды его, и стол [для хлебов] предложения, и все сосуды его;",
          "ID": "18"
        },
        {
          "text": "и все сосуды, которые забросил царь Ахаз во время царствования своего, в беззаконии своем, мы приготовили и освятили, и вот они пред жертвенником Господним.",
          "ID": "19"
        },
        {
          "text": "И встал царь Езекия рано утром и собрал начальников города, и пошел в дом Господень.",
          "ID": "20"
        },
        {
          "text": "И привели семь тельцов и семь овнов, и семь агнцев и семь козлов на жертву о грехе за царство и за святилище и за Иудею; и приказал он сынам Аароновым, священникам, вознести всесожжение на жертвенник Господень.",
          "ID": "21"
        },
        {
          "text": "И закололи тельцов, и взяли священники кровь, и окропили жертвенник, и закололи овнов, и окропили кровью жертвенник; и закололи агнцев, и окропили кровью жертвенник.",
          "ID": "22"
        },
        {
          "text": "И привели козлов за грех пред лице царя и собрания, и они возложили руки свои на них.",
          "ID": "23"
        },
        {
          "text": "И закололи их священники, и очистили кровью их жертвенник для заглаждения грехов всего Израиля, ибо за всего Израиля приказал царь [принести] всесожжение и жертву о грехе.",
          "ID": "24"
        },
        {
          "text": "И поставил он левитов в доме Господнем с кимвалами, псалтирями и цитрами, по уставу Давида и Гада, прозорливца царева, и Нафана пророка, так как от Господа [был] устав этот чрез пророков Его.",
          "ID": "25"
        },
        {
          "text": "И стали левиты с [музыкальными] орудиями Давидовыми и священники с трубами.",
          "ID": "26"
        },
        {
          "text": "И приказал Езекия вознести всесожжение на жертвенник. И в то время, как началось всесожжение, началось пение Господу, при [звуке] труб и орудий Давида, царя Израилева.",
          "ID": "27"
        },
        {
          "text": "И все собрание молилось, и певцы пели, и трубили трубы, доколе не окончилось всесожжение.",
          "ID": "28"
        },
        {
          "text": "По окончании же всесожжения царь и все находившиеся при нем преклонились и поклонились.",
          "ID": "29"
        },
        {
          "text": "И сказал царь Езекия и князья левитам, чтоб они славили Господа словами Давида и Асафа прозорливца, и они славили с радостью и преклонялись и поклонялись.",
          "ID": "30"
        },
        {
          "text": "И продолжал Езекия и сказал: теперь вы посвятили себя Господу; приступайте и приносите жертвы и благодарственные приношения в дом Господень. И понесло [все] собрание жертвы и благодарственные приношения, и всякий, кто расположен был сердцем, – всесожжения.",
          "ID": "31"
        },
        {
          "text": "И было число всесожжений, которые привели собравшиеся: семьдесят волов, сто овнов, двести агнцев – все это для всесожжения Господу.",
          "ID": "32"
        },
        {
          "text": "[Других] священных жертв [было]: шестьсот из крупного скота и три тысячи из мелкого скота.",
          "ID": "33"
        },
        {
          "text": "Но священников было мало, и они не могли сдирать кож со всех всесожжений, и помогали им братья их левиты, до окончания дела и доколе освятились [прочие] священники, ибо левиты были более тщательны в освящении себя, нежели священники.",
          "ID": "34"
        },
        {
          "text": "Притом же всесожжений [было] множество с туками мирных жертв и с возлияниями при всесожжении. Так восстановлено служение в доме Господнем.",
          "ID": "35"
        },
        {
          "text": "И радовался Езекия и весь народ о том, что Бог [так] расположил народ, ибо это сделалось неожиданно.",
          "ID": "36"
        }
      ],
      "ID": "OT:2CH.29",
      "name": "Вторая книга Паралипоменон 29"
    },
    {
      "text": [
        {
          "text": "И послал Езекия по всей [земле] Израильской и Иудее, и письма писал к Ефрему и Манассии, чтобы пришли в дом Господень, в Иерусалим, для совершения пасхи Господу Богу Израилеву.",
          "ID": "1"
        },
        {
          "text": "И положили на совете царь и князья его и все собрание в Иерусалиме – совершить пасху во второй месяц,",
          "ID": "2"
        },
        {
          "text": "ибо не могли совершить ее в свое время, потому что священники [еще] не освятились в достаточном числе и народ не собрался в Иерусалим.",
          "ID": "3"
        },
        {
          "text": "И понравилось это царю и всему собранию.",
          "ID": "4"
        },
        {
          "text": "И определили объявить по всему Израилю, от Вирсавии до Дана, чтобы шли в Иерусалим для совершения пасхи Господу Богу Израилеву, потому что давно не совершали [ее], как предписано.",
          "ID": "5"
        },
        {
          "text": "И пошли гонцы с письмами от царя и от князей его по всей [земле] Израильской и Иудее, и по повелению царя говорили: дети Израиля! обратитесь к Господу Богу Авраама, Исаака и Израиля, и Он обратится к остатку, уцелевшему у вас от руки царей Ассирийских.",
          "ID": "6"
        },
        {
          "text": "И не будьте таковы, как отцы ваши и братья ваши, которые беззаконно поступали пред Господом Богом отцов своих; и Он предал их на опустошение, как вы видите.",
          "ID": "7"
        },
        {
          "text": "Ныне не будьте жестоковыйны, как отцы ваши, покоритесь Господу и приходите во святилище Его, которое Он освятил навек; и служите Господу Богу вашему, и Он отвратит от вас пламень гнева Своего.",
          "ID": "8"
        },
        {
          "text": "Когда вы обратитесь к Господу, тогда братья ваши и дети ваши [будут] в милости у пленивших их и возвратятся в землю сию, ибо благ и милосерд Господь Бог ваш и не отвратит лица от вас, если вы обратитесь к Нему.",
          "ID": "9"
        },
        {
          "text": "И ходили гонцы из города в город по земле Ефремовой и Манассииной и до Завулоновой, но над ними смеялись и издевались.",
          "ID": "10"
        },
        {
          "text": "Однако некоторые из [колена] Асирова, Манассиина и Завулонова смирились и пришли в Иерусалим.",
          "ID": "11"
        },
        {
          "text": "И над Иудеею была рука Божия, даровавшая им единое сердце, чтоб исполнить повеление царя и князей, по слову Господню.",
          "ID": "12"
        },
        {
          "text": "И собралось в Иерусалим множество народа для совершения праздника опресноков, во второй месяц, – собрание весьма многочисленное.",
          "ID": "13"
        },
        {
          "text": "И встали и ниспровергли жертвенники, которые были в Иерусалиме; и все, на чем совершаемо было курение [идолам], разрушили и бросили в поток Кедрон;",
          "ID": "14"
        },
        {
          "text": "и закололи пасхального агнца в четырнадцатый [день] второго месяца. Священники и левиты устыдившись освятились и принесли всесожжения в дом Господень,",
          "ID": "15"
        },
        {
          "text": "и стали на своем месте по уставу своему, по закону Моисея, человека Божия. Священники кропили кровью [принимая ее] из рук левитов.",
          "ID": "16"
        },
        {
          "text": "Так как много [было] в собрании таких, которые не освятились, то вместо нечистых левиты закололи пасхального агнца, для посвящения Господу.",
          "ID": "17"
        },
        {
          "text": "Многие из народа, большею частью из колена Ефремова и Манассиина, Иссахарова и Завулонова, не очистились; однакоже они ели пасху, не по уставу.",
          "ID": "18"
        },
        {
          "text": "Но Езекия помолился за них, говоря: Господь благий да простит каждого, кто расположил сердце свое к тому, чтобы взыскать Господа Бога, Бога отцов своих, хотя и без очищения священного!",
          "ID": "19"
        },
        {
          "text": "И услышал Господь Езекию и простил народ.",
          "ID": "20"
        },
        {
          "text": "И совершили сыны Израилевы, находившиеся в Иерусалиме, праздник опресноков в семь дней, с великим веселием; каждый день левиты и священники славили Господа на орудиях, [устроенных] для славословия Господа.",
          "ID": "21"
        },
        {
          "text": "И говорил Езекия по сердцу всем левитам, имевшим доброе разумение [в служении] Господу. И ели праздничное семь дней, принося жертвы мирные и славя Господа Бога отцов своих.",
          "ID": "22"
        },
        {
          "text": "И решило все собрание праздновать другие семь дней, и провели эти семь дней в веселии,",
          "ID": "23"
        },
        {
          "text": "потому что Езекия, царь Иудейский, выставил для собравшихся тысячу тельцов и десять тысяч мелкого скота, и вельможи выставили для собравшихся тысячу тельцов и десять тысяч мелкого скота; и священников освятилось [уже] много.",
          "ID": "24"
        },
        {
          "text": "И веселились все собравшиеся из Иудеи, и священники и левиты, и все собрание, пришедшее от Израиля, и пришельцы, пришедшие из земли Израильской и обитавшие в Иудее.",
          "ID": "25"
        },
        {
          "text": "И было веселие великое в Иерусалиме, потому что со дней Соломона, сына Давидова, царя Израилева, [не бывало] подобного сему в Иерусалиме.",
          "ID": "26"
        },
        {
          "text": "И встали священники и левиты, и благословили народ; и услышан был голос их, и взошла молитва их в святое жилище Его на небеса.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.30",
      "name": "Вторая книга Паралипоменон 30"
    },
    {
      "text": [
        {
          "text": "И по окончании всего этого, пошли все Израильтяне, [там] находившиеся, в города Иудейские и разбили статуи, срубили [посвященные] дерева, и разрушили высоты и жертвенники во всей Иудее и в [земле] Вениаминовой, Ефремовой и Манассииной, до конца. И [потом] возвратились все сыны Израилевы, каждый во владение свое, в города свои.",
          "ID": "1"
        },
        {
          "text": "И поставил Езекия череды священников и левитов, по их распределению, каждого при деле своем, священническом или левитском, при всесожжении и при жертвах мирных, для службы, для хваления и славословия, у ворот дома Господня.",
          "ID": "2"
        },
        {
          "text": "И [определил] царь часть из имущества своего на всесожжения: на всесожжения утренние и вечерние, и на всесожжения в субботы и в новомесячия, и в праздники, как написано в законе Господнем.",
          "ID": "3"
        },
        {
          "text": "И повелел он народу, живущему в Иерусалиме, давать определенное содержание священникам и левитам, чтоб они были ревностны в законе Господнем.",
          "ID": "4"
        },
        {
          "text": "Когда обнародовано было это повеление, тогда нанесли сыны Израилевы множество начатков хлеба, вина, и масла, и меду, и всяких произведений полевых; и десятин из всего нанесли множество.",
          "ID": "5"
        },
        {
          "text": "И Израильтяне и Иудеи, живущие по городам Иудейским, также представили десятины из крупного и мелкого скота и десятины из пожертвований, посвященных Господу Богу их; и наложили груды, груды.",
          "ID": "6"
        },
        {
          "text": "В третий месяц начали класть груды, и в седьмой месяц кончили.",
          "ID": "7"
        },
        {
          "text": "И пришли Езекия и вельможи, и увидели груды, и благодарили Господа и народ Его Израиля.",
          "ID": "8"
        },
        {
          "text": "И спросил Езекия священников и левитов об этих грудах.",
          "ID": "9"
        },
        {
          "text": "И отвечал ему Азария первосвященник из дома Садокова и сказал: с того времени, как начали носить приношения в дом Господень, мы ели досыта, и многое осталось, потому что Господь благословил народ Свой. Из оставшегося [составилось] такое множество.",
          "ID": "10"
        },
        {
          "text": "И приказал Езекия приготовить комнаты при доме Господнем. И приготовили.",
          "ID": "11"
        },
        {
          "text": "И перенесли [туда] приношения, и десятины, и пожертвования, со [всею] точностью. И [был] начальником при них Хонания левит, и Симей, брат его, вторым.",
          "ID": "12"
        },
        {
          "text": "А Иехиил и Азазия, и Нахаф и Асаил, и Иеримоф и Иозавад, и Елиел и Исмахия, и Махаф и Бенания [были] смотрителями под рукою Хонании и Симея, брата его, по распоряжению царя Езекии и Азарии, начальника при доме Божием.",
          "ID": "13"
        },
        {
          "text": "Коре, сын Имны, левит, привратник на восточной стороне, [был] при добровольных приношениях Богу, для выдачи принесенного Господу и важнейших из вещей посвященных.",
          "ID": "14"
        },
        {
          "text": "И под его [ведением находились] Еден, и Миниамин, и Иешуа, и Шемаия, и Амария и Шехания в городах священнических, чтобы верно раздавать братьям своим части, как большому, так и малому,",
          "ID": "15"
        },
        {
          "text": "сверх списка их, [всем] мужеского пола от трех лет и выше, всем ходящим в дом Господа для дел ежедневных, для служения их, по должностям их и по отделам их,",
          "ID": "16"
        },
        {
          "text": "и внесенным в список священникам, по поколениям их, и левитам от двадцати лет и выше, по должностям их, по отделам их,",
          "ID": "17"
        },
        {
          "text": "и внесенным в список, со всеми малолетними их, с женами их и с сыновьями их и с дочерями их, – всему обществу, ибо они со [всею] верностью посвятили себя на священную службу.",
          "ID": "18"
        },
        {
          "text": "И для сынов Аароновых, священников в селениях вокруг городов их, при каждом городе [поставлены были] мужи поименованные, чтобы раздавать участки всем мужеского пола у священников и всем внесенным в список у левитов.",
          "ID": "19"
        },
        {
          "text": "Вот что сделал Езекия во всей Иудее, – и он делал доброе, и справедливое, и истинное пред лицем Господа Бога своего.",
          "ID": "20"
        },
        {
          "text": "И во всем, что он предпринимал на служение дому Божию и для соблюдения закона и заповедей, помышляя о Боге своем, он действовал от всего сердца своего и имел успех.",
          "ID": "21"
        }
      ],
      "ID": "OT:2CH.31",
      "name": "Вторая книга Паралипоменон 31"
    },
    {
      "text": [
        {
          "text": "После таких дел и верности, пришел Сеннахирим, царь Ассирийский, и вступил в Иудею, и осадил укрепленные города, и думал отторгнуть их себе.",
          "ID": "1"
        },
        {
          "text": "Когда Езекия увидел, что пришел Сеннахирим с намерением воевать против Иерусалима,",
          "ID": "2"
        },
        {
          "text": "тогда решил с князьями своими и с военными людьми своими засыпать источники воды, которые вне города, и те помогли ему.",
          "ID": "3"
        },
        {
          "text": "И собралось множество народа, и засыпали все источники и поток, протекавший по стране, говоря: да не найдут цари Ассирийские, придя [сюда], много воды.",
          "ID": "4"
        },
        {
          "text": "И ободрился он, и восстановил всю обрушившуюся стену, и поднял ее до башни, и извне [построил] другую стену, и укрепил Милло в городе Давидовом, и наготовил множество оружия и щитов.",
          "ID": "5"
        },
        {
          "text": "И поставил военачальников над народом, и собрал их к себе на площадь у городских ворот, и говорил к сердцу их, и сказал:",
          "ID": "6"
        },
        {
          "text": "будьте тверды и мужественны, не бойтесь и не страшитесь царя Ассирийского и всего множества, которое с ним, потому что с нами более, нежели с ним;",
          "ID": "7"
        },
        {
          "text": "с ним мышца плотская, а с нами Господь Бог наш, чтобы помогать нам и сражаться на бранях наших. И подкрепился народ словами Езекии, царя Иудейского.",
          "ID": "8"
        },
        {
          "text": "После сего послал Сеннахирим, царь Ассирийский, рабов своих в Иерусалим, – сам он [стоял] против Лахиса, и вся сила его с ним, – к Езекии, царю Иудейскому, и ко всем Иудеям, которые в Иерусалиме, сказать:",
          "ID": "9"
        },
        {
          "text": "так говорит Сеннахирим, царь Ассирийский: на что вы надеетесь и сидите в крепости в Иерусалиме?",
          "ID": "10"
        },
        {
          "text": "Не обольщает ли вас Езекия, чтобы предать вас смерти от голода и жажды, говоря: Господь Бог наш спасет нас от руки царя Ассирийского?",
          "ID": "11"
        },
        {
          "text": "Не этот ли Езекия разрушил высоты Его и жертвенники Его, и сказал Иудее и Иерусалиму: пред жертвенником единым поклоняйтесь и на нем совершайте курения?",
          "ID": "12"
        },
        {
          "text": "Разве вы не знаете, что сделал я и отцы мои со всеми народами земель? Могли ли боги народов земных спасти землю свою от руки моей?",
          "ID": "13"
        },
        {
          "text": "Кто из всех богов народов, истребленных отцами моими, мог спасти народ свой от руки моей? [Как же] возможет ваш Бог спасти вас от руки моей?",
          "ID": "14"
        },
        {
          "text": "И ныне пусть не обольщает вас Езекия и не отклоняет вас таким образом; не верьте ему: если не в силах был ни один бог ни одного народа и царства спасти народ свой от руки моей и от руки отцов моих, то и ваш Бог не спасет вас от руки моей.",
          "ID": "15"
        },
        {
          "text": "И еще [многое] говорили рабы его против Господа Бога и против Езекии, раба Его.",
          "ID": "16"
        },
        {
          "text": "И письма писал он, [в которых] поносил Господа Бога Израилева и говорил против Него такие слова: как боги народов земных не спасли народов своих от руки моей, так Бог Езекии не спасет народа Своего от руки моей.",
          "ID": "17"
        },
        {
          "text": "И кричали громким голосом на Иудейском языке к народу Иерусалимскому, который [был] на стене, чтоб устрашить его и напугать его, и взять город.",
          "ID": "18"
        },
        {
          "text": "И говорили о Боге Иерусалима, как о богах народов земли, – изделии рук человеческих.",
          "ID": "19"
        },
        {
          "text": "И помолился царь Езекия и Исаия, сын Амосов, пророк, и возопили к небу.",
          "ID": "20"
        },
        {
          "text": "И послал Господь Ангела, и он истребил всех храбрых и главноначальствующего и начальствующих в войске царя Ассирийского. И возвратился он со стыдом в землю свою; и когда пришел в дом бога своего, – исшедшие из чресл его поразили его там мечом.",
          "ID": "21"
        },
        {
          "text": "Так спас Господь Езекию и жителей Иерусалима от руки Сеннахирима, царя Ассирийского, и от руки всех и оберегал их отовсюду.",
          "ID": "22"
        },
        {
          "text": "Тогда многие приносили дары Господу в Иерусалим и дорогие вещи Езекии, царю Иудейскому. И он возвеличился после сего в глазах всех народов.",
          "ID": "23"
        },
        {
          "text": "В те дни заболел Езекия смертельно. И помолился Господу, и Он услышал его и дал ему знамение.",
          "ID": "24"
        },
        {
          "text": "Но не воздал Езекия за оказанные ему благодеяния, ибо возгордилось сердце его. И был на него гнев [Божий] и на Иудею, и на Иерусалим.",
          "ID": "25"
        },
        {
          "text": "Но как смирился Езекия в гордости сердца своего, – сам и жители Иерусалима, то не пришел на них гнев Господень во дни Езекии.",
          "ID": "26"
        },
        {
          "text": "И было у Езекии богатства и славы весьма много, и хранилище он сделал у себя для серебра и золота, и камней драгоценных, и для ароматов и щитов, и для всяких драгоценных сосудов;",
          "ID": "27"
        },
        {
          "text": "и кладовые для произведений [земли], для хлеба, вина и масла, и стойла для всякого рода скота, и дворы для стад.",
          "ID": "28"
        },
        {
          "text": "И города построил себе. И стад мелкого и крупного скота [было] [у него] множество, потому что дал ему Бог весьма большое имущество.",
          "ID": "29"
        },
        {
          "text": "Он же, Езекия, запер верхний проток вод Геона и провел их вниз к западной стороне города Давидова. И действовал успешно Езекия во всяком деле своем.",
          "ID": "30"
        },
        {
          "text": "Только при послах царей Вавилонских, которые присылали к нему спросить о знамении, бывшем на земле, оставил его Бог, чтоб испытать его и открыть все, что у него на сердце.",
          "ID": "31"
        },
        {
          "text": "Прочие деяния Езекии и добродетели его описаны в видении Исаии, сына Амосова, пророка, и в книге царей Иудейских и Израильских.",
          "ID": "32"
        },
        {
          "text": "И почил Езекия с отцами своими, и похоронили его над гробницами сыновей Давидовых, и почесть воздали ему по смерти его все Иудеи и жители Иерусалима. И воцарился Манассия, сын его, вместо него.",
          "ID": "33"
        }
      ],
      "ID": "OT:2CH.32",
      "name": "Вторая книга Паралипоменон 32"
    },
    {
      "text": [
        {
          "text": "Двенадцати лет [был] Манассия, когда воцарился, и пятьдесят пять лет царствовал в Иерусалиме,",
          "ID": "1"
        },
        {
          "text": "и делал он неугодное в очах Господних, подражая мерзостям народов, которых прогнал Господь от лица сынов Израилевых,",
          "ID": "2"
        },
        {
          "text": "и снова построил высоты, которые разрушил Езекия, отец его, и поставил жертвенники Ваалам, и устроил дубравы, и поклонялся всему воинству небесному, и служил ему,",
          "ID": "3"
        },
        {
          "text": "и соорудил жертвенники в доме Господнем, о котором сказал Господь: в Иерусалиме будет имя Мое вечно;",
          "ID": "4"
        },
        {
          "text": "и соорудил жертвенники всему воинству небесному на обоих дворах дома Господня.",
          "ID": "5"
        },
        {
          "text": "Он же проводил сыновей своих чрез огонь в долине сына Енномова, и гадал, и ворожил, и чародействовал, и учредил вызывателей мертвецов и волшебников; много делал он неугодного в очах Господа, к прогневлению Его.",
          "ID": "6"
        },
        {
          "text": "И поставил резного идола, которого сделал, в доме Божием, о котором говорил Бог Давиду и Соломону, сыну его: в доме сем и в Иерусалиме, который Я избрал из всех колен Израилевых, Я положу имя Мое навек;",
          "ID": "7"
        },
        {
          "text": "и не дам впредь выступить ноге Израиля из земли сей, которую Я укрепил за отцами их, если только они будут стараться исполнять все, что Я заповедал им, по всему закону и уставам и повелениям, [данным] рукою Моисея.",
          "ID": "8"
        },
        {
          "text": "Но Манассия довел Иудею и жителей Иерусалима до того, что они поступали хуже тех народов, которых истребил Господь от лица сынов Израилевых.",
          "ID": "9"
        },
        {
          "text": "И говорил Господь к Манассии и к народу его, но они не слушали.",
          "ID": "10"
        },
        {
          "text": "И привел Господь на них военачальников царя Ассирийского, и заковали они Манассию в кандалы и оковали его цепями, и отвели его в Вавилон.",
          "ID": "11"
        },
        {
          "text": "И в тесноте своей он стал умолять лице Господа Бога своего и глубоко смирился пред Богом отцов своих.",
          "ID": "12"
        },
        {
          "text": "И помолился Ему, и [Бог] преклонился к нему и услышал моление его, и возвратил его в Иерусалим на царство его. И узнал Манассия, что Господь есть Бог.",
          "ID": "13"
        },
        {
          "text": "И после того построил внешнюю стену города Давидова, на западной стороне Геона, по лощине и до входа в Рыбные ворота, и провел ее вокруг Офела и высоко поднял ее. И поставил военачальников по всем укрепленным городам в Иудее,",
          "ID": "14"
        },
        {
          "text": "и низверг чужеземных богов и идола из дома Господня, и все капища, которые соорудил на горе дома Господня и в Иерусалиме, и выбросил их за город.",
          "ID": "15"
        },
        {
          "text": "И восстановил жертвенник Господень и принес на нем жертвы мирные и хвалебные, и сказал Иудеям, чтобы они служили Господу Богу Израилеву.",
          "ID": "16"
        },
        {
          "text": "Но народ еще приносил жертвы на высотах, хотя и Господу Богу своему.",
          "ID": "17"
        },
        {
          "text": "Прочие дела Манассии, и молитва его к Богу своему, и слова прозорливцев, говоривших к нему именем Господа Бога Израилева, находятся в записях царей Израилевых.",
          "ID": "18"
        },
        {
          "text": "И молитва его, и то, что [Бог] преклонился к нему, и все грехи его и беззакония его, и места, на которых он построил высоты и поставил изображения Астарты и истуканов, прежде нежели смирился, описаны в записях Хозая.",
          "ID": "19"
        },
        {
          "text": "И почил Манассия с отцами своими, и похоронили его в доме его. И воцарился Амон, сын его, вместо него.",
          "ID": "20"
        },
        {
          "text": "Двадцати двух лет был Амон, когда воцарился, и два года царствовал в Иерусалиме.",
          "ID": "21"
        },
        {
          "text": "И делал неугодное в очах Господних так, как делал Манассия, отец его; и всем истуканам, которых сделал Манассия, отец его, приносил Амон жертвы и служил им.",
          "ID": "22"
        },
        {
          "text": "И не смирился пред лицем Господним, как смирился Манассия, отец его; напротив, Амон умножил [свои] грехи.",
          "ID": "23"
        },
        {
          "text": "И составили против него заговор слуги его, и умертвили его в доме его.",
          "ID": "24"
        },
        {
          "text": "Но народ земли перебил всех, бывших в заговоре против царя Амона, и воцарил народ земли Иосию, сына его, вместо него.",
          "ID": "25"
        }
      ],
      "ID": "OT:2CH.33",
      "name": "Вторая книга Паралипоменон 33"
    },
    {
      "text": [
        {
          "text": "Восемь лет было Иосии, когда он воцарился, и тридцать один год царствовал в Иерусалиме,",
          "ID": "1"
        },
        {
          "text": "и делал он угодное в очах Господних, и ходил путями Давида, отца своего, и не уклонялся ни направо, ни налево.",
          "ID": "2"
        },
        {
          "text": "В восьмой год царствования своего, будучи еще отроком, он начал прибегать к Богу Давида, отца своего, а в двенадцатый год начал очищать Иудею и Иерусалим от высот и [посвященных] дерев и от резных и литых кумиров.",
          "ID": "3"
        },
        {
          "text": "И разрушили пред лицем его жертвенники Ваалов и статуи, возвышавшиеся над ними; и [посвященные] дерева он срубил, и резные и литые кумиры изломал и разбил в прах, и рассыпал на гробах тех, которые приносили им жертвы,",
          "ID": "4"
        },
        {
          "text": "и кости жрецов сжег на жертвенниках их, и очистил Иудею и Иерусалим,",
          "ID": "5"
        },
        {
          "text": "и в городах Манассии, и Ефрема, и Симеона, [даже] до колена Неффалимова, и в опустошенных окрестностях их",
          "ID": "6"
        },
        {
          "text": "он разрушил жертвенники и [посвященные] дерева, и кумиры разбил в прах, и все статуи сокрушил по всей земле Израильской, и возвратился в Иерусалим.",
          "ID": "7"
        },
        {
          "text": "В восемнадцатый год царствования своего, по очищении земли и дома [Божия], он послал Шафана, сына Ацалии, и Маасею градоначальника, и Иоаха, сына Иоахазова, дееписателя, возобновить дом Господа Бога своего.",
          "ID": "8"
        },
        {
          "text": "И пришли они к Хелкии первосвященнику, и отдали серебро, принесенное в дом Божий, которое левиты, стоящие на страже у порога, собрали из рук Манассии и Ефрема и всех прочих Израильтян, и от всего Иуды и Вениамина, и от жителей Иерусалима,",
          "ID": "9"
        },
        {
          "text": "и отдали в руки производителям работ, приставленным к дому Господню, чтоб они раздавали его работникам, которые работали в доме Господнем, при исправлении и возобновлении дома.",
          "ID": "10"
        },
        {
          "text": "И они раздавали плотникам и строителям на покупку тесаных камней и дерев для связей и для покрытия зданий, которые разорили цари Иудейские.",
          "ID": "11"
        },
        {
          "text": "Люди сии действовали честно при работе, и для надзора над ними поставлены были Иахаф и Овадия, левиты из сыновей Мерариных, и Захария и Мешуллам из сыновей Каафовых, и все левиты, умеющие играть на музыкальных орудиях.",
          "ID": "12"
        },
        {
          "text": "Они же [были] приставниками над носильщиками и наблюдали над всеми работниками при каждой работе; из левитов же [были и] писцы, и надзиратели, и привратники.",
          "ID": "13"
        },
        {
          "text": "Когда вынимали они серебро, принесенное в дом Господень, тогда Хелкия священник нашел книгу закона Господня, [данную] рукою Моисея.",
          "ID": "14"
        },
        {
          "text": "И начал Хелкия, и сказал Шафану писцу: книгу закона нашел я в доме Господнем. И подал Хелкия ту книгу Шафану.",
          "ID": "15"
        },
        {
          "text": "И понес Шафан книгу к царю, и принес при этом царю известие: все, что поручено рабам твоим, они делают;",
          "ID": "16"
        },
        {
          "text": "и высыпали серебро, найденное в доме Господнем, и передали его в руки приставникам и в руки производителям работ.",
          "ID": "17"
        },
        {
          "text": "И [также] донес Шафан писец царю, говоря: книгу дал мне Хелкия священник. И читал ее Шафан перед царем.",
          "ID": "18"
        },
        {
          "text": "Когда услышал царь слова закона, то разодрал одежды свои.",
          "ID": "19"
        },
        {
          "text": "И дал царь повеление Хелкии и Ахикаму, сыну Шафанову, и Авдону, сыну Михея, и Шафану писцу, и Асаии, слуге царскому, говоря:",
          "ID": "20"
        },
        {
          "text": "пойдите, вопросите Господа за меня и за оставшихся у Израиля и за Иуду о словах сей найденной книги, потому что велик гнев Господа, который воспылал на нас за то, что не соблюдали отцы наши слова Господня, чтобы поступать по всему написанному в книге сей.",
          "ID": "21"
        },
        {
          "text": "И пошел Хелкия и те, которые от царя, к Олдане пророчице, жене Шаллума, сына Тавкегафа, сына Хасры, хранителя одежд, – а жила она во второй части Иерусалима, – и говорили с нею об этом.",
          "ID": "22"
        },
        {
          "text": "И она сказала им: так говорит Господь Бог Израилев: скажите тому человеку, который послал вас ко мне:",
          "ID": "23"
        },
        {
          "text": "так говорит Господь: вот Я наведу бедствие на место сие и на жителей его все проклятия, написанные в книге, которую читали пред лицем царя Иудейского,",
          "ID": "24"
        },
        {
          "text": "за то, что они оставили Меня и кадили богам другим, чтобы прогневлять Меня всеми делами рук своих. И гнев Мой возгорится над местом сим и не угаснет.",
          "ID": "25"
        },
        {
          "text": "А царю Иудейскому, пославшему вас вопросить Господа, так скажите: так говорит Господь Бог Израилев о словах, которые ты слышал:",
          "ID": "26"
        },
        {
          "text": "так как смягчилось сердце твое, и ты смирился пред Богом, услышав слова Его о месте сем и о жителях его, – и ты смирился предо Мною, и разодрал одежды свои, и плакал предо Мною, то и Я услышал [тебя], говорит Господь.",
          "ID": "27"
        },
        {
          "text": "Вот Я приложу тебя к отцам твоим, и положен будешь в гробницу твою в мире, и не увидят глаза твои всего того бедствия, которое Я наведу на место сие и на жителей его. И принесли царю ответ.",
          "ID": "28"
        },
        {
          "text": "И послал царь, и собрал всех старейшин Иудеи и Иерусалима,",
          "ID": "29"
        },
        {
          "text": "и пошел царь в дом Господень, и [с ним] все Иудеи и жители Иерусалима, и священники и левиты, и весь народ, от большого до малого; и он прочитал вслух их все слова книги завета, найденной в доме Господнем.",
          "ID": "30"
        },
        {
          "text": "И стал царь на месте своем, и заключил завет пред лицем Господа последовать Господу и соблюдать заповеди Его и откровения Его, и уставы Его, от всего сердца своего и от всей души своей, чтобы выполнить слова завета, написанные в книге сей.",
          "ID": "31"
        },
        {
          "text": "И велел царь подтвердить [это] всем находившимся в Иерусалиме и в земле Вениаминовой; и стали поступать жители Иерусалима по завету Бога, Бога отцов своих.",
          "ID": "32"
        },
        {
          "text": "И изверг Иосия все мерзости из всех земель, которые у сынов Израилевых, и повелел всем, находившимся в [земле] Израилевой служить Господу Богу своему. И во все дни [жизни] его они не отступали от Господа Бога отцов своих.",
          "ID": "33"
        }
      ],
      "ID": "OT:2CH.34",
      "name": "Вторая книга Паралипоменон 34"
    },
    {
      "text": [
        {
          "text": "И совершил Иосия в Иерусалиме пасху Господу, и закололи пасхального агнца в четырнадцатый [день] первого месяца.",
          "ID": "1"
        },
        {
          "text": "И поставил он священников на местах их, и ободрял их на служение в доме Господнем,",
          "ID": "2"
        },
        {
          "text": "и сказал левитам, наставникам всех Израильтян, посвященным Господу: поставьте ковчег святый в храме, который построил Соломон, сын Давидов, царь Израилев; нет вам нужды носить [его] на раменах; служите теперь Господу Богу нашему и народу Его Израилю;",
          "ID": "3"
        },
        {
          "text": "станьте по поколениям вашим, по чередам вашим, как предписано Давидом, царем Израилевым, и как предписано Соломоном, сыном его,",
          "ID": "4"
        },
        {
          "text": "и стойте во святилище, по распределениям поколений у братьев ваших, сынов народа, и по разделению поколений у левитов,",
          "ID": "5"
        },
        {
          "text": "и заколите пасхального агнца, и освятитесь, и приготовьте его для братьев ваших, поступая согласно со словом Господним чрез Моисея.",
          "ID": "6"
        },
        {
          "text": "И дал Иосия в дар сынам народа, всем, находившимся там, из мелкого скота агнцев и козлов молодых, все для жертвы пасхальной, числом тридцать тысяч и три тысячи волов. Это из имущества царя.",
          "ID": "7"
        },
        {
          "text": "И князья его по усердию давали в дар народу, священникам и левитам: Хелкия и Захария и Иехиил, начальствующие в доме Божием, дали священникам для жертвы пасхальной две тысячи шестьсот [овец, агнцев и козлов] и триста волов;",
          "ID": "8"
        },
        {
          "text": "и Хонания, и Шемаия, и Нафанаил, братья его, и Хашавия, и Иеиел, и Иозавад, начальники левитов, подарили левитам для жертвы пасхальной [овец] пять тысяч и пятьсот волов.",
          "ID": "9"
        },
        {
          "text": "Так устроено было служение. И стали священники на место свое и левиты по чередам своим, по повелению царскому;",
          "ID": "10"
        },
        {
          "text": "и закололи пасхального агнца. И кропили священники [кровью], принимая ее из рук левитов, а левиты снимали кожу;",
          "ID": "11"
        },
        {
          "text": "и распределили [назначенное] для всесожжения, чтобы раздать то по отделениям поколений у сынов народа, для принесения Господу, как написано в книге Моисеевой. То же [сделали] и с волами.",
          "ID": "12"
        },
        {
          "text": "И испекли пасхального агнца на огне, по уставу; и священные жертвы сварили в котлах, горшках и кастрюлях, и поспешно роздали всему народу,",
          "ID": "13"
        },
        {
          "text": "а после приготовили для себя и для священников, ибо священники, сыны Аароновы, [заняты были] приношением всесожжения и туков до ночи; потому–то и готовили левиты для себя и для священников, сынов Аароновых.",
          "ID": "14"
        },
        {
          "text": "И певцы, сыновья Асафовы, [оставались] на местах своих, по установлению Давида и Асафа, и Емана и Идифуна, прозорливца царского, и привратники у каждых ворот: не для чего [было] им отходить от служения своего, так как братья их левиты готовили для них.",
          "ID": "15"
        },
        {
          "text": "Так устроено было все служение Господу в тот день, чтобы совершить пасху и принести всесожжения на жертвеннике Господнем, по повелению царя Иосии.",
          "ID": "16"
        },
        {
          "text": "И совершали сыны Израилевы, находившиеся [там], пасху в то время и праздник опресноков в течение семи дней.",
          "ID": "17"
        },
        {
          "text": "И не была совершаема такая пасха у Израиля от дней Самуила пророка; и из всех царей Израилевых ни один не совершал такой пасхи, какую совершил Иосия, и священники, и левиты, и все Иудеи, и Израильтяне, [там] находившиеся, и жители Иерусалима.",
          "ID": "18"
        },
        {
          "text": "В восемнадцатый год царствования Иосии совершена сия пасха.",
          "ID": "19"
        },
        {
          "text": "После всего того, что сделал Иосия в доме [Божием], пошел Нехао, царь Египетский, на войну к Кархемису на Евфрате; и Иосия вышел навстречу ему.",
          "ID": "20"
        },
        {
          "text": "И послал к нему [Нехао] послов сказать: что мне и тебе, царь Иудейский? Не против тебя теперь [иду я,] но туда, где у меня война. И Бог повелел мне поспешать; не противься Богу, Который со мною, чтоб Он не погубил тебя.",
          "ID": "21"
        },
        {
          "text": "Но Иосия не отстранился от него, а приготовился, чтобы сразиться с ним, и не послушал слов Нехао от лица Божия и выступил на сражение на равнину Мегиддо.",
          "ID": "22"
        },
        {
          "text": "И выстрелили стрельцы в царя Иосию, и сказал царь слугам своим: уведите меня, потому что я тяжело ранен.",
          "ID": "23"
        },
        {
          "text": "И свели его слуги его с колесницы, и посадили его в другую повозку, которая [была] у него, и отвезли его в Иерусалим. И умер он, и похоронен в гробницах отцов своих. И вся Иудея и Иерусалим оплакали Иосию.",
          "ID": "24"
        },
        {
          "text": "Оплакал Иосию и Иеремия в песне плачевной; и говорили все певцы и певицы об Иосии в плачевных песнях своих, [известных] до сего дня, и передали их в употребление у Израиля; и вот они вписаны в [книгу] плачевных песней.",
          "ID": "25"
        },
        {
          "text": "Прочие деяния Иосии и добродетели его, согласные с предписанным в законе Господнем,",
          "ID": "26"
        },
        {
          "text": "и деяния его, первые и последние, описаны в книге царей Израильских и Иудейских.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.35",
      "name": "Вторая книга Паралипоменон 35"
    },
    {
      "text": [
        {
          "text": "И взял народ земли Иоахаза, сына Иосиина, и воцарили его, вместо отца его, в Иерусалиме.",
          "ID": "1"
        },
        {
          "text": "Двадцати трех лет был Иоахаз, когда воцарился, и три месяца царствовал в Иерусалиме.",
          "ID": "2"
        },
        {
          "text": "И низложил его царь Египетский в Иерусалиме, наложил на землю пени сто талантов серебра и талант золота.",
          "ID": "3"
        },
        {
          "text": "И воцарил царь Египетский над Иудеею и Иерусалимом Елиакима, брата его, и переменил имя его на Иоакима, а Иоахаза, брата его, взял Нехао и отвел его в Египет.",
          "ID": "4"
        },
        {
          "text": "Двадцати пяти лет [был] Иоаким, когда воцарился, и одиннадцать лет царствовал в Иерусалиме. И делал он неугодное в очах Господа Бога своего.",
          "ID": "5"
        },
        {
          "text": "Против него вышел Навуходоносор, царь Вавилонский, и оковал его оковами, чтоб отвести его в Вавилон.",
          "ID": "6"
        },
        {
          "text": "И часть сосудов дома Господня перенес Навуходоносор в Вавилон и положил их в капище своем в Вавилоне.",
          "ID": "7"
        },
        {
          "text": "Прочие дела Иоакима и мерзости его, какие он делал и какие найдены в нем, описаны в книге царей Израильских и Иудейских. И воцарился Иехония, сын его, вместо него.",
          "ID": "8"
        },
        {
          "text": "Восемнадцати лет [был] Иехония, когда воцарился, и три месяца и десять дней царствовал в Иерусалиме, и делал он неугодное в очах Господних.",
          "ID": "9"
        },
        {
          "text": "По прошествии года послал царь Навуходоносор и велел взять его в Вавилон вместе с драгоценными сосудами дома Господня, и воцарил над Иудеею и Иерусалимом Седекию, брата его.",
          "ID": "10"
        },
        {
          "text": "Двадцати одного года [был] Седекия, когда воцарился, и одиннадцать лет царствовал в Иерусалиме,",
          "ID": "11"
        },
        {
          "text": "и делал он неугодное в очах Господа Бога своего. Он не смирился пред Иеремиею пророком, [пророчествовавшим] от уст Господних,",
          "ID": "12"
        },
        {
          "text": "и отложился от царя Навуходоносора, взявшего клятву с него [именем] Бога, – и сделал упругою шею свою и ожесточил сердце свое до того, что не обратился к Господу Богу Израилеву.",
          "ID": "13"
        },
        {
          "text": "Да и все начальствующие над священниками и над народом много грешили, подражая всем мерзостям язычников, и сквернили дом Господа, который Он освятил в Иерусалиме.",
          "ID": "14"
        },
        {
          "text": "И посылал к ним Господь Бог отцов их, посланников Своих от раннего утра, потому что Он жалел Свой народ и Свое жилище.",
          "ID": "15"
        },
        {
          "text": "Но они издевались над посланными от Бога и пренебрегали словами Его, и ругались над пророками Его, доколе не сошел гнев Господа на народ Его, так что не было [ему] спасения.",
          "ID": "16"
        },
        {
          "text": "И Он навел на них царя Халдейского, – и тот умертвил юношей их мечом в доме святыни их и не пощадил ни юноши, ни девицы, ни старца, ни седовласого: все предал [Бог] в руку его.",
          "ID": "17"
        },
        {
          "text": "И все сосуды дома Божия, большие и малые, и сокровища дома Господня, и сокровища царя и князей его, все принес он в Вавилон.",
          "ID": "18"
        },
        {
          "text": "И сожгли дом Божий, и разрушили стену Иерусалима, и все чертоги его сожгли огнем, и все драгоценности его истребили.",
          "ID": "19"
        },
        {
          "text": "И переселил он оставшихся от меча в Вавилон, и были они рабами его и сыновей его, до воцарения царя Персидского,",
          "ID": "20"
        },
        {
          "text": "доколе, во исполнение слова Господня, [сказанного] устами Иеремии, земля не отпраздновала суббот своих. Во все дни запустения она субботствовала до исполнения семидесяти лет.",
          "ID": "21"
        },
        {
          "text": "А в первый год Кира, царя Персидского, во исполнение слова Господня, [сказанного] устами Иеремии, возбудил Господь дух Кира, царя Персидского, и он велел объявить по всему царству своему, словесно и письменно, и сказать:",
          "ID": "22"
        },
        {
          "text": "так говорит Кир, царь Персидский: все царства земли дал мне Господь Бог небесный, и Он повелел мне построить Ему дом в Иерусалиме, что в Иудее. Кто есть из вас – из всего народа Его, [да будет] Господь Бог его с ним, и пусть он туда идет.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.36",
      "name": "Вторая книга Паралипоменон 36"
    },
    {
      "text": [
        {
          "text": "Господи Вседержителю, Боже отцев наших, Авраама и Исаака и Иакова, и семени их праведного [а],",
          "ID": "1"
        },
        {
          "text": "сотворивший небо и землю со всем благолепием их, связавший море словом повеления Твоего, заключивший бездну и запечатавший ее страшным и славным именем Твоим, которого все боятся, и трепещут от лица силы Твоея, потому что никто не может устоять пред великолепием славы Твоея, и нестерпим гнев [б]",
          "ID": "2"
        },
        {
          "text": "прещения Твоего на грешников [в]!",
          "ID": "3"
        },
        {
          "text": "Но безмерна и неисследима милость обетования Твоего [г],",
          "ID": "4"
        },
        {
          "text": "ибо Ты Господь вышний, благий, долготерпеливый и многомилостивый и кающийся о злобах человеческих. Ты, Господи, по множеству Твоей благости, обещал покаяние [д]",
          "ID": "5"
        },
        {
          "text": "и отпущение согрешившим Тебе, и множеством щедрот Твоих определил покаяние грешникам во спасение. Итак Ты, Господи, Боже праведных, не положил покаяния праведным [е]",
          "ID": "6"
        },
        {
          "text": "Аврааму и Исааку и Иакову, не согрешившим Тебе, но положил покаяние мне грешнику, потому что я согрешил паче числа песка морского. Многочисленны беззакония мои, Господи, многочисленны беззакония мои, и я недостоин взирать и смотреть на высоту небесную от множества неправд моих. Я согбен многими железными узами [з],",
          "ID": "7+2CH"
        },
        {
          "text": "так что не могу поднять головы моей, и нет мне отдохновения, потому что прогневал Тебя и сделал пред Тобою злое [и]:",
          "ID": "9"
        },
        {
          "text": "не исполнил воли Твоей, не сохранил повелений Твоих, поставил мерзости и умножил соблазны. И ныне преклоняю колени сердца моего, умоляя Тебя о благости [к].",
          "ID": "10"
        },
        {
          "text": "Согрешил я, Господи, согрешил, и беззакония мои я знаю, но прошу, молясь Тебе: отпусти мне, Господи, отпусти мне, и не погуби меня с беззакониями моими и не оссуди меня в преисподнюю. Ибо Ты Бог, Бог кающихся, и на мне яви всю благость Твою, спасши меня недостойного по великой милости Твоей, и буду прославлять Тебя во все дни жизни моей [л],",
          "ID": "11"
        },
        {
          "text": "потому что Тебя славят все силы небесные, и Твоя слава во веки веков. Аминь.",
          "ID": "12"
        }
      ],
      "ID": "OT:2CH.37",
      "name": "Вторая книга Паралипоменон 37"
    }
  ],
  "ID": "OT:2CH(SYNO)",
  "name": "Вторая книга Паралипоменон"
}