{
  "name": "Colossians",
  "text": [
    {
      "name": "Colossians 1",
      "text": [
        {
          "text": "PAUL, AN apostle (special messenger) of Christ Jesus (the Messiah), by the will of God, and Timothy [our] brother,",
          "ID": "1"
        },
        {
          "text": "To the saints (the consecrated people of God) and believing and faithful brethren in Christ who are at Colossae: Grace (spiritual favor and blessing) to you and [heart] peace from God our Father.",
          "ID": "2"
        },
        {
          "text": "We continually give thanks to God the Father of our Lord Jesus Christ (the Messiah), as we are praying for you,",
          "ID": "3"
        },
        {
          "text": "For we have heard of your faith in Christ Jesus [the leaning of your entire human personality on Him in absolute trust and confidence in His power, wisdom, and goodness] and of the love which you [have and show] for all the saints (God's consecrated ones),",
          "ID": "4"
        },
        {
          "text": "Because of the hope [of experiencing what is] laid up (reserved and waiting) for you in heaven. Of this [hope] you heard in the past in the message of the truth of the Gospel,",
          "ID": "5"
        },
        {
          "text": "Which has come to you. Indeed, in the whole world [that Gospel] is bearing fruit and still is growing [by its own inherent power], even as it has done among yourselves ever since the day you first heard and came to know and understand the grace of God in truth. [You came to know the grace or undeserved favor of God in reality, deeply and clearly and thoroughly, becoming accurately and intimately acquainted with it.]",
          "ID": "6"
        },
        {
          "text": "You so learned it from Epaphras, our beloved fellow servant. He is a faithful minister of Christ in our stead and as our representative and yours.",
          "ID": "7"
        },
        {
          "text": "Also he has informed us of your love in the [Holy] Spirit.",
          "ID": "8"
        },
        {
          "text": "For this reason we also, from the day we heard of it, have not ceased to pray and make [special] request for you, [asking] that you may be filled with the full (deep and clear) knowledge of His will in all spiritual wisdom [in comprehensive insight into the ways and purposes of God] and in understanding and discernment of spiritual things–",
          "ID": "9"
        },
        {
          "text": "That you may walk (live and conduct yourselves) in a manner worthy of the Lord, fully pleasing to Him and desiring to please Him in all things, bearing fruit in every good work and steadily growing and increasing in and by the knowledge of God [with fuller, deeper, and clearer insight, acquaintance, and recognition].",
          "ID": "10"
        },
        {
          "text": "[We pray] that you may be invigorated and strengthened with all power according to the might of His glory, [to exercise] every kind of endurance and patience (perseverance and forbearance) with joy,",
          "ID": "11"
        },
        {
          "text": "Giving thanks to the Father, Who has qualified and made us fit to share the portion which is the inheritance of the saints (God's holy people) in the Light.",
          "ID": "12"
        },
        {
          "text": "[The Father] has delivered and drawn us to Himself out of the control and the dominion of darkness and has transferred us into the kingdom of the Son of His love,",
          "ID": "13"
        },
        {
          "text": "In Whom we have our redemption through His blood, [which means] the forgiveness of our sins.",
          "ID": "14"
        },
        {
          "text": "[Now] He is the exact likeness of the unseen God [the visible representation of the invisible]; He is the Firstborn of all creation.",
          "ID": "15"
        },
        {
          "text": "For it was in Him that all things were created, in heaven and on earth, things seen and things unseen, whether thrones, dominions, rulers, or authorities; all things were created and exist through Him [by His service, intervention] and in and for Him.",
          "ID": "16"
        },
        {
          "text": "And He Himself existed before all things, and in Him all things consist (cohere, are held together). [Prov. 8:22-31.]",
          "ID": "17"
        },
        {
          "text": "He also is the Head of [His] body, the church; seeing He is the Beginning, the Firstborn from among the dead, so that He alone in everything and in every respect might occupy the chief place [stand first and be preeminent].",
          "ID": "18"
        },
        {
          "text": "For it has pleased [the Father] that all the divine fullness (the sum total of the divine perfection, powers, and attributes) should dwell in Him permanently.",
          "ID": "19"
        },
        {
          "text": "And God purposed that through (by the service, the intervention of) Him [the Son] all things should be completely reconciled back to Himself, whether on earth or in heaven, as through Him, [the Father] made peace by means of the blood of His cross.",
          "ID": "20"
        },
        {
          "text": "And although you at one time were estranged and alienated from Him and were of hostile attitude of mind in your wicked activities,",
          "ID": "21"
        },
        {
          "text": "Yet now has [Christ, the Messiah] reconciled [you to God] in the body of His flesh through death, in order to present you holy and faultless and irreproachable in His [the Father's] presence.",
          "ID": "22"
        },
        {
          "text": "[And this He will do] provided that you continue to stay with and in the faith [in Christ], well-grounded and settled and steadfast, not shifting or moving away from the hope [which rests on and is inspired by] the glad tidings (the Gospel), which you heard and which has been preached [as being designed for and offered without restrictions] to every person under heaven, and of which [Gospel] I, Paul, became a minister.",
          "ID": "23"
        },
        {
          "text": "[Even] now I rejoice in the midst of my sufferings on your behalf. And in my own person I am making up whatever is still lacking and remains to be completed [on our part] of Christ's afflictions, for the sake of His body, which is the church.",
          "ID": "24"
        },
        {
          "text": "In it I became a minister in accordance with the divine stewardship which was entrusted to me for you [as its object and for your benefit], to make the Word of God fully known [among you]–",
          "ID": "25"
        },
        {
          "text": "The mystery of which was hidden for ages and generations [from angels and men], but is now revealed to His holy people (the saints),",
          "ID": "26"
        },
        {
          "text": "To whom God was pleased to make known how great for the Gentiles are the riches of the glory of this mystery, which is Christ within and among you, the Hope of [realizing the] glory.",
          "ID": "27"
        },
        {
          "text": "Him we preach and proclaim, warning and admonishing everyone and instructing everyone in all wisdom (comprehensive insight into the ways and purposes of God), that we may present every person mature (full-grown, fully initiated, complete, and perfect) in Christ (the Anointed One).",
          "ID": "28"
        },
        {
          "text": "For this I labor [unto weariness], striving with all the superhuman energy which He so mightily enkindles and works within me.",
          "ID": "29"
        }
      ],
      "ID": "NT:COL.1"
    },
    {
      "name": "Colossians 2",
      "text": [
        {
          "text": "FOR I want you to know how great is my solicitude for you [how severe an inward struggle I am engaged in for you] and for those [believers] at Laodicea, and for all who [like yourselves] have never seen my face and known me personally.",
          "ID": "1"
        },
        {
          "text": "[For my concern is] that their hearts may be braced (comforted, cheered, and encouraged) as they are knit together in love, that they may come to have all the abounding wealth and blessings of assured conviction of understanding, and that they may become progressively more intimately acquainted with and may know more definitely and accurately and thoroughly that mystic secret of God, [which is] Christ (the Anointed One).",
          "ID": "2"
        },
        {
          "text": "In Him all the treasures of [divine] wisdom (comprehensive insight into the ways and purposes of God) and [all the riches of spiritual] knowledge and enlightenment are stored up and lie hidden.",
          "ID": "3"
        },
        {
          "text": "I say this in order that no one may mislead and delude you by plausible and persuasive and attractive arguments and beguiling speech.",
          "ID": "4"
        },
        {
          "text": "For though I am away from you in body, yet I am with you in spirit, delighted at the sight of your [standing shoulder to shoulder in such] orderly array and the firmness and the solid front and steadfastness of your faith in Christ [that leaning of the entire human personality on Him in absolute trust and confidence in His power, wisdom, and goodness].",
          "ID": "5"
        },
        {
          "text": "As you have therefore received Christ, [even] Jesus the Lord, [so] walk (regulate your lives and conduct yourselves) in union with and conformity to Him.",
          "ID": "6"
        },
        {
          "text": "Have the roots [of your being] firmly and deeply planted [in Him, fixed and founded in Him], being continually built up in Him, becoming increasingly more confirmed and established in the faith, just as you were taught, and abounding and overflowing in it with thanksgiving.",
          "ID": "7"
        },
        {
          "text": "See to it that no one carries you off as spoil or makes you yourselves captive by his so-called philosophy and intellectualism and vain deceit (idle fancies and plain nonsense), following human tradition (men's ideas of the material rather than the spiritual world), just crude notions following the rudimentary and elemental teachings of the universe and disregarding [the teachings of] Christ (the Messiah).",
          "ID": "8"
        },
        {
          "text": "For in Him the whole fullness of Deity (the Godhead) continues to dwell in bodily form [giving complete expression of the divine nature].",
          "ID": "9"
        },
        {
          "text": "And you are in Him, made full and having come to fullness of life [in Christ you too are filled with the Godhead–Father, Son and Holy Spirit–and reach full spiritual stature]. And He is the Head of all rule and authority [of every angelic principality and power].",
          "ID": "10"
        },
        {
          "text": "In Him also you were circumcised with a circumcision not made with hands, but in a [spiritual] circumcision [performed by] Christ by stripping off the body of the flesh (the whole corrupt, carnal nature with its passions and lusts).",
          "ID": "11"
        },
        {
          "text": "[Thus you were circumcised when] you were buried with Him in [your] baptism, in which you were also raised with Him [to a new life] through [your] faith in the working of God [as displayed] when He raised Him up from the dead.",
          "ID": "12"
        },
        {
          "text": "And you who were dead in trespasses and in the uncircumcision of your flesh (your sensuality, your sinful carnal nature), [God] brought to life together with [Christ], having [freely] forgiven us all our transgressions,",
          "ID": "13"
        },
        {
          "text": "Having cancelled and blotted out and wiped away the handwriting of the note (bond) with its legal decrees and demands which was in force and stood against us (hostile to us). This [note with its regulations, decrees, and demands] He set aside and cleared completely out of our way by nailing it to [His] cross.",
          "ID": "14"
        },
        {
          "text": "[God] disarmed the principalities and powers that were ranged against us and made a bold display and public example of them, in triumphing over them in Him and in it [the cross].",
          "ID": "15"
        },
        {
          "text": "Therefore let no one sit in judgment on you in matters of food and drink, or with regard to a feast day or a New Moon or a Sabbath.",
          "ID": "16"
        },
        {
          "text": "Such [things] are only the shadow of things that are to come, and they have only a symbolic value. But the reality (the substance, the solid fact of what is foreshadowed, the body of it) belongs to Christ.",
          "ID": "17"
        },
        {
          "text": "Let no one defraud you by acting as an umpire and declaring you unworthy and disqualifying you for the prize, insisting on self-abasement and worship of angels, taking his stand on visions [he claims] he has seen, vainly puffed up by his sensuous notions and inflated by his unspiritual thoughts and fleshly conceit,",
          "ID": "18"
        },
        {
          "text": "And not holding fast to the Head, from Whom the entire body, supplied and knit together by means of its joints and ligaments, grows with a growth that is from God.",
          "ID": "19"
        },
        {
          "text": "If then you have died with Christ to material ways of looking at things and have escaped from the world's crude and elemental notions and teachings of externalism, why do you live as if you still belong to the world? [Why do you submit to rules and regulations?–such as]",
          "ID": "20"
        },
        {
          "text": "Do not handle [this], Do not taste [that], Do not even touch [them],",
          "ID": "21"
        },
        {
          "text": "Referring to things all of which perish with being used. To do this is to follow human precepts and doctrines. [Isa. 29:13.]",
          "ID": "22"
        },
        {
          "text": "Such [practices] have indeed the outward appearance [that popularly passes] for wisdom, in promoting self-imposed rigor of devotion and delight in self-humiliation and severity of discipline of the body, but they are of no value in checking the indulgence of the flesh (the lower nature). [Instead, they do not honor God but serve only to indulge the flesh.]",
          "ID": "23"
        }
      ],
      "ID": "NT:COL.2"
    },
    {
      "name": "Colossians 3",
      "text": [
        {
          "text": "IF THEN you have been raised with Christ [to a new life, thus sharing His resurrection from the dead], aim at and seek the [rich, eternal treasures] that are above, where Christ is, seated at the right hand of God. [Ps. 110:1.]",
          "ID": "1"
        },
        {
          "text": "And set your minds and keep them set on what is above (the higher things), not on the things that are on the earth.",
          "ID": "2"
        },
        {
          "text": "For [as far as this world is concerned] you have died, and your [new, real] life is hidden with Christ in God.",
          "ID": "3"
        },
        {
          "text": "When Christ, Who is our life, appears, then you also will appear with Him in [the splendor of His] glory.",
          "ID": "4"
        },
        {
          "text": "So kill (deaden, deprive of power) the evil desire lurking in your members [those animal impulses and all that is earthly in you that is employed in sin]: sexual vice, impurity, sensual appetites, unholy desires, and all greed and covetousness, for that is idolatry (the deifying of self and other created things instead of God).",
          "ID": "5"
        },
        {
          "text": "It is on account of these [very sins] that the [holy] anger of God is ever coming upon the sons of disobedience (those who are obstinately opposed to the divine will),",
          "ID": "6"
        },
        {
          "text": "Among whom you also once walked, when you were living in and addicted to [such practices].",
          "ID": "7"
        },
        {
          "text": "But now put away and rid yourselves [completely] of all these things: anger, rage, bad feeling toward others, curses and slander, and foulmouthed abuse and shameful utterances from your lips!",
          "ID": "8"
        },
        {
          "text": "Do not lie to one another, for you have stripped off the old (unregenerate) self with its evil practices,",
          "ID": "9"
        },
        {
          "text": "And have clothed yourselves with the new [spiritual self], which is [ever in the process of being] renewed and remolded into [fuller and more perfect knowledge upon] knowledge after the image (the likeness) of Him Who created it. [Gen. 1:26.]",
          "ID": "10"
        },
        {
          "text": "[In this new creation all distinctions vanish.] There is no room for and there can be neither Greek nor Jew, circumcised nor uncircumcised, [nor difference between nations whether alien] barbarians or Scythians [who are the most savage of all], nor slave or free man; but Christ is all and in all [everything and everywhere, to all men, without distinction of person].",
          "ID": "11"
        },
        {
          "text": "Clothe yourselves therefore, as God's own chosen ones (His own picked representatives), [who are] purified and holy and well-beloved [by God Himself, by putting on behavior marked by] tenderhearted pity and mercy, kind feeling, a lowly opinion of yourselves, gentle ways, [and] patience [which is tireless and long-suffering, and has the power to endure whatever comes, with good temper].",
          "ID": "12"
        },
        {
          "text": "Be gentle and forbearing with one another and, if one has a difference (a grievance or complaint) against another, readily pardoning each other; even as the Lord has [freely] forgiven you, so must you also [forgive].",
          "ID": "13"
        },
        {
          "text": "And above all these [put on] love and enfold yourselves with the bond of perfectness [which binds everything together completely in ideal harmony].",
          "ID": "14"
        },
        {
          "text": "And let the peace (soul harmony which comes) from Christ rule (act as umpire continually) in your hearts [deciding and settling with finality all questions that arise in your minds, in that peaceful state] to which as [members of Christ's] one body you were also called [to live]. And be thankful (appreciative), [giving praise to God always].",
          "ID": "15"
        },
        {
          "text": "Let the word [spoken by] Christ (the Messiah) have its home [in your hearts and minds] and dwell in you in [all its] richness, as you teach and admonish and train one another in all insight and intelligence and wisdom [in spiritual things, and as you sing] psalms and hymns and spiritual songs, making melody to God with [His] grace in your hearts.",
          "ID": "16"
        },
        {
          "text": "And whatever you do [no matter what it is] in word or deed, do everything in the name of the Lord Jesus and in [dependence upon] His Person, giving praise to God the Father through Him.",
          "ID": "17"
        },
        {
          "text": "Wives, be subject to your husbands [subordinate and adapt yourselves to them], as is right and fitting and your proper duty in the Lord.",
          "ID": "18"
        },
        {
          "text": "Husbands, love your wives [be affectionate and sympathetic with them] and do not be harsh or bitter or resentful toward them.",
          "ID": "19"
        },
        {
          "text": "Children, obey your parents in everything, for this is pleasing to the Lord.",
          "ID": "20"
        },
        {
          "text": "Fathers, do not provoke or irritate or fret your children [do not be hard on them or harass them], lest they become discouraged and sullen and morose and feel inferior and frustrated. [Do not break their spirit.]",
          "ID": "21"
        },
        {
          "text": "Servants, obey in everything those who are your earthly masters, not only when their eyes are on you as pleasers of men, but in simplicity of purpose [with all your heart] because of your reverence for the Lord and as a sincere expression of your devotion to Him.",
          "ID": "22"
        },
        {
          "text": "Whatever may be your task, work at it heartily (from the soul), as [something done] for the Lord and not for men,",
          "ID": "23"
        },
        {
          "text": "Knowing [with all certainty] that it is from the Lord [and not from men] that you will receive the inheritance which is your [real] reward. [The One Whom] you are actually serving [is] the Lord Christ (the Messiah).",
          "ID": "24"
        },
        {
          "text": "For he who deals wrongfully will [reap the fruit of his folly and] be punished for his wrongdoing. And [with God] there is no partiality [no matter what a person's position may be, whether he is the slave or the master].",
          "ID": "25"
        }
      ],
      "ID": "NT:COL.3"
    },
    {
      "name": "Colossians 4",
      "text": [
        {
          "text": "MASTERS, [on your part] deal with your slaves justly and fairly, knowing that also you have a Master in heaven. [Lev. 25:43, 53.]",
          "ID": "1"
        },
        {
          "text": "Be earnest and unwearied and steadfast in your prayer [life], being [both] alert and intent in [your praying] with thanksgiving.",
          "ID": "2"
        },
        {
          "text": "And at the same time pray for us also, that God may open a door to us for the Word (the Gospel), to proclaim the mystery concerning Christ (the Messiah) on account of which I am in prison;",
          "ID": "3"
        },
        {
          "text": "That I may proclaim it fully and make it clear [speak boldly and unfold that mystery], as is my duty.",
          "ID": "4"
        },
        {
          "text": "Behave yourselves wisely [living prudently and with discretion] in your relations with those of the outside world (the non-Christians), making the very most of the time and seizing (buying up) the opportunity.",
          "ID": "5"
        },
        {
          "text": "Let your speech at all times be gracious (pleasant and winsome), seasoned [as it were] with salt, [so that you may never be at a loss] to know how you ought to answer anyone [who puts a question to you].",
          "ID": "6"
        },
        {
          "text": "Tychicus will give you full information about my affairs; [he is] a much-loved brother and faithful ministering assistant and fellow servant [with us] in the Lord.",
          "ID": "7"
        },
        {
          "text": "I have sent him to you for this very purpose, that you may know how we are faring and that he may comfort and cheer and encourage your hearts.",
          "ID": "8"
        },
        {
          "text": "And with [him is] Onesimus, [our] faithful and beloved brother, who is [one] of yourselves. They will let you know everything that has taken place here [in Rome].",
          "ID": "9"
        },
        {
          "text": "Aristarchus my fellow prisoner wishes to be remembered to you, as does Mark the relative of Barnabas. You received instructions concerning him; if he comes to you give him a [hearty] welcome.",
          "ID": "10"
        },
        {
          "text": "And [greetings also from] Jesus, who is called Justus. These [Hebrew Christians] alone of the circumcision are among my fellow workers for [the extension of] God's kingdom, and they have proved a relief and a comfort to me.",
          "ID": "11"
        },
        {
          "text": "Epaphras, who is one of yourselves, a servant of Christ Jesus, sends you greetings. [He is] always striving for you earnestly in his prayers, [pleading] that you may [as persons of ripe character and clear conviction] stand firm and mature [in spiritual growth], convinced and fully assured in everything willed by God.",
          "ID": "12"
        },
        {
          "text": "For I bear him testimony that he has labored hard in your behalf and for [the believers] in Laodicea and those in Hierapolis.",
          "ID": "13"
        },
        {
          "text": "Luke the beloved physician and Demas salute you.",
          "ID": "14"
        },
        {
          "text": "Give my greetings to the brethren at Laodicea, and to Nympha and the assembly (the church) which meets in her house.",
          "ID": "15"
        },
        {
          "text": "And when this epistle has been read before you, [see] that it is read also in the assembly (the church) of the Laodiceans, and also [see] that you yourselves in turn read the [letter that comes to you] from Laodicea.",
          "ID": "16"
        },
        {
          "text": "And say to Archippus, See that you discharge carefully [the duties of] the ministry and fulfill the stewardship which you have received in the Lord.",
          "ID": "17"
        },
        {
          "text": "I, Paul, [add this final] greeting, writing with my own hand. Remember I am still in prison and in chains. May grace (God's unmerited favor and blessing) be with you! Amen (so be it).",
          "ID": "18"
        }
      ],
      "ID": "NT:COL.4"
    }
  ],
  "version": "AMP",
  "ID": "NT:COL(AMP)"
}