{
  "text": [
    {
      "text": [
        {
          "text": "Paul, an Apostle of Jesus Christ by the will of God, and Timothy, a brother,",
          "ID": "1"
        },
        {
          "text": "to the saints and faithful brothers in Christ Jesus who are at Colossae.",
          "ID": "2"
        },
        {
          "text": "Grace and peace to you, from God our Father and from the Lord Jesus Christ. We give thanks to God, the Father of our Lord Jesus Christ, praying for you always.",
          "ID": "3"
        },
        {
          "text": "For we have heard of your faith in Christ Jesus, and of the love that you have toward all the saints,",
          "ID": "4"
        },
        {
          "text": "because of the hope that has been stored up for you in heaven, which you have heard through the Word of Truth in the Gospel.",
          "ID": "5"
        },
        {
          "text": "This has reached you, just as it is present in the whole world, where it grows and bears fruit, as it has also done in you, since the day when you first heard and knew the grace of God in truth,",
          "ID": "6"
        },
        {
          "text": "just as you learned it from Epaphras, our most beloved fellow servant, who is for you a faithful minister of Christ Jesus.",
          "ID": "7"
        },
        {
          "text": "And he has also manifested to us your love in the Spirit.",
          "ID": "8"
        },
        {
          "text": "Then, too, from the day when we first heard it, we have not ceased praying for you and requesting that you be filled with the knowledge of his will, with all wisdom and spiritual understanding,",
          "ID": "9"
        },
        {
          "text": "so that you may walk in a manner worthy of God, being pleasing in all things, being fruitful in every good work, and increasing in the knowledge of God,",
          "ID": "10"
        },
        {
          "text": "being strengthened in every virtue, in accord with the power of his glory, with all patience and longsuffering, with joy,",
          "ID": "11"
        },
        {
          "text": "giving thanks to God the Father, who has made us worthy to have a share in the portion of the saints, in the light.",
          "ID": "12"
        },
        {
          "text": "For he has rescued us from the power of darkness, and he has transferred us into the kingdom of the Son of his love,",
          "ID": "13"
        },
        {
          "text": "in whom we have redemption through his blood, the remission of sins.",
          "ID": "14"
        },
        {
          "text": "He is the image of the invisible God, the first-born of every creature.",
          "ID": "15"
        },
        {
          "text": "For in him was created everything in heaven and on earth, visible and invisible, whether thrones, or dominations, or principalities, or powers. All things were created through him and in him.",
          "ID": "16"
        },
        {
          "text": "And he is before all, and in him all things continue.",
          "ID": "17"
        },
        {
          "text": "And he is the head of his body, the Church. He is the beginning, the first-born from the dead, so that in all things he may hold primacy.",
          "ID": "18"
        },
        {
          "text": "For the Father is well-pleased that all fullness reside in him,",
          "ID": "19"
        },
        {
          "text": "and that, through him, all things be reconciled to himself, making peace through the blood of his cross, for the things that are on earth, as well as the things that are in heaven.",
          "ID": "20"
        },
        {
          "text": "And you, though you had been, in times past, understood to be foreigners and enemies, with works of evil,",
          "ID": "21"
        },
        {
          "text": "yet now he has reconciled you, by his body of flesh, through death, so as to offer you, holy and immaculate and blameless, before him.",
          "ID": "22"
        },
        {
          "text": "So then, continue in the faith: well-founded and steadfast and immovable, by the hope of the Gospel that you have heard, which has been preached throughout all creation under heaven, the Gospel of which I, Paul, have become a minister.",
          "ID": "23"
        },
        {
          "text": "For now I rejoice in my passion on your behalf, and I complete in my flesh the things that are lacking in the Passion of Christ, for the sake of his body, which is the Church.",
          "ID": "24"
        },
        {
          "text": "For I have become a minister of the Church, according to the dispensation of God that has been given to me among you, so that I may fulfill the Word of God,",
          "ID": "25"
        },
        {
          "text": "the mystery which had remained hidden to past ages and generations, but which now is manifested to his saints.",
          "ID": "26"
        },
        {
          "text": "To them, God willed to made known the riches of the glory of this mystery among the Gentiles, which is Christ and the hope of his glory within you.",
          "ID": "27"
        },
        {
          "text": "We are announcing him, correcting every man and teaching every man, with all wisdom, so that we may offer every man perfect in Christ Jesus.",
          "ID": "28"
        },
        {
          "text": "In him, too, I labor, striving according to his action within me, which he works in virtue.",
          "ID": "29"
        }
      ],
      "ID": "NT:COL.1",
      "name": "Colossians 1"
    },
    {
      "text": [
        {
          "text": "For I want you to know the kind of solicitude that I have for you, and for those who are at Laodicea, as well as for those who have not seen my face in the flesh.",
          "ID": "1"
        },
        {
          "text": "May their hearts be consoled and instructed in charity, with all the riches of a plenitude of understanding, with knowledge of the mystery of God the Father and of Christ Jesus.",
          "ID": "2"
        },
        {
          "text": "For in him are hidden all treasures of wisdom and knowledge.",
          "ID": "3"
        },
        {
          "text": "Now I say this, so that no one may deceive you with grandiose words.",
          "ID": "4"
        },
        {
          "text": "For though I may be absent in body, yet I am with you in spirit. And I rejoice as I gaze upon your order and its foundation, which is in Christ, your faith.",
          "ID": "5"
        },
        {
          "text": "Therefore, just as you have received the Lord Jesus Christ, walk in him.",
          "ID": "6"
        },
        {
          "text": "Be rooted and continually built up in Christ. And be confirmed in the faith, just as you have also learned it, increasing in him with acts of thanksgiving.",
          "ID": "7"
        },
        {
          "text": "See to it that no one deceives you through philosophy and empty falsehoods, as found in the traditions of men, in accord with the influences of the world, and not in accord with Christ.",
          "ID": "8"
        },
        {
          "text": "For in him, all the fullness of the Divine Nature dwells bodily.",
          "ID": "9"
        },
        {
          "text": "And in him, you have been filled; for he is the head of all principality and power.",
          "ID": "10"
        },
        {
          "text": "In him also, you have been circumcised with a circumcision not made by hand, not by the despoiling of the body of flesh, but by the circumcision of Christ.",
          "ID": "11"
        },
        {
          "text": "You have been buried with him in baptism. In him also, you have risen again through faith, by the work of God, who raised him up from the dead.",
          "ID": "12"
        },
        {
          "text": "And when you were dead in your transgressions and in the uncircumcision of your flesh, he enlivened you, together with him, forgiving you of all transgressions,",
          "ID": "13"
        },
        {
          "text": "and wiping away the handwriting of the decree which was against us, which was contrary to us. And he has taken this away from your midst, affixing it to the Cross.",
          "ID": "14"
        },
        {
          "text": "And so, despoiling principalities and powers, he has led them away confidently and openly, triumphing over them in himself.",
          "ID": "15"
        },
        {
          "text": "Therefore, let no one judge you as concerns food or drink, or a particular feast day, or feast days of new moons, or of Sabbaths.",
          "ID": "16"
        },
        {
          "text": "For these are a shadow of the future, but the body is of Christ.",
          "ID": "17"
        },
        {
          "text": "Let no one seduce you, preferring base things and a religion of Angels, walking according to what he has not seen, being vainly inflated by the sensations of his flesh,",
          "ID": "18"
        },
        {
          "text": "and not holding up the head, with which the whole body, by its underlying joints and ligaments, is joined together and grows with an increase that is of God.",
          "ID": "19"
        },
        {
          "text": "So then, if you have died with Christ to the influences of this world, why do you still make decisions as if you were living in the world?",
          "ID": "20"
        },
        {
          "text": "Do not touch, do not taste, do not handle these things,",
          "ID": "21"
        },
        {
          "text": "which all lead to destruction by their very use, in accord with the precepts and doctrines of men.",
          "ID": "22"
        },
        {
          "text": "Such ideas have at least an intention to attain to wisdom, but through superstition and debasement, not sparing the body, and they are without any honor in satiating the flesh.",
          "ID": "23"
        }
      ],
      "ID": "NT:COL.2",
      "name": "Colossians 2"
    },
    {
      "text": [
        {
          "text": "Therefore, if you have risen together with Christ, seek the things that are above, where Christ is seated at the right hand of God.",
          "ID": "1"
        },
        {
          "text": "Consider the things that are above, not the things that are upon the earth.",
          "ID": "2"
        },
        {
          "text": "For you have died, and so your life is hidden with Christ in God.",
          "ID": "3"
        },
        {
          "text": "When Christ, your life, appears, then you also will appear with him in glory.",
          "ID": "4"
        },
        {
          "text": "Therefore, mortify your body, while it is upon the earth. For because of fornication, impurity, lust, evil desires, and avarice, which are a kind of service to idols,",
          "ID": "5"
        },
        {
          "text": "the wrath of God has overwhelmed the sons of unbelief.",
          "ID": "6"
        },
        {
          "text": "You, too, walked in these things, in times past, when you were living among them.",
          "ID": "7"
        },
        {
          "text": "But now you must set aside all these things: anger, indignation, malice, blasphemy, and indecent speech from your mouth.",
          "ID": "8"
        },
        {
          "text": "Do not lie to one another. Strip yourselves of the old man, with his deeds,",
          "ID": "9"
        },
        {
          "text": "and clothe yourself with the new man, who has been renewed by knowledge, in accord with the image of the One who created him,",
          "ID": "10"
        },
        {
          "text": "where there is neither Gentile nor Jew, circumcision nor uncircumcision, Barbarian nor Scythian, servant nor free. Instead, Christ is everything, in everyone.",
          "ID": "11"
        },
        {
          "text": "Therefore, clothe yourselves like the elect of God: holy and beloved, with hearts of mercy, kindness, humility, modesty, and patience.",
          "ID": "12"
        },
        {
          "text": "Support one another, and, if anyone has a complaint against another, forgive one another. For just as the Lord has forgiven you, so also must you do.",
          "ID": "13"
        },
        {
          "text": "And above all these things have charity, which is the bond of perfection.",
          "ID": "14"
        },
        {
          "text": "And let the peace of Christ lift up your hearts. For in this peace, you have been called, as one body. And be thankful.",
          "ID": "15"
        },
        {
          "text": "Let the word of Christ live in you in abundance, with all wisdom, teaching and correcting one another, with psalms, hymns, and spiritual canticles, singing to God with the grace in your hearts.",
          "ID": "16"
        },
        {
          "text": "Let everything whatsoever that you do, whether in word or in deed, be done all in the name of the Lord Jesus Christ, giving thanks to God the Father through him.",
          "ID": "17"
        },
        {
          "text": "Wives, be submissive to your husbands, as is proper in the Lord.",
          "ID": "18"
        },
        {
          "text": "Husbands, love your wives, and do not be bitter toward them.",
          "ID": "19"
        },
        {
          "text": "Children, obey your parents in all things. For this is well-pleasing to the Lord.",
          "ID": "20"
        },
        {
          "text": "Fathers, do not provoke your children to indignation, lest they lose heart.",
          "ID": "21"
        },
        {
          "text": "Servants, obey, in all things, your lords according to the flesh, not serving only when seen, as if to please men, but serving in simplicity of heart, fearing God.",
          "ID": "22"
        },
        {
          "text": "Whatever you do, do it from the heart, as for the Lord, and not for men.",
          "ID": "23"
        },
        {
          "text": "For you know that you will receive from the Lord the repayment of an inheritance. Serve Christ the Lord.",
          "ID": "24"
        },
        {
          "text": "For whoever causes injury shall be repaid for what he has wrongfully done. And there no favoritism with God.",
          "ID": "25"
        }
      ],
      "ID": "NT:COL.3",
      "name": "Colossians 3"
    },
    {
      "text": [
        {
          "text": "You masters, supply your servants with what is just and equitable, knowing that you, too, have a Master in heaven.",
          "ID": "1"
        },
        {
          "text": "Pursue prayer. Be watchful in prayer with acts of thanksgiving.",
          "ID": "2"
        },
        {
          "text": "Pray together, for us also, so that God may open a door of speech to us, so as to speak the mystery of Christ, (because of which, even now, I am in chains)",
          "ID": "3"
        },
        {
          "text": "so that I may manifest it in the manner that I ought to speak.",
          "ID": "4"
        },
        {
          "text": "Walk in wisdom toward those who are outside, redeeming this age.",
          "ID": "5"
        },
        {
          "text": "Let your speech be ever graceful, seasoned with salt, so that you may know how you ought to respond to each person.",
          "ID": "6"
        },
        {
          "text": "As for the things that concern me, Tychicus, a most beloved brother and faithful minister and fellow servant in the Lord, will make everything known to you.",
          "ID": "7"
        },
        {
          "text": "I have sent him to you for this very purpose, so that he may know the things that concern you, and may console your hearts,",
          "ID": "8"
        },
        {
          "text": "with Onesimus, a most beloved and faithful brother, who is from among you. They shall make known to you everything that is happening here.",
          "ID": "9"
        },
        {
          "text": "Aristarchus, my fellow prisoner, greets you, as does Mark, the near cousin of Barnabas, about whom you have received instructions, (if he comes to you, receive him)",
          "ID": "10"
        },
        {
          "text": "and Jesus, who is called Justus, and those who are of the circumcision. These alone are my assistants, unto the kingdom of God; they have been a consolation to me.",
          "ID": "11"
        },
        {
          "text": "Epaphras greets you, who is from among you, a servant of Christ Jesus, ever solicitous for you in prayer, so that you may stand, perfect and complete, in the entire will of God.",
          "ID": "12"
        },
        {
          "text": "For I offer testimony to him, that he has labored greatly for you, and for those who are at Laodicea, and for those at Hierapolis.",
          "ID": "13"
        },
        {
          "text": "Luke, a most beloved physician, greets you, as does Demas.",
          "ID": "14"
        },
        {
          "text": "Greet the brothers who are at Laodicea, and Nymphas, and those who are at his house, a church.",
          "ID": "15"
        },
        {
          "text": "And when this epistle has been read among you, cause it to be read also in the church of the Laodiceans, and you should read that which is from the Laodiceans.",
          "ID": "16"
        },
        {
          "text": "And tell Archippus: \"See to the ministry that you have received in the Lord, in order to fulfill it.\"",
          "ID": "17"
        },
        {
          "text": "The greeting of Paul by my own hand. Remember my chains. May grace be with you. Amen.",
          "ID": "18"
        }
      ],
      "ID": "NT:COL.4",
      "name": "Colossians 4"
    }
  ],
  "ID": "NT:COL(CPDV)",
  "version": "CPDV",
  "name": "Colossians"
}