{
  "version": "ERV",
  "text": [
    {
      "title": "Paul’s Work for the Church",
      "text": [
        {
          "text": "Greetings from Paul, an apostle of Christ Jesus. I am an apostle because that is what God wanted. Greetings also from Timothy, our brother in Christ.",
          "ID": "1"
        },
        {
          "text": "To the holy and faithful brothers and sisters in Christ who live in Colossae.\nGrace and peace to you from God our Father.",
          "ID": "2"
        },
        {
          "text": "In our prayers we always thank God for you. He is the Father of our Lord Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "We thank him because we have heard about the faith you have in Christ Jesus and the love you have for all of God’s people.",
          "ID": "4"
        },
        {
          "text": "Your faith and love continue because you know what is waiting for you in heaven—the hope you have had since you first heard the true message, the Good News",
          "ID": "5"
        },
        {
          "text": "that was told to you. Throughout the world, this Good News is bringing blessings and is spreading. And that’s what has been happening among you since the first time you heard it and understood the truth about God’s grace.",
          "ID": "6"
        },
        {
          "text": "You heard it from Epaphras, our dear friend and co-worker. He is a faithful servant of Christ for us.",
          "ID": "7",
          "comments": [
            "us Many ancient Greek copies have “you.”"
          ]
        },
        {
          "text": "He also told us about the love you have from the Spirit.",
          "ID": "8"
        },
        {
          "text": "Since the day we heard these things about you, we have continued praying for you. This is what we pray:\nthat God will make you completely sure of what he wants by giving you all the wisdom and spiritual understanding you need;",
          "ID": "9"
        },
        {
          "text": "that this will help you live in a way that brings honor to the Lord and pleases him in every way; that your life will produce good works of every kind and that you will grow in your knowledge of God;",
          "ID": "10",
          "comments": [
            "that your life … God Or “that your knowledge of God will produce more and more good works of every kind in your life.”"
          ]
        },
        {
          "text": "that God will strengthen you with his own great power, so that you will be patient and not give up when troubles come.\nThen you will be happy",
          "ID": "11"
        },
        {
          "text": "and give thanks to the Father. He has made you able to have what he has promised to give all his holy people, who live in the light.",
          "ID": "12"
        },
        {
          "text": "God made us free from the power of darkness. And he brought us into the kingdom of his dear Son.",
          "ID": "13"
        },
        {
          "text": "The Son paid the price to make us free. In him we have forgiveness of our sins.",
          "ID": "14"
        },
        {
          "text": "No one can see God,\nbut the Son is exactly like God.\nHe rules over everything that has been made.",
          "ID": "15",
          "comments": [
            "He … made Literally, “He is the firstborn of all creation.” See “firstborn” in the Word List."
          ]
        },
        {
          "text": "Through his power all things were made:\nthings in heaven and on earth, seen and not seen—\nall spiritual rulers, lords, powers, and authorities.\nEverything was made through him and for him.",
          "ID": "16"
        },
        {
          "text": "The Son was there before anything was made.\nAnd all things continue because of him.",
          "ID": "17"
        },
        {
          "text": "He is the head of the body, which is the church.\nHe is the beginning of everything else.\nAnd he is the first among all who will be raised from death.\nSo in everything he is most important.",
          "ID": "18",
          "comments": [
            "first … death Literally, “firstborn from the dead.”"
          ]
        },
        {
          "text": "God was pleased for all of himself to live in the Son.",
          "ID": "19"
        },
        {
          "text": "    And through him, God was happy to bring all things back to himself again—\nthings on earth and things in heaven.\nGod made peace by using the blood sacrifice of his Son on the cross.",
          "ID": "20"
        },
        {
          "text": "At one time you were separated from God. You were his enemies in your minds, because the evil you did was against him.",
          "ID": "21"
        },
        {
          "text": "But now he has made you his friends again. He did this by the death Christ suffered while he was in his body. He did it so that he could present you to himself as people who are holy, blameless, and without anything that would make you guilty before him.",
          "ID": "22"
        },
        {
          "text": "And that is what will happen if you continue to believe in the Good News you heard. You must remain strong and sure in your faith. You must not let anything cause you to give up the hope that became yours when you heard the Good News. That same Good News has been told to everyone on earth, and that’s the work that I, Paul, was given to do.",
          "ID": "23"
        },
        {
          "text": "I am happy in my sufferings for you. There is much that Christ must still suffer. And I gladly accept my part of those sufferings in my body for the good of his body, the church.",
          "ID": "24"
        },
        {
          "text": "I became a servant of the church because God gave me a special work to do. This work helps you. My work is to tell the complete message of God.",
          "ID": "25"
        },
        {
          "text": "This message is the secret truth that was hidden since the beginning of time. It was hidden from everyone for ages, but now it has been made known to God’s holy people.",
          "ID": "26"
        },
        {
          "text": "God decided to let his people know just how rich and glorious that truth is. That secret truth, which is for all people, is that Christ lives in you, his people. He is our hope for glory.",
          "ID": "27"
        },
        {
          "text": "So we continue to tell people about Christ. We use all wisdom to counsel every person and teach every person. We are trying to bring everyone before God as people who have grown to be spiritually mature in Christ.",
          "ID": "28"
        },
        {
          "text": "To do this, I work and struggle using the great strength that Christ gives me. That strength is working in my life.",
          "ID": "29"
        }
      ],
      "ID": "NT:COL.1",
      "name": "Colossians 1"
    },
    {
      "title": "Don’t Follow Rules That People Make",
      "text": [
        {
          "text": "I want you to know that I am trying very hard to help you. And I am trying to help those in Laodicea and others who have never seen me.",
          "ID": "1"
        },
        {
          "text": "I want them to be strengthened and joined together with love and to have the full confidence that comes from understanding. I want them to know completely the secret truth that God has made known. That truth is Christ himself.",
          "ID": "2"
        },
        {
          "text": "In him all the treasures of wisdom and knowledge are kept safe.",
          "ID": "3"
        },
        {
          "text": "I tell you this so that no one can fool you by telling you ideas that seem good, but are false.",
          "ID": "4"
        },
        {
          "text": "Even though I am far away, my thoughts are always with you. I am happy to see your good lives and your strong faith in Christ.",
          "ID": "5"
        },
        {
          "text": "You accepted Christ Jesus as Lord, so continue to live following him.",
          "ID": "6"
        },
        {
          "text": "You must depend on Christ only, drawing life and strength from him. Just as you were taught the truth, continue to grow stronger in your understanding of it. And never stop giving thanks to God.",
          "ID": "7"
        },
        {
          "text": "Be sure you are not led away by the teaching of those who have nothing worth saying and only plan to deceive you. That teaching is not from Christ. It is only human tradition and comes from the powers that influence this world.",
          "ID": "8",
          "comments": [
            "powers that influence Or “elementary rules of.” Also in verse 20."
          ]
        },
        {
          "text": "I say this because all of God lives in Christ fully, even in his life on earth.",
          "ID": "9"
        },
        {
          "text": "And because you belong to Christ you are complete, having everything you need. Christ is ruler over every other power and authority.",
          "ID": "10"
        },
        {
          "text": "In Christ you had a different kind of circumcision, one that was not done by human hands. That is, you were made free from the power of your sinful self. That is the kind of circumcision Christ does.",
          "ID": "11"
        },
        {
          "text": "When you were baptized, you were buried with Christ, and you were raised up with him because of your faith in God’s power. God’s power was shown when he raised Christ from death.",
          "ID": "12"
        },
        {
          "text": "You were spiritually dead because of your sins and because you were not free from the power of your sinful self. But God gave you new life together with Christ. He forgave all our sins.",
          "ID": "13"
        },
        {
          "text": "Because we broke God’s laws, we owed a debt—a debt that listed all the rules we failed to follow. But God forgave us of that debt. He took it away and nailed it to the cross.",
          "ID": "14"
        },
        {
          "text": "He defeated the rulers and powers of the spiritual world. With the cross he won the victory over them and led them away, as defeated and powerless prisoners for the whole world to see.",
          "ID": "15"
        },
        {
          "text": "So don’t let anyone make rules for you about eating and drinking or about Jewish customs (festivals, New Moon celebrations, or Sabbath days).",
          "ID": "16"
        },
        {
          "text": "In the past these things were like a shadow that showed what was coming. But the new things that were coming are found in Christ.",
          "ID": "17"
        },
        {
          "text": "Some people enjoy acting as if they are humble and love to worship angels. They always talk about the visions they have seen. Don’t listen to them when they say you are wrong because you don’t do these things. It is so foolish for them to feel such pride, because it is all based on their own human ideas.",
          "ID": "18",
          "comments": [
            "worship angels Or “worship with angels” (that they see in visions)."
          ]
        },
        {
          "text": "They don’t keep themselves under the control of the head. Christ is the head, and the whole body depends on him. Because of Christ all the parts of the body care for each other and help each other. So the body is made stronger and held together as God causes it to grow.",
          "ID": "19"
        },
        {
          "text": "You died with Christ and were made free from the powers that influence this world. So why do you act as if you still belong to the world? I mean, why do you follow rules like these:",
          "ID": "20"
        },
        {
          "text": "“Don’t eat this,” “Don’t taste that,” “Don’t touch that”?",
          "ID": "21"
        },
        {
          "text": "These rules are talking about earthly things that are gone after they are used. They are only human commands and teachings.",
          "ID": "22"
        },
        {
          "text": "These rules may seem to be wise as part of a made-up religion in which people pretend to be humble and punish their bodies. But they don’t help people stop doing the evil that the sinful self wants to do.",
          "ID": "23"
        }
      ],
      "ID": "NT:COL.2",
      "name": "Colossians 2"
    },
    {
      "title": "Your New Life at Home",
      "text": [
        {
          "text": "You were raised from death with Christ. So live for what is in heaven, where Christ is sitting at the right hand of God.",
          "ID": "1"
        },
        {
          "text": "Think only about what is up there, not what is here on earth.",
          "ID": "2"
        },
        {
          "text": "Your old self has died, and your new life is kept with Christ in God.",
          "ID": "3"
        },
        {
          "text": "Yes, Christ is now your life, and when he comes again, you will share in his glory.",
          "ID": "4"
        },
        {
          "text": "So put everything evil out of your life: sexual sin, doing anything immoral, letting sinful thoughts control you, and wanting things that are wrong. And don’t keep wanting more and more for yourself, which is the same as worshiping a false god.",
          "ID": "5"
        },
        {
          "text": "God will show his anger against those who don’t obey him, because they do these evil things.",
          "ID": "6",
          "comments": [
            "against … him Some Greek copies do not have these words."
          ]
        },
        {
          "text": "You also did these things in the past, when you lived like them.",
          "ID": "7"
        },
        {
          "text": "But now put these things out of your life: anger, losing your temper, doing or saying things to hurt others, and saying shameful things.",
          "ID": "8"
        },
        {
          "text": "Don’t lie to each other. You have taken off those old clothes—the person you once were and the bad things you did then.",
          "ID": "9"
        },
        {
          "text": "Now you are wearing a new life, a life that is new every day. You are growing in your understanding of the one who made you. You are becoming more and more like him.",
          "ID": "10"
        },
        {
          "text": "In this new life it doesn’t matter if you are a Greek or a Jew, circumcised or not. It doesn’t matter if you speak a different language or even if you are a Scythian. It doesn’t matter if you are a slave or free. Christ is all that matters, and he is in all of you.",
          "ID": "11",
          "comments": [
            "Scythians Known as wild and uncivilized people."
          ]
        },
        {
          "text": "God has chosen you and made you his holy people. He loves you. So your new life should be like this: Show mercy to others. Be kind, humble, gentle, and patient.",
          "ID": "12"
        },
        {
          "text": "Don’t be angry with each other, but forgive each other. If you feel someone has wronged you, forgive them. Forgive others because the Lord forgave you.",
          "ID": "13"
        },
        {
          "text": "Together with these things, the most important part of your new life is to love each other. Love is what holds everything together in perfect unity.",
          "ID": "14"
        },
        {
          "text": "Let the peace that Christ gives control your thinking. It is for peace that you were chosen to be together in one body. And always be thankful.",
          "ID": "15",
          "comments": [
            "body Christ’s spiritual body, meaning the church—his people."
          ]
        },
        {
          "text": "Let the teaching of Christ live inside you richly. Use all wisdom to teach and counsel each other. Sing psalms, hymns, and spiritual songs with thankfulness in your hearts to God.",
          "ID": "16"
        },
        {
          "text": "Everything you say and everything you do should be done for Jesus your Lord. And in all you do, give thanks to God the Father through Jesus.",
          "ID": "17"
        },
        {
          "text": "Wives, be willing to serve your husbands. This is the right thing to do in following the Lord.",
          "ID": "18"
        },
        {
          "text": "Husbands, love your wives, and be gentle to them.",
          "ID": "19"
        },
        {
          "text": "Children, obey your parents in everything. This pleases the Lord.",
          "ID": "20"
        },
        {
          "text": "Fathers, don’t upset your children. If you are too hard to please, they might want to stop trying.",
          "ID": "21"
        },
        {
          "text": "Servants, obey your masters in everything. Obey all the time, even when they can’t see you. Don’t just pretend to work hard so that they will treat you well. No, you must serve your masters honestly because you respect the Lord.",
          "ID": "22"
        },
        {
          "text": "In all the work you are given, do the best you can. Work as though you are working for the Lord, not any earthly master.",
          "ID": "23"
        },
        {
          "text": "Remember that you will receive your reward from the Lord, who will give you what he promised his people. Yes, you are serving Christ. He is your real Master.",
          "ID": "24",
          "comments": [
            "Yes, you … Master Or “Serve the Lord Christ.” The Greek word translated “Lord” is the same as the word for “master” in verses 22 and 23."
          ]
        },
        {
          "text": "Remember that anyone who does wrong will be punished for that wrong. And the Lord treats everyone the same.",
          "ID": "25"
        }
      ],
      "ID": "NT:COL.3",
      "name": "Colossians 3"
    },
    {
      "title": "News About Those With Paul",
      "text": [
        {
          "text": "Masters, give what is good and fair to your servants. Remember that you have a Master in heaven.",
          "ID": "1"
        },
        {
          "text": "Never stop praying. Be ready for anything by praying and being thankful.",
          "ID": "2"
        },
        {
          "text": "Also pray for us. Pray that God will give us an opportunity to tell people his message. I am in prison for doing this. But pray that we can continue to tell people the secret truth that God has made known about Christ.",
          "ID": "3"
        },
        {
          "text": "Pray that I will say what is necessary to make this truth clear to everyone.",
          "ID": "4"
        },
        {
          "text": "Be wise in the way you act with those who are not believers. Use your time in the best way you can.",
          "ID": "5"
        },
        {
          "text": "When you talk, you should always be kind and wise. Then you will be able to answer everyone in the way you should.",
          "ID": "6"
        },
        {
          "text": "Tychicus is my dear brother in Christ. He is a faithful helper and he serves the Lord with me. He will tell you everything that is happening with me.",
          "ID": "7"
        },
        {
          "text": "That is why I am sending him. I want you to know how we are, and I am sending him to encourage you.",
          "ID": "8"
        },
        {
          "text": "I am sending him with Onesimus, the faithful and dear brother from your group. They will tell you everything that has happened here.",
          "ID": "9"
        },
        {
          "text": "Aristarchus, the one here in prison with me, sends you his greetings. Mark, the cousin of Barnabas, also sends his greetings. (I have already told you what to do about Mark. If he comes, welcome him.)",
          "ID": "10"
        },
        {
          "text": "And greetings from Jesus, the one who is also called Justus. These are the only Jewish believers who work with me for God’s kingdom. They have been a great comfort to me.",
          "ID": "11"
        },
        {
          "text": "Epaphras, another servant of Jesus Christ from your group, sends his greetings. He constantly struggles for you in prayer. He prays that you will grow to be spiritually mature and have everything that God wants for you.",
          "ID": "12"
        },
        {
          "text": "I know that he has worked hard for you and the people in Laodicea and in Hierapolis.",
          "ID": "13"
        },
        {
          "text": "Greetings also from Demas and our dear friend Luke, the doctor.",
          "ID": "14"
        },
        {
          "text": "Give our greetings to the brothers and sisters in Laodicea. Greetings also to Nympha and to the church that meets in her house.",
          "ID": "15"
        },
        {
          "text": "After this letter is read to you, be sure it is also read to the church in Laodicea. And you read the letter that I wrote to them.",
          "ID": "16"
        },
        {
          "text": "Tell Archippus, “Be sure to do the work the Lord gave you.”",
          "ID": "17"
        },
        {
          "text": "Here’s my greeting in my own handwriting— Paul. Remember me in prison. God’s grace be with you.",
          "ID": "18"
        }
      ],
      "ID": "NT:COL.4",
      "name": "Colossians 4"
    }
  ],
  "ID": "NT:COL(ERV)",
  "name": "Colossians"
}