{
  "text": [
    {
      "text": [
        {
          "text": "Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "To the saints and faithful brethren in Christ who are at Colossae: Grace to you and peace from God our Father.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "We give thanks to God, the Father of our Lord Jesus Christ, praying always for you,",
          "ID": "3"
        },
        {
          "text": "since we heard of your faith in Christ Jesus and the love which you have for all the saints;",
          "ID": "4"
        },
        {
          "text": "because of the hope laid up for you in heaven, of which you previously heard in the word of truth, the gospel",
          "ID": "5"
        },
        {
          "text": "which has come to you, just as in all the world also it is constantly bearing fruit and increasing, even as it has been doing in you also since the day you heard of it and understood the grace of God in truth;",
          "ID": "6"
        },
        {
          "text": "just as you learned it from Epaphras, our beloved fellow bond-servant, who is a faithful servant of Christ on our behalf,",
          "ID": "7"
        },
        {
          "text": "and he also informed us of your love in the Spirit.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "For this reason also, since the day we heard of it, we have not ceased to pray for you and to ask that you may be filled with the knowledge of His will in all spiritual wisdom and understanding,",
          "ID": "9"
        },
        {
          "text": "so that you will walk in a manner worthy of the Lord, to please Him in all respects, bearing fruit in every good work and increasing in the knowledge of God;",
          "ID": "10"
        },
        {
          "text": "strengthened with all power, according to His glorious might, for the attaining of all steadfastness and patience; joyously",
          "ID": "11"
        },
        {
          "text": "giving thanks to the Father, who has qualified us to share in the inheritance of the saints in Light.",
          "ID": "12"
        },
        {
          "text": "For He rescued us from the domain of darkness, and transferred us to the kingdom of His beloved Son,",
          "ID": "13"
        },
        {
          "text": "in whom we have redemption, the forgiveness of sins.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "He is the image of the invisible God, the firstborn of all creation.",
          "ID": "15"
        },
        {
          "text": "For by Him all things were created, both in the heavens and on earth, visible and invisible, whether thrones or dominions or rulers or authorities-all things have been created through Him and for Him.",
          "ID": "16"
        },
        {
          "text": "He is before all things, and in Him all things hold together.",
          "ID": "17"
        },
        {
          "text": "He is also head of the body, the church; and He is the beginning, the firstborn from the dead, so that He Himself will come to have first place in everything.",
          "ID": "18"
        },
        {
          "text": "For it was the Father's good pleasure for all the fullness to dwell in Him,",
          "ID": "19"
        },
        {
          "text": "and through Him to reconcile all things to Himself, having made peace through the blood of His cross; through Him, I say, whether things on earth or things in heaven.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "And although you were formerly alienated and hostile in mind, engaged in evil deeds,",
          "ID": "21"
        },
        {
          "text": "yet He has now reconciled you in His fleshly body through death, in order to present you before Him holy and blameless and beyond reproach-",
          "ID": "22"
        },
        {
          "text": "if indeed you continue in the faith firmly established and steadfast, and not moved away from the hope of the gospel that you have heard, which was proclaimed in all creation under heaven, and of which I, Paul, was made a minister.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Now I rejoice in my sufferings for your sake, and in my flesh I do my share on behalf of His body, which is the church, in filling up what is lacking in Christ's afflictions.",
          "ID": "24"
        },
        {
          "text": "Of this church I was made a minister according to the stewardship from God bestowed on me for your benefit, so that I might fully carry out the preaching of the word of God,",
          "ID": "25"
        },
        {
          "text": "that is, the mystery which has been hidden from the past ages and generations, but has now been manifested to His saints,",
          "ID": "26"
        },
        {
          "text": "to whom God willed to make known what is the riches of the glory of this mystery among the Gentiles, which is Christ in you, the hope of glory.",
          "ID": "27"
        },
        {
          "text": "We proclaim Him, admonishing every man and teaching every man with all wisdom, so that we may present every man complete in Christ.",
          "ID": "28"
        },
        {
          "text": "For this purpose also I labor, striving according to His power, which mightily works within me.",
          "ID": "29"
        }
      ],
      "ID": "NT:COL.1",
      "name": "COLOSSIANS 1"
    },
    {
      "text": [
        {
          "text": "For I want you to know how great a struggle I have on your behalf and for those who are at Laodicea, and for all those who have not personally seen my face,",
          "ID": "1"
        },
        {
          "text": "that their hearts may be encouraged, having been knit together in love, and attaining to all the wealth that comes from the full assurance of understanding, resulting in a true knowledge of God's mystery, that is, Christ Himself,",
          "ID": "2"
        },
        {
          "text": "in whom are hidden all the treasures of wisdom and knowledge.",
          "ID": "3"
        },
        {
          "text": "I say this so that no one will delude you with persuasive argument.",
          "ID": "4"
        },
        {
          "text": "For even though I am absent in body, nevertheless I am with you in spirit, rejoicing to see your good discipline and the stability of your faith in Christ.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Therefore as you have received Christ Jesus the Lord, so walk in Him,",
          "ID": "6"
        },
        {
          "text": "having been firmly rooted and now being built up in Him and established in your faith, just as you were instructed, and overflowing with gratitude.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "See to it that no one takes you captive through philosophy and empty deception, according to the tradition of men, according to the elementary principles of the world, rather than according to Christ.",
          "ID": "8"
        },
        {
          "text": "For in Him all the fullness of Deity dwells in bodily form,",
          "ID": "9"
        },
        {
          "text": "and in Him you have been made complete, and He is the head over all rule and authority;",
          "ID": "10"
        },
        {
          "text": "and in Him you were also circumcised with a circumcision made without hands, in the removal of the body of the flesh by the circumcision of Christ;",
          "ID": "11"
        },
        {
          "text": "having been buried with Him in baptism, in which you were also raised up with Him through faith in the working of God, who raised Him from the dead.",
          "ID": "12"
        },
        {
          "text": "When you were dead in your transgressions and the uncircumcision of your flesh, He made you alive together with Him, having forgiven us all our transgressions,",
          "ID": "13"
        },
        {
          "text": "having canceled out the certificate of debt consisting of decrees against us, which was hostile to us; and He has taken it out of the way, having nailed it to the cross.",
          "ID": "14"
        },
        {
          "text": "When He had disarmed the rulers and authorities, He made a public display of them, having triumphed over them through Him.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Therefore no one is to act as your judge in regard to food or drink or in respect to a festival or a new moon or a Sabbath day-",
          "ID": "16"
        },
        {
          "text": "things which are a mere shadow of what is to come; but the substance belongs to Christ.",
          "ID": "17"
        },
        {
          "text": "Let no one keep defrauding you of your prize by delighting in self-abasement and the worship of the angels, taking his stand on visions he has seen, inflated without cause by his fleshly mind,",
          "ID": "18"
        },
        {
          "text": "and not holding fast to the head, from whom the entire body, being supplied and held together by the joints and ligaments, grows with a growth which is from God.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "If you have died with Christ to the elementary principles of the world, why, as if you were living in the world, do you submit yourself to decrees, such as,",
          "ID": "20"
        },
        {
          "text": "\"Do not handle, do not taste, do not touch!\"",
          "ID": "21"
        },
        {
          "text": "(which all refer to things destined to perish with use)-in accordance with the commandments and teachings of men?",
          "ID": "22"
        },
        {
          "text": "These are matters which have, to be sure, the appearance of wisdom in self-made religion and self-abasement and severe treatment of the body, but are of no value against fleshly indulgence.",
          "ID": "23"
        }
      ],
      "ID": "NT:COL.2",
      "name": "COLOSSIANS 2"
    },
    {
      "text": [
        {
          "text": "Therefore if you have been raised up with Christ, keep seeking the things above, where Christ is, seated at the right hand of God.",
          "ID": "1"
        },
        {
          "text": "Set your mind on the things above, not on the things that are on earth.",
          "ID": "2"
        },
        {
          "text": "For you have died and your life is hidden with Christ in God.",
          "ID": "3"
        },
        {
          "text": "When Christ, who is our life, is revealed, then you also will be revealed with Him in glory.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Therefore consider the members of your earthly body as dead to immorality, impurity, passion, evil desire, and greed, which amounts to idolatry.",
          "ID": "5"
        },
        {
          "text": "For it is because of these things that the wrath of God will come upon the sons of disobedience,",
          "ID": "6"
        },
        {
          "text": "and in them you also once walked, when you were living in them.",
          "ID": "7"
        },
        {
          "text": "But now you also, put them all aside: anger, wrath, malice, slander, and abusive speech from your mouth.",
          "ID": "8"
        },
        {
          "text": "Do not lie to one another, since you laid aside the old self with its evil practices,",
          "ID": "9"
        },
        {
          "text": "and have put on the new self who is being renewed to a true knowledge according to the image of the One who created him-",
          "ID": "10"
        },
        {
          "text": "a renewal in which there is no distinction between Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave and freeman, but Christ is all, and in all.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So, as those who have been chosen of God, holy and beloved, put on a heart of compassion, kindness, humility, gentleness and patience;",
          "ID": "12"
        },
        {
          "text": "bearing with one another, and forgiving each other, whoever has a complaint against anyone; just as the Lord forgave you, so also should you.",
          "ID": "13"
        },
        {
          "text": "Beyond all these things put on love, which is the perfect bond of unity.",
          "ID": "14"
        },
        {
          "text": "Let the peace of Christ rule in your hearts, to which indeed you were called in one body; and be thankful.",
          "ID": "15"
        },
        {
          "text": "Let the word of Christ richly dwell within you, with all wisdom teaching and admonishing one another with psalms and hymns and spiritual songs, singing with thankfulness in your hearts to God.",
          "ID": "16"
        },
        {
          "text": "Whatever you do in word or deed, do all in the name of the Lord Jesus, giving thanks through Him to God the Father.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Wives, be subject to your husbands, as is fitting in the Lord.",
          "ID": "18"
        },
        {
          "text": "Husbands, love your wives and do not be embittered against them.",
          "ID": "19"
        },
        {
          "text": "Children, be obedient to your parents in all things, for this is well-pleasing to the Lord.",
          "ID": "20"
        },
        {
          "text": "Fathers, do not exasperate your children, so that they will not lose heart.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Slaves, in all things obey those who are your masters on earth, not with external service, as those who merely please men, but with sincerity of heart, fearing the Lord.",
          "ID": "22"
        },
        {
          "text": "Whatever you do, do your work heartily, as for the Lord rather than for men,",
          "ID": "23"
        },
        {
          "text": "knowing that from the Lord you will receive the reward of the inheritance. It is the Lord Christ whom you serve.",
          "ID": "24"
        },
        {
          "text": "For he who does wrong will receive the consequences of the wrong which he has done, and that without partiality.",
          "ID": "25"
        }
      ],
      "ID": "NT:COL.3",
      "name": "COLOSSIANS 3"
    },
    {
      "text": [
        {
          "text": "Masters, grant to your slaves justice and fairness, knowing that you too have a Master in heaven.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Devote yourselves to prayer, keeping alert in it with an attitude of thanksgiving;",
          "ID": "2"
        },
        {
          "text": "praying at the same time for us as well, that God will open up to us a door for the word, so that we may speak forth the mystery of Christ, for which I have also been imprisoned;",
          "ID": "3"
        },
        {
          "text": "that I may make it clear in the way I ought to speak.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Conduct yourselves with wisdom toward outsiders, making the most of the opportunity.",
          "ID": "5"
        },
        {
          "text": "Let your speech always be with grace, as though seasoned with salt, so that you will know how you should respond to each person.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "As to all my affairs, Tychicus, our beloved brother and faithful servant and fellow bond-servant in the Lord, will bring you information.",
          "ID": "7"
        },
        {
          "text": "For I have sent him to you for this very purpose, that you may know about our circumstances and that he may encourage your hearts;",
          "ID": "8"
        },
        {
          "text": "and with him Onesimus, our faithful and beloved brother, who is one of your number. They will inform you about the whole situation here.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Aristarchus, my fellow prisoner, sends you his greetings; and also Barnabas's cousin Mark (about whom you received instructions; if he comes to you, welcome him);",
          "ID": "10"
        },
        {
          "text": "and also Jesus who is called Justus; these are the only fellow workers for the kingdom of God who are from the circumcision, and they have proved to be an encouragement to me.",
          "ID": "11"
        },
        {
          "text": "Epaphras, who is one of your number, a bondslave of Jesus Christ, sends you his greetings, always laboring earnestly for you in his prayers, that you may stand perfect and fully assured in all the will of God.",
          "ID": "12"
        },
        {
          "text": "For I testify for him that he has a deep concern for you and for those who are in Laodicea and Hierapolis.",
          "ID": "13"
        },
        {
          "text": "Luke, the beloved physician, sends you his greetings, and also Demas.",
          "ID": "14"
        },
        {
          "text": "Greet the brethren who are in Laodicea and also Nympha and the church that is in her house.",
          "ID": "15"
        },
        {
          "text": "When this letter is read among you, have it also read in the church of the Laodiceans; and you, for your part read my letter that is coming from Laodicea.",
          "ID": "16"
        },
        {
          "text": "Say to Archippus, \"Take heed to the ministry which you have received in the Lord, that you may fulfill it.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "I, Paul, write this greeting with my own hand. Remember my imprisonment. Grace be with you.",
          "ID": "18"
        }
      ],
      "ID": "NT:COL.4",
      "name": "COLOSSIANS 4"
    }
  ],
  "ID": "NT:COL(NASB)",
  "version": "NASB",
  "name": "COLOSSIANS"
}