{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "В былые времена Бог о многом уже поведал отцам нашим подробно и в самых разных Своих обращениях к ним через пророков. ",
          "ID": "1"
        },
        {
          "text": "В последние же дни мира сего Он говорил нам через Сына Своего, Коего соделал наследником всего и через Которого сотворил Вселенную. ",
          "ID": "2"
        },
        {
          "text": "Сын Этот – сияние славы Бога и печать естестваЕго – держит всё Своим могущественным словом. Смертью Своей совершив наше очищение от грехов, Он воссел по правую руку Владыки Небесного ",
          "ID": "3"
        },
        {
          "text": "и вновь стал выше ангелов, как и имя Его унаследованное превосходит их имена.",
          "ID": "4"
        },
        {
          "text": "Кому из ангелов говорил когда-либо Бог:",
          "ID": "5"
        },
        {
          "text": "«Ты – Сын Мой,",
          "ID": "5"
        },
        {
          "text": "а Я отныне – Отец Твой»?",
          "ID": "5"
        },
        {
          "text": "А также:",
          "ID": "5"
        },
        {
          "text": "«Я буду Его Отцом,",
          "ID": "5"
        },
        {
          "text": "а Он будет Сыном Моим»?",
          "ID": "5"
        },
        {
          "text": "И когда вводил Бог Первенца Своего в мир, Он тоже говорил:",
          "ID": "6"
        },
        {
          "text": "«Да чтят Его как Бога все ангелы Божии!»",
          "ID": "6"
        },
        {
          "text": "Если об ангелах Бог говорит, что",
          "ID": "7"
        },
        {
          "text": "Он ангелов Своих делает ветрами",
          "ID": "7"
        },
        {
          "text": "и слуг Своих – огнем пламенеющим,",
          "ID": "7"
        },
        {
          "text": "то о Сыне Он сказал по-другому:",
          "ID": "8"
        },
        {
          "text": "«Боже, престол Твой – во веки веков,",
          "ID": "8"
        },
        {
          "text": "скипетр Царства Твоего – это скипетр справедливости.",
          "ID": "8"
        },
        {
          "text": "Ты любишь праведность и ненавидишь беззаконие,",
          "ID": "9"
        },
        {
          "text": "вот почему Я, Бог Твой, помазал Тебя, Боже, елеем радости,",
          "ID": "9"
        },
        {
          "text": "как никого из тех, кто с Тобой».",
          "ID": "9"
        },
        {
          "text": "И еще:",
          "ID": "10"
        },
        {
          "text": "«Господи, Ты положил когда-то давно начало земле,",
          "ID": "10"
        },
        {
          "text": "и небо – Тобой сотворено.",
          "ID": "10"
        },
        {
          "text": "Они исчезнут, а Ты останешься;",
          "ID": "11"
        },
        {
          "text": "обветшают все они, как одежда,",
          "ID": "11"
        },
        {
          "text": "и свернешь Ты их, как покрывало,",
          "ID": "12"
        },
        {
          "text": "сменишь Ты их, как всякое одеяние,",
          "ID": "12"
        },
        {
          "text": "а Сам всё тот же Ты, и лета Твои не кончатся».",
          "ID": "12"
        },
        {
          "text": "Сказал ли когда Бог кому-нибудь из ангелов:",
          "ID": "13"
        },
        {
          "text": "«Сядь по правую руку Мою,",
          "ID": "13"
        },
        {
          "text": "доколе не повергну врагов Твоих",
          "ID": "13"
        },
        {
          "text": "к ногам Твоим»?",
          "ID": "13"
        },
        {
          "text": "Все ангелы – это только духи, Богу служащие и посылаемые Им в помощь тем, кто должен наследовать спасение.",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.1",
      "name": "Послание к евреям 1"
    },
    {
      "text": [
        {
          "text": "Всё это обязывает нас твердо держаться услышанного, чтобы не сбиться с пути. ",
          "ID": "1"
        },
        {
          "text": "Ведь если непреложным было через ангелов возвещенное слово Божье и за всяким непослушанием и преступлением следовало справедливое возмездие, ",
          "ID": "2"
        },
        {
          "text": "избежим ли мы такового, если не станем радеть о том великом спасении, которое изначально провозглашено было Господом и подтверждено для нас потом теми, кто слышал Его? ",
          "ID": "3"
        },
        {
          "text": "О спасении нашем свидетельствовал и Сам Бог многими знамениями и чудесами, явлением разных сил Своих и тем, что одаривал нас по Своей воле дарами Святого Духа.",
          "ID": "4"
        },
        {
          "text": "Недаром не ангелам во власть отдал Он мир грядущий, о котором мы говорим. ",
          "ID": "5"
        },
        {
          "text": "И есть в Писании место, где кем-то засвидетельствовано:",
          "ID": "6"
        },
        {
          "text": "«Что такое человек, что Ты помнишь его,",
          "ID": "6"
        },
        {
          "text": "или кто такой сын человеческий, что Ты заботишься о нем?",
          "ID": "6"
        },
        {
          "text": "Ты ненадолго ниже ангелов его поставил,",
          "ID": "7"
        },
        {
          "text": "славой и честью увенчал его.",
          "ID": "7"
        },
        {
          "text": "Всё положил Ты под ноги его».",
          "ID": "8"
        },
        {
          "text": "И подчинив всё [человеку], Бог ничего не оставил не зависящим от него. Ныне не видим мы еще, чтобы всё уже было подвластно человеку. ",
          "ID": "8"
        },
        {
          "text": "Но видим Того, Кто был ненадолго ниже ангелов поставлен: Иисуса, претерпевшего мученическую смерть. По благодати Божией Он принял смерть за каждого из нас и был увенчан славой и честью.",
          "ID": "9"
        },
        {
          "text": "Таков и был замысел Бога: Он, для Которого всё и через Которого всё, не только многих Своих сынов и дочерей к славе привел, но и Открывшего им путь к спасению сделал совершенным Спасителем через страдания. ",
          "ID": "10"
        },
        {
          "text": "Сей Освящающий, как и освящаемые Им, – все от Единого. Потому Он и не стыдится называть их братьями, ",
          "ID": "11"
        },
        {
          "text": "когда говорит:",
          "ID": "12"
        },
        {
          "text": "«Я возвещу Твое имя братьям Моим",
          "ID": "12"
        },
        {
          "text": "и воспою хвалу Тебе в их собрании».",
          "ID": "12"
        },
        {
          "text": "И еще:",
          "ID": "13"
        },
        {
          "text": "«Полностью доверюсь Ему»,",
          "ID": "13"
        },
        {
          "text": "а также:",
          "ID": "13"
        },
        {
          "text": "«Вот Я и дети Мои, которых дал Мне Бог».",
          "ID": "13"
        },
        {
          "text": "А раз дети Его из плоти и крови, то и Он стал, подобно им, человеком из плоти и крови, чтобы одолеть смертью того, кто имеет власть над нею (то есть дьявола), ",
          "ID": "14"
        },
        {
          "text": "и освободить тех, кто всю свою жизнь из-за страха смерти пребывал в рабстве. ",
          "ID": "15"
        },
        {
          "text": "Не об ангелах Он, конечно, печется, но о потомках Авраамовых. ",
          "ID": "16"
        },
        {
          "text": "Потому-то и нужно было Ему во всем уподобиться братьям Своим; только так Он и мог стать милостивым и верным Богу Первосвященником, чтобы принести жертву умилостивления за грехи народа. ",
          "ID": "17"
        },
        {
          "text": "Он Сам прошел через искушения и страдания, потому и может понять искушаемых и помочь им.",
          "ID": "18"
        }
      ],
      "ID": "NT:HEB.2",
      "name": "Послание к евреям 2"
    },
    {
      "text": [
        {
          "text": "Именно поэтому, братья мои по святости жизни, принявшие вместе со мной небесное приглашение, сосредоточьте все мысли свои на Посланнике и Первосвященнике исповедания нашего, на Иисусе Христе. ",
          "ID": "1"
        },
        {
          "text": "Верен Он был Тому, Кто поставил Его на служение, как некогда Моисей во [всем] Божьем доме. ",
          "ID": "2"
        },
        {
          "text": "Но слава Его выше, чем слава Моисея – строитель дома всегда ведь большей чести удостаивается, чем дом. ",
          "ID": "3"
        },
        {
          "text": "Всякий дом не сам вырастает, он всегда кем-то построен, Строитель же всего – Бог. ",
          "ID": "4"
        },
        {
          "text": "Моисей в самом деле был верным слугою, но только слугою, во всем доме Его, и он лишь предвозвещал то, что провозгласить предстояло в будущем. ",
          "ID": "5"
        },
        {
          "text": "Христос же верен как Сын в доме Отца Своего, а дом этот – мы с вами, если сохраним бесстрашие и радость надежды, которой гордимся.",
          "ID": "6"
        },
        {
          "text": "Дух Святой о том и взывает:",
          "ID": "7"
        },
        {
          "text": "«Ныне, когда уже слышите голос Его,",
          "ID": "7"
        },
        {
          "text": "не будьте строптивы, как то случилось в день ропота,",
          "ID": "8"
        },
        {
          "text": "в день искушения в пустыне,",
          "ID": "8"
        },
        {
          "text": "когда отцы ваши бросили вызов Мне и испытывали Меня,",
          "ID": "9"
        },
        {
          "text": "хотя видели дела Мои ",
          "ID": "9"
        },
        {
          "text": "уже сорок лет.",
          "ID": "10"
        },
        {
          "text": "Вознегодовал Я тогда на род тот и сказал:",
          "ID": "10"
        },
        {
          "text": "„Вечно сбиваются они с пути в сердце своем –",
          "ID": "10"
        },
        {
          "text": "Моих путей не познали они“, –",
          "ID": "10"
        },
        {
          "text": "и поклялся во гневе Своем:",
          "ID": "11"
        },
        {
          "text": "„Не войдут они в покой Мой“».",
          "ID": "11"
        },
        {
          "text": "Смотрите же, братья, чтобы не завладели сердцами вашими нечестие какое и неверие, которые уводят от Бога Живого. ",
          "ID": "12"
        },
        {
          "text": "Наставляйте друг друга каждый день (пока можно еще говорить «ныне»), чтобы никто из вас не стал своевольным, обольщаясь грехом. ",
          "ID": "13"
        },
        {
          "text": "Ведь мы теперь во всем причастны Христу, если только до конца будем держаться того, что с верой приняли в самом начале.",
          "ID": "14"
        },
        {
          "text": "В том изречении:",
          "ID": "15"
        },
        {
          "text": "«Ныне, когда уже слышите голос Его,",
          "ID": "15"
        },
        {
          "text": "не будьте строптивы, как то случилось в день ропота…», –",
          "ID": "15"
        },
        {
          "text": "о ком было сказано в том изречении, что, услышав голос Его, возроптали они? Не о тех ли всех, кого Моисей вывел из Египта? ",
          "ID": "16"
        },
        {
          "text": "И на кого негодовал Он целых сорок лет? Не на тех ли, которые согрешили и окончили дни свои в пустыне? ",
          "ID": "17"
        },
        {
          "text": "А кого клялся не допустить Он в покой Свой, как не тех, кто был непокорен? ",
          "ID": "18"
        },
        {
          "text": "Вот и видим мы, что не смогли они обрести покой из-за неверия.",
          "ID": "19"
        }
      ],
      "ID": "NT:HEB.3",
      "name": "Послание к евреям 3"
    },
    {
      "text": [
        {
          "text": "Но пока остается в силе обещание Его даровать нам покой Свой, да убоится думать кто бы то ни был из вас, что он опоздал уже получить обещанное. ",
          "ID": "1"
        },
        {
          "text": "Ведь нам была возвещена Благая Весть, как и тем, которые вышли из Египта, но им она пользы не принесла, ибо внимали они ей без веры. ",
          "ID": "2"
        },
        {
          "text": "Мы же, уверовавшие, входим в покой Его, о котором сказал Он когда-то, имея тех в виду:",
          "ID": "3"
        },
        {
          "text": "«Я поклялся во гневе Своем:",
          "ID": "3"
        },
        {
          "text": "„Не войдут они в покой Мой“», –",
          "ID": "3"
        },
        {
          "text": "но не потому, что покоя еще не было, нет, он был предложен от сотворения мира, когда Бог закончил дела Свои. ",
          "ID": "3"
        },
        {
          "text": "Ведь в Писании сказано где-то так о седьмом дне: «В седьмой день Бог пребывал в покое, завершив все дела Свои». ",
          "ID": "4"
        },
        {
          "text": "А то, что в Писании же читаем: «Не войдут они в покой Мой», – ",
          "ID": "5"
        },
        {
          "text": "это касается тех, кто слышал когда-то Благую Весть, но не обрел покоя из-за неверия своего. Иным же еще предстоит войти в этот покой. ",
          "ID": "6"
        },
        {
          "text": "Для них Бог снова определил некий день – «ныне», как и сказал об этом через Давида многие годы спустя в том месте Писания, которое уже упоминалось выше:",
          "ID": "7"
        },
        {
          "text": "«Ныне, когда уже слышите голос Его,",
          "ID": "7"
        },
        {
          "text": "не будьте строптивы».",
          "ID": "7"
        },
        {
          "text": "В самом деле, если бы уже даровал Иисус Навин покой всем исшедшим из Египта, Бог не говорил бы потом о другом дне. ",
          "ID": "8"
        },
        {
          "text": "Так что сохраняется еще для народа Божьего возможность обрести покой субботний. ",
          "ID": "9"
        },
        {
          "text": "А всякий, кто обрел покой Его, уже может отдыхать от дел своих, как и Бог – от Своих. ",
          "ID": "10"
        },
        {
          "text": "Постараемся же войти в покой тот, чтобы не лишиться кому из нас возможности сей, как то было с отцами нашими из-за их неверия.",
          "ID": "11"
        },
        {
          "text": "Слово Божие живо и действенно. Острее оно любого обоюдоострого меча: вскрывает оно истинную природу души и духа человека, проникая, как говорится, до суставов его и до мозга костей, и может судить обо всех намерениях и помыслах сердца. ",
          "ID": "12"
        },
        {
          "text": "Ни одно творение не останется сокрыто для Бога: всё обнажено и всё открыто взору Его. Ему дадим отчет.",
          "ID": "13"
        },
        {
          "text": "У нас есть великий Первосвященник, через все небеса прошедший, – Иисус, Сын Божий. Будем же твердо держаться исповедания нашего. ",
          "ID": "14"
        },
        {
          "text": "Первосвященник, Коего имеем мы, не из тех, кто не знает сострадания к нам в слабостях наших; нет, Он ведь и Сам был искушен во всем, подобно нам (правда, не согрешил Он при этом). ",
          "ID": "15"
        },
        {
          "text": "Потому без страха приступаем к самому престолу благодати, чтобы принять милость Божию и обрести благодать Его в помощь всякий раз, когда мы нуждаемся в ней.",
          "ID": "16"
        }
      ],
      "ID": "NT:HEB.4",
      "name": "Послание к евреям 4"
    },
    {
      "text": [
        {
          "text": "Всякий первосвященник, из людей на служение призываемый, для людей и предстает перед Богом, чтобы приносить дары и жертвы за грехи. ",
          "ID": "1"
        },
        {
          "text": "Он должен уметь быть снисходительным и к тем, кто просто ничего не знает, и к тем, кто сбился с пути. Он ведь и сам не свободен от слабостей, ",
          "ID": "2"
        },
        {
          "text": "а потому должен приносить жертвы не только за грехи народа, но и за свои.",
          "ID": "3"
        },
        {
          "text": "Никто сам не может занять такое почетное место, если не призван Богом, как в свое время Аарон был призван. ",
          "ID": "4"
        },
        {
          "text": "Христос тоже не присвоил Себе высокую честь быть Первосвященником, но получил ее от Того, Кто сказал Ему:",
          "ID": "5"
        },
        {
          "text": "«Ты – Сын Мой,",
          "ID": "5"
        },
        {
          "text": "а Я отныне – Отец Твой».",
          "ID": "5"
        },
        {
          "text": "И в другом месте Бог тоже говорит:",
          "ID": "6"
        },
        {
          "text": "«Ты священник навеки по чину Мелхиседека».",
          "ID": "6"
        },
        {
          "text": "В последние дни пребывания Своего на земле во плоти Иисус в слезах, стеная, принес прошения и молитвы Тому, Кто мог бы спасти Его от смерти. В благоговении Своем Он был услышан. ",
          "ID": "7"
        },
        {
          "text": "Сын Божий, Иисус, научился тогда через страдания послушанию беспредельному, ",
          "ID": "8"
        },
        {
          "text": "и так был Он окончательно приготовлен к тому, чтобы стать Источником вечного спасения для всех послушных Ему. ",
          "ID": "9"
        },
        {
          "text": "Потому и провозгласил Его Бог Первосвященником по чину Мелхиседека.",
          "ID": "10"
        },
        {
          "text": "Многое еще мы могли бы сказать об этом, но иные вещи трудно объяснить вам теперь, потому что вы, оказывается, не готовы слушать. ",
          "ID": "11"
        },
        {
          "text": "Вы должны были бы уже сами стать учителями сегодня, но вместо этого снова нуждаетесь в том, чтобы вас учили основам основ Божественных откровений. Вы опять нуждаетесь в молоке, [а] не в твердой пище. ",
          "ID": "12"
        },
        {
          "text": "Понятно, что всякий молоком питаемый не опытен в истине, он ведь младенец. ",
          "ID": "13"
        },
        {
          "text": "А твердая пища, она – для зрелых, для тех, в ком опытом развита способность отличать доброе от злого.",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.5",
      "name": "Послание к евреям 5"
    },
    {
      "text": [
        {
          "text": "Будем же расти. Не ограничиваясь одними только началами учения о Христе, пойдем далее. (Не будем вновь искать обоснований таким вещам, как полный разрыв с делами, ведущими к смерти, вера в Бога, ",
          "ID": "1"
        },
        {
          "text": "учение о крещении и возложении рук, воскресение мертвых и вечное осуждение.) ",
          "ID": "2"
        },
        {
          "text": "Нет, мы пойдем вперед, если Бог даст.",
          "ID": "3"
        },
        {
          "text": "Ведь невозможно тех, кто уже был однажды просвещен и вкусил от дара небесного, кто Духа Святого принял в сердце свое ",
          "ID": "4"
        },
        {
          "text": "и узнал всё то доброе, что Богом сказано, кто открыл для себя силы грядущего века, ",
          "ID": "5"
        },
        {
          "text": "но после всего этого отступил – таких невозможно вернуть к покаянию, ибо они снова в собственных душах своих распинают Сына Божия, выставляют Его на всеобщее осмеяние. ",
          "ID": "6"
        },
        {
          "text": "Так и земля, напоённая частыми дождями, если приносит урожай на пользу тем, кто возделывает ее, получает она благословения Божии. ",
          "ID": "7"
        },
        {
          "text": "Но если на ней растут только колючки и сорняки, бесполезна она – ждет ее проклятие Божие, и будет, в конце концов, сожжена.",
          "ID": "8"
        },
        {
          "text": "Приходится нам и о таком говорить; однако в вас, возлюбленные, мы уверены: вы в лучшем положении, вы на пути ко спасению. ",
          "ID": "9"
        },
        {
          "text": "Бог справедлив – не забудет Он ваши труды и любовь, с которой во имя Его служили вы и продолжаете служить народу Божьему. ",
          "ID": "10"
        },
        {
          "text": "Очень хотели бы мы, чтобы вы и впредь, до конца, были столь же усердны для полного торжества вашей надежды. ",
          "ID": "11"
        },
        {
          "text": "Желаем вам не поддаваться лени, но подражать тем, кто, держась веры и долготерпения, наследует обещанное Богом.",
          "ID": "12"
        },
        {
          "text": "Когда Бог давал обещание Аврааму, Он клялся Самим Собою, ибо не было никого большего, кем мог бы Он клясться. ",
          "ID": "13"
        },
        {
          "text": "Бог сказал тогда Аврааму: «Верь Мне, благословлю тебя бесконечно и несчетное потомство дам тебе». ",
          "ID": "14"
        },
        {
          "text": "И Авраам через долготерпение свое достиг обещанного.",
          "ID": "15"
        },
        {
          "text": "Люди всегда чем-то большим, нежели сами они, клянутся, и клятва у них удостоверяет сказанное и кладет конец всяким спорам. ",
          "ID": "16"
        },
        {
          "text": "Так и Бог к клятве прибег, чтобы яснее показать ждавшим обещанного наследства непреложность воли Своей. ",
          "ID": "17"
        },
        {
          "text": "Обещание Его и клятва Его непреложны, ведь Бог лгать не может, и потому мы, которые нашли в Нем защиту, получили в этом сильное для себя ободрение и побуждение ухватиться за поданную нам надежду. ",
          "ID": "18"
        },
        {
          "text": "Для нас она – якорь, верный и крепкий, коим связаны мы с тем, что за завесой, во Святилище, ",
          "ID": "19"
        },
        {
          "text": "куда Предтечею спасения нашего вошел Сам Иисус, навеки ставший Первосвященником по чину Мелхиседека.",
          "ID": "20"
        }
      ],
      "ID": "NT:HEB.6",
      "name": "Послание к евреям 6"
    },
    {
      "text": [
        {
          "text": "Этот Мелхиседек, царь Салима, священник Бога Всевышнего, встретил и благословил Авраама, возвращавшегося после разгрома царей. ",
          "ID": "1"
        },
        {
          "text": "Ему отделил Авраам десятую часть от всего добытого в сражении. Имя «Мелхиседек» означает прежде всего «царь праведности», но он также царь Салима, что значит «царь мира». ",
          "ID": "2"
        },
        {
          "text": "Об отце и матери его ничего неизвестно: ничего мы не знаем ни о его родословии, ни о начале дней, ни о конце жизни, но, подобно Сыну Божьему, он остается священником на все времена.",
          "ID": "3"
        },
        {
          "text": "Видите, сколь велик был тот, кому патриарх Авраам дал десятину из добытого им. ",
          "ID": "4"
        },
        {
          "text": "Так и потомки Левия, вступающие в священство, вправе получать по Закону десятину от народа, братьев своих, которые, как и они сами, происходят от Авраама. ",
          "ID": "5"
        },
        {
          "text": "Мелхиседек, правда, происхождением своим с левитами не связан, но всё равно принял десятину и благословил Авраама, имевшего обещания от Бога. ",
          "ID": "6"
        },
        {
          "text": "Совершенно неоспоримо, что меньший всегда благословляется большим. ",
          "ID": "7"
        },
        {
          "text": "И вот что еще важно: тут обычно десятины получают люди смертные, а в том случае получил ее тот, о конце жизни которого ничего не известно. ",
          "ID": "8"
        },
        {
          "text": "Можно сказать, что вместе с Авраамом десятину дал Мелхиседеку и сам Левий ",
          "ID": "9"
        },
        {
          "text": "(ведь, происходящий от Авраама, он как бы присутствовал уже при встрече праотца своего с Мелхиседеком).",
          "ID": "10"
        },
        {
          "text": "А если бы только через левитское священство (при котором получил народ Закон) возможно было прийти к совершенству, то какая была бы нужда в появлении иного священника, по чину Мелхиседека, а не по чину Аарона? ",
          "ID": "11"
        },
        {
          "text": "С переменой же священства возникает необходимость в изменении и закона, ",
          "ID": "12"
        },
        {
          "text": "ведь Тот, о Ком у нас речь, принадлежал к другому колену, в котором никто и никогда не служил у жертвенника. ",
          "ID": "13"
        },
        {
          "text": "Все мы знаем, что Господь наш из Иудина колена произошел, а о священстве этого колена Моисей ничего не говорил.",
          "ID": "14"
        },
        {
          "text": "Это становится совершенно ясным, поскольку Он и появляется как другой священник, Священник, подобный Мелхиседеку. ",
          "ID": "15"
        },
        {
          "text": "Он стал таковым не по заповеди о родовом происхождении священства, но силою жизни вечной. ",
          "ID": "16"
        },
        {
          "text": "В Писании такое и дано о Нем свидетельство:",
          "ID": "17"
        },
        {
          "text": "«Ты священник навеки по чину Мелхиседека».",
          "ID": "17"
        },
        {
          "text": "За отменой прежде действовавшего, но утратившего силу и ставшего бесполезным установления (ведь Закон не мог привести к совершенству) последовало провозглашение лучшей надежды, благодаря которой мы на самом деле можем приблизиться к Богу.",
          "ID": "18"
        },
        {
          "text": "Совершено это было не без клятвы Божией (другие-то до Него становились священниками и без всякой клятвы. ",
          "ID": "20"
        },
        {
          "text": "А Он – через клятву Того, Который Сам обратился к Нему и о Котором сказано:",
          "ID": "21"
        },
        {
          "text": "«Господь поклялся и решения Своего не изменит:",
          "ID": "21"
        },
        {
          "text": "„Ты – Священник навеки“»).",
          "ID": "21"
        },
        {
          "text": "Потому и стал Иисус поручителем лучшего, чем прежний, завета.",
          "ID": "22"
        },
        {
          "text": "Прежние священники, хоть и много их было, менялись, потому что смерть рано или поздно прекращала служение любого из них, ",
          "ID": "23"
        },
        {
          "text": "Христос же пребывает вечно, и священство Его непреходяще. ",
          "ID": "24"
        },
        {
          "text": "Потому и дано Ему окончательно и навеки спасать всех, кто приходит через Него к Богу: вечно жив Он, чтобы ходатайствовать за них. ",
          "ID": "25"
        },
        {
          "text": "Это тот именно Первосвященник, какого так недоставало нам: святой, злу не причастный, непорочный, от нас, грешных, удаленный и выше небес вознесенный. ",
          "ID": "26"
        },
        {
          "text": "Ему не нужно приносить, как это было у прежних первосвященников, каждодневные жертвы ни за собственные Свои (не существующие, мы знаем) грехи, ни за грехи даже народа. Он сделал это однажды и навсегда, принеся Себя Самого в жертву. ",
          "ID": "27"
        },
        {
          "text": "По Закону первосвященниками становились люди, хотя все они не без слабостей; обещанием же, которое с клятвой было дано уже после Закона, в Первосвященники поставлен Сын вовеки совершенный.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.7",
      "name": "Послание к евреям 7"
    },
    {
      "text": [
        {
          "text": "Главное же здесь то, что теперь у нас такой Первосвященник, Который воссел справа от престола Владыки Небесного, ",
          "ID": "1"
        },
        {
          "text": "и служение совершает Он во Святилище истинном, которое Сам Господь поставил, не человек.",
          "ID": "2"
        },
        {
          "text": "Всякий первосвященник для того и призван, чтобы приносить дары и жертвы, потому и Первосвященнику, о Котором мы говорим, тоже необходимо было нечто иметь, что мог бы Он принести. ",
          "ID": "3"
        },
        {
          "text": "Если бы Он на земле оставался, то просто не стал бы священником, потому что здесь и так есть священники, которые приносят дары, как то Закон велит. ",
          "ID": "4"
        },
        {
          "text": "Они служат во Святилище, которое есть подобие, тень небесного. Моисей потому и был предупрежден, когда собирался устроить Святилище. «Смотри, – было сказано ему, – сделай всё точно по образу и подобию того, что было показано тебе на горе». ",
          "ID": "5"
        },
        {
          "text": "Служение же, которое Иисусу было дано, всё ранее бывшее превосходит, как и тот завет новый, который при Его содействии установлен и на лучших основан обещаниях.",
          "ID": "6"
        },
        {
          "text": "Если бы достаточен был первый завет, не было бы нужды в другом. ",
          "ID": "7"
        },
        {
          "text": "Но Бог, укоряя народ Свой, говорил:",
          "ID": "8"
        },
        {
          "text": "«Вот наступают дни, – говорит Господь, –",
          "ID": "8"
        },
        {
          "text": "когда Свои отношения с домом Израиля и домом Иуды",
          "ID": "8"
        },
        {
          "text": "представлю Я в новом завете.",
          "ID": "8"
        },
        {
          "text": "Не в таком, – продолжает Господь, –",
          "ID": "9"
        },
        {
          "text": "какой давал Я отцам их в тот день,",
          "ID": "9"
        },
        {
          "text": "когда взял их за руку, чтобы вывести их из земли Египетской.",
          "ID": "9"
        },
        {
          "text": "Они завет тот нарушили, и Я оставил их.",
          "ID": "9"
        },
        {
          "text": "Вот какой завет, – говорит Господь, –",
          "ID": "10"
        },
        {
          "text": "определит Мои отношения с домом Израиля после дней тех:",
          "ID": "10"
        },
        {
          "text": "в мысли их вложу законы Мои",
          "ID": "10"
        },
        {
          "text": "и в сердца их впишу.",
          "ID": "10"
        },
        {
          "text": "И буду их Богом, а они будут народом Моим.",
          "ID": "10"
        },
        {
          "text": "И не будет тогда никакой нужды",
          "ID": "11"
        },
        {
          "text": "учить ближнего своего и брата своего,",
          "ID": "11"
        },
        {
          "text": "говоря им: „Познайте Господа“.",
          "ID": "11"
        },
        {
          "text": "Ведь все они от мала до велика и без того будут знать Меня,",
          "ID": "11"
        },
        {
          "text": "потому что все злодеяния их прощу им;",
          "ID": "12"
        },
        {
          "text": "грехи их не вспомню более».",
          "ID": "12"
        },
        {
          "text": "Говоря о новом завете, Бог, в сущности, заявляет, что первый устарел. А устаревшее и пережившее себя обречено исчезнуть.",
          "ID": "13"
        }
      ],
      "ID": "NT:HEB.8",
      "name": "Послание к евреям 8"
    },
    {
      "text": [
        {
          "text": "[И] при первом завете были, естественно, свои уставы богослужения и свое Святилище, земное. ",
          "ID": "1"
        },
        {
          "text": "Устроено оно было так: в первом его помещении – оно называлось «Святое» – находились светильник и стол с хлебами, что кладут пред Богом. ",
          "ID": "2"
        },
        {
          "text": "За второй же завесой Святилища располагалась другая его часть – «Святое Святых». ",
          "ID": "3"
        },
        {
          "text": "Там был жертвенник золотой для благовонного курения и золотом же обложенный со всех сторон Ковчег завета, ларец, в котором хранились скрижали завета, золотой сосуд с манной и расцветший некогда жезл Аарона. ",
          "ID": "4"
        },
        {
          "text": "Над Ковчегом завета стояли осенявшие это место умилостивления херувимы как знак Божьей славы. Но теперь не об этом стоит говорить подробно.",
          "ID": "5"
        },
        {
          "text": "С тех пор, как всё это было таким образом устроено, в первое помещение входили священники, совершавшие ежедневное богослужение. ",
          "ID": "6"
        },
        {
          "text": "Во вторую же часть Святилища всего один раз в году – только первосвященник, притом непременно с кровью, которую приносит он за себя и за совершенные по неведению грехи народа. ",
          "ID": "7"
        },
        {
          "text": "Дух Святой таким образом хотел ясно показать, что путь в Храм небесный не открыт еще: никто не может войти в него, пока стоит первое Святилище, земное. ",
          "ID": "8"
        },
        {
          "text": "Всё это символично, всё это говорит о нашем времени. Ведь дары и жертвы, которые приносятся в земном Святилище по предписанию Закона, не могут очистить совесть и привести к совершенству тех, кто так служит Богу, ",
          "ID": "9"
        },
        {
          "text": "потому что установления эти только плоти касаются, только на пищу, питье и омовения различные распространяются. Они были введены лишь на время, пока не будет всё исправлено.",
          "ID": "10"
        },
        {
          "text": "Но вот пришел Христос, истинный Первосвященник наш. Он принес нам истинные блага. Свое служение совершает Он во Святилище, несравненно превосходящем земное – в нерукотворном и сотворенному миру не принадлежащем. ",
          "ID": "11"
        },
        {
          "text": "Не с кровью козлов и тельцов, но с кровью Своею вошел Он однажды и навсегда в небесный Храм и обрел для нас искупление, сила которого вечна. ",
          "ID": "12"
        },
        {
          "text": "Ведь если даже кровь козлов и быков и пепел телицы, с водой смешанный, через окропление освящают нечистых, возвращая им ритуальную чистоту, ",
          "ID": "13"
        },
        {
          "text": "то сколь более действенна кровь Христова! Движимый Духом вечным, Он предал Себя, непорочного, Богу. Потому и очистит Кровь Его совесть нашу и отвратит ее от дел, ведущих к смерти, дабы служили мы Богу Живому.",
          "ID": "14"
        },
        {
          "text": "Так что Посредник Он нового завета. Своей смертью заплатил Он за преступления, совершенные при первом завете, чтобы все, кто призван Богом, получили обещанное вечное наследие.",
          "ID": "15"
        },
        {
          "text": "Завещание, мы знаем, предъявляется к исполнению только после смерти завещателя. ",
          "ID": "16"
        },
        {
          "text": "Лишь по смерти его приобретает оно силу и не имеет ее, пока завещатель жив. ",
          "ID": "17"
        },
        {
          "text": "Потому-то и первый заветне без крови был утвержден. ",
          "ID": "18"
        },
        {
          "text": "В самом деле, когда Моисей возвестил всему народу одну за другой все заповеди Закона, он взял кровь тельцов [и козлов], смешанную с водой, взял также иссоп и пурпурную шерсть и окропил как книгу саму с Законом, так и весь народ. ",
          "ID": "19"
        },
        {
          "text": "И сказал при этом: «Вот кровь завета, исполнять который обязал вас Бог». ",
          "ID": "20"
        },
        {
          "text": "Точно так же окропил Моисей кровью и Святилище, и всю богослужебную утварь. ",
          "ID": "21"
        },
        {
          "text": "По Закону вообще почти всё освящается кровью и без пролития ее не бывает прощения.",
          "ID": "22"
        },
        {
          "text": "Потому образы небесного должны были очищаться кровью земных существ, а само небесное – кровью лучшей. ",
          "ID": "23"
        },
        {
          "text": "Христос не в рукотворное ведь вошел Святилище, которое лишь подобием было истинного – в само небо вознесся Он, дабы предстать ныне за нас пред лицом Божиим. ",
          "ID": "24"
        },
        {
          "text": "И не для того это случилось, чтобы вновь и вновь, не однажды, приносить Ему Себя в жертву, подобно первосвященнику из левитов, который из года в год входит во Святилище с кровью животного. ",
          "ID": "25"
        },
        {
          "text": "Христу пришлось бы тогда страдать несчетно уже от начала мира. Нет, Он явился только раз, и явился ныне, в конце веков, чтобы жертвою Своей удалить грех. ",
          "ID": "26"
        },
        {
          "text": "Как человеку определено Богом умереть лишь один раз и затем предстать пред судом, ",
          "ID": "27"
        },
        {
          "text": "так и Христос лишь единожды был в жертву принесен, чтобы понести на Себе грехи многих; во второй раз явится Он уже не по причине греха, а ради спасения тех, кто ждет Его.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.9",
      "name": "Послание к евреям 9"
    },
    {
      "text": [
        {
          "text": "В Законетолько тень будущих благ, а не они сами в своем подлинном виде. Потому-то хоть и приносятся постоянно, из года в год, все предписанные Законом жертвы, он всё равно не может привести к совершенству тех, кто приходит на поклонение к Богу. ",
          "ID": "1"
        },
        {
          "text": "Ведь если бы было иначе, разве не перестали бы вообще приносить жертвы? Те, кто по Закону совершает служение, перестали бы чувствовать себя грешными, случись им очиститься раз и навсегда через свое жертвоприношение. ",
          "ID": "2"
        },
        {
          "text": "Но этого нет. Потому по-прежнему напоминают жертвоприношения из года в год всё о тех же грехах: ",
          "ID": "3"
        },
        {
          "text": "кровь быков и козлов не может устранить грехи.",
          "ID": "4"
        },
        {
          "text": "Вот почему, в мир входя, Христос говорит Отцу:",
          "ID": "5"
        },
        {
          "text": "«Жертву и приношение не восхотел Ты принять,",
          "ID": "5"
        },
        {
          "text": "Ты вместо того уготовил Мне тело.",
          "ID": "5"
        },
        {
          "text": "Ни всесожжения, ни жертвы за грех",
          "ID": "6"
        },
        {
          "text": "не угодны были Тебе;",
          "ID": "6"
        },
        {
          "text": "и тогда Я сказал:",
          "ID": "7"
        },
        {
          "text": "„Вот, Я иду, как написано обо Мне в книжном свитке,",
          "ID": "7"
        },
        {
          "text": "чтоб исполнить, Боже, волю Твою“».",
          "ID": "7"
        },
        {
          "text": "Заметим, что сказав прежде: «Жертв и приношений, всесожжений и жертв за грех, хотя бы и по Закону приносимых, не восхотел Ты принять и неугодны они были Тебе», ",
          "ID": "8"
        },
        {
          "text": "Христос затем добавил: «Вот, Я иду, чтобы исполнить волю Твою». Стало быть, отменяет Он первое, жертвоприношения, чтобы установить второе, послушание Богу. ",
          "ID": "9"
        },
        {
          "text": "В согласии с этим и освящены мы через страдания Иисуса Христа во плоти, через эту жертву, принесенную однажды и навсегда.",
          "ID": "10"
        },
        {
          "text": "Изо дня в день совершают все земные священники положенную службу, вновь и вновь приносят они обычные жертвы, которые никак не могут удалить грех. ",
          "ID": "11"
        },
        {
          "text": "А Он, наш Первосвященник, принеся единственную жертву за грехи, навсегда воссел по правую руку Божию ",
          "ID": "12"
        },
        {
          "text": "и ждет, когда враги Его будут повержены и окажутся у ног Его. ",
          "ID": "13"
        },
        {
          "text": "Всего одним приношением обратил Он освящаемых к вечному совершенству.",
          "ID": "14"
        },
        {
          "text": "О том говорит нам и Дух Святой. Сказав сначала:",
          "ID": "15"
        },
        {
          "text": "«Вот какой завет, – говорит Господь, –",
          "ID": "16"
        },
        {
          "text": "соединит Меня с ними после дней тех:",
          "ID": "16"
        },
        {
          "text": "в сердца их вложу законы Мои",
          "ID": "16"
        },
        {
          "text": "и в мысли их впишу»,",
          "ID": "16"
        },
        {
          "text": "Он продолжает:",
          "ID": "17"
        },
        {
          "text": "«Грехи же их и беззакония их не вспомню более».",
          "ID": "17"
        },
        {
          "text": "Но где грехи прощены, там не приносятся и жертвы за них.",
          "ID": "18"
        },
        {
          "text": "Кровь Иисуса сделала так, братья, что теперь мы можем смело и уверенно входить в небесный Храм. ",
          "ID": "19"
        },
        {
          "text": "Христос открыл нам новый, живой путь сквозь завесу, через Свое собственное тело. ",
          "ID": "20"
        },
        {
          "text": "И раз такой великий у нас Священник, над всем Божиим домом поставленный, ",
          "ID": "21"
        },
        {
          "text": "пойдем теперь к Богу с твердой верой, с сердцем искренним, освобожденным от грехов оскверненной совести, и с омытым, образно говоря, чистою водою телом. ",
          "ID": "22"
        },
        {
          "text": "В надежде, которую исповедуем, будем неколебимы, ибо верен Обещавший, ",
          "ID": "23"
        },
        {
          "text": "будем внимательны друг ко другу, поощряя один другого к любви и добрым делам. ",
          "ID": "24"
        },
        {
          "text": "Не станем же оставлять собраний наших, как это у некоторых в привычку вошло, ведь мы должны ободрять друг друга. Тем больше нуждаемся мы в этом, чем ближе становится, как и сами видите вы, День Господень.",
          "ID": "25"
        },
        {
          "text": "Если же и после того, как познали истину, упорствуем мы во грехе, не может уже быть для нас больше никакой жертвы за грех, ",
          "ID": "26"
        },
        {
          "text": "а только страшное ожидание суда остается и ярость огня, готового пожрать всех противящихся Богу. ",
          "ID": "27"
        },
        {
          "text": "Всякий, кто, по показаниям двух или трех свидетелей, отвергал Закон Моисея, должен был умереть, не было ему никакой пощады. ",
          "ID": "28"
        },
        {
          "text": "Насколько же, подумайте, более сурового наказания заслуживает тот, кто Сына Божия отвергает с презрением, ставит ни во что кровь завета, которою освящен, и Духа благодати хулит?! ",
          "ID": "29"
        },
        {
          "text": "Мы же знаем Сказавшего: «Отмщение – это Мое. Я воздам». И еще: «Господь будет судить народ Свой». ",
          "ID": "30"
        },
        {
          "text": "Страшна будет участь того, на кого падет гнев Бога Живого.",
          "ID": "31"
        },
        {
          "text": "Вспомните, как в былые дни, когда воссиял над вами свет истины, переносили вы многие страдания и тяжелую борьбу. ",
          "ID": "32"
        },
        {
          "text": "Порою вас самих выставляли на публичное поношение и подвергали мучениям, нередко же с другими вы разделяли то, что выпадало на их долю, ",
          "ID": "33"
        },
        {
          "text": "вы узникам сострадали. А на разграбление имущества вашего отвечали радостью, потому что знали, что есть у вас на небесах нечто лучшее, а главное – нетленное.",
          "ID": "34"
        },
        {
          "text": "Оставайтесь же до конца бесстрашными – великим будет воздаяние за это. ",
          "ID": "35"
        },
        {
          "text": "Терпение – вот что вам нужно, дабы, исполнив волю Божию, получить обещанное.",
          "ID": "36"
        },
        {
          "text": "И ведь «совсем, совсем недолго осталось ждать –",
          "ID": "37"
        },
        {
          "text": "придет Грядущий, не станет Он медлить!",
          "ID": "37"
        },
        {
          "text": "Слуга Мой праведный верой жив будет,",
          "ID": "38"
        },
        {
          "text": "а кто отступит, не будет угоден душе Моей».",
          "ID": "38"
        },
        {
          "text": "Но мы не из тех, кто отступает, ввергая себя в погибель; нет, мы твердо держимся веры ко спасению жизни своей.",
          "ID": "39"
        }
      ],
      "ID": "NT:HEB.10",
      "name": "Послание к евреям 10"
    },
    {
      "text": [
        {
          "text": "Вера – это твердая убежденность в том, на что мы надеемся, и уверенность в реальности невидимого. ",
          "ID": "1"
        },
        {
          "text": "Именно за веру свою наши праотцы получили одобрение Божие.",
          "ID": "2"
        },
        {
          "text": "Верою познаём мы, что Вселенная сотворена словом Божьим и что всё видимое создано из невидимого.",
          "ID": "3"
        },
        {
          "text": "Верил Авель, потому и принес Богу жертву лучшую, чем у Каина. По вере своей был он признан праведным – Бог подтвердил это, приняв его дары. Верой продолжает говорить нам Авель и теперь, по смерти своей.",
          "ID": "4"
        },
        {
          "text": "Верил Енох и был взят на небо не познавшим смерти. Никто тогда не мог его найти, потому что Бог забрал его к Себе живым. Ему и до того, как это произошло, было открыто, что он Богу угоден. ",
          "ID": "5"
        },
        {
          "text": "Без веры же угодить Богу невозможно. Всякий к Нему приходящий должен верить и в то, что Он существует, и в то, что вознаграждает Он тех, кто искренно ищет Его.",
          "ID": "6"
        },
        {
          "text": "Верил Ной и потому, предупрежденный о сокрытом от его глаз будущем, исполненный страха Божьего, построил ковчег, дабы спасти семейство свое. Вера его стала приговором миру, а сам он по вере обрел праведность.",
          "ID": "7"
        },
        {
          "text": "Верил и Авраам, когда Бог призвал его и сказал, чтобы шел он в ту землю, которую должен был унаследовать. Повиновался Авраам и пошел, не зная еще, куда он идет. ",
          "ID": "8"
        },
        {
          "text": "С верою поселился он как пришелец в земле обетованной и жил там в шатрах с Исааком и Иаковом, сонаследниками того же самого обещания. ",
          "ID": "9"
        },
        {
          "text": "Он жил мыслями о городе, стоящем на прочном основании, городе, Архитектор и Строитель которого – Сам Бог.",
          "ID": "10"
        },
        {
          "text": "Верою смог Авраам уже в глубокой старости стать отцом, когда и у Сарры не могло уже быть детей. Знал Авраам, что верен Обещавший. ",
          "ID": "11"
        },
        {
          "text": "Так от одного человека, притом не способного к чадородию, произошли потомки столь многие, как звезды на небе, и неисчислимые, как песчинки на берегу моря.",
          "ID": "12"
        },
        {
          "text": "Все эти люди верили до самой своей смерти. И хоть не получили они при жизни обещанного, всё же видели вдали исполнение всего, потому радовались и говорили о себе как о скитальцах и пришельцах на этой земле. ",
          "ID": "13"
        },
        {
          "text": "Те, которые так говорят, прямо показывают, что живут мечтой о подлинном своем отечестве. ",
          "ID": "14"
        },
        {
          "text": "Если бы они думали о покинутой ими земле, давно бы могли вернуться (времени у них было предостаточно). ",
          "ID": "15"
        },
        {
          "text": "Но они, мы знаем, стремились к лучшему – к небесному, а потому и не стыдится Бог называть Себя их Богом. Он и град обетованный приготовил им уже.",
          "ID": "16"
        },
        {
          "text": "Верил Авраам, когда подвергся он испытанию и готов был принести в жертву Исаака. Единственного сына приносил он в жертву, хотя о нем дано ему было обещание: ",
          "ID": "17"
        },
        {
          "text": "«Рожденные от Исаака будут признаны твоими потомками!» ",
          "ID": "18"
        },
        {
          "text": "«Силен Бог, – убеждал себя Авраам, – и из мертвых восставить Исаака». Он из мертвых, образно говоря, и получил его.",
          "ID": "19"
        },
        {
          "text": "Верил и сам Исаак, когда благословлял Иакова и Исава и думал об их будущем.",
          "ID": "20"
        },
        {
          "text": "Иаков тоже верил, благословляя перед смертью сыновей Иосифа – он, опираясь на посох свой, поклонился Богу.",
          "ID": "21"
        },
        {
          "text": "Вера побудила Иосифа упомянуть перед смертью об исходе сынов Израиля из Египта и распорядиться о своем погребении.",
          "ID": "22"
        },
        {
          "text": "Верили и родители Моисея, скрывавшие его после рождения целых три месяца: они видели, что младенец их прекрасен, и не устрашил их царский указ.",
          "ID": "23"
        },
        {
          "text": "Верил и сам Моисей, когда, став взрослым, отказался называться сыном фараоновой дочери. ",
          "ID": "24"
        },
        {
          "text": "Быстротечным удовольствиям греховным предпочел он страдание вместе с народом Божиим. ",
          "ID": "25"
        },
        {
          "text": "Поношение, подобное тому, которое позднее выпало на долю Христа, счел он для себя большим богатством, нежели сокровища египетские – в грядущем он видел истинное воздаяние. ",
          "ID": "26"
        },
        {
          "text": "Верил он – потому оставил Египет, не страшась гнева царского. Был тверд он, словно уже видел Невидимого. ",
          "ID": "27"
        },
        {
          "text": "Он верил – и совершил Пасху. Повелел он тогда окропить кровью двери каждого дома, чтобы тот, кто истреблял первенцев, не тронул их.",
          "ID": "28"
        },
        {
          "text": "И израильтяне верили – потому и перешли посуху Красное море, египтяне же, вознамерившись сделать то же, были накрыты волнами.",
          "ID": "29"
        },
        {
          "text": "Верили ходившие семь дней вокруг Иерихона – и пали стены его.",
          "ID": "30"
        },
        {
          "text": "И Раав, блудница, верила: как своих приняла она израильских лазутчиков – и не погибла с теми, кто не покорился Богу.",
          "ID": "31"
        },
        {
          "text": "Нужно ли продолжать? Мне не хватило бы времени, начни я рассказывать о Гедеоне, Вараке, Самсоне, Иеффае, Давиде, Самуиле и о других пророках. ",
          "ID": "32"
        },
        {
          "text": "Силою веры своей покоряли они царства, утверждали справедливость, обретали всякий раз обещанное им и даже заграждали пасти львам. ",
          "ID": "33"
        },
        {
          "text": "Они угашали мощь огня, невредимыми оставались на поле брани, их слабость обращалась в силу. Были они стойкими в сражениях и обращали в бегство армии чужеземцев. ",
          "ID": "34"
        },
        {
          "text": "Другие были воскрешены из мертвых и возвращены своим женам и матерям. Были и такие, которые не пожелали быть избавленными любой ценой от напастей, а предпочли подвергнуться мучениям и даже умереть, чтобы воскреснуть к лучшей жизни. ",
          "ID": "35"
        },
        {
          "text": "Многие претерпели надругательства и побои, были закованы в кандалы и брошены в тюрьмы. ",
          "ID": "36"
        },
        {
          "text": "Их побивали каменьями, распиливали надвое, умирали они от меча. Стойко перенося все лишения, притеснения и муки, они скитались, ничего не имея на себе, кроме овечьих или козьих шкур. ",
          "ID": "37"
        },
        {
          "text": "Те, которых не был достоин весь мир, скрывались в пустынях и горах, в пещерах и горных ущельях.",
          "ID": "38"
        },
        {
          "text": "По вере их Бог засвидетельствовал Свое особое расположение к ним, но ни один из них не вошел в обладание обещанным, ",
          "ID": "39"
        },
        {
          "text": "и это потому, что замысел Божий был лучше – он и нас касался: не без нас должны были они оказаться у цели.",
          "ID": "40"
        }
      ],
      "ID": "NT:HEB.11",
      "name": "Послание к евреям 11"
    },
    {
      "text": [
        {
          "text": "Окруженные столь многими свидетелями, отрешимся и мы от всего, что гнетет нас, вырвемся из сетей греха, в которые так легко попадаем, и с упорством атлета устремимся к поставленной перед нами цели, ",
          "ID": "1"
        },
        {
          "text": "видя всегда пред собой Иисуса, Который есть Начало и Венец нашей веры. В чаянии грядущего торжества Своего Он принял крестные муки, пошел на позор и унижение, но теперь воссел по правую сторону престола Божия. ",
          "ID": "2"
        },
        {
          "text": "Дабы не изнемочь вам и не пасть духом, думайте о Том, Кто подвергся такому поруганию от грешников.",
          "ID": "3"
        },
        {
          "text": "В своей борьбе со грехом вы еще не до крови ему противостояли ",
          "ID": "4"
        },
        {
          "text": "и забыли, как видно, ободряющие слова Писания, которые и к вам, как к детям Божиим, обращены:",
          "ID": "5"
        },
        {
          "text": "«Сын Мой, задумайся серьезно,",
          "ID": "5"
        },
        {
          "text": "когда наставляет тебя Господь,",
          "ID": "5"
        },
        {
          "text": "и не отчаивайся, когда Он тебя исправляет,",
          "ID": "5"
        },
        {
          "text": "ибо того и воспитывает Господь, кого любит,",
          "ID": "6"
        },
        {
          "text": "и всякого сыном Своим признаваемого",
          "ID": "6"
        },
        {
          "text": "строго наказывает».",
          "ID": "6"
        },
        {
          "text": "Для вашей же пользы и приходится вам терпеть: Бог, как с сыновьями Своими, обращается с вами. А что это за сын, если отец не воспитывает его со всей строгостью? ",
          "ID": "7"
        },
        {
          "text": "Если же вы такого воспитания, какое все настоящие сыновья получают, лишены, то не законные вы сыновья, а внебрачные. ",
          "ID": "8"
        },
        {
          "text": "И заметьте: когда земные наши отцы со строгостью воспитывали нас, разве переставали мы уважать их? Так не должны ли мы тем более повиноваться Отцу духовномуи учиться жить? ",
          "ID": "9"
        },
        {
          "text": "Те лишь к короткой, земной жизни готовили нас, когда наказывали, и притом по своему разумению, Бог же знает, что служит нам во благо вечное и что делает нас сопричастными святости Его. ",
          "ID": "10"
        },
        {
          "text": "Всякое наказание, когда совершается оно, кажется, конечно, не радостью, а печалью, но приносит потом плод мира и праведности тем, кого так поучали.",
          "ID": "11"
        },
        {
          "text": "Так что не опускайте рук своих и пусть не дрожат колени ваши, ",
          "ID": "12"
        },
        {
          "text": "прямой идите дорогой, чтобы хромые, которые есть среди вас, не сбились с пути, а напротив, немощи свои одолели.",
          "ID": "13"
        },
        {
          "text": "Стремитесь к миру со всеми и освящению жизни вашей. Без этого никто не увидит Господа. ",
          "ID": "14"
        },
        {
          "text": "Бойтесь лишиться благодати Божьей и не допустите, чтобы какой-нибудь ядовитый корень, разрастаясь, причинил вам вред и испортил многих. ",
          "ID": "15"
        },
        {
          "text": "Смотрите, чтобы не было среди вас ни блудников, ни святотатцев, вроде Исава, который за похлебку продал первородство свое. ",
          "ID": "16"
        },
        {
          "text": "Вы помните, что потом он уже просил о благословении, умолял о нем со слезами, но в его сердце не нашлось места подлинному раскаянию, и был он отвергнут.",
          "ID": "17"
        },
        {
          "text": "Ныне подошли вы к горе – не к той, что пылает огнем, так что к ней не притронуться, не ко тьме беспросветной, не ко мраку вы подошли, не с бурей встретились, ",
          "ID": "18"
        },
        {
          "text": "не на звуки трубы вы пришли, не на голос, который вещал столь мощно, что слышавшие его умоляли не говорить им больше ничего. (",
          "ID": "19"
        },
        {
          "text": "Такое случилось однажды: люди не в силах были тогда внимать грозному повелению Бога: «Даже зверь, если ступит он на эту гору, должен быть побит камнями». ",
          "ID": "20"
        },
        {
          "text": "Это было так страшно, что сам Моисей возопил: «Я в страхеи трепете!»)",
          "ID": "21"
        },
        {
          "text": "Нет, вы к другой горе подошли, к Сиону, ко граду Бога Живого – небесному Иерусалиму, вы пришли к мириадам ликующих ангелов, собравшихся на торжество, ",
          "ID": "22"
        },
        {
          "text": "к Церкви первенцев вы пришли, чьи имена записаны на небесах, и к Самому Судии всех, к Богу, и к духам праведников, которые достигли совершенства. ",
          "ID": "23"
        },
        {
          "text": "Вы пришли к Иисусу, Который новым заветом соединил нас с Богом, и к крови кропления, которая о лучшем говорит, нежели Авеля кровь.",
          "ID": "24"
        },
        {
          "text": "Смотрите же, не отвергните Говорящего вам. Ведь если наказания не избежали те, кто не захотел слушать Бога, возвещавшего на земле, то тем большее постигнет нас возмездие, если отвернемся от Говорящего с неба. ",
          "ID": "25"
        },
        {
          "text": "Тогда от голоса Его вздрогнула земля, теперь же Он предвозвещает: «В другой раз не одну только землю поколеблю, но и небо». ",
          "ID": "26"
        },
        {
          "text": "Слова «в другой раз» говорят нам, что грядущее это сотрясение сметет всё из прежде сотворенного, что не сможет устоять, дабы осталось только неколебимое.",
          "ID": "27"
        },
        {
          "text": "Но Царство, нас ожидающее, нерушимо, потому будем с трепетом благоговейным благодарить Бога и служить Ему так, как Он того хочет. ",
          "ID": "28"
        },
        {
          "text": "Ведь Бог наш – огонь, сжигающий всё, что гнев Его вызывает.",
          "ID": "29"
        }
      ],
      "ID": "NT:HEB.12",
      "name": "Послание к евреям 12"
    },
    {
      "text": [
        {
          "text": "Да не угаснет никогда братская любовь! ",
          "ID": "1"
        },
        {
          "text": "Не забывайте оказывать гостеприимство. Живя так, иные, сами того не ведая, даже ангелов принимали у себя. ",
          "ID": "2"
        },
        {
          "text": "Помните об узниках, как если бы сами вы были вместе с ними в заточении; и о тех не забывайте, с кем обращаются жестоко, как если бы вам самим причиняли боль.",
          "ID": "3"
        },
        {
          "text": "Да будут чтимы у вас узы брака, и непорочно пусть будет брачное ложе ваше – блудников же и прелюбодеев будет судить Сам Бог. ",
          "ID": "4"
        },
        {
          "text": "Не будьте падки на деньги, довольствуйтесь тем, что имеете. Бог ведь заверил:",
          "ID": "5"
        },
        {
          "text": "«Никогда не забуду тебя и в беде тебя не оставлю».",
          "ID": "5"
        },
        {
          "text": "Мы смело говорим поэтому:",
          "ID": "6"
        },
        {
          "text": "«Господь мне помощник,",
          "ID": "6"
        },
        {
          "text": "[и] нечего мне бояться.",
          "ID": "6"
        },
        {
          "text": "Что сделает мне человек?»",
          "ID": "6"
        },
        {
          "text": "Наставников ваших не забывайте, которые возвещали вам слово Божие; помня, как жили и как умирали они, подражайте вере их. ",
          "ID": "7"
        },
        {
          "text": "Ведь Иисус Христос, Которого проповедовали они, вчера и сегодня и вовеки всё тот же.",
          "ID": "8"
        },
        {
          "text": "Да не совратят вас всевозможные учения, чуждые духу Христа. Свои сердца лучше укреплять благодатью, а не какими-то предписаниями о пище, которые сами по себе никому из следовавших им не приносили пользы. ",
          "ID": "9"
        },
        {
          "text": "Скажу больше, наш жертвенник таков, что те, кто всё еще служит в земном Святилище, вообще не вправе есть от него.",
          "ID": "10"
        },
        {
          "text": "Вы знаете, что первосвященник вносит в Святилище только кровь животных, принесенных в жертву за грех, а тела их сжигаются за станом. ",
          "ID": "11"
        },
        {
          "text": "Потому и Иисус, дабы освятить народ Своей собственною кровью, за стенами города пострадал. ",
          "ID": "12"
        },
        {
          "text": "Так выйдем же и мы «за стан» к Нему, неся на себе позор, который когда-то Он за нас нес. ",
          "ID": "13"
        },
        {
          "text": "Ибо нет у нас здесь, на земле, града, чтобы жить в нем всегда – мыслями о грядущем живем мы.",
          "ID": "14"
        },
        {
          "text": "А [потому], как жертву свою, будем через Иисуса всегда возносить Богу хвалу – дань уст, исповедующих имя Его. ",
          "ID": "15"
        },
        {
          "text": "И не забывайте никогда творить добро, помогайте во всем друг другу – такие именно жертвы угодны Богу.",
          "ID": "16"
        },
        {
          "text": "Повинуйтесь наставникам вашим и слушайтесь их, ибо они пекутся о вас, как пастыри, коим предстоит дать отчет о своем служении. Старайтесь всё делать так, чтобы их забота о вас была радостью для них, а не бременем, ибо последнее не принесет вам пользы.",
          "ID": "17"
        },
        {
          "text": "И о нас молитесь. Мы верим, что совесть наша чиста, и хотим и впредь во всем оставаться достойными. ",
          "ID": "18"
        },
        {
          "text": "Особенно же прошу вас о том молиться, чтобы вернулся я к вам как можно скорее.",
          "ID": "19"
        },
        {
          "text": "А Бог мира, воскресивший из мертвых – благодаря крови вечного завета – Господа нашего Иисуса, Пастыря великого Его овец, ",
          "ID": "20"
        },
        {
          "text": "да сделает вас во исполнение воли Своей сильными на всё доброе, и да совершит в нас всё угодное Ему чрез Иисуса Христа, Которому слава во веки [веков]! Аминь.",
          "ID": "21"
        },
        {
          "text": "Прошу вас, братья, примите без досадымои увещевания. Я и так постарался быть как можно более кратким.",
          "ID": "22"
        },
        {
          "text": "Сообщаю вам, что брат наш Тимофей на свободе. Если он придет скоро, то я вместе с ним увижу вас.",
          "ID": "23"
        },
        {
          "text": "Приветствуйте всех наставников ваших и всю церковь. Передают вам привет собратья из Италии.",
          "ID": "24"
        },
        {
          "text": "Божия благодать да пребудет со всеми вами!",
          "ID": "25"
        }
      ],
      "ID": "NT:HEB.13",
      "name": "Послание к евреям 13"
    }
  ],
  "ID": "NT:HEB(BTI)",
  "name": "Послание к евреям"
}