{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Многочастне и многообразне древле Бог глаголавый отцем во пророцех, ",
          "ID": "1"
        },
        {
          "text": "в последок дний сих глагола нам в Сыне, егоже положи наследника всем, имже и веки сотвори. ",
          "ID": "2"
        },
        {
          "text": "Иже сый сияние славы и образ ипостаси его, нося же всяческая глаголголом силы своея, собою очищение сотворив грехов наших, седе о десную престола величествия на высоких, ",
          "ID": "3"
        },
        {
          "text": "толико лучший быв ангелов, елико преславнее паче их наследствова имя. ",
          "ID": "4"
        },
        {
          "text": "Кому бо рече когда от ангел: Сын мой еси ты, аз днесь родих тя? И паки: аз буду ему во Отца, и той будет мне в Сына? ",
          "ID": "5"
        },
        {
          "text": "Егда же паки вводит первороднаго во вселенную, глаголет: и да поклонятся ему вси ангели Божии. ",
          "ID": "6"
        },
        {
          "text": "И ко ангелом убо глаголет: творяй ангелы своя духи и слуги своя огнь палящь. ",
          "ID": "7"
        },
        {
          "text": "К Сыну же: престол твой, Боже, в век века: жезл правости жезл Царствия твоего: ",
          "ID": "8"
        },
        {
          "text": "возлюбил еси правду и возненавидел еси беззаконие: сего ради помаза тя, Боже, Бог твой елеем радости паче причастник твоих. ",
          "ID": "9"
        },
        {
          "text": "И (паки): в начале ты, Господи, землю основал еси, и дела руку твоею суть небеса: ",
          "ID": "10"
        },
        {
          "text": "та погибнут, ты же пребываеши: и вся, якоже риза, обетшают, ",
          "ID": "11"
        },
        {
          "text": "и яко одежду свиеши их, и изменятся: ты же тойжде еси, и лета твоя не оскудеют. ",
          "ID": "12"
        },
        {
          "text": "Кому же от ангел рече когда: седи о десную мене, дондеже положу враги твоя подножие ног твоих? ",
          "ID": "13"
        },
        {
          "text": "Не вси ли суть служебнии дуси, в служение посылаеми за хотящих наследовати спасение?",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.1",
      "name": "Послание к Евреям 1"
    },
    {
      "text": [
        {
          "text": "Сего ради подобает нам лишше внимати слышанным, да не когда отпадем. ",
          "ID": "1"
        },
        {
          "text": "Аще бо глаголанное ангелы слово бысть известно, и всяко преступление и ослушание праведное прият мздовоздаяние: ",
          "ID": "2"
        },
        {
          "text": "како мы убежим, о толицем нерадивше спасении, еже зачало приемь глаголатися от Господа, слышавшими в нас известися, ",
          "ID": "3"
        },
        {
          "text": "сосвидетелствующу Богу знаменьми же и чудесы, и различными силами, и духа святаго разделеньми, по своей ему воли? ",
          "ID": "4"
        },
        {
          "text": "Не ангелом бо покори Бог вселенную грядущую, о нейже глаголем: ",
          "ID": "5"
        },
        {
          "text": "засвидетелствова же негде некто, глаголя: что есть человек, яко помниши его? или сын человеческий, яко посещаеши и? ",
          "ID": "6"
        },
        {
          "text": "умалил еси его малым нечим от ангел: славою и честию венчал еси его и поставил еси его над делы руку твоею, ",
          "ID": "7"
        },
        {
          "text": "вся покорил еси под нозе его. Внегда же покорити ему всяческая, ничтоже остави ему непокорено. Ныне же не у видим ему всяческая покорена: ",
          "ID": "8"
        },
        {
          "text": "а умаленаго малым чим от ангел видим Иисуса, за приятие смерти славою и честию венчанна, яко да благодатию Божиею за всех вкусит смерти. ",
          "ID": "9"
        },
        {
          "text": "Подобаше бо ему, егоже ради всяческая и имже всяческая, приведшу многи сыны в славу, началника спасения их страданьми совершити. ",
          "ID": "10"
        },
        {
          "text": "И святяй бо и освящаемии, от единаго вси: еяже ради вины не стыдится братию нарицати их, глаголя: ",
          "ID": "11"
        },
        {
          "text": "возвещу имя твое братии моей, посреде церкве воспою тя. ",
          "ID": "12"
        },
        {
          "text": "И паки: аз буду надеяся нань. И паки: се, аз и дети, яже ми дал есть Бог. ",
          "ID": "13"
        },
        {
          "text": "Понеже убо дети приобщишася плоти и крови, и той приискренне приобщися техже, да смертию упразднит имущаго державу смерти, сиречь диавола, ",
          "ID": "14"
        },
        {
          "text": "и избавит сих, елицы страхом смерти чрез все житие повинни беша работе. ",
          "ID": "15"
        },
        {
          "text": "Не от ангел бо когда приемлет, но от семене авраамова приемлет: ",
          "ID": "16"
        },
        {
          "text": "отнюдуже должен бе по всему подобитися братии, да милостив будет и верен первосвященник в тех, яже к Богу, во еже очестити грехи людския. ",
          "ID": "17"
        },
        {
          "text": "В немже бо пострада, сам искушен быв, может и искушаемым помощи.",
          "ID": "18"
        }
      ],
      "ID": "NT:HEB.2",
      "name": "Послание к Евреям 2"
    },
    {
      "text": [
        {
          "text": "Темже, братие святая, звания небеснаго причастницы, разумейте посланника и святителя исповедания нашего Иисуса Христа, ",
          "ID": "1"
        },
        {
          "text": "верна суща сотворшему его, якоже и моисей во всем дому его. ",
          "ID": "2"
        },
        {
          "text": "Множайшей бо славе сей паче моисеа сподобися, елико множайшую честь имать паче дому сотворивый его: ",
          "ID": "3"
        },
        {
          "text": "всяк бо дом созидается от некоего: а сотворивый всяческая Бог. ",
          "ID": "4"
        },
        {
          "text": "И моисей убо верен бе во всем дому его, якоже слуга, во свидетелство глаголатися имевшым: ",
          "ID": "5"
        },
        {
          "text": "Христос же якоже Сын в дому своем: егоже дом мы есмы, аще дерзновение и похвалу упования даже до конца известно удержим. ",
          "ID": "6"
        },
        {
          "text": "Темже, якоже глаголет дух святый, днесь, аще глас его услышите, ",
          "ID": "7"
        },
        {
          "text": "не ожесточите сердец ваших, якоже в прогневании, во дни искушения в пустыни, ",
          "ID": "8"
        },
        {
          "text": "идеже искусиша мя отцы ваши, искусиша мя и видеша дела моя четыредесять лет. ",
          "ID": "9"
        },
        {
          "text": "Сего ради негодовах рода того и рех: присно заблуждают сердцем, тии же не познаша путий моих: ",
          "ID": "10"
        },
        {
          "text": "яко кляхся во гневе моем, аще внидут в покой мой. ",
          "ID": "11"
        },
        {
          "text": "Блюдите, братие, да не когда будет в некоем от вас сердце лукаво, (исполнено) неверия, во еже отступити от Бога жива. ",
          "ID": "12"
        },
        {
          "text": "Но утешайте себе на всяк день дондеже днесь нарицается, да не ожесточится некто от вас лестию греховною: ",
          "ID": "13"
        },
        {
          "text": "причастницы бо быхом Христу, аще точию начаток состава даже до конца известен удержим: ",
          "ID": "14"
        },
        {
          "text": "внегда глаголет: днесь, аще глас его услышите, не ожесточите сердец ваших, якоже в прогневании. ",
          "ID": "15"
        },
        {
          "text": "Нецыи бо слышавше прогневаша, но не вси изшедшии из египта с моисеом. ",
          "ID": "16"
        },
        {
          "text": "Коих же негодова четыредесять лет? Не согрешивших ли, ихже кости падоша в пустыни? ",
          "ID": "17"
        },
        {
          "text": "Которым же клялся не внити в покоище его? Яве, яко противльшымся. ",
          "ID": "18"
        },
        {
          "text": "И видим, яко не возмогоша внити за неверствие.",
          "ID": "19"
        }
      ],
      "ID": "NT:HEB.3",
      "name": "Послание к Евреям 3"
    },
    {
      "text": [
        {
          "text": "Да убоимся убо, да не когда оставлену обетованию внити в покой его, явится кто от вас лишився. ",
          "ID": "1"
        },
        {
          "text": "Ибо нам благовествовано есть, якоже и онем: но не пользова онех слово слуха, не растворенное верою слышавших. ",
          "ID": "2"
        },
        {
          "text": "Входим бо в покой веровавшии, якоже рече: яко кляхся во гневе моем, аще внидут в покой мой: аще и делом от сложения мира бывшым. ",
          "ID": "3"
        },
        {
          "text": "Рече бо негде о седмем сице: и почи Бог в день седмый от всех дел своих. ",
          "ID": "4"
        },
        {
          "text": "И в сем паки: аще внидут в покой мой. ",
          "ID": "5"
        },
        {
          "text": "Понеже убо лишени нецыи внити в него, и имже прежде благовествовано бе, не внидоша за непослушание: ",
          "ID": "6"
        },
        {
          "text": "паки некий уставляет день, днесь, в давиде глаголя, по толицех летех, якоже прежде глаголася: днесь, аще глас его услышите, не ожесточите сердец ваших. ",
          "ID": "7"
        },
        {
          "text": "Аще бо бы онех Иисус упокоил, не бы о инем дни глаголал по сих. ",
          "ID": "8"
        },
        {
          "text": "~бо оставлено есть (и еще) субботство людем Божиим: ",
          "ID": "9"
        },
        {
          "text": "вшедый бо в покой его, и той почи от дел своих, якоже от своих Бог. ",
          "ID": "10"
        },
        {
          "text": "Потщимся убо внити во оный покой, да не кто в ту же притчу противления впадет. ",
          "ID": "11"
        },
        {
          "text": "Живо бо слово Божие и действенно, и острейше паче всякаго меча обоюду остра, и проходящее даже до разделения души же и духа, членов же и мозгов, и судително помышлением и мыслем сердечным. ",
          "ID": "12"
        },
        {
          "text": "И несть тварь неявлена пред ним, вся же нага и объявлена пред очима его, к немуже нам слово. ",
          "ID": "13"
        },
        {
          "text": "Имуще убо архиереа велика, прошедшаго небеса, Иисуса Сына Божия, да держимся исповедания. ",
          "ID": "14"
        },
        {
          "text": "Не имамы бо архиереа не могуща спострадати немощем нашым, но искушена по всяческим по подобию, разве греха. ",
          "ID": "15"
        },
        {
          "text": "Да приступаем убо с дерзновением к престолу благодати, да приимем милость и благодать обрящем во благовременну помощь.",
          "ID": "16"
        }
      ],
      "ID": "NT:HEB.4",
      "name": "Послание к Евреям 4"
    },
    {
      "text": [
        {
          "text": "Всяк бо первосвященник, от человек приемлемь, за человеки поставляется на службы яже к Богу, да приносит дары же и жертвы о гресех, ",
          "ID": "1"
        },
        {
          "text": "спострадати могий невежствующым и заблуждающым, понеже и той немощию обложен есть: ",
          "ID": "2"
        },
        {
          "text": "и сего ради должен есть якоже о людех, такожде и о себе приносити за грехи. ",
          "ID": "3"
        },
        {
          "text": "И никтоже сам себе приемлет честь, но званный от Бога, якоже и аарон. ",
          "ID": "4"
        },
        {
          "text": "Тако и Христос не себе прослави быти первосвященника, но глаголавый к нему: Сын мой еси ты, аз днесь родих тя: ",
          "ID": "5"
        },
        {
          "text": "якоже и инде глаголет: ты еси священник во век по чину мелхиседекову. ",
          "ID": "6"
        },
        {
          "text": "Иже во днех Плоти своея моления же и молитвы к могущему спасти его от смерти с воплем крепким и со слезами принес, и услышан быв от благоговеинства, ",
          "ID": "7"
        },
        {
          "text": "аще и Сын бяше, обаче навыче от сих, яже пострада, послушанию, ",
          "ID": "8"
        },
        {
          "text": "и совершився бысть всем послушающым его виновен спасения вечнаго, ",
          "ID": "9"
        },
        {
          "text": "наречен от Бога первосвященник по чину мелхиседекову. ",
          "ID": "10"
        },
        {
          "text": "О немже многое нам слово и неудобь сказаемое глаголати, понеже немощни бысте слухи. ",
          "ID": "11"
        },
        {
          "text": "Ибо, должни суще быти учителие лет ради, паки требуете учитися, кая писмена начала словес Божиих: и бысте требующе млека, а не крепкия пищи. ",
          "ID": "12"
        },
        {
          "text": "Всяк бо причащаяйся млека неискусен слова правды, младенец бо есть: ",
          "ID": "13"
        },
        {
          "text": "совершенных же есть твердая пища, имущих чувствия обучена долгим учением в разсуждение добра же и зла.",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.5",
      "name": "Послание к Евреям 5"
    },
    {
      "text": [
        {
          "text": "Темже оставльше начала Христова слово, на совершение да ведемся, не паки основание покаяния полагающе от мертвых дел, и веры в Бога, ",
          "ID": "1"
        },
        {
          "text": "крещений учения, возложения же рук, воскресения же мертвых и суда вечнаго. ",
          "ID": "2"
        },
        {
          "text": "И сие сотворим, аще Бог повелит. ",
          "ID": "3"
        },
        {
          "text": "Невозможно бо просвещенных единою и вкусивших дара небеснаго, и причастников бывших духа святаго, ",
          "ID": "4"
        },
        {
          "text": "и добраго вкусивших Божия глаголгола и силы грядущаго века, ",
          "ID": "5"
        },
        {
          "text": "и отпадших, паки обновляти в покаяние, второе распинающих Сына Божия себе и обличающих. ",
          "ID": "6"
        },
        {
          "text": "Земля бо пившая сходящий на ню множицею дождь и раждающая былия добрая оным, имиже и делаема бывает, приемлет благословение от Бога: ",
          "ID": "7"
        },
        {
          "text": "а износящая терния и волчец непотребна есть и клятвы близ, еяже кончина в пожжение. ",
          "ID": "8"
        },
        {
          "text": "Надеемся же о вас, возлюбленнии, лучших и придержащихся спасения, аще и тако глаголем. ",
          "ID": "9"
        },
        {
          "text": "Не обидлив бо Бог, забыти дела вашего и труда любве, юже показасте во имя его, послуживше святым и служаще. ",
          "ID": "10"
        },
        {
          "text": "Желаем же, да кийждо вас являет тожде тщание ко извещению упования даже до конца, ",
          "ID": "11"
        },
        {
          "text": "да не лениви будете, но подражателе наследствующих обетования верою и долготерпением. ",
          "ID": "12"
        },
        {
          "text": "Аврааму бо обетовая Бог, понеже ни единем имяше болшим клятися, клятся собою, ",
          "ID": "13"
        },
        {
          "text": "глаголя: воистинну благословя благословлю тя и умножая умножу тя. ",
          "ID": "14"
        },
        {
          "text": "И тако долготерпев, получи обетование. ",
          "ID": "15"
        },
        {
          "text": "Человецы бо болшим кленутся, и всякому их прекословию кончина во извещение клятва (есть). ",
          "ID": "16"
        },
        {
          "text": "В немже лишше хотя Бог показати наследником обетования непреложное совета своего, ходатайствова клятвою: ",
          "ID": "17"
        },
        {
          "text": "да двема вещьми непреложными, в нихже невозможно солгати Богу, крепкое утешение имамы прибегшии ятися за предлежащее упование, ",
          "ID": "18"
        },
        {
          "text": "еже аки котву имамы души, тверду же и известну, и входящую во внутреннейшее завесы, ",
          "ID": "19"
        },
        {
          "text": "идеже предтеча о нас вниде Иисус, по чину мелхиседекову первосвященник быв во веки.",
          "ID": "20"
        }
      ],
      "ID": "NT:HEB.6",
      "name": "Послание к Евреям 6"
    },
    {
      "text": [
        {
          "text": "Сей бо мелхиседек, Царь салимский, священник Бога вышняго, иже срете авраама возвращшася от сеча царей и благослови его, ",
          "ID": "1"
        },
        {
          "text": "емуже и десятину от всех отдели авраам, первее убо сказуется Царь правды, потом же Царь салимский, еже есть, Царь мира, ",
          "ID": "2"
        },
        {
          "text": "без отца, без матере, без причта рода, ни начала днем, ни животу конца имея, уподоблен же Сыну Божию, пребывает священник выну. ",
          "ID": "3"
        },
        {
          "text": "Видите же, елик сей, емуже и десятину дал есть авраам патриарх от избранных. ",
          "ID": "4"
        },
        {
          "text": "И приемлющии убо священство от сынов левиин заповедь имут одесятствовати люди по закону, сиречь, братию свою, аще и от чресл авраамовых изшедшую: ",
          "ID": "5"
        },
        {
          "text": "не причитаемый же родом к ним, одесятствова авраама и имущаго обетования благослови: ",
          "ID": "6"
        },
        {
          "text": "без всякаго же прекословия меншее от болшаго благословляется. ",
          "ID": "7"
        },
        {
          "text": "И зде убо десятины человецы умирающии приемлют: тамо же свидетелствуемый, яко жив есть. ",
          "ID": "8"
        },
        {
          "text": "И да сице реку, авраамом и левий, приемляй десятины, десятины дал есть: ",
          "ID": "9"
        },
        {
          "text": "еще бо в чреслех отчиих бяше, егда срете его мелхиседек. ",
          "ID": "10"
        },
        {
          "text": "Аще убо совершенство левитским священством было, людие бо на нем взаконени быша: кая еще потреба по чину мелхиседекову иному востати священнику, а не по чину ааронову глаголатися? ",
          "ID": "11"
        },
        {
          "text": "прелагаему бо священству, по нужди и закону пременение бывает. ",
          "ID": "12"
        },
        {
          "text": "О немже бо глаголются сия, колену иному причастися, от негоже никтоже приступи ко олтарю: ",
          "ID": "13"
        },
        {
          "text": "яве бо, яко от колена иудова возсия Господь наш, о немже колене моисей о священстве ничесоже глагола. ",
          "ID": "14"
        },
        {
          "text": "И лишше еще яве есть, яко по подобию мелхиседекову востает священник ин, ",
          "ID": "15"
        },
        {
          "text": "иже не по закону заповеди плотския бысть, но по силе живота неразрушаемаго. ",
          "ID": "16"
        },
        {
          "text": "Свидетелствует бо, яко ты еси священник во век по чину мелхиседекову. ",
          "ID": "17"
        },
        {
          "text": "Отлагание убо бывает прежде бывшия заповеди за немощное ея и неполезное: ",
          "ID": "18"
        },
        {
          "text": "ничтоже бо совершил закон: привведение же есть лучшему упованию, имже приближаемся к Богу. ",
          "ID": "19"
        },
        {
          "text": "И по елику не без клятвы: ",
          "ID": "20"
        },
        {
          "text": "они бо без клятвы священницы быша, сей же с клятвою чрез глаголющаго к нему: клятся Господь и не раскается: ты еси священник во век по чину мелхиседекову: ",
          "ID": "21"
        },
        {
          "text": "по толику лучшаго завета бысть испоручник Иисус. ",
          "ID": "22"
        },
        {
          "text": "И они множайши священницы быша, зане смертию возбранени суть пребывати: ",
          "ID": "23"
        },
        {
          "text": "сей же, занеже пребывает во веки, непреступное имать священство, ",
          "ID": "24"
        },
        {
          "text": "темже и спасти до конца может приходящих чрез него к Богу, всегда жив сый, во еже ходатайствовати о них. ",
          "ID": "25"
        },
        {
          "text": "Таков бо нам подобаше архиерей: преподобен, незлобив, безсквернен, отлучен от грешник и вышше небес бывый, ",
          "ID": "26"
        },
        {
          "text": "иже не имать по вся дни нужды, якоже первосвященницы, прежде о своих гресех жертвы приносити, потом же о людских: сие бо сотвори единою, себе принес. ",
          "ID": "27"
        },
        {
          "text": "Закон бо человеки поставляет первосвященники, имущыя немощь: слово же клятвенное, еже по законе, Сына во веки совершенна.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.7",
      "name": "Послание к Евреям 7"
    },
    {
      "text": [
        {
          "text": "Глава же о глаголемых: такова имамы первосвященника, иже седе о десную престола величествия на небесех, ",
          "ID": "1"
        },
        {
          "text": "святым служитель и скинии истинней, юже водрузи Господь, а не человек. ",
          "ID": "2"
        },
        {
          "text": "Всяк бо первосвященник, во еже приносити дары же и жертвы, поставляемь бывает: темже потреба имети что и сему, еже принесет. ",
          "ID": "3"
        },
        {
          "text": "Аще бы бо был на земли, не бы был священник, сущым священником приносящым по закону дары, ",
          "ID": "4"
        },
        {
          "text": "иже образу и стени служат небесных, якоже глаголано бысть моисею, хотящу сотворити скинию: виждь бо, рече, сотвориши вся по образу показанному ти на горе. ",
          "ID": "5"
        },
        {
          "text": "Ныне же лучшее улучи служение, по елику и лучшаго завета есть ходатай, иже на лучших обетованиих узаконися. ",
          "ID": "6"
        },
        {
          "text": "Аще бо бы первый он непорочен был, не бы второму искалося место. ",
          "ID": "7"
        },
        {
          "text": "Укоряя бо их глаголет: се, дние грядут, глаголет Господь, и совершу на дом израилев и на дом иудов завет нов, ",
          "ID": "8"
        },
        {
          "text": "не по завету, егоже сотворих отцем их в день, в оньже емшу ми их за руку, извести их от земли египетския: зане тии не пребыша в завете моем, и аз нерадих о них, глаголет Господь. ",
          "ID": "9"
        },
        {
          "text": "Яко сей завет, егоже завещаю дому израилеву по онех днех, глаголет Господь, дая законы моя в мысли их, и на сердцах их напишу их, и буду им Бог, и тии будут мне людие. ",
          "ID": "10"
        },
        {
          "text": "И не имать научити кийждо искренняго своего и кийждо брата своего, глаголя: познай Господа: яко вси уведят мя от мала даже и до велика их, ",
          "ID": "11"
        },
        {
          "text": "зане милостив буду неправдам их и грехов их и беззаконий их не имам помянути ктому. ",
          "ID": "12"
        },
        {
          "text": "Внегда же глаголет нов, обветши перваго: а обветшавающее и состаревающееся близ есть истления.",
          "ID": "13"
        }
      ],
      "ID": "NT:HEB.8",
      "name": "Послание к Евреям 8"
    },
    {
      "text": [
        {
          "text": "Имеяше убо первая скиния оправдания службы, святое же людское: ",
          "ID": "1"
        },
        {
          "text": "скиния бо сооружена бысть первая, в нейже светилник и трапеза и предложение хлебов, яже глаголется святая. ",
          "ID": "2"
        },
        {
          "text": "По вторей же завесе скиния глаголемая святая святых, ",
          "ID": "3"
        },
        {
          "text": "злату имущи кадилницу и ковчег завета окован всюду златом, в немже стамна злата имущая манну, и жезл ааронов прозябший, и скрижали завета: ",
          "ID": "4"
        },
        {
          "text": "превышше же его херувими славы, осеняющии олтарь: о нихже не леть ныне глаголати подробну. ",
          "ID": "5"
        },
        {
          "text": "Сим же тако устроеным, в первую убо скинию выну вхождаху священницы, службы совершающе: ",
          "ID": "6"
        },
        {
          "text": "во вторую же единою в лето един архиерей, не без крове, юже приносит за себе и о людских невежествиих. ",
          "ID": "7"
        },
        {
          "text": "Сие являющу духу святому, яко не у явися святых путь, еще первей скинии имущей стояние. ",
          "ID": "8"
        },
        {
          "text": "Яже притча во время настоящее утвердися, в неже дарове и жертвы приносятся, не могущыя по совести совершити служащаго, ",
          "ID": "9"
        },
        {
          "text": "точию в брашнах и питиях, и различных омовениих, и оправданиих плоти, даже до времене исправления належащая. ",
          "ID": "10"
        },
        {
          "text": "Христос же пришед архиерей грядущих благ, болшею и совершеннейшею скиниею, нерукотворенною, сиречь, не сея твари, ",
          "ID": "11"
        },
        {
          "text": "ни кровию козлею ниже телчею, но своею кровию, вниде единою во святая, вечное искупление обретый. ",
          "ID": "12"
        },
        {
          "text": "Аще бо кровь козляя и телчая и пепел юнчий кропящий оскверненыя освящает к плотстей чистоте: ",
          "ID": "13"
        },
        {
          "text": "кольми паче кровь Христова, иже духом святым себе принесе непорочна Богу, очистит совесть нашу от мертвых дел, во еже служити нам Богу живу и истинну? ",
          "ID": "14"
        },
        {
          "text": "И сего ради новому завету ходатай есть, да смерти бывшей, во искупление преступлений бывших в первем завете, обетование вечнаго наследия приимут званнии. ",
          "ID": "15"
        },
        {
          "text": "Идеже бо завет, смерти нужно есть вноситися завещающаго, ",
          "ID": "16"
        },
        {
          "text": "завет бо в мертвых известен есть: понеже ничесоже может, егда жив есть завещаваяй. ",
          "ID": "17"
        },
        {
          "text": "Темже ни первый без крове обновлен бысть. ",
          "ID": "18"
        },
        {
          "text": "Реченней бо бывшей всяцей заповеди по закону от моисеа всем людем, приемь кровь козлюю и телчую, с водою и волною червленою и иссопом, самыя же тыя книги и вся люди покропи, ",
          "ID": "19"
        },
        {
          "text": "глаголя: сия кровь завета, егоже завеща к вам Бог. ",
          "ID": "20"
        },
        {
          "text": "И скинию же и вся сосуды служебныя кровию такожде покропи. ",
          "ID": "21"
        },
        {
          "text": "И отнюд кровию вся очищаются по закону, и без кровопролития не бывает оставление. ",
          "ID": "22"
        },
        {
          "text": "Нужда убо бяше образом небесных сими очищатися: самем же небесным лучшими жертвами, паче сих. ",
          "ID": "23"
        },
        {
          "text": "Не в рукотворенная бо святая вниде Христос, противообразная истинных, но в самое небо, ныне да явится лицу Божию о нас, ",
          "ID": "24"
        },
        {
          "text": "ниже да многажды приносит себе, якоже первосвященник входит во святая (святых) по вся лета с кровию чуждею: ",
          "ID": "25"
        },
        {
          "text": "понеже подобаше бы ему множицею страдати от сложения мира: ныне же единою в кончину веков, во отметание греха, жертвою своею явися. ",
          "ID": "26"
        },
        {
          "text": "И якоже лежит человеком единою умрети, потом же суд, ",
          "ID": "27"
        },
        {
          "text": "тако и Христос единою принесеся, во еже вознести многих грехи, второе без греха явится, ждущым его во спасение.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.9",
      "name": "Послание к Евреям 9"
    },
    {
      "text": [
        {
          "text": "Сень бо имый закон грядущих благ, (а) не самый образ вещей, на всякое лето темиже жертвами, ихже приносят выну, никогдаже может приступающих совершити. ",
          "ID": "1"
        },
        {
          "text": "Понеже престали бы быти приносимы, ни едину ктому имущым совесть о гресех служащым, единою очищенным. ",
          "ID": "2"
        },
        {
          "text": "Но в них воспоминание грехов на коеждо лето бывает, ",
          "ID": "3"
        },
        {
          "text": "невозможно бо крови юнчей и козлей отпущати грехи. ",
          "ID": "4"
        },
        {
          "text": "Темже входя в мир, глаголет: жертвы и приношения не восхотел еси, тело же совершил ми еси: ",
          "ID": "5"
        },
        {
          "text": "всесожжений и о гресе не благоволил еси. ",
          "ID": "6"
        },
        {
          "text": "Тогда рех: се, иду: в главизне книжней написася о мне, еже сотворити волю твою, Боже. ",
          "ID": "7"
        },
        {
          "text": "Выше глаголя: яко жертвы и приношения и всесожжений и о гресех не восхотел еси, ниже благоволил еси: яже по закону приносятся: ",
          "ID": "8"
        },
        {
          "text": "тогда рече: се, иду сотворити волю твою, Боже. Отемлет первое, да второе поставит. ",
          "ID": "9"
        },
        {
          "text": "О нейже воли освящени есмы принесением тела Иисус Христова единою. ",
          "ID": "10"
        },
        {
          "text": "И всяк убо священник стоит на всяк день служя и тыяжде множицею принося жертвы, яже никогдаже могут отяти грехов. ",
          "ID": "11"
        },
        {
          "text": "Он же едину о гресех принес жертву, всегда седит о десную Бога, ",
          "ID": "12"
        },
        {
          "text": "прочее ожидая, дондеже положатся врази его подножие ног его: ",
          "ID": "13"
        },
        {
          "text": "единем бо приношением совершил есть во веки освящаемых. ",
          "ID": "14"
        },
        {
          "text": "Свидетелствует же нам и дух святый, по реченному бо прежде: ",
          "ID": "15"
        },
        {
          "text": "сей завет, егоже завещаю к ним по днех онех, глаголет Господь, дая законы моя на сердца их, и в помышлениих их напишу их: ",
          "ID": "16"
        },
        {
          "text": "(таже глаголет Господь:) и грехов их и беззаконий их не имам помянути ктому. ",
          "ID": "17"
        },
        {
          "text": "А идеже отпущение сих, ктому несть приношения о гресех. ",
          "ID": "18"
        },
        {
          "text": "Имуще убо дерзновение, братие, входити во святая кровию Иисус Христовою, путем новым и живым, ",
          "ID": "19"
        },
        {
          "text": "егоже обновил есть нам завесою, сиречь Плотию своею, ",
          "ID": "20"
        },
        {
          "text": "и иереа велика над домом Божиим, ",
          "ID": "21"
        },
        {
          "text": "да приступаем со истинным сердцем во извещении веры, окроплени сердцы от совести лукавыя и измовени телесы водою чистою: ",
          "ID": "22"
        },
        {
          "text": "да держим исповедание упования неуклонное, верен бо есть обещавый: ",
          "ID": "23"
        },
        {
          "text": "и да разумееваем друг друга в поощрении любве и добрых дел, ",
          "ID": "24"
        },
        {
          "text": "не оставляюще собрания своего, якоже есть неким обычай, но (друг друга) подвизающе, и толико паче, елико видите приближающийся день (судный). ",
          "ID": "25"
        },
        {
          "text": "Волею бо согрешающым нам по приятии разума истины, ктому о гресех не обретается жертва, ",
          "ID": "26"
        },
        {
          "text": "страшно же некое чаяние суда и огня ревность, поясти хотящаго сопротивныя. ",
          "ID": "27"
        },
        {
          "text": "Отверглся кто закона моисеова, без милосердия при двоих или триех свидетелех умирает: ",
          "ID": "28"
        },
        {
          "text": "колико мните горшия сподобится муки, иже Сына Божия поправый, и кровь заветную скверну возмнив, еюже освятися, и духа благодати укоривый? ",
          "ID": "29"
        },
        {
          "text": "Вемы бо рекшаго: мне отмщение, аз воздам, глаголет Господь. И паки: яко судит Господь людем своим. ",
          "ID": "30"
        },
        {
          "text": "Страшно (есть) еже впасти в руце Бога живаго. ",
          "ID": "31"
        },
        {
          "text": "Воспоминайте же первыя дни вашя, в нихже просветившеся, многия страсти претерпесте страданий, ",
          "ID": "32"
        },
        {
          "text": "ово убо, поношеньми и скорбьми позор бывше, ово же, общницы бывше живущым тако: ",
          "ID": "33"
        },
        {
          "text": "ибо узам моим спострадасте и разграбление имений ваших с радостию приясте, ведяще имети себе имение на небесех пребывающее и лучшее. ",
          "ID": "34"
        },
        {
          "text": "Не отлагайте убо дерзновения вашего, еже имать мздовоздаяние велико. ",
          "ID": "35"
        },
        {
          "text": "Терпения бо имате потребу, да волю Божию сотворше, приимете обетование: ",
          "ID": "36"
        },
        {
          "text": "еще бо мало елико елико, грядый приидет и не укоснит. ",
          "ID": "37"
        },
        {
          "text": "А праведный от веры жив будет: и аще обинется, не благоволит душа моя о нем. ",
          "ID": "38"
        },
        {
          "text": "Мы же (братие) несмы обиновения в погибель, но веры в снабдение души.",
          "ID": "39"
        }
      ],
      "ID": "NT:HEB.10",
      "name": "Послание к Евреям 10"
    },
    {
      "text": [
        {
          "text": "Есть же вера уповаемых извещение, вещей обличение невидимых. ",
          "ID": "1"
        },
        {
          "text": "В сей бо свидетелствовани быша древнии. ",
          "ID": "2"
        },
        {
          "text": "Верою разумеваем совершитися веком глаголголом Божиим, во еже от неявляемых видимым быти. ",
          "ID": "3"
        },
        {
          "text": "Верою множайшую жертву авель паче каина принесе Богу, еюже свидетелствован бысть быти праведник, свидетелствующу о дарех его Богу: и тою умерый еще глаголет. ",
          "ID": "4"
        },
        {
          "text": "Верою енох преложен бысть не видети смерти: и не обреташеся, зане преложи его Бог: прежде бо преложения его свидетелствован бысть, яко угоди Богу. ",
          "ID": "5"
        },
        {
          "text": "Без веры же невозможно угодити (Богу): веровати же подобает приходящему к Богу, яко есть, и взыскающым его мздовоздатель бывает. ",
          "ID": "6"
        },
        {
          "text": "Верою ответ приим ное о сих, яже не у виде, убоявся сотвори ковчег во спасение дому своего: еюже осуди (весь) мир, и правды, яже по вере, бысть наследник. ",
          "ID": "7"
        },
        {
          "text": "Верою зовом авраам послуша изыти на место, еже хотяше прияти в наследие, и изыде не ведый, камо грядет. ",
          "ID": "8"
        },
        {
          "text": "Верою прииде авраам на землю обетования, якоже на чужду, в кровы вселися со исааком и иаковом снаследникома обетования тогожде: ",
          "ID": "9"
        },
        {
          "text": "ждаше бо основания имущаго града, емуже художник и содетель Бог. ",
          "ID": "10"
        },
        {
          "text": "Верою и сама сарра неплоды силу во удержание семене прият и паче времене возраста роди, понеже верна непщева обетовавшаго. ",
          "ID": "11"
        },
        {
          "text": "Темже и от единаго родишася, да еще умерщвленнаго, якоже звезды небесныя множеством и яко песок вскрай моря безчисленный. ",
          "ID": "12"
        },
        {
          "text": "По вере умроша сии вси, не приемше обетований, но издалеча видевше я, и целовавше, и исповедавше, яко страннии и пришелцы суть на земли: ",
          "ID": "13"
        },
        {
          "text": "ибо таковая глаголющии являются, яко отечествия взыскуют. ",
          "ID": "14"
        },
        {
          "text": "И аще бы убо оно помнили, из негоже изыдоша, имели бы время возвратитися: ",
          "ID": "15"
        },
        {
          "text": "ныне же лучшаго желают, сиречь небеснаго: темже не стыдится сими Бог, Бог нарицатися их: уготова бо им град. ",
          "ID": "16"
        },
        {
          "text": "Верою приведе авраам исаака искушаемь, и единороднаго приношаше, обетования приемый, ",
          "ID": "17"
        },
        {
          "text": "к немуже глаголано бысть: яко о исааце наречется тебе семя: ",
          "ID": "18"
        },
        {
          "text": "помыслив, яко и из мертвых воскресити силен (есть) Бог, темже того и в притче прият. ",
          "ID": "19"
        },
        {
          "text": "Верою о грядущих благослови исаак иакова и исава. ",
          "ID": "20"
        },
        {
          "text": "Верою иаков умирая коегождо сына иосифова благослови и поклонися на верх жезла его. ",
          "ID": "21"
        },
        {
          "text": "Верою иосиф умирая о исхождении сынов израилевых памятствова и о костех своих заповеда. ",
          "ID": "22"
        },
        {
          "text": "Верою моисей родився сокровен бысть три месяцы от отец своих, зане видеша красно отроча и не убояшася повеления царева. ",
          "ID": "23"
        },
        {
          "text": "Верою моисей, велик быв, отвержеся нарицатися сын дщере фараоновы: ",
          "ID": "24"
        },
        {
          "text": "паче (же) изволи страдати с людьми Божиими, нежели имети временную греха сладость, ",
          "ID": "25"
        },
        {
          "text": "болшее богатство вменив египетских сокровищ поношение Христово: взираше бо на мздовоздаяние. ",
          "ID": "26"
        },
        {
          "text": "Верою остави египет, не убоявся ярости царевы: невидимаго бо яко видя, терпяше. ",
          "ID": "27"
        },
        {
          "text": "Верою сотвори пасху и пролитие крове, да не погубляяй перворожденная коснется их. ",
          "ID": "28"
        },
        {
          "text": "Верою преидоша чермное море аки по сусе земли: егоже искушение приемше египтяне истопишася. ",
          "ID": "29"
        },
        {
          "text": "Верою стены иерихонския падоша обхождением седмих дний. ",
          "ID": "30"
        },
        {
          "text": "Верою раав блудница не погибе с сопротивльшимися, приимши сходники с миром (и иным путем изведши). ",
          "ID": "31"
        },
        {
          "text": "И что еще глаголю? Не достанет бо ми повествующу времене о гедеоне, вараце же и сампсоне и иеффаи, о давиде же и самуиле, и о (других) пророцех, ",
          "ID": "32"
        },
        {
          "text": "иже верою победиша царствия, содеяша правду, получиша обетования, заградиша уста львов, ",
          "ID": "33"
        },
        {
          "text": "угасиша силу огненную, избегоша острея меча, возмогоша от немощи, быша крепцы во бранех, обратиша в бегство полки чуждих: ",
          "ID": "34"
        },
        {
          "text": "прияша жены от воскресения мертвых своих: инии же избиени быша, не приемше избавления, да лучшее воскресение улучат: ",
          "ID": "35"
        },
        {
          "text": "друзии же руганием и ранами искушение прияша, еще же и узами и темницею, ",
          "ID": "36"
        },
        {
          "text": "камением побиени быша, претрени быша, искушени быша, убийством меча умроша, проидоша в милотех (и) в козиях кожах, лишени, скорбяще, озлоблени: ",
          "ID": "37"
        },
        {
          "text": "ихже не бе достоин (весь) мир, в пустынех скитающеся и в горах и в вертепах и в пропастех земных. ",
          "ID": "38"
        },
        {
          "text": "И сии вси послушествани бывше верою, не прияша обетования, ",
          "ID": "39"
        },
        {
          "text": "Богу лучшее что о нас предзревшу, да не без нас совершенство приимут.",
          "ID": "40"
        }
      ],
      "ID": "NT:HEB.11",
      "name": "Послание к Евреям 11"
    },
    {
      "text": [
        {
          "text": "Темже убо и мы, толик имуще облежащь нас облак свидетелей, гордость всяку отложше и удобь обстоятелный грех, терпением да течем на предлежащий нам подвиг, ",
          "ID": "1"
        },
        {
          "text": "взирающе на началника веры и совершителя Иисуса, иже вместо предлежащия ему радости претерпе крест, о срамоте нерадив, о десную же престола Божия седе. ",
          "ID": "2"
        },
        {
          "text": "Помыслите убо таковое пострадавшаго от грешник на себе прекословие, да не стужаете, душами своими ослабляеми. ",
          "ID": "3"
        },
        {
          "text": "Не у до крове стасте, противу греха подвизающеся, ",
          "ID": "4"
        },
        {
          "text": "и забысте утешение, еже вам яко сыном глаголет: сыне мой, не пренемогай наказанием Господним, ниже ослабей, от него обличаемь. ",
          "ID": "5"
        },
        {
          "text": "Егоже бо любит Господь, наказует: биет же всякаго сына, егоже приемлет. ",
          "ID": "6"
        },
        {
          "text": "Аще наказание терпите, якоже сыновом обретается вам Бог. Который бо есть сын, егоже не наказует отец? ",
          "ID": "7"
        },
        {
          "text": "Аще же без наказания есте, емуже причастницы быша вси, убо прелюбодейчищи есте, а не сынове. ",
          "ID": "8"
        },
        {
          "text": "К сим, плоти нашей отцы имехом наказатели, и срамляхомся: не много ли паче повинемся Отцу духовом, и живи будем? ",
          "ID": "9"
        },
        {
          "text": "Они бо в мало дний, якоже годе им бе, наказоваху нас: а сей на пользу, да причастимся святыни его. ",
          "ID": "10"
        },
        {
          "text": "Всякое бо наказание в настоящее время не мнится радость быти, но печаль: последи же плод мирен наученым тем воздает правды. ",
          "ID": "11"
        },
        {
          "text": "Темже ослабленныя руки и ослабленная колена исправите ",
          "ID": "12"
        },
        {
          "text": "и стези правы сотворите ногами вашими, да не хромое совратится, но паче да изцелеет. ",
          "ID": "13"
        },
        {
          "text": "Мир имейте и святыню со всеми, ихже кроме никтоже узрит Господа: ",
          "ID": "14"
        },
        {
          "text": "смотряюще, да не кто лишится благодати Божия: да не кий корень горести, выспрь прозябаяй, пакость сотворит, и тем осквернятся мнози: ",
          "ID": "15"
        },
        {
          "text": "да не кто блудодей, или сквернитель, якоже исав, иже за ядь едину отдал есть первородство свое. ",
          "ID": "16"
        },
        {
          "text": "Весте бо, яко и потом похотев наследовати благословение, отвержен бысть: покаяния бо места не обрете, аще и со слезами поискал его. ",
          "ID": "17"
        },
        {
          "text": "Не приступисте бо к горе осязаемей и разгоревшемуся огню, и облаку и сумраку, и буре ",
          "ID": "18"
        },
        {
          "text": "и трубному звуку, и гласу глаголгол, егоже слышавшии отрекошася, да не приложится им слово, ",
          "ID": "19"
        },
        {
          "text": "не терпяху бо повелевающаго: аще и зверь прикоснется горе, камением побиен будет: ",
          "ID": "20"
        },
        {
          "text": "и тако страшно бе видимое, моисей рече: пристрашен есмь и трепетен. ",
          "ID": "21"
        },
        {
          "text": "Но приступисте к сионстей горе и ко граду Бога живаго, Иерусалиму небесному и тмам ангелов, ",
          "ID": "22"
        },
        {
          "text": "торжеству и Церкви первородных на небесех написанных, и судии всех Богу и духом праведник совершенных, ",
          "ID": "23"
        },
        {
          "text": "и к ходатаю завета новаго Иисусу и крови кропления, лучше глаголющей, нежели авелева. ",
          "ID": "24"
        },
        {
          "text": "Блюдите (же), да не отречетеся глаголющаго. Аще бо не избежаша они отрекшиися пророчествующаго на земли, множае паче мы отрицающиися небеснаго, ",
          "ID": "25"
        },
        {
          "text": "егоже глас землю тогда поколеба, ныне же обетова, глаголя: еще единою аз потрясу не токмо землею, но и небом. ",
          "ID": "26"
        },
        {
          "text": "А еже еще единою, сказует колеблемых преложение, аки сотворенных, да пребудут, яже суть неподвижимая. ",
          "ID": "27"
        },
        {
          "text": "Темже Царство непоколебимо приемлюще, да имамы благодать, еюже служим благоугодно Богу с благоговением и страхом, ",
          "ID": "28"
        },
        {
          "text": "ибо Бог наш огнь поядаяй (есть).",
          "ID": "29"
        }
      ],
      "ID": "NT:HEB.12",
      "name": "Послание к Евреям 12"
    },
    {
      "text": [
        {
          "text": "Братолюбие да пребывает: ",
          "ID": "1"
        },
        {
          "text": "страннолюбия не забывайте, тем бо не ведяще нецыи странноприяша ангелы. ",
          "ID": "2"
        },
        {
          "text": "Поминайте юзники, аки с ними связани: озлобляемыя, аки и сами суще в теле. ",
          "ID": "3"
        },
        {
          "text": "Честна женитва во всех и ложе нескверно: блудником же и прелюбодеем судит Бог. ",
          "ID": "4"
        },
        {
          "text": "Не сребролюбцы нравом, доволни сущими. Той бо рече: не имам тебе оставити, ниже имам от тебе отступити: ",
          "ID": "5"
        },
        {
          "text": "яко дерзающым нам глаголати: Господь мне помощник, и не убоюся: что сотворит мне человек? ",
          "ID": "6"
        },
        {
          "text": "Поминайте наставники вашя, иже глаголаша вам слово Божие: ихже взирающе на скончание жителства, подражайте вере (их). ",
          "ID": "7"
        },
        {
          "text": "Иисус Христос вчера и днесь тойже, и во веки. ",
          "ID": "8"
        },
        {
          "text": "В научения странна и различна не прилагайтеся: добро бо благодатию утверждати сердца, (а) не брашны, от нихже не прияша пользы ходившии в них. ",
          "ID": "9"
        },
        {
          "text": "Имамы (же) олтарь, от негоже не имут власти ясти служащии сени. ",
          "ID": "10"
        },
        {
          "text": "Ихже бо кровь животных вносится во святая за грехи первосвященником, сих телеса сжигаются вне стана: ",
          "ID": "11"
        },
        {
          "text": "темже Иисус, да освятит люди своею кровию, вне врат пострадати изволил. ",
          "ID": "12"
        },
        {
          "text": "Темже убо да исходим к нему вне стана, поношение его носяще: ",
          "ID": "13"
        },
        {
          "text": "не имамы бо зде пребывающаго града, но грядущаго взыскуем. ",
          "ID": "14"
        },
        {
          "text": "Тем убо приносим жертву хваления выну Богу, сиречь плод устен исповедающихся имени его. ",
          "ID": "15"
        },
        {
          "text": "Благотворения же и общения не забывайте: таковыми бо жертвами благоугождается Бог. ",
          "ID": "16"
        },
        {
          "text": "Повинуйтеся наставником вашым и покаряйтеся: тии бо бдят о душах ваших, яко слово воздати хотяще: да с радостию сие творят, а не воздыхающе, несть бо полезно вам сие. ",
          "ID": "17"
        },
        {
          "text": "Молитеся о нас: уповаем бо, яко добру совесть имамы, во всех добре хотяще жити. ",
          "ID": "18"
        },
        {
          "text": "Лишше же молю, сие творите, да вскоре устроюся вам. ",
          "ID": "19"
        },
        {
          "text": "Бог же мира, возведый из мертвых пастыря овцам великаго кровию завета вечнаго, Господа нашего Иисуса Христа, ",
          "ID": "20"
        },
        {
          "text": "да совершит вы во всяцем деле блазе, сотворити волю его, творя в вас благоугодное пред ним Иисус Христом: емуже слава во веки веков. Аминь. ",
          "ID": "21"
        },
        {
          "text": "Молю же вы, братие, приимите слово утешения: ибо вмале написав послах вам. ",
          "ID": "22"
        },
        {
          "text": "Знайте брата нашего отпущена тимофеа, с нимже, аще скорее приидет, узрю вас. ",
          "ID": "23"
        },
        {
          "text": "Целуйте вся наставники вашя и вся святыя. Целуют вы иже от италии сущии. ",
          "ID": "24"
        },
        {
          "text": "Благодать со всеми вами. Аминь. ",
          "ID": "25"
        }
      ],
      "ID": "NT:HEB.13",
      "name": "Послание к Евреям 13"
    }
  ],
  "ID": "NT:HEB(CSLAV)",
  "name": "Послание к Евреям"
}