{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Бог, многократно и многообразно говоривший в прошлом к нашим предкам через пророков, ",
          "ID": "1"
        },
        {
          "text": "в эти последние дни говорил нам через Своего Сына, Которого Он предназначил быть Владыкою всего и через Которого Он некогда сотворил вселенную. ",
          "ID": "2"
        },
        {
          "text": "Сын – сияние славы Отца, точное подобие самой сущности Бога. Сын поддерживает существование всей вселенной Своим могущественным словом. Очистив нас от грехов, Он сел по правую руку от Всевышнего на небесах.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Он настолько превыше ангелов, насколько имя, которое Он получил, превыше их имен.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Кому из ангелов Бог когда-либо говорил:",
          "ID": "5"
        },
        {
          "text": "«Ты Сын Мой,",
          "ID": "5"
        },
        {
          "text": "сегодня Я родил Тебя»?",
          "ID": "5"
        },
        {
          "text": "Или же:",
          "ID": "5"
        },
        {
          "text": "«Я буду Ему Отцом,",
          "ID": "5"
        },
        {
          "text": "и Он будет Мне Сыном»?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И опять же, когда вводит в мир Своего Первенца, Бог говорит:",
          "ID": "6"
        },
        {
          "text": "«Пусть все ангелы Божьи поклонятся Ему».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Об ангелах сказано:",
          "ID": "7"
        },
        {
          "text": "«Он делает ангелов Своих ветрами",
          "ID": "7"
        },
        {
          "text": "и слуг Своих языками пламени».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Но о Сыне сказано:",
          "ID": "8"
        },
        {
          "text": "«Вечен престол Твой, Боже,",
          "ID": "8"
        },
        {
          "text": "Твой царский скипетр – скипетр правосудия.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Ты возлюбил праведность, а беззаконие возненавидел,",
          "ID": "9"
        },
        {
          "text": "поэтому, о Боже, Твой Бог помазал Тебя маслом радости больше,",
          "ID": "9"
        },
        {
          "text": "чем Твоих сотоварищей».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И также о Сыне написано:",
          "ID": "10"
        },
        {
          "text": "«О Господь! В начале Ты положил основание земли,",
          "ID": "10"
        },
        {
          "text": "и небеса – дело Твоих рук.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Они погибнут, но Ты останешься навсегда;",
          "ID": "11"
        },
        {
          "text": "они износятся, как одежда,",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "и Ты свернешь их, словно покрывало;",
          "ID": "12"
        },
        {
          "text": "как одежда, они будут сменены на новые.",
          "ID": "12"
        },
        {
          "text": "Но Ты – Тот же,",
          "ID": "12"
        },
        {
          "text": "и годам Твоим нет конца».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Кому из ангелов когда-либо было сказано:",
          "ID": "13"
        },
        {
          "text": "«Сядь по правую руку от Меня,",
          "ID": "13"
        },
        {
          "text": "пока Я не повергну врагов Твоих",
          "ID": "13"
        },
        {
          "text": "к ногам Твоим»?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Разве ангелы – это не служебные духи, посылаемые на службу тем, кому предстоит получить спасение?",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.1",
      "name": "Послание к Евреям 1"
    },
    {
      "text": [
        {
          "text": "Поэтому мы должны со всем вниманием отнестись к тому, что мы услышали, не то нас снесет течением. ",
          "ID": "1"
        },
        {
          "text": "Ведь если весть, переданная через ангелов, имела силу, и каждое нарушение и непослушание влекли за собой справедливое наказание, ",
          "ID": "2"
        },
        {
          "text": "то как же нам избежать наказания сейчас, если мы пренебрегаем великим спасением, которое было провозглашено Самим Господом? И нам это подтвердили те, кто лично слышал от Него эту весть, ",
          "ID": "3"
        },
        {
          "text": "которую Сам Бог удостоверил знамениями, чудесами, различными проявлениями Его силы и дарами Святого Духа, распределяемыми по Его усмотрению.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Будущую вселенную, о которой мы говорим, Он подчинил не ангелам. ",
          "ID": "5"
        },
        {
          "text": "Но где-то некто засвидетельствовал:",
          "ID": "6"
        },
        {
          "text": "«Кто такой человек, что Ты переживаешь о нем?",
          "ID": "6"
        },
        {
          "text": "Кто такой сын человеческий, что Ты заботишься о нем?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Ты немногим умалил его перед ангелами;",
          "ID": "7"
        },
        {
          "text": "Ты увенчал его славой и честью,",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Ты все подчинил под ноги его».",
          "ID": "8"
        },
        {
          "text": "Бог все покорил человеку, не оставив ничего непокоренным ему. Но сейчас мы пока не видим, что человеку все подчинено. ",
          "ID": "8"
        },
        {
          "text": "Однако мы видим, что Иисус, Который действительно был поставлен немного ниже ангелов, сейчас увенчан славой и честью, потому что претерпел смерть; по благодати Божьей к нам Он вкусил смерть за каждого человека.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Надлежало, чтобы Бог, приводящий все множество Своих сынов в славу, для Которого и благодаря Которому все существует, проведя через страдания, сделал Зачинателя их спасения совершенным. ",
          "ID": "10"
        },
        {
          "text": "Потому что и Тот, Кто освящает, и те, кто освящается Им, – все дети одного Отца, и поэтому Иисус не стыдится называть их братьями. ",
          "ID": "11"
        },
        {
          "text": "Он говорит:",
          "ID": "12"
        },
        {
          "text": "«Я возвещу Твое имя братьям Моим",
          "ID": "12"
        },
        {
          "text": "и посреди собрания Тебя восхвалю».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И еще Он говорит:",
          "ID": "13"
        },
        {
          "text": "«Я буду полагаться на Него»,",
          "ID": "13"
        },
        {
          "text": "и еще:",
          "ID": "13"
        },
        {
          "text": "«Вот Я и дети, которых дал Мне Бог».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "А так как дети имеют плоть и кровь, то и Он Сам получил физическое тело, чтобы Своей смертью лишить силы того, кому принадлежит власть над смертью, то есть дьявола, ",
          "ID": "14"
        },
        {
          "text": "и освободить тех, кто всю свою жизнь находился в рабстве у страха перед смертью. ",
          "ID": "15"
        },
        {
          "text": "Ведь не ангелам Он помогает, а потомкам Авраама! ",
          "ID": "16"
        },
        {
          "text": "Для этого Христу надо было во всем стать таким, как Его братья, чтобы быть милосердным и верным в служении Богу Первосвященником для умилостивления за грехи народа. ",
          "ID": "17"
        },
        {
          "text": "Он Сам страдал, перенося искушения, и может теперь помочь тем, кто встречает искушения в жизни.",
          "ID": "18"
        }
      ],
      "ID": "NT:HEB.2",
      "name": "Послание к Евреям 2"
    },
    {
      "text": [
        {
          "text": "Поэтому вы, святые братья, призванные Небом, смотрите на Иисуса, Посланника и Первосвященника, Которого мы исповедуем. ",
          "ID": "1"
        },
        {
          "text": "Он был верен Поручившему Ему служение так же, как и Моисей был верен во всем доме Божьем. ",
          "ID": "2"
        },
        {
          "text": "Иисус, однако, удостоен большей славы, чем Моисей, так же, как и строителю дома оказывается больше чести, чем самому дому. ",
          "ID": "3"
        },
        {
          "text": "Конечно, у каждого дома есть свой строитель, Бог же – строитель всего. ",
          "ID": "4"
        },
        {
          "text": "Моисей был верным служителем во всем доме Божьем, и его служение указывало на то, что должно было быть возвещено в будущем. ",
          "ID": "5"
        },
        {
          "text": "А Христос как верный Сын управляет домом Божьим. И дом Его – мы, если сохраним до конца смелость и надежду, которой хвалимся.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Поэтому, как говорит Святой Дух:",
          "ID": "7"
        },
        {
          "text": "«Сегодня, если услышите Его голос,",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "то не ожесточайте ваших сердец,",
          "ID": "8"
        },
        {
          "text": "как вы делали это при вашем восстании,",
          "ID": "8"
        },
        {
          "text": "в день испытания в пустыне,",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "где испытывали и проверяли Меня ваши отцы,",
          "ID": "9"
        },
        {
          "text": "хотя и видели Мои дела на протяжении сорока лет.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Поэтому Я и гневался на это поколение",
          "ID": "10"
        },
        {
          "text": "и сказал: „Сердца их всегда заблуждаются,",
          "ID": "10"
        },
        {
          "text": "они не знают Моих путей.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Поэтому Я поклялся в гневе Моем:",
          "ID": "11"
        },
        {
          "text": "они не войдут в Мой покой!“».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Братья, берегитесь, чтобы ни у кого из вас сердце не стало злым и неверным и чтобы оно не отвернулось от живого Бога. ",
          "ID": "12"
        },
        {
          "text": "Ободряйте друг друга каждый день, пока это слово «сегодня» будет иметь еще к нам отношение, чтобы грех никого не ввел в обольщение и не ожесточил кого-либо из вас.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Мы стали сотоварищами Христа, если только мы до конца сохраним нашу твердую веру, которую мы имели вначале. ",
          "ID": "14"
        },
        {
          "text": "Об этом сказано так:",
          "ID": "15"
        },
        {
          "text": "«Сегодня, если услышите Его голос,",
          "ID": "15"
        },
        {
          "text": "то не ожесточайте ваших сердец,",
          "ID": "15"
        },
        {
          "text": "как вы это делали при вашем восстании».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Кто же были эти мятежники? Не все ли те, кто вышел из Египта под руководством Моисея? ",
          "ID": "16"
        },
        {
          "text": "На кого гневался Бог в течение сорока лет? Разве не на тех, кто согрешал и чьи тела пали в пустыне? ",
          "ID": "17"
        },
        {
          "text": "Кому Бог клялся в том, что они не войдут в Его покой? Разве не тем, кто не был Ему послушен? ",
          "ID": "18"
        },
        {
          "text": "И мы видим, что они не могли войти из-за своего неверия.",
          "ID": "19"
        }
      ],
      "ID": "NT:HEB.3",
      "name": "Послание к Евреям 3"
    },
    {
      "text": [
        {
          "text": "Но еще не поздно, и обещание Бога о входе в Его покой остается в силе, и давайте поэтому будем очень внимательны, чтобы никто из вас не оказался недостигшим этого покоя. ",
          "ID": "1"
        },
        {
          "text": "Ведь нам так же, как и этим восставшим, была возвещена Радостная Весть, но им эта весть никакой пользы не принесла, потому что они не приняли ее верой. ",
          "ID": "2"
        },
        {
          "text": "Но мы, поверившие, входим в Его покой, так как Бог сказал:",
          "ID": "3"
        },
        {
          "text": "«Поэтому Я поклялся в гневе Моем:",
          "ID": "3"
        },
        {
          "text": "они не войдут в Мой покой!»",
          "ID": "3"
        },
        {
          "text": " Он сказал это, несмотря на то что Он уже закончил сотворение мира еще в самом начале. ",
          "ID": "3"
        },
        {
          "text": "В другом месте Он сказал о седьмом дне так: «На седьмой день Бог отдыхал от всех Своих дел». ",
          "ID": "4"
        },
        {
          "text": "Но выше было сказано: «Они не войдут в Мой покой!»",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Так как некоторым еще остается войти в него, ну а те, кому Радостная Весть была возвещена прежде, не вошли по причине своего непослушания, ",
          "ID": "6"
        },
        {
          "text": "то Бог опять назначил определенный день, «сегодня», спустя долгое время провозгласив об этом через Давида, как уже было процитировано выше:",
          "ID": "7"
        },
        {
          "text": "«Сегодня, если услышите Его голос,",
          "ID": "7"
        },
        {
          "text": "то не ожесточайте ваших сердец».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Если бы имелся в виду тот покой, который им дал Иисус Навин, то Бог больше не говорил бы о каком-то другом дне после этого. ",
          "ID": "8"
        },
        {
          "text": "Поэтому субботний покой остается для народа Божьего. ",
          "ID": "9"
        },
        {
          "text": "Кто входит в покой Божий, тот отдыхает от своих трудов точно так же, как и Бог от Своих. ",
          "ID": "10"
        },
        {
          "text": "Поэтому будем делать все возможное, чтобы нам войти в тот покой; чтобы никто не пал, последовав тому же примеру непослушания.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Ведь слово Божье живет и действует, оно острее, чем любой обоюдоострый меч и проникает в самые глубины нашей сущности, туда, где проходит граница между душой и духом, до суставов и костного мозга. Оно судит мысли и сердечные побуждения. ",
          "ID": "12"
        },
        {
          "text": "Ничто во всем творении не скрыто от Него. Перед Ним все обнажено, и глаза Его видят все. Ему мы дадим отчет.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "У нас есть великий Первосвященник, прошедший небеса, – Иисус, Сын Божий. Поэтому давайте твердо держаться истины, которую мы и исповедуем. ",
          "ID": "14"
        },
        {
          "text": "Наш Первосвященник не из тех, кто не может сочувствовать нам в наших слабостях. Он был искушен во всем, как и мы, за исключением греха. ",
          "ID": "15"
        },
        {
          "text": "Поэтому давайте приблизимся смело к престолу благодати, чтобы получить милость и обрести благодать для своевременной помощи.",
          "ID": "16"
        }
      ],
      "ID": "NT:HEB.4",
      "name": "Послание к Евреям 4"
    },
    {
      "text": [
        {
          "text": "Ведь каждый первосвященник избирается из людей и поставляется на служение для того, чтобы представлять людей перед Богом, принося Ему дары и жертвы за грехи. ",
          "ID": "1"
        },
        {
          "text": "Такой первосвященник может понять и незнающих, и тех, кто сбился с пути, так как он сам подвержен слабостям; ",
          "ID": "2"
        },
        {
          "text": "и по этой причине он должен приносить жертвы и за свои собственные грехи, и за грехи народа.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Эту честь человек не может присвоить себе сам, он должен быть призван Богом, как в свое время был призван Аарон. ",
          "ID": "4"
        },
        {
          "text": "Христос тоже не Сам прославил Себя, став Первосвященником, но Бог сказал Ему:",
          "ID": "5"
        },
        {
          "text": "«Ты Сын Мой,",
          "ID": "5"
        },
        {
          "text": "сегодня Я родил Тебя».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И в другом месте Он говорит:",
          "ID": "6"
        },
        {
          "text": "«Ты – священник навеки",
          "ID": "6"
        },
        {
          "text": "по чину Мелхиседека».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Во время Своей земной жизни Иисус громко, с воплем и со слезами молился Тому, Кто мог избавить Его от смерти, и Он был услышан за Свое благоговение. ",
          "ID": "7"
        },
        {
          "text": "Несмотря на то что Он был Сыном, Он через Свои страдания научился послушанию ",
          "ID": "8"
        },
        {
          "text": "и, полностью приготовившись, сделался источником вечного спасения для всех, кто послушен Ему. ",
          "ID": "9"
        },
        {
          "text": "Сам Бог назвал Его Первосвященником по чину Мелхиседека.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Мы могли бы говорить об этом еще больше, но вам трудно это объяснить, потому что вы обленились и сделались неспособны слушать. ",
          "ID": "11"
        },
        {
          "text": "Судя по времени, вам следует уже быть учителями, но пока что вы сами нуждаетесь в учителях, которые бы учили вас основным истинам Божьего слова. Вам опять нужно питаться молоком, а не твердой пищей. ",
          "ID": "12"
        },
        {
          "text": "А всякий, кто питается молоком, – все еще младенец, и плохо знает, что такое праведность. ",
          "ID": "13"
        },
        {
          "text": "Твердая же пища – для людей зрелых, чувства которых опытом приучены различать, где добро, а где зло.",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.5",
      "name": "Послание к Евреям 5"
    },
    {
      "text": [
        {
          "text": "Поэтому давайте перейдем от основ учения о Христе к тому, что предназначено для зрелых. Мы не станем опять обосновывать необходимость покаяния в делах, которые ведут к смерти, необходимость веры в Бога, ",
          "ID": "1"
        },
        {
          "text": "учения о крещениях, о возложении рук, о воскресении мертвых и вечном суде. ",
          "ID": "2"
        },
        {
          "text": "И мы сделаем это, если Бог позволит.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Потому что тех, кто уже был один раз просвещен, кто лично познал вкус небесного дара и стал сопричастен Святому Духу, ",
          "ID": "4"
        },
        {
          "text": "кто также лично познал вкус доброго Божьего слова и действие силы будущего века ",
          "ID": "5"
        },
        {
          "text": "и после этого отпал от веры, – невозможно опять обновлять покаянием, потому что они сами заново распинают Сына Божьего, предавая Его публичному позору.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Земля, которая пьет часто выпадающий на нее дождь и приносит урожай тому, кто ее обрабатывает, благословенна Богом. ",
          "ID": "7"
        },
        {
          "text": "А та, на которой растут лишь сорняки и колючки, ни на что не годна. Ей грозит проклятие, и концом ее будет сожжение.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но, любимые, хоть мы и говорим так, мы уверены, что вы находитесь в лучшем состоянии и держитесь спасения. ",
          "ID": "9"
        },
        {
          "text": "Бог не может быть несправедлив. Он не забудет ни ваших трудов, ни вашей любви к Нему, которую вы проявили и продолжаете проявлять, служа святым. ",
          "ID": "10"
        },
        {
          "text": "Однако мы хотим, чтобы каждый из вас проявлял такую же прилежность до конца, ради исполнения вашей надежды. ",
          "ID": "11"
        },
        {
          "text": "Мы хотим, чтобы вы не ленились, а подражали тем, кто своей верой и терпением наследует обещанное.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда Бог давал обещание Аврааму, Он клялся Самим Собой, так как нет никого большего, кем Он мог бы клясться. ",
          "ID": "13"
        },
        {
          "text": "Он сказал: «Я непременно благословлю тебя и сделаю твое потомство многочисленным». ",
          "ID": "14"
        },
        {
          "text": "И таким образом Авраам, терпеливо ожидая, получил обещанное.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Люди клянутся чем-то большим, чем они сами; клятва подтверждает сказанное и кладет конец всякому спору. ",
          "ID": "16"
        },
        {
          "text": "Так и Бог, когда хотел ясно показать наследникам Своего обещания, что намерения Его неизменны, то подтвердил их клятвой. ",
          "ID": "17"
        },
        {
          "text": "И в этих двух неизменных вещах –  в обещании и в клятве, которые у Бога не могут быть ложными, – мы, нашедшие у Него убежище и ухватившиеся за предстоящую нам надежду, получаем сильное ободрение. ",
          "ID": "18"
        },
        {
          "text": "Эта надежда – крепкий и надежный якорь для нашей души. Она позволяет нам войти во внутреннюю часть святилища, за разделяющую его завесу, ",
          "ID": "19"
        },
        {
          "text": "туда, куда вошел наш предшественник Иисус, став навеки Первосвященником по чину Мелхиседека.",
          "ID": "20"
        }
      ],
      "ID": "NT:HEB.6",
      "name": "Послание к Евреям 6"
    },
    {
      "text": [
        {
          "text": "Этот Мелхиседек был царем Салима и священником Всевышнего Бога. Он встретил Авраама, возвращавшегося со сражения после победы над царями, и благословил его. ",
          "ID": "1"
        },
        {
          "text": "Авраам отдал ему десятую часть всего, что у него было. Само его имя Мелхиседек означает «царь праведности», а его титул «царь Салима» означает «царь, несущий мир». ",
          "ID": "2"
        },
        {
          "text": "Нигде не написано ни о его отце, ни о матери, ни о других его предках, ни о начале, ни о конце его жизни, но он, уподобленный Сыну Божьему, остается священником вовеки.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Смотрите, насколько он был велик! Даже наш праотец Авраам дал ему десятую часть захваченного на войне. ",
          "ID": "4"
        },
        {
          "text": "В Законе имеется повеление, согласно которому члены рода Левия, ставшие священниками, собирают с народа, то есть со своих братьев, десятую часть их дохода, хотя и они потомки Авраама. ",
          "ID": "5"
        },
        {
          "text": "Но Мелхиседек, будучи священником не из рода Левия, принял десятую часть добычи Авраама и благословил его, того, кто уже имел обещания Божьи. ",
          "ID": "6"
        },
        {
          "text": "Благословляет всегда тот, кто стоит выше благословляемого (это правило не имеет исключений). ",
          "ID": "7"
        },
        {
          "text": "Десятую часть доходов принимают обычно смертные люди, но о Мелхиседеке засвидетельствовано, что он жив. ",
          "ID": "8"
        },
        {
          "text": "В каком-то смысле и сам Левий, получающий десятины, через Авраама дал десятую часть доходов Мелхиседеку, ",
          "ID": "9"
        },
        {
          "text": "потому что, когда Мелхиседек встретил Авраама, Левий, еще не рожденный, был в чреслах Авраама.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Если бы совершенство достигалось через священство левитов (а оно было существенной частью Закона, который был дан народу), то разве была бы нужда в другом священнике – по чину Мелхиседека, а не по чину Аарона? ",
          "ID": "11"
        },
        {
          "text": "Когда происходит перемена священства, одновременно должна произойти и перемена Закона. ",
          "ID": "12"
        },
        {
          "text": "Тот же, о Ком мы сейчас говорим, принадлежал к роду, из которого никто и никогда не служил у жертвенника. ",
          "ID": "13"
        },
        {
          "text": "Ведь известно, что наш Господь был из рода Иуды, а Моисей не сказал ничего о священниках из этого рода. ",
          "ID": "14"
        },
        {
          "text": "Нам становится еще яснее, что Закон изменился, когда появляется другой священник – по подобию Мелхиседека. ",
          "ID": "15"
        },
        {
          "text": "Он стал священником не по Закону, который требовал принадлежности к определенному роду, а по силе, которая заложена в вечной жизни. ",
          "ID": "16"
        },
        {
          "text": "Ведь Писание свидетельствует:",
          "ID": "17"
        },
        {
          "text": "«Ты – священник навеки",
          "ID": "17"
        },
        {
          "text": "по чину Мелхиседека».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Итак, прежнее повеление отменено, потому что оно оказалось слабым и бесполезным ",
          "ID": "18"
        },
        {
          "text": "(Закон вообще ничего не сделал совершенным), и дается надежда на нечто лучшее, благодаря которой мы приближаемся к Богу.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Примечательно, что это подтверждено клятвой Бога. Другие священники получали свое служение без всякой клятвы, ",
          "ID": "20"
        },
        {
          "text": "но Христос стал священником по клятве Того, Кто сказал Ему:",
          "ID": "21"
        },
        {
          "text": "«Поклялся Господь и не откажется:",
          "ID": "21"
        },
        {
          "text": "Ты – священник навеки».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Таким образом, Иисус стал поручителем гораздо лучшего завета.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Тех священников было много, одни умирали, и на смену им приходили другие, ",
          "ID": "23"
        },
        {
          "text": "а Иисус жив вечно, и Его священство тоже вечно. ",
          "ID": "24"
        },
        {
          "text": "Поэтому Он в силах полностью спасать тех, кто благодаря Ему приходит к Богу. Он всегда жив и всегда ходатайствует за них.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Именно такой Первосвященник и был нам необходим: святой, непорочный, чистый, отделенный от грешников и находящийся превыше небес. ",
          "ID": "26"
        },
        {
          "text": "Ему нет необходимости приносить жертвы каждый день, как это делают другие первосвященники, принося вначале жертвы за свои грехи, а потом за грехи народа. Он сделал это за всех раз и навсегда, когда отдал в жертву Самого Себя. ",
          "ID": "27"
        },
        {
          "text": "По Закону первосвященниками назначаются обыкновенные слабые люди, а согласно клятве, данной уже после Закона, был назначен Сын, полностью и навеки приготовленный к этому.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.7",
      "name": "Послание к Евреям 7"
    },
    {
      "text": [
        {
          "text": "Главное из того, о чем мы вам говорим, – это то, что у нас есть такой Первосвященник, Который находится на небесах по правую сторону от престола Всемогущего, ",
          "ID": "1"
        },
        {
          "text": "служитель в святилище, в истинной скинии, воздвигнутой не людьми, а Господом. ",
          "ID": "2"
        },
        {
          "text": "Каждый первосвященник определен на то, чтобы приносить приношения и жертвы, поэтому и наш Первосвященник должен был иметь что-то, что можно было бы принести в жертву. ",
          "ID": "3"
        },
        {
          "text": "Если бы Он был сейчас на земле, Он не был бы даже священником, потому что уже существуют священники, приносящие жертвы в соответствии с Законом. ",
          "ID": "4"
        },
        {
          "text": "Они совершают служение в святилище, которое служит лишь подобием и тенью небесного. Поэтому Моисей, перед тем как строить скинию, был предупрежден: «Смотри, – сказал Бог, – сделай все точно по образцу, который был тебе показан на горе». ",
          "ID": "5"
        },
        {
          "text": "Но сейчас Христу поручено служение, которое намного превосходит служение земных священников, потому что Он – посредник лучшего завета Бога с человеком, основанного на лучших обещаниях.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Если бы первый завет был без недостатков, то не было бы нужды во втором. ",
          "ID": "7"
        },
        {
          "text": "Но Бог, видя недостатки людей, говорит:",
          "ID": "8"
        },
        {
          "text": "«Вот приходят дни, – говорит Господь, –",
          "ID": "8"
        },
        {
          "text": "когда Я заключу новый завет",
          "ID": "8"
        },
        {
          "text": "с домом Израиля и с домом Иуды.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Этот завет будет не таким,",
          "ID": "9"
        },
        {
          "text": "какой Я заключил с их праотцами,",
          "ID": "9"
        },
        {
          "text": "когда Я за руку вывел их из Египта,",
          "ID": "9"
        },
        {
          "text": "потому что они не были верны завету со Мной,",
          "ID": "9"
        },
        {
          "text": "и Я отвернулся от них, –",
          "ID": "9"
        },
        {
          "text": "говорит Господь. –",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Поэтому Я в будущем заключу с домом Израиля",
          "ID": "10"
        },
        {
          "text": "такой завет, – говорит Господь. –",
          "ID": "10"
        },
        {
          "text": "Законы Мои Я вложу в их разум",
          "ID": "10"
        },
        {
          "text": "и запишу в их сердцах.",
          "ID": "10"
        },
        {
          "text": "Я буду их Богом,",
          "ID": "10"
        },
        {
          "text": "а они будут Моим народом.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И уже не будет друг учить друга,",
          "ID": "11"
        },
        {
          "text": "и брат – брата,",
          "ID": "11"
        },
        {
          "text": "говоря ему: „Познай Господа“,",
          "ID": "11"
        },
        {
          "text": "потому что Меня будут знать все",
          "ID": "11"
        },
        {
          "text": "от мала до велика.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Ведь Я прощу их беззакония",
          "ID": "12"
        },
        {
          "text": "и больше не вспомню их грехов».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Он назвал этот завет «новым» и тем самым показал, что первый завет устарел. А то, что устарело и обветшало, – скоро исчезнет.",
          "ID": "13"
        }
      ],
      "ID": "NT:HEB.8",
      "name": "Послание к Евреям 8"
    },
    {
      "text": [
        {
          "text": "Первый завет имел предписания относительно поклонения Богу и святилище на земле. ",
          "ID": "1"
        },
        {
          "text": "Была поставлена скиния, и в ее первом отделении находились светильник и стол со священными хлебами; это отделение называлось «Святое». ",
          "ID": "2"
        },
        {
          "text": "Второе отделение называлось «Святое Святых» и было отделено от первого завесой, ",
          "ID": "3"
        },
        {
          "text": "к нему принадлежали золотой жертвенник для возжигания благовоний и покрытый со всех сторон золотом ковчег завета. В ковчеге находились золотой сосуд с манной, расцветший жезл Аарона и каменные плитки завета. ",
          "ID": "4"
        },
        {
          "text": "Над ковчегом находились изваяния херувимов  –  символ славы, они простирали свои крылья над крышкой, называемой «местом искупления». Но сейчас мы не будем говорить об этом подробно.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "С тех пор как все было устроено таким образом, священники регулярно входят в первое отделение скинии для того, чтобы совершать свое служение. ",
          "ID": "6"
        },
        {
          "text": "Но во второе имеет право входить только первосвященник, и только один раз в год, с кровью, которую он приносит и за себя, и за грехи, совершаемые народом по незнанию. ",
          "ID": "7"
        },
        {
          "text": "Тем самым Святой Дух показывает, что пока действительна прежняя скиния, путь в Святое Святых еще не открыт. ",
          "ID": "8"
        },
        {
          "text": "В этом заключен пример и для настоящего времени: дары и жертвы не в состоянии очистить совесть поклоняющегося Богу. ",
          "ID": "9"
        },
        {
          "text": "Эти предписания имеют отношение только к пище и питью и к различным ритуальным омовениям. Все это носит лишь внешний характер и имеет силу только до времени установления нового порядка.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но когда Христос пришел как Первосвященник явившихся благ, Он вошел в более великую и совершенную скинию, построенную не руками людей, то есть не принадлежащую к этому миру. ",
          "ID": "11"
        },
        {
          "text": "Он вошел туда не с кровью козлов и телят; нет, Он вошел в Святое Святых раз и навсегда со Своей собственной кровью, приобретя для людей вечное искупление! ",
          "ID": "12"
        },
        {
          "text": "Ведь если кропление кровью козлов и быков, а также пепел сожженной молодой коровы освящает оскверненных, делая их ритуально чистыми, ",
          "ID": "13"
        },
        {
          "text": "то тем более кровь Христа, Который в силе вечного Духа принес Самого Себя как беспорочную жертву Богу, очистит нашу совесть, запятнанную делами, которые ведут к смерти! Она даст нам возможность служить живому Богу!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "И поэтому Христос стал посредником нового завета, чтобы призванные получили обещанное вечное наследие. Это стало возможным благодаря тому, что Его смерть искупила их от грехов, совершенных еще в условиях первого завета.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Завещание вступает в силу только тогда, когда подтверждается смерть завещателя. ",
          "ID": "16"
        },
        {
          "text": "Но если завещатель еще жив, то завещание не имеет никакой силы. Завещание вступает в силу только по смерти завещателя. ",
          "ID": "17"
        },
        {
          "text": "Вот почему первый завет был утвержден не без крови. ",
          "ID": "18"
        },
        {
          "text": "Ведь когда Моисей провозгласил всему народу все заповеди Закона, он взял кровь телят и козлов, смешал с водою, обмакнул в ней алую шерсть и ветку иссопа и окропил саму книгу и весь народ. ",
          "ID": "19"
        },
        {
          "text": "Он сказал: «Это кровь завета, условия которого Бог требует от вас выполнять». ",
          "ID": "20"
        },
        {
          "text": "Он также окропил кровью скинию и все предметы, используемые в богослужении. ",
          "ID": "21"
        },
        {
          "text": "Закон требует, чтобы почти все очищалось кровью, и без пролития крови нет прощения.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Все земное, сделанное по образцу небесного, должно было очищаться таким образом, но небесное требует очищения лучшими жертвами, чем эти. ",
          "ID": "23"
        },
        {
          "text": "Поэтому Христос вошел не в земное святилище, сделанное человеческими руками и являющееся всего лишь отражением настоящего; нет, Он вошел в сами небеса, чтобы предстать перед Богом за нас. ",
          "ID": "24"
        },
        {
          "text": "Он вошел в небеса не для того, чтобы опять и опять приносить Себя в жертву, как первосвященник входит каждый год в Святое Святых с чужой кровью. ",
          "ID": "25"
        },
        {
          "text": "Следуй Христос этому правилу, Он должен был бы страдать многократно, начиная от сотворения мира. Но Он явился один раз в это последнее время, отдав в жертву Самого Себя для того, чтобы раз и навсегда покончить с грехом. ",
          "ID": "26"
        },
        {
          "text": "Как каждому человеку определено однажды умереть и потом предстать перед судом, ",
          "ID": "27"
        },
        {
          "text": "так и Христос один раз был принесен в жертву, чтобы искупить грехи многих людей, и Он придет во второй раз, но уже не для того, чтобы взять на Себя грех, а чтобы спасти тех, кто ожидает Его.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.9",
      "name": "Послание к Евреям 9"
    },
    {
      "text": [
        {
          "text": "Закон – это лишь тень тех благ, которые ожидают людей в будущем, а не сами эти блага. Поэтому Закон не может сделать совершенными тех, кто приходит, чтобы постоянно, из года в год, приносить те же самые жертвы. ",
          "ID": "1"
        },
        {
          "text": "Если бы Закон был в состоянии это сделать, то разве они не перестали бы приносить свои жертвы? Поклоняющиеся были бы очищены раз и навсегда, и больше не чувствовали бы вины за свои грехи. ",
          "ID": "2"
        },
        {
          "text": "Но эти жертвы служат для того, чтобы из года в год напоминать о грехе, ",
          "ID": "3"
        },
        {
          "text": "потому что кровь быков и козлов не может устранять грехи.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Поэтому, входя в этот мир, Он сказал:",
          "ID": "5"
        },
        {
          "text": "«Не захотел Ты ни жертв, ни даров,",
          "ID": "5"
        },
        {
          "text": "но Ты приготовил тело для Меня.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тебя не радуют ни всесожжения,",
          "ID": "6"
        },
        {
          "text": "ни жертвы за грех.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Тогда Я сказал: „Вот, Я иду,",
          "ID": "7"
        },
        {
          "text": "как и написано в свитке обо Мне,",
          "ID": "7"
        },
        {
          "text": "чтобы исполнить волю Твою, Боже!“»",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Итак, вначале Он сказал: «Не захотел Ты ни жертв, ни даров, ни всесожжений, ни жертв за грех, они Тебя не радуют и Ты не доволен ими». Он сказал это, несмотря на то что все это требовалось по Закону. ",
          "ID": "8"
        },
        {
          "text": "Потом Он добавил: «Вот, Я иду, чтобы исполнить волю Твою». Он отменяет первое и вводит в силу второе. ",
          "ID": "9"
        },
        {
          "text": "И потому, что Он исполнил волю Божью, мы были раз и навсегда освящены принесением в жертву тела Иисуса Христа.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Каждый священник изо дня в день выполняет свои обязанности, вновь и вновь принося одни и те же жертвы, не способные удалить грехи. ",
          "ID": "11"
        },
        {
          "text": "Этот же Первосвященник принес одну жертву за грехи, действенную вовеки, и сел по правую руку от Бога. ",
          "ID": "12"
        },
        {
          "text": "С тех пор Он ожидает того часа, когда Его враги будут повержены к Его ногам. ",
          "ID": "13"
        },
        {
          "text": "Одной жертвой Он навсегда сделал освящаемых совершенными. ",
          "ID": "14"
        },
        {
          "text": "Об этом нам свидетельствует и Святой Дух. Вначале Он говорит:",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "«Я в будущем заключу с ними такой завет, – говорит Господь. –",
          "ID": "16"
        },
        {
          "text": "Законы Мои Я вложу в их сердца",
          "ID": "16"
        },
        {
          "text": "и запишу в их умах».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Потом Он добавляет:",
          "ID": "17"
        },
        {
          "text": "«Их грехи и их беззакония",
          "ID": "17"
        },
        {
          "text": "Я больше не вспомню».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда грех прощен, тогда уже больше нет нужды в жертве за грех.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Братья, благодаря крови Иисуса мы теперь можем смело войти в Святое Святых, ",
          "ID": "19"
        },
        {
          "text": "войти по новому и живому пути, который открыт для нас через завесу, то есть через Его тело. ",
          "ID": "20"
        },
        {
          "text": "У нас есть великий Священник, Который стоит во главе всего дома Божьего. ",
          "ID": "21"
        },
        {
          "text": "Так давайте приблизимся к Богу с искренними сердцами, в полноте веры, кроплением очистив сердца от порочной совести и омыв тела чистой водой. ",
          "ID": "22"
        },
        {
          "text": "Будем непоколебимо держаться исповедания веры, которая дает надежду, потому что Тот, Кто обещал нам, – верен. ",
          "ID": "23"
        },
        {
          "text": "Будем с вниманием относиться друг ко другу, побуждая друг друга к любви и добрым делам. ",
          "ID": "24"
        },
        {
          "text": "Не будем оставлять наших собраний, как это вошло у некоторых в привычку. Будем ободрять друг друга, особенно видя, что День Господа уже приближается.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Потому что если мы, узнав истину, сознательно продолжаем грешить, то грехи эти не искупит уже никакая жертва. ",
          "ID": "26"
        },
        {
          "text": "В таком случае нам остается лишь со страхом ожидать суда и яростного огня, который пожрет врагов Божьих. ",
          "ID": "27"
        },
        {
          "text": "Кто нарушал Закон Моисея, того, на основании слов двух или трех свидетелей, безжалостно предавали смерти. ",
          "ID": "28"
        },
        {
          "text": "Так насколько же более сурового наказания по вашему мнению заслуживает тот, кто попирает ногами Сына Божьего, ни во что не ставит кровь завета, которой был освящен, и оскорбляет Духа благодати? ",
          "ID": "29"
        },
        {
          "text": "Мы знаем Того, Кто сказал: «Предоставьте месть Мне, Я воздам» и еще: «Господь будет судить Свой народ». ",
          "ID": "30"
        },
        {
          "text": "Страшно впасть в руки живого Бога!",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Вспомните прежние дни, когда после того, как были просвещены, вы выдержали тяжелые страдания. ",
          "ID": "32"
        },
        {
          "text": "Временами вас выставляли на осмеяние и преследовали, а временами вы стояли плечом к плечу с теми, кто переносил такие же страдания. ",
          "ID": "33"
        },
        {
          "text": "Вы проявляли сострадание к тем, кто находился в темницах; вы даже радовались, когда забирали ваше имущество, потому что вы знали, что у вас есть имущество лучшее, вечное.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Не теряйте же мужества, вы за это будете щедро вознаграждены.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Вам необходима стойкость, чтобы исполнить волю Божью и получить то, что Он обещал. ",
          "ID": "36"
        },
        {
          "text": "Еще недолго, совсем недолго, и",
          "ID": "37"
        },
        {
          "text": "«Тот, Кто должен прийти,",
          "ID": "37"
        },
        {
          "text": "придет незамедлительно.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Праведный Мой верой жив будет,",
          "ID": "38"
        },
        {
          "text": "но если он отступит от веры в Меня,",
          "ID": "38"
        },
        {
          "text": "Я буду недоволен им».",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Но мы не из тех, кто отступает и гибнет; нет, мы верим и получаем спасение.",
          "ID": "39"
        }
      ],
      "ID": "NT:HEB.10",
      "name": "Послание к Евреям 10"
    },
    {
      "text": [
        {
          "text": "Вера – это уверенность в том, чего мы с надеждой ожидаем, подтверждение того, чего мы не видим. ",
          "ID": "1"
        },
        {
          "text": "Древные жили такой верой и заслужили одобрение.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Именно верой мы понимаем, что вселенная была создана по повелению Бога и что все видимое было создано из невидимого.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Верой Авель принес Богу жертву лучшую, чем Каин. Верой он заслужил одобрение как праведник, когда Бог похвалил его жертву. И, хотя Авель умер, он благодаря своей вере все еще говорит.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Благодаря вере Енох был взят из этого мира, не увидев смерти. Его нигде не могли найти, потому что Бог взял его. Но до того, как он был взят, он заслужил одобрение как человек, угодивший Богу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Без веры же Богу угодить невозможно, потому что каждый, кто приходит к Нему, должен верить в то, что Он есть и что Он вознаграждает тех, кто Его ищет.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Верой Ной, получив предупреждение о том, чего еще нельзя было видеть, в благоговении построил ковчег для спасения своей семьи. В результате мир был осужден, а Ной стал наследником праведности, которая приходит через веру.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Верой Авраам, призванный идти в землю, которую ему было обещано получить в будущем в наследие, подчинился и пошел, хотя он и сам не знал, куда идет. ",
          "ID": "8"
        },
        {
          "text": "Верой он поселился в обещанной земле как чужеземец, живя в палатках, как и Исаак и Иаков, которые вместе с ним были наследниками согласно тому же обещанию, ",
          "ID": "9"
        },
        {
          "text": "потому что он ожидал города, стоящего на прочных основаниях, архитектор и строитель которого Сам Бог.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Верой Авраам стал отцом, хотя и сама Сарра была бесплодна, и он был уже стар, – ведь он полагался на Того, Кто обещал ему. ",
          "ID": "11"
        },
        {
          "text": "И таким образом, от одного человека, тело которого состарилось, произошло столько людей, сколько звезд в небе и сколько песчинок на берегу моря. ",
          "ID": "12"
        },
        {
          "text": "Все эти люди так и умерли, храня веру, не дождавшись того, что им было обещано. Они лишь издали видели и приветствовали все это. Они признавали, что на этой земле они всего лишь пришельцы и странники. ",
          "ID": "13"
        },
        {
          "text": "Те, кто считает себя таковыми, показывают тем самым, что они ищут свою истинную родину. ",
          "ID": "14"
        },
        {
          "text": "Если бы они думали лишь о той стране, которую им пришлось покинуть, они могли бы в нее и возвратиться. ",
          "ID": "15"
        },
        {
          "text": "Но на самом деле они стремятся к лучшей стране – к небесной. Поэтому Бог не стыдится называться их Богом, ведь Он приготовил для них город.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Верой Авраам, когда Бог испытывал его, принес Исаака в жертву. Ему было дано обещание, и он готов был принести в жертву своего единственного сына, ",
          "ID": "17"
        },
        {
          "text": "и это невзирая на то, что Бог сказал ему: «Через Исаака ты будешь иметь потомство, которое Я тебе обещал». ",
          "ID": "18"
        },
        {
          "text": "Авраам считал, что Бог может даже воскрешать из мертвых, и, образно говоря, Исаак был действительно возвращен ему из мертвых.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Верой Исаак благословил будущее Иакова и Исава.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Верой Иаков, находясь при смерти, благословил каждого из сыновей Иосифа и поклонился Богу, оперевшись на свой посох.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Верой Иосиф в конце своей жизни говорил о выходе израильтян из Египта и сделал распоряжение о своих собственных останках.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Верой родители Моисея прятали его три месяца после того, как он родился, потому что они видели, что он был прекрасным ребенком, и их не напугал царский указ.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Верой Моисей, став взрослым, отказался называться сыном дочери фараона. ",
          "ID": "24"
        },
        {
          "text": "Он предпочел лучше быть притесняемым вместе с народом Божьим, чем наслаждаться кратковременными греховными удовольствиями. ",
          "ID": "25"
        },
        {
          "text": "Он видел, какая награда ждет его впереди, и поэтому унижение ради Христа для него было ценнее богатств Египта. ",
          "ID": "26"
        },
        {
          "text": "Верой он вышел из Египта, не боясь гнева царя. Он вытерпел все, как человек, который видел бы перед собой Невидимого. ",
          "ID": "27"
        },
        {
          "text": "Верой он совершил Пасху с окроплением дверных косяков кровью, чтобы губитель первенцев не прикоснулся к семьям израильтян.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Верой народ перешел Красное море, как по суше; когда же египтяне попытались сделать то же самое, они утонули.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Верой упали стены Иерихона после того, как семь дней подряд израильтяне обходили город.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Верой блудница Раав, с миром приняв израильских лазутчиков, не была убита вместе с неверующими.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Есть ли нужда говорить больше? Время не позволяет мне рассказать о Гедеоне, Вараке, Самсоне, Иеффае, Давиде, Самуиле и пророках. ",
          "ID": "32"
        },
        {
          "text": "Они верой покоряли царства, восстанавливали справедливость, получали обещанное, закрывали пасти львам, ",
          "ID": "33"
        },
        {
          "text": "гасили яростное пламя, спасались от острия меча. Их слабость становилась силой, они были крепкими в битве и обращали в бегство чужеземные армии. ",
          "ID": "34"
        },
        {
          "text": "К женщинам возвращались их умершие близкие, воскрешенные к жизни. Другие были замучены до смерти, отказавшись от предложенной им свободы. Они ожидали воскресения к лучшей жизни. ",
          "ID": "35"
        },
        {
          "text": "Иные терпели насмешки и побои, а также цепи и темницу. ",
          "ID": "36"
        },
        {
          "text": "Их побивали камнями, распиливали надвое, убивали мечом, им приходилось скитаться в овечьих и козьих шкурах, они были в нужде, их преследовали и над ними издевались. ",
          "ID": "37"
        },
        {
          "text": "Те, кого весь мир не был достоин, скитались по пустыням, горам, пещерам и ущельям.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Все они получили одобрение Бога за свою веру, но ни один из них при жизни не получил того, что было обещано, ",
          "ID": "39"
        },
        {
          "text": "потому что и для нас Бог предусмотрел нечто лучшее, чтобы только вместе с нами они достигли совершенства.",
          "ID": "40"
        }
      ],
      "ID": "NT:HEB.11",
      "name": "Послание к Евреям 11"
    },
    {
      "text": [
        {
          "text": "Итак, нас окружает целое облако свидетелей! Поэтому давайте сбросим с себя все, что мешает нам бежать, а также грех, легко запутывающий нас в свои сети, и будем терпеливо преодолевать отмеренную нам дистанцию. ",
          "ID": "1"
        },
        {
          "text": "Будем неотрывно смотреть на Иисуса. От начала до конца наша вера зависит от Него. Он ради предстоящей радости претерпел смерть на кресте, пренебрегши позор, и сейчас сидит по правую сторону от Божьего престола. ",
          "ID": "2"
        },
        {
          "text": "Подумайте о Нем, испытавшем такую вражду со стороны грешников, и это поможет вам не изнемочь душою и не потерять присутствия духа.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Вам еще не приходилось сражаться с грехом до крови. ",
          "ID": "4"
        },
        {
          "text": "Вы забыли слова ободрения, обращенные к вам как к сыновьям:",
          "ID": "5"
        },
        {
          "text": "«Сын мой, не отвергай наказания Господнего,",
          "ID": "5"
        },
        {
          "text": "не теряй присутствия духа, когда Он тебя обличает,",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "ведь Господь наказывает того, кого любит,",
          "ID": "6"
        },
        {
          "text": "и бьет каждого, кого принимает как сына».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Переносите страдания как часть вашего воспитания. Бог относится к вам как к сыновьям. Разве есть такой сын, которого бы отец не наказывал? ",
          "ID": "7"
        },
        {
          "text": "Если вы не бывали наказаны (а каждый подвергается наказанию), то вы незаконные дети, а не подлинные сыновья. ",
          "ID": "8"
        },
        {
          "text": "У нас у всех были земные отцы, которые наказывали нас, и мы уважали их. Насколько же больше мы должны быть послушны Отцу наших духов, ведь это послушание дает нам жизнь! ",
          "ID": "9"
        },
        {
          "text": "Наши отцы воспитывали нас некоторое время, и так, как им это казалось правильным, но Бог воспитывает нас ради нашего блага, чтобы нам стать участниками Его святости. ",
          "ID": "10"
        },
        {
          "text": "Любое наказание кажется нам скорее причиняющим боль, чем несущим радость. Но впоследствии те, кто был научен наказанием, пожинают урожай праведности и мира.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Поэтому укрепите опустившиеся руки и дрожащие колени. ",
          "ID": "12"
        },
        {
          "text": "Идите по прямому пути, чтобы тому, кто хромает, не покалечиться больше, но опять стать здоровым.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Старайтесь жить в мире со всеми людьми и быть святыми: без святости никто не увидит Господа. ",
          "ID": "14"
        },
        {
          "text": "Смотрите, чтобы никто из вас не был лишен благодати Божьей, и чтобы никто не причинил бы вам вреда, подобно горькому корню, который пророс среди вас, и чтобы им не осквернились многие. ",
          "ID": "15"
        },
        {
          "text": "Смотрите, чтобы никто из вас не предавался распутству и не был таким далеким от Бога, как Исав, который за одну миску еды продал свои права старшего сына. ",
          "ID": "16"
        },
        {
          "text": "Вы знаете, что потом он хотел унаследовать благословение, но был отвергнут. Хотя он горько плакал, было слишком поздно для раскаяний. ",
          "ID": "17"
        },
        {
          "text": "А ведь вы подошли не к горе Синай, к которой можно притронуться и которая пылает огнем, не ко тьме, не к мраку и не к буре. ",
          "ID": "18"
        },
        {
          "text": "Вы пришли не на звук трубы и не на голос, говорящий такие слова, что слушающие просили о том, чтобы больше он не говорил им. ",
          "ID": "19"
        },
        {
          "text": "Люди были не в силах вынести то, что им было повелено: «Если и животное прикоснется к этой горе, оно должно быть побито камнями». ",
          "ID": "20"
        },
        {
          "text": "Это было так ужасно, что даже Моисей сказал: «Я в страхе и трепете».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Нет! Вы пришли к горе Сион, к городу живого Бога, к Небесному Иерусалиму. Вы пришли к тысячам ангелов, собранным на радостное торжество. ",
          "ID": "22"
        },
        {
          "text": "Вы пришли в собрание первенцев, чьи имена записаны на небесах. Вы пришли к Богу, Судье всех людей, и к духам праведников, ставших совершенными. ",
          "ID": "23"
        },
        {
          "text": "Вы пришли к Иисусу, посреднику нового завета, и к окропляющей крови, которая говорит лучше крови Авеля.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Смотрите, не отвергайте Того, Кто к вам обращается. Если те, которые отказались слушать говорящего на земле, не избежали своего наказания, то тем более не избежим его и мы, к которым Бог обращается с небес. ",
          "ID": "25"
        },
        {
          "text": "Тогда Его голос потрясал землю, но сейчас Он обещает: «Я еще раз сотрясу землю, и не только землю, но и небеса». ",
          "ID": "26"
        },
        {
          "text": "Слова «еще раз» говорят о том, что все, что может быть сотрясено, все сотворенное, временное исчезнет, останется только то, что непоколебимо.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Поэтому, получая Царство, которое не может быть поколеблено, будем благодарны и в благодарности будем поклоняться Богу так, как Ему приятно, в почтении и страхе, ",
          "ID": "28"
        },
        {
          "text": "потому что наш Бог – это пожирающий огонь.",
          "ID": "29"
        }
      ],
      "ID": "NT:HEB.12",
      "name": "Послание к Евреям 12"
    },
    {
      "text": [
        {
          "text": "Любите друг друга как братья. ",
          "ID": "1"
        },
        {
          "text": "Не забывайте проявлять гостеприимство: делая это, некоторые, сами того не зная, оказали гостеприимство ангелам. ",
          "ID": "2"
        },
        {
          "text": "Помните тех, кто в темницах, как если бы вы и сами находились вместе с ними в заключении. Помните тех, кто страдает, как если бы и вы страдали вместе с ними.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Пусть все высоко почитают брачный союз и хранят верность своим супругам. Бог осудит всех, кто неверен своему мужу или жене, и тех, кто виновен в разврате. ",
          "ID": "4"
        },
        {
          "text": "Будьте свободны от любви к деньгам, довольствуясь тем, что у вас есть, потому что Бог сказал:",
          "ID": "5"
        },
        {
          "text": "«Я никогда тебя не оставлю",
          "ID": "5"
        },
        {
          "text": "и никогда не покину».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Так что мы можем с уверенностью говорить:",
          "ID": "6"
        },
        {
          "text": "«Господь – мой помощник, мне нечего бояться.",
          "ID": "6"
        },
        {
          "text": "Что может сделать мне человек?»",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Помните ваших наставников, которые учили вас Божьему слову, и, смотря на добрые результаты их жизни, подражайте их вере. ",
          "ID": "7"
        },
        {
          "text": "Иисус Христос неизменен: Он Тот же вчера, сегодня и вовеки.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Пусть вас не уводят от истины всевозможные чуждые учения. Хорошо, чтобы сердца укреплялись не предписаниями относительно пищи (они не принесли пользы тем, кто их соблюдал), а благодатью Бога. ",
          "ID": "9"
        },
        {
          "text": "У нас есть жертвенник, с которого не имеют права есть те, кто служит в скинии.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Первосвященник вносит кровь животных в Святое Святых – это жертва за грех, а сами тела жертв сжигаются за пределами лагеря. ",
          "ID": "11"
        },
        {
          "text": "Так и Иисус был казнен за воротами города, чтобы освятить народ Своей собственной кровью. ",
          "ID": "12"
        },
        {
          "text": "Поэтому давайте и мы выйдем к Нему за пределы лагеря, чтобы и нам понести на себе тот позор, который понес Он. ",
          "ID": "13"
        },
        {
          "text": "Здесь, на земле, у нас нет родины, и мы ожидаем будущего города.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Будем через Иисуса постоянно приносить Богу жертву хвалы, исходящую из уст, которые исповедуют Его имя. ",
          "ID": "15"
        },
        {
          "text": "Не забывайте делать добро и делиться с теми, кто в нужде, – такие жертвы приятны Богу.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Слушайтесь ваших наставников и подчиняйтесь им. Они неусыпно заботятся о душах ваших, ведь им предстоит дать отчет Богу за свой труд. Старайтесь поступать так, чтобы они несли свое служение с радостью, а не как тяжелое бремя, так как в этом нет пользы для вас.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Молитесь о нас. Мы уверены, что наша совесть чиста, и во всем стараемся поступать правильно. ",
          "ID": "18"
        },
        {
          "text": "Особенно я прошу вас молиться о том, чтобы я мог скорее возвратиться к вам.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Пусть Бог, источник мира, Который благодаря крови, скрепляющей вечный завет, воскресил из мертвых Господа нашего Иисуса – великого Пастыря Своих овец, ",
          "ID": "20"
        },
        {
          "text": "укрепит вас на добро для исполнения Его воли. И пусть через Иисуса Христа Он совершает в нас то, что угодно Ему. Иисусу Христу да будет слава во веки веков. Аминь.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Братья, я убедительно прошу вас терпеливо отнестись к этим словам увещевания, ведь мое послание достаточно коротко.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Знайте, что нашего брата Тимофея освободили. Если он скоро сюда придет, то я вместе с ним навещу вас.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Привет всем вашим наставникам и всему святому народу Божьему. Вам передают привет христиане из Италии.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Пусть благодать будет со всеми вами.",
          "ID": "25"
        }
      ],
      "ID": "NT:HEB.13",
      "name": "Послание к Евреям 13"
    }
  ],
  "ID": "NT:HEB(NRP)",
  "name": "Послание к Евреям"
}