{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "В прошлом Бог многократно и различными способами говорил с нашими предками через пророков.",
          "ID": "1"
        },
        {
          "text": "В эти же последние дни Он говорил с нами через Своего Сына, Которого Он избрал наследником всего и через Которого сотворил мир.",
          "ID": "2"
        },
        {
          "text": "Сын — сияние Славы Божьей и точное подобие сущности Бога. Он поддерживает всё Своим могущественным Словом. Очистив людей от их грехов, Он воссел по правую руку Всевышнего на Небесах.",
          "ID": "3"
        },
        {
          "text": "Он превзошёл Ангелов, и имя Его выше, чем их имена.",
          "ID": "4"
        },
        {
          "text": "Потому что никогда ни одному из Ангелов не было сказано:",
          "ID": "5"
        },
        {
          "text": "«Ты — сын Мой.",
          "ID": "5"
        },
        {
          "text": "Сегодня Я стал Отцом твоим». Псалом 2:7",
          "ID": "5"
        },
        {
          "text": "И никому из Ангелов не сказал Бог:",
          "ID": "5"
        },
        {
          "text": "«Стану Я Отцом его,",
          "ID": "5"
        },
        {
          "text": "и станет он сыном Моим». 2 Книга Царств 7:14",
          "ID": "5"
        },
        {
          "text": "И ещё сказал Бог, приведя Первенца Своего в мир:",
          "ID": "6"
        },
        {
          "text": "«Пусть все Ангелы Божьи поклоняются Ему». Второзаконие 32:43",
          "ID": "6"
        },
        {
          "text": "Вот что говорит Бог об Ангелах:",
          "ID": "7"
        },
        {
          "text": "«Бог делает Ангелов Своих ветрами",
          "ID": "7"
        },
        {
          "text": "и слуг Своих — языками пламени». Псалом 103:4",
          "ID": "7"
        },
        {
          "text": "О Сыне же говорит Он:",
          "ID": "8"
        },
        {
          "text": "«Престол Твой, о Боже,",
          "ID": "8"
        },
        {
          "text": "да пребудет во веки веков.",
          "ID": "8"
        },
        {
          "text": "Правь царством Своим",
          "ID": "8"
        },
        {
          "text": "праведно и справедливо.",
          "ID": "8"
        },
        {
          "text": "Ты всегда любил праведность",
          "ID": "9"
        },
        {
          "text": "и ненавидел грех.",
          "ID": "9"
        },
        {
          "text": "Вот почему Бог, Твой Бог,",
          "ID": "9"
        },
        {
          "text": "даровал Тебе радость бо́льшую,",
          "ID": "9"
        },
        {
          "text": "чем тем, кто с Тобой». Псалом 44:7-8",
          "ID": "9"
        },
        {
          "text": "И ещё сказал Бог:",
          "ID": "10"
        },
        {
          "text": "«Вначале, Господи,",
          "ID": "10"
        },
        {
          "text": "заложил ты основание земли",
          "ID": "10"
        },
        {
          "text": "и сотворил небеса Своими руками.",
          "ID": "10"
        },
        {
          "text": "Всё это преходяще, Ты же – вечен.",
          "ID": "11"
        },
        {
          "text": "Всё это обветшает подобно одежде.",
          "ID": "11"
        },
        {
          "text": "Ты свернёшь её как плащ,",
          "ID": "12"
        },
        {
          "text": "и всё сменится подобно одежде.",
          "ID": "12"
        },
        {
          "text": "Ты же никогда не изменишься,",
          "ID": "12"
        },
        {
          "text": "и жизни Твоей не будет конца». Псалом 101:26-28",
          "ID": "12"
        },
        {
          "text": "Бог никогда не говорил ни одному из Ангелов подобное:",
          "ID": "13"
        },
        {
          "text": "«Сядь по правую руку от Меня,",
          "ID": "13"
        },
        {
          "text": "пока Я не повергну врагов твоих к ногам Твоим». Псалом 109:1",
          "ID": "13"
        },
        {
          "text": "Разве Ангелы не духи, находящиеся на службе у Бога, и разве они не посланы служить тем, кто унаследуют спасение?",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.1",
      "name": "Послание К Евреям 1"
    },
    {
      "text": [
        {
          "text": "Вот почему мы должны чётко следовать учению, проповедованному нам, чтобы не сбиться с пути истинного.",
          "ID": "1"
        },
        {
          "text": "Слово Божье, сказанное через Ангелов, является истиной, и согласно ему любое непослушание и всякий проступок повлечёт за собой наказание.",
          "ID": "2"
        },
        {
          "text": "Поэтому нам не избежать наказания, если мы не отдадим себе отчёта в том, как важно это великое спасение! Господь Иисус впервые сказал людям о спасении, и те, кто слышали Его, доказали нам, что оно истинно.",
          "ID": "3"
        },
        {
          "text": "Бог засвидетельствовал всё это знамениями, удивительными свершениями и чудесами, а также различными дарами, приходившими к ним через Святого Духа, согласно воле Божьей.",
          "ID": "4"
        },
        {
          "text": "И не Ангелам во власть отдал Бог будущий мир, о котором мы говорили.",
          "ID": "5"
        },
        {
          "text": "Сказано в Писаниях:",
          "ID": "6"
        },
        {
          "text": "«Господь, почему Ты печёшься о людях?",
          "ID": "6"
        },
        {
          "text": "Почему Ты печёшься о сыне человеческом?",
          "ID": "6"
        },
        {
          "text": "Ты поставил его на некоторое время ниже Ангелов.",
          "ID": "7"
        },
        {
          "text": "Ты увенчал его Славой и честью",
          "ID": "7"
        },
        {
          "text": "и всё подчинил ему». Псалом 8:5-7",
          "ID": "8"
        },
        {
          "text": "И если Бог подчинил всё человеку, то ничего не оставил вне его власти. Мы же пока не видим, чтобы всё было подчинено ему.",
          "ID": "8"
        },
        {
          "text": "На короткое время Иисус был поставлен ниже Ангелов, теперь же мы видим Его, увенчанного Славой и честью, потому что Он страдал и умер. По благодати Божьей пришлось Иисусу претерпеть смерть за всё человечество.",
          "ID": "9"
        },
        {
          "text": "Бог, Который является творцом всего и для славы Которого всё существует, хотел, чтобы все люди стали Его детьми и разделили Его славу. Поэтому Он сотворил Иисуса, совершенного Спасителя, Который через Свои страдания стал совершенным, и Который ведёт людей к спасению.",
          "ID": "10"
        },
        {
          "text": "Иисус и те, кого Он делает святыми, принадлежат одной семье. Вот почему Иисусу не стыдно называть их братьями и сёстрами.",
          "ID": "11"
        },
        {
          "text": "Иисус говорит:",
          "ID": "12"
        },
        {
          "text": "«Я объявлю имя Твоё братьям и сёстрам Моим",
          "ID": "12"
        },
        {
          "text": "и вознесу хвалу Тебе перед собравшимися». Псалом 21:23",
          "ID": "12"
        },
        {
          "text": "И ещё Он говорит:",
          "ID": "13"
        },
        {
          "text": "«Я буду надеяться на Бога». Исаия 8:17",
          "ID": "13"
        },
        {
          "text": "И говорит Он также:",
          "ID": "13"
        },
        {
          "text": "«Вот Я, и со Мной дети,",
          "ID": "13"
        },
        {
          "text": "Богом данные Мне». Исаия 8:18",
          "ID": "13"
        },
        {
          "text": "И так как эти дети — люди во плоти и крови, то и Он стал таким же, как эти люди, чтобы через Свою смерть погубить того, кто имеет власть над смертью, то есть дьявола,",
          "ID": "14"
        },
        {
          "text": "и освободить тех людей, которые всю жизнь находились в рабстве у страха смерти.",
          "ID": "15"
        },
        {
          "text": "Совершенно ясно, что Иисус не Ангелам помогает, а только потомкам Авраама.",
          "ID": "16"
        },
        {
          "text": "И потому Иисус должен был принять образ Своих братьев и сестёр, чтобы стать милосердным и верным Первосвященником на службе Бога и искупить человеческие грехи.",
          "ID": "17"
        },
        {
          "text": "И так как Он Сам был подвергнут искушению и испытал страдания, то может помочь искушаемым .",
          "ID": "18"
        }
      ],
      "ID": "NT:HEB.2",
      "name": "Послание К Евреям 2"
    },
    {
      "text": [
        {
          "text": "И потому, святые братья и сёстры мои, призванные Богом, храните в мыслях Иисуса — Посланника и Первосвященника веры нашей.",
          "ID": "1"
        },
        {
          "text": "Он был верен Тому, Кто сделал Его Первосвященником, как был верен Моисей, и делал в доме Божьем всё, что было угодно Богу.",
          "ID": "2"
        },
        {
          "text": "Но Иисус был удостоен больших почестей, чем Моисей, подобно тому, как строителю дома оказывают больше почестей, чем самому дому.",
          "ID": "3"
        },
        {
          "text": "Всякий дом построен кем-то, Бог же создал всё.",
          "ID": "4"
        },
        {
          "text": "Моисей был верным слугой в доме Божьем и рассказал людям о том, что Бог скажет в будущем.",
          "ID": "5"
        },
        {
          "text": "А Христос верен, как подобает Сыну, Который правит домом Божьим. Мы же и есть этот дом Божий, если только до конца сохраним мужество и уверенность в великой надежде.",
          "ID": "6"
        },
        {
          "text": "Поэтому, как говорит Святой Дух:",
          "ID": "7"
        },
        {
          "text": "«Если вы сегодня услышите голос Божий,",
          "ID": "7"
        },
        {
          "text": "то не упрямьтесь, как тогда,",
          "ID": "8"
        },
        {
          "text": "когда восстали против Бога.",
          "ID": "8"
        },
        {
          "text": "В тот день, находясь в пустыне,",
          "ID": "8"
        },
        {
          "text": "вы испытывали Меня и Мое терпение,",
          "ID": "8"
        },
        {
          "text": "и сорок лет были свидетелями Моего могущества.",
          "ID": "9"
        },
        {
          "text": "Вот почему Я разгневался на них и сказал,",
          "ID": "10"
        },
        {
          "text": "что они всегда неправедны в своих мыслях.",
          "ID": "10"
        },
        {
          "text": "Они никогда не понимали Меня.",
          "ID": "10"
        },
        {
          "text": "И в гневе Своём Я поклялся:",
          "ID": "11"
        },
        {
          "text": "„Эти люди никогда не войдут в Мой покой!”» Псалом 94:7-11",
          "ID": "11"
        },
        {
          "text": "Будьте осторожны, братья и сёстры, чтобы никто из вас не поддался греховным мыслям, которые могут заставить вас усомниться и отвернуться от живого Бога.",
          "ID": "12"
        },
        {
          "text": "Но ободряйте друг друга каждый день, пока ещё «сегодня», чтобы никто из вас не оказался обманутым грехом и не очерствел в упрямстве.",
          "ID": "13"
        },
        {
          "text": "Потому что все мы разделим с Христом всё, чем владеет Он, если до конца будем твёрдо держаться нашей веры с той же уверенностью, которую имели вначале.",
          "ID": "14"
        },
        {
          "text": "Как сказано в Писании:",
          "ID": "15"
        },
        {
          "text": "«Если вы сегодня услышите голос Божий,",
          "ID": "15"
        },
        {
          "text": "то не упрямьтесь, как тогда,",
          "ID": "15"
        },
        {
          "text": "когда восстали против Бога». Псалом 94:7-8",
          "ID": "15"
        },
        {
          "text": "Кем были те люди, которые слышали голос Божий и восстали против Него? Разве это были не те, кого Моисей вывел из Египта?",
          "ID": "16"
        },
        {
          "text": "И на кого был разгневан Бог в течение сорока лет? Разве не на тех, кто согрешил и упал замертво в пустыне?",
          "ID": "17"
        },
        {
          "text": "Кому поклялся Бог, что они никогда не войдут в Его покой? Разве не тем, кто ослушался?",
          "ID": "18"
        },
        {
          "text": "Итак, мы видим, что они не смогли войти в Его покой за своё неверие.",
          "ID": "19"
        }
      ],
      "ID": "NT:HEB.3",
      "name": "Послание К Евреям 3"
    },
    {
      "text": [
        {
          "text": "Но так как обещание, что мы войдём в Его покой, всё ещё в силе, будем осторожны, чтобы никто из вас не пропустил эту возможность.",
          "ID": "1"
        },
        {
          "text": "Ведь благовествовали израильтянам, как и нам, но послание, услышанное ими, не принесло им пользы, так как, услышав его, они не приняли его с верой.",
          "ID": "2"
        },
        {
          "text": "Мы же, поверившие, вошли в Его покой. Как сказал Бог:",
          "ID": "3"
        },
        {
          "text": "«В гневе Своём Я поклялся:",
          "ID": "3"
        },
        {
          "text": "„Эти люди никогда не войдут в Мой покой!”» Псалом 94:11",
          "ID": "3"
        },
        {
          "text": "Он сказал это, хотя труд Его был завершён после сотворения мира.",
          "ID": "3"
        },
        {
          "text": "Вот что говорится в Писании о седьмом дне: «И на седьмой день отдыхал Бог от трудов Своих».",
          "ID": "4"
        },
        {
          "text": "Но в этом же Писании говорится: «Эти люди никогда не войдут в Мой покой».",
          "ID": "5"
        },
        {
          "text": "И всё же, некоторым людям дано войти в Его покой, а те, кому Благую Весть возвестили раньше, не вошли в него за непослушание.",
          "ID": "6"
        },
        {
          "text": "Тогда Бог опять установил определённый день — «сегодня». Много лет спустя Он говорил об этом устами Давида, как уже было сказано:",
          "ID": "7"
        },
        {
          "text": "«Если вы сегодня услышите голос Божий,",
          "ID": "7"
        },
        {
          "text": "то не упрямьтесь». Псалом 94:7-8",
          "ID": "7"
        },
        {
          "text": "Если бы Иисус Навин привёл их в покой Божий, то не было бы сказано о другом дне отдыха.",
          "ID": "8"
        },
        {
          "text": "В будущем придёт седьмой день, день отдыха для людей Божьих.",
          "ID": "9"
        },
        {
          "text": "Потому что каждый, кто вступает в покой Божий, отдыхает от трудов своих, как Бог отдыхал от Своих трудов.",
          "ID": "10"
        },
        {
          "text": "Так приложим же все старания, чтобы войти в Его покой и чтобы никто не был лишён его за то, что последовал примеру непокорных.",
          "ID": "11"
        },
        {
          "text": "Слово Божье живо и действенно, оно острее любого самого острого меча. Оно проникает в нас так глубоко, что отделяет душу от духа и суставы от костей; оно судит помыслы и чувства, находящиеся в наших сердцах.",
          "ID": "12"
        },
        {
          "text": "И нет ничего сущего, что скрылось бы от Него — всё обнажено и открыто перед глазами Того, Кому дадим отчёт о наших поступках.",
          "ID": "13"
        },
        {
          "text": "И раз у нас есть Великий Первосвященник, вознёсшийся на Небеса, Иисус, Сын Бога, то давайте твёрдо придерживаться веры, которую исповедуем.",
          "ID": "14"
        },
        {
          "text": "Потому что наш Первосвященник может понять нашу слабость, ведь когда Он жил на земле, то был искушаем так же, как и мы, но не согрешил.",
          "ID": "15"
        },
        {
          "text": "Имея такого Первосвященника, мы вольны приблизиться к благодатному престолу Бога, чтобы получить благодать и обрести милосердие, которые помогут нам во время испытаний.",
          "ID": "16"
        }
      ],
      "ID": "NT:HEB.4",
      "name": "Послание К Евреям 4"
    },
    {
      "text": [
        {
          "text": "Каждый иудейский первосвященник избирается из людей, чтобы служить Богу от их имени и приносить дары и жертвы для искупления грехов.",
          "ID": "1"
        },
        {
          "text": "Каждый первосвященник должен мягко обращаться с невежественными и заблудшими, потому что сам он также подвержен слабостям.",
          "ID": "2"
        },
        {
          "text": "И потому он должен приносить жертвы за свои собственные грехи, а также за грехи других.",
          "ID": "3"
        },
        {
          "text": "Огромная честь принадлежит тому, кто исполняет обязанности первосвященника. Однако никто не может выбрать самого себя стать первосвященником, он должен быть призван Богом, подобно Аарону.",
          "ID": "4"
        },
        {
          "text": "Ведь и Христос не Сам принял на Себя Славу стать Первосвященником. Бог сказал Ему:",
          "ID": "5"
        },
        {
          "text": "«Ты — Сын Мой.",
          "ID": "5"
        },
        {
          "text": "Сегодня Я стал Отцом Твоим». Псалом 2:7",
          "ID": "5"
        },
        {
          "text": "И ещё в другом месте Писания Бог говорит:",
          "ID": "6"
        },
        {
          "text": "«Ты стал навсегда священником,",
          "ID": "6"
        },
        {
          "text": "подобно Мелхиседеку». Псалом 109:4",
          "ID": "6"
        },
        {
          "text": "Во время Своей жизни на земле Иисус возносил молитвы и взывал с воплями и слезами к Богу, Который мог спасти Его от смерти. И услышан был Иисус, потому что Он глубоко почитал Бога.",
          "ID": "7"
        },
        {
          "text": "Хотя Иисус и был Сыном Бога, но научился послушанию через всё, что претерпел.",
          "ID": "8"
        },
        {
          "text": "И став совершенным первосвященником, Он превратился в источник вечного спасения для всех, кто Ему послушен.",
          "ID": "9"
        },
        {
          "text": "Тогда Бог объявил Его первосвященником, подобно Мелхиседеку.",
          "ID": "10"
        },
        {
          "text": "Многое ещё могли бы мы сказать об этом, но трудно вам что-либо объяснить, так как вы перестали слушать и понимать.",
          "ID": "11"
        },
        {
          "text": "Вам бы уже следовало стать учителями, но вам снова необходимо преподавать первые уроки учения Божьего. Вам нужно молоко, а не твёрдая пища!",
          "ID": "12"
        },
        {
          "text": "Тот, кто всё ещё питается молоком, ничего не знает о праведной жизни, потому что он младенец.",
          "ID": "13"
        },
        {
          "text": "Твёрдая же пища предназначена для зрелых людей, ум которых, благодаря опыту, способен различать добро и зло.",
          "ID": "14"
        }
      ],
      "ID": "NT:HEB.5",
      "name": "Послание К Евреям 5"
    },
    {
      "text": [
        {
          "text": "Поэтому давайте завершим начальные уроки учения Христа и перейдём к зрелости. Давайте не будем возвращаться к тому, с чего начали. Мы начали с того, что покаялись в делах, ведущих к смерти, и поверили в Бога,",
          "ID": "1"
        },
        {
          "text": "с учения о крещениях и возложении рук, воскресении из мёртвых и о вечном суде. Теперь же мы должны двигаться вперёд к более зрелому учению.",
          "ID": "2"
        },
        {
          "text": "Мы исполним всё это, если будет на то воля Божья.",
          "ID": "3"
        },
        {
          "text": "Разве можно обратить к покаянию тех, кто отвернулся от Христа? Я говорю о тех, кто познали истину, получили дар Божий и приобщились к Святому Духу. Эти люди слышали Слово Божье, видели великую силу нового мира Божьего и удостоверились в том, что это учение праведно, а потом отступились от Христа. Их не вернуть на путь покаяния, так как они вновь распинают Сына Божьего и прилюдно подвергают Его унижению.",
          "ID": "4+HEB"
        },
        {
          "text": "Некоторые люди подобны земле, благословенной Богом, на которую проливаются обильные дожди, и которая приносит урожай на пользу тем, кто её обрабатывает.",
          "ID": "7"
        },
        {
          "text": "А некоторые напоминают землю, которая приносит только тернии и чертополох; она ничего не стоит, и ей грозит быть проклятой Богом. Она будет уничтожена пожаром.",
          "ID": "8"
        },
        {
          "text": "Хотя мы говорим так, друзья любимые, мы уверены, что вас ждёт лучшее будущее — будущее, которое принесёт вам спасение.",
          "ID": "9"
        },
        {
          "text": "Потому что справедлив Бог и не забудет Он о ваших трудах и о той любви, которую вы оказали Ему, когда помогали и по-прежнему помогаете Его людям.",
          "ID": "10"
        },
        {
          "text": "Но нам хотелось бы, чтобы вы до конца жизни оказывали такое же рвение, и тогда ваши надежды обязательно исполнятся.",
          "ID": "11"
        },
        {
          "text": "Мы желаем, чтобы вы не ленились, а подражали тем, кто благодаря своей вере и терпению унаследует обещанное.",
          "ID": "12"
        },
        {
          "text": "Когда Бог дал обещание Аврааму, то поклялся Собою, так как не было никого, кто стоял бы выше Него.",
          "ID": "13"
        },
        {
          "text": "Он сказал: «Я осыплю тебя благословениями и дарую тебе великое множество потомков».",
          "ID": "14"
        },
        {
          "text": "И после терпеливого ожидания Авраам получил обещанное Богом.",
          "ID": "15"
        },
        {
          "text": "Люди всегда клянутся именем Того, Кто выше их, и клятва эта подтверждает сказанное и кладёт конец всем спорам.",
          "ID": "16"
        },
        {
          "text": "Бог пожелал, чтобы всем наследникам обещания было совершенно ясно, что Его замысел неизменен. Поэтому Он скрепил Своё обещание клятвой,",
          "ID": "17"
        },
        {
          "text": "которая даёт нам великое ободрение и уверенность в двух неизменных истинах: «Бог не лжёт», и «Бог верен Своей клятве».",
          "ID": "18"
        },
        {
          "text": "Мы являемся теми людьми, кто крепко держится за предложенную нам надежду.",
          "ID": "18"
        },
        {
          "text": "Мы храним эту надежду как якорь, незыблемый и прочный. Эта надежда проникает в святилище за завесой,",
          "ID": "19"
        },
        {
          "text": "куда Иисус вошёл первым и указал нам путь. Он стал Первосвященником навечно, подобно Мелхиседеку.",
          "ID": "20"
        }
      ],
      "ID": "NT:HEB.6",
      "name": "Послание К Евреям 6"
    },
    {
      "text": [
        {
          "text": "Мелхиседек был царём Салима и священником Бога Всевышнего. Встретив Авраама, возвращавшегося после победы над царями, Мелхиседек благословил его.",
          "ID": "1"
        },
        {
          "text": "И Авраам отдал ему десятую часть захваченного в битве. (Имя Мелхиседека, царя салимского, имеет два толкования: во-первых, Мелхиседек означает «царь праведности», а «царь Салима» означает также «царь мира»).",
          "ID": "2"
        },
        {
          "text": "Никто не знает, ни кто были отец и мать Мелхиседека, ни его родословной, никто не знает, когда он родился, и когда умер. Подобно Сыну Божьему, он остаётся священником во веки веков.",
          "ID": "3"
        },
        {
          "text": "Вы видите, каково величие этого человека! Даже Авраам, наш патриарх, отдал ему десятую часть своей доли, захваченной в битве.",
          "ID": "4"
        },
        {
          "text": "Закон гласит, что потомки Левия, которые становятся священниками, должны собирать десятину с народа. Они собирают десятину с собратьев своих, хотя и те и другие — потомки Авраама.",
          "ID": "5"
        },
        {
          "text": "Мелхиседек же, хотя и не произошёл от Левия, собрал десятину с Авраама и благословил имевшего обещание Бога.",
          "ID": "6"
        },
        {
          "text": "Нет сомнения, что тот, кто раздаёт благословения, выше того, кто принимает их.",
          "ID": "7"
        },
        {
          "text": "Священники собирают десятину, но они всего лишь люди, которые живут, а потом умирают, Мелхиседек же, собравший десятину с Авраама, продолжает жить, как сказано в Писании.",
          "ID": "8"
        },
        {
          "text": "Можно даже сказать, что Левий, собирающий десятину, в самом деле заплатил Мелхиседеку десятину через Авраама.",
          "ID": "9"
        },
        {
          "text": "Левий ещё не был рождён, но уже существовал в теле предка своего Авраама, когда Мелхиседек встретил его.",
          "ID": "10"
        },
        {
          "text": "Если бы духовное совершенство было достижимо через священничество Левитов (потому что Закон был дан народу, исходя из этого), то почему же была необходимость в том, чтобы появился другой священник, подобный Мелхиседеку, а не Аарону?",
          "ID": "11"
        },
        {
          "text": "Если произойдёт смена в священничестве, то и Закон должен измениться.",
          "ID": "12"
        },
        {
          "text": "Христос, о Котором сказано всё это, принадлежал к иному племени, чем Левиты, и никто из Его рода не служил у алтаря.",
          "ID": "13"
        },
        {
          "text": "Очевидно, что Господь наш произошёл из рода Иуды, а Моисей не упоминал о священниках из этого племени.",
          "ID": "14"
        },
        {
          "text": "И это становится ещё очевиднее, когда появляется священник, подобный Мелхиседеку.",
          "ID": "15"
        },
        {
          "text": "Он стал Священником не по Закону, основанному на уставах людей, а по воле неистребимой силы жизни.",
          "ID": "16"
        },
        {
          "text": "Вот что сказано о Нём в Писании: «Ты стал священником на веки вечные, подобно Мелхиседеку».",
          "ID": "17"
        },
        {
          "text": "Старая заповедь отныне отменена, потому что она бесполезна и бессильна.",
          "ID": "18"
        },
        {
          "text": "Закон Моисея ничего не мог сделать совершенным, теперь же нам даровано нечто лучшее, чем Закон — надежда, благодаря которой мы приобщаемся к Богу.",
          "ID": "19"
        },
        {
          "text": "Важно также, что Бог дал клятву, когда сделал Иисуса Первосвященником. Когда те, другие люди, стали священниками, то это произошло без клятвы.",
          "ID": "20"
        },
        {
          "text": "Христос же стал священнослужителем, когда Бог поклялся, сказав:",
          "ID": "21"
        },
        {
          "text": "«Господь дал клятву и не изменит ей:",
          "ID": "21"
        },
        {
          "text": "„Ты будешь священником на веки вечные”». Псалом 109:4",
          "ID": "21"
        },
        {
          "text": "Это означает, что Иисус — залог более прочного Соглашения.",
          "ID": "22"
        },
        {
          "text": "Первосвященников было множество, так как смерть прерывала их служение.",
          "ID": "23"
        },
        {
          "text": "Иисус же будет жить вечно, и священничество Его — вечно.",
          "ID": "24"
        },
        {
          "text": "Поэтому Он и может спасти тех, кто придёт к Богу через Него, так как будет жить вечно и всегда будет ходатайствовать за них перед Господом.",
          "ID": "25"
        },
        {
          "text": "Потому Иисус и является именно таким Первосвященником, какой нам нужен. Он — святой, безгрешный и невинный, не поддаётся влиянию грешников, и вознесён над небесами.",
          "ID": "26"
        },
        {
          "text": "Ему нет нужды каждодневно приносить жертвы, подобно другим первосвященникам, прежде всего за свои грехи, а потом за человеческие. Он принёс Себя в жертву раз и навсегда.",
          "ID": "27"
        },
        {
          "text": "Закон назначает первосвященниками тех, кто имеет человеческие слабости, клятвенное же обещание, пришедшее после Закона, навечно сделало Первосвященником Сына Божьего, ставшего совершенным через страдания.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.7",
      "name": "Послание К Евреям 7"
    },
    {
      "text": [
        {
          "text": "То, что мы говорим, сводится вот к чему: у нас есть такой Первосвященник, Который восседает по правую руку от престола Всевышнего на Небесах",
          "ID": "1"
        },
        {
          "text": "и служит в Святая святых, то есть в истинном месте почитания, которое учредил Господь, а не люди.",
          "ID": "2"
        },
        {
          "text": "Всякий первосвященник должен приносить дары и жертвы, и потому необходимо, чтобы и наш Первосвященник имел, что принести в дар и в жертву.",
          "ID": "3"
        },
        {
          "text": "Если бы Он сейчас жил на земле, то не был бы и священником, так как уже есть такие священники, которые приносят дары, согласно предписанию Закона.",
          "ID": "4"
        },
        {
          "text": "Служба, которую они проводят, всего лишь подражание священному и лишь тень его. Вот почему Бог предупредил Моисея, когда тот собирался поставить священный шатёр, сказав: «Смотри же, сделай всё по образцу, показанному тебе на горе».",
          "ID": "5"
        },
        {
          "text": "Иисусу была поручена священная служба, намного превосходящая службу тех священников, так же как новое Соглашение, которое Он принёс людям от Бога, превосходит старое и основано на обещании лучшего.",
          "ID": "6"
        },
        {
          "text": "Если бы то, первое Соглашение с Его народом, было безупречно, то не было бы нужды в другом Соглашении.",
          "ID": "7"
        },
        {
          "text": "Но Бог, установив вину людей, сказал:",
          "ID": "8"
        },
        {
          "text": "«Приближаются дни, — говорит Господь, —",
          "ID": "8"
        },
        {
          "text": "когда Я вступлю в новое Соглашение",
          "ID": "8"
        },
        {
          "text": "с домом Израиля и домом Иуды.",
          "ID": "8"
        },
        {
          "text": "И это Соглашение будет отличным от того,",
          "ID": "9"
        },
        {
          "text": "которое Я заключил с предками в тот день,",
          "ID": "9"
        },
        {
          "text": "когда взял их за руку,",
          "ID": "9"
        },
        {
          "text": "чтобы вывести из страны Египетской.",
          "ID": "9"
        },
        {
          "text": "Так как они не сохранили верность Моему Соглашению,",
          "ID": "9"
        },
        {
          "text": "и Я отвернулся от них, — говорит Господь.",
          "ID": "9"
        },
        {
          "text": "Вот какое Соглашение заключу Я",
          "ID": "10"
        },
        {
          "text": "с народом Израиля после этих дней,",
          "ID": "10"
        },
        {
          "text": "— говорит Господь. —",
          "ID": "10"
        },
        {
          "text": "Я вложу законы Мои в их умы,",
          "ID": "10"
        },
        {
          "text": "запишу в сердцах у них и стану их Богом,",
          "ID": "10"
        },
        {
          "text": "и они станут Моим народом.",
          "ID": "10"
        },
        {
          "text": "И не будет нужды в том,",
          "ID": "11"
        },
        {
          "text": "чтобы кто-то поучал соплеменников",
          "ID": "11"
        },
        {
          "text": "или сограждан своих,",
          "ID": "11"
        },
        {
          "text": "говоря: „познайте Господа”,",
          "ID": "11"
        },
        {
          "text": "так как все они будут знать Меня:",
          "ID": "11"
        },
        {
          "text": "от самого ничтожного",
          "ID": "11"
        },
        {
          "text": "до самого великого.",
          "ID": "11"
        },
        {
          "text": "Я буду милостив к их проступкам",
          "ID": "12"
        },
        {
          "text": "и забуду об их грехах». Иеремия 31:31-34",
          "ID": "12"
        },
        {
          "text": "Назвав это Соглашение «новым», Он сделал первое устаревшим, а всё, что устаревает и становится бесполезным, вскоре исчезает.",
          "ID": "13"
        }
      ],
      "ID": "NT:HEB.8",
      "name": "Послание К Евреям 8"
    },
    {
      "text": [
        {
          "text": "Первое Соглашение имело свои правила молитвенного обряда и своё святилище, построенное руками человеческими.",
          "ID": "1"
        },
        {
          "text": "Был построен священный шатёр. В его передней части, называемой «святым местом», поместили светильник и стол со священными хлебами.",
          "ID": "2"
        },
        {
          "text": "За завесой находилась вторая комната, называемая «Святая святых».",
          "ID": "3"
        },
        {
          "text": "В ней находился золотой алтарь для курения благовоний и священный ларец Соглашения, покрытый золотом. В этом ларце находился золотой сосуд с манной, посох Аарона, когда-то пустивший побеги, и каменные скрижали, на которых было высечено Соглашение.",
          "ID": "4"
        },
        {
          "text": "Над ларцом стояли Херувимы Славы, осеняющие место милосердия. Но сейчас не нужно обсуждать всё это в подробностях.",
          "ID": "5"
        },
        {
          "text": "Когда всё было устроено таким образом, священники каждый день входили в первую комнату, совершая обряд поклонения.",
          "ID": "6"
        },
        {
          "text": "Но во вторую комнату мог входить только первосвященник и только один раз в году. При этом он должен был принести с собой кровь, предназначенную в приношение Богу для искупления своих грехов и грехов народа, совершённых по невежеству.",
          "ID": "7"
        },
        {
          "text": "Этими двумя комнатами Святой Дух показывает, что путь в святилище не открыт, пока там есть первая комната.",
          "ID": "8"
        },
        {
          "text": "Всё это является образцом для нас, живущих сегодня, означая, что дары и жертвы, предложенные Богу, не могут полностью очистить тех, кто поклоняется Ему.",
          "ID": "9"
        },
        {
          "text": "Ведь дары и приношения сводились только к еде, питью и различным омовениям — к правилам, которые касаются только тела и которые Бог установил только до наступления нового порядка.",
          "ID": "10"
        },
        {
          "text": "Теперь же явился Христос, Первосвященник благ, которые у нас есть. Однако Он не служит в шатре, подобном тому, в котором служили другие первосвященники. Он служит в лучшем, более совершенном месте, которое не создано руками человеческими и не принадлежит этому миру.",
          "ID": "11"
        },
        {
          "text": "Он не приносил кровь козлят и телят, когда входил туда, а вошёл в Святая святых раз и навсегда, пролив Свою Собственную кровь, и приобрёл тем самым для нас вечное отпущение грехов.",
          "ID": "12"
        },
        {
          "text": "Если кровь козлят и телят, окропившая нечистых, или пепел коровы, осыпавший их, может освятить их, и они очистятся внешне,",
          "ID": "13"
        },
        {
          "text": "то насколько же действеннее кровь Христа! Он, через вечного Духа, предложил себя Богу как незапятнанную жертву. И кровь Его очистит нашу совесть от греховных поступков, несущих смерть, чтобы мы служили Богу живому.",
          "ID": "14"
        },
        {
          "text": "И поэтому Христос — Посредник в новом Соглашении между Богом и людьми, чтобы те, кого призывает Бог, могли получить обещанное Им. Они могут получить всё это навечно, потому что Христос умер, чтобы искупить грехи, совершённые людьми против заветов первого Соглашения, и освободить их от грехов.",
          "ID": "15"
        },
        {
          "text": "Если есть завещание, то необходимо подтвердить смерть того, кто его составил,",
          "ID": "16"
        },
        {
          "text": "так как завещание вступает в силу только после его смерти. Оно недействительно, пока жив тот, кто его составил.",
          "ID": "17"
        },
        {
          "text": "Вот почему даже первое Соглашение не вступило в силу без крови.",
          "ID": "18"
        },
        {
          "text": "Поэтому, после того как Моисей объявил заповеди Закона народу, он взял кровь телят и козлят, смешал её с водой, красной шерстью и иссопом, и окропил книгу Закона и весь народ.",
          "ID": "19"
        },
        {
          "text": "Он сказал: «Вот кровь Соглашения, которому Бог повелел вам повиноваться».",
          "ID": "20"
        },
        {
          "text": "И он окропил также шатёр и всё, чем пользовался во время обряда.",
          "ID": "21"
        },
        {
          "text": "В самом деле, согласно Закону почти всё должно быть очищено кровью, потому что без пролития крови нет прощения грехов.",
          "ID": "22"
        },
        {
          "text": "И потому необходимо, чтобы всё, что создано по подобию небесному, было очищено этим. Но всё, что на Небесах, должно быть очищено через лучшие жертвы, чем эти.",
          "ID": "23"
        },
        {
          "text": "Христос вошёл не в то святилище, которое было создано руками человека в подражание истинной Святая святых, а вознёсся на Небо, чтобы предстать перед Богом за нас.",
          "ID": "24"
        },
        {
          "text": "Он вознёсся не для того, чтобы снова и снова приносить Себя в жертву подобно тому, как первосвященник каждый год входит в Святая святых, неся с собой не свою кровь.",
          "ID": "25"
        },
        {
          "text": "Иначе с сотворения мира Ему бы надлежало приносить Себя в жертву великое множество раз. Сейчас же Он явился к концу веков, однажды и навечно, чтобы покончить с грехом, принеся Себя в жертву.",
          "ID": "26"
        },
        {
          "text": "И подобно тому, как умирают только один раз и предстают перед судом,",
          "ID": "27"
        },
        {
          "text": "Христос принёс Себя в жертву только однажды, чтобы покончить с грехами множества людей. Он явится вторично не для того, чтобы искупить грехи, а чтобы спасти тех, кто ждёт Его.",
          "ID": "28"
        }
      ],
      "ID": "NT:HEB.9",
      "name": "Послание К Евреям 9"
    },
    {
      "text": [
        {
          "text": "Закон — лишь тень будущего, а не образ того, что будет. И потому он не может сделать безупречными молящихся Богу и приносящих каждый год одни и те же жертвы.",
          "ID": "1"
        },
        {
          "text": "Если бы Закон мог сделать людей совершенными, то они бы перестали приносить жертвы. Потому что в таком случае, молящиеся очистились бы раз и навсегда и не чувствовали бы себя больше виноватыми в своих грехах.",
          "ID": "2"
        },
        {
          "text": "Но эти жертвоприношения каждый год напоминают о грехах.",
          "ID": "3"
        },
        {
          "text": "Невозможно, чтобы кровь телят и козлят искупила грехи.",
          "ID": "4"
        },
        {
          "text": "А потому, когда Христос пришёл в мир, то сказал:",
          "ID": "5"
        },
        {
          "text": "«Ты не хотел жертв и приношений,",
          "ID": "5"
        },
        {
          "text": "но приготовил тело для Меня.",
          "ID": "5"
        },
        {
          "text": "Тебя не радуют приношения",
          "ID": "6"
        },
        {
          "text": "убитых и сожжённых животных",
          "ID": "6"
        },
        {
          "text": "и жертвы, принесённые для искупления грехов.",
          "ID": "6"
        },
        {
          "text": "Тогда сказал Я: „Вот Я!",
          "ID": "7"
        },
        {
          "text": "Как написано обо Мне в книге Закона:",
          "ID": "7"
        },
        {
          "text": "Я пришёл, чтобы исполнить волю Твою, о Боже!”» Псалом 39:7-9",
          "ID": "7"
        },
        {
          "text": "Сначала Христос сказал: «Тебя не радуют приношения убитых и сожжённых животных и жертвы, принесённые для искупления грехов». (Все эти жертвоприношения установлены Законом).",
          "ID": "8"
        },
        {
          "text": "Потом сказал Он: «Вот Я! Я пришёл исполнить волю Твою, о Боже!» И этим Бог отменяет первый порядок принесения жертв и утверждает новый порядок.",
          "ID": "9"
        },
        {
          "text": "Христос был послушен Божьей воле и потому сделал нас святыми, принеся Своё тело в жертву раз и навсегда.",
          "ID": "10"
        },
        {
          "text": "Каждый день священники встают и исполняют свои обряды и предлагают одни и те же жертвы изо дня в день, и жертвы эти не могут снять с них грехов.",
          "ID": "11"
        },
        {
          "text": "Христос же принёс одну жертву за грехи на все времена и воссел по правую руку от Бога.",
          "ID": "12"
        },
        {
          "text": "И теперь Он ожидает, что Его враги будут повергнуты к ногам Его.",
          "ID": "13"
        },
        {
          "text": "Потому что этим одним приношением Он сделал совершенными на все времена тех, кто становятся святыми.",
          "ID": "14"
        },
        {
          "text": "Святой Дух также свидетельствует об этом перед нами. Потому что сказано:",
          "ID": "15"
        },
        {
          "text": "«Вот такое Соглашение заключу Я с ними после этих дней,",
          "ID": "16"
        },
        {
          "text": "— говорит Господь, —",
          "ID": "16"
        },
        {
          "text": "Я вложу Законы Свои в сердца их",
          "ID": "16"
        },
        {
          "text": "и запишу в их умах». Иеремия 31:33",
          "ID": "16"
        },
        {
          "text": "И ещё говорит Он:",
          "ID": "17"
        },
        {
          "text": "«И прощу им проступки их",
          "ID": "17"
        },
        {
          "text": "и не буду о них вспоминать». Иеремия 31:34",
          "ID": "17"
        },
        {
          "text": "И после того как все грехи прощены, нет больше необходимости в приношениях.",
          "ID": "18"
        },
        {
          "text": "И поэтому, братья и сёстры, мы уверены в том, что войдём в Святая святых благодаря крови Иисуса",
          "ID": "19"
        },
        {
          "text": "новым живым путём, который открыл Он для нас через завесу, то есть Своё тело.",
          "ID": "20"
        },
        {
          "text": "У нас есть великий священник в доме Божьем.",
          "ID": "21"
        },
        {
          "text": "Так приблизимся же к Богу чистосердечные и исполненные веры, с сердцами, омытыми от греховной совести, и телами, омытыми чистой водой.",
          "ID": "22"
        },
        {
          "text": "Будем же держаться надежды, которую проповедуем, потому что Богу, Который дал нам обещание, можно довериться.",
          "ID": "23"
        },
        {
          "text": "Так будем же заботиться друг о друге, побуждать друг друга к любви и добрым делам.",
          "ID": "24"
        },
        {
          "text": "Не будем отказываться от совместных встреч, как у некоторых вошло в привычку. Будем ободрять друг друга и будем ещё ревностнее во всём, осознавая приближение Дня пришествия Господа.",
          "ID": "25"
        },
        {
          "text": "Если мы будем намеренно продолжать грешить, после того как уже познали истину, то никакая жертва больше не искупит наши грехи,",
          "ID": "26"
        },
        {
          "text": "а останется только со страхом ждать суда и адского огня, который поглотит тех, кто идёт против Бога.",
          "ID": "27"
        },
        {
          "text": "Всякого, кто отрицал Закон Моисея, предавали смерти на основании показаний двух или трёх свидетелей.",
          "ID": "28"
        },
        {
          "text": "Подумайте же, насколько более страшного наказания заслуживают те, кто проявляют ненависть к Сыну Божьему и не признают священной крови нового Соглашения, той крови, что освятила их, и оскорбляют благодатного Духа Бога!",
          "ID": "29"
        },
        {
          "text": "Мы знаем Того, Кто сказал: «Мщение принадлежит Мне, Я отплачу им за их грехи!» И ещё сказал Бог: «Господь будет судить Свой народ».",
          "ID": "30"
        },
        {
          "text": "Как это страшно подвергнуться наказанию живого Бога!",
          "ID": "31"
        },
        {
          "text": "Вспомните те дни, когда, едва просветившись благодаря Благовестию, вы претерпели жестокие страдания.",
          "ID": "32"
        },
        {
          "text": "Иногда вас всенародно высмеивали и поноси́ли, иногда вы были сотоварищами тех, кто претерпевал подобные муки.",
          "ID": "33"
        },
        {
          "text": "И вы не только разделили страдания тех, кто находился в тюрьме, но и без печали приняли то, что вас лишили имущества, зная, что у вас есть нечто лучшее и непреходящее.",
          "ID": "34"
        },
        {
          "text": "Не отрекайтесь же от этой уверенности, потому что она принесёт вам великую награду.",
          "ID": "35"
        },
        {
          "text": "Продолжайте быть терпеливыми, чтобы, когда вы исполните волю Божью, получить то, что обещано им.",
          "ID": "36"
        },
        {
          "text": "Потому что:",
          "ID": "37"
        },
        {
          "text": "«Осталось уже совсем немного,",
          "ID": "37"
        },
        {
          "text": "и Идущий придёт без промедления.",
          "ID": "37"
        },
        {
          "text": "Праведный передо Мной будет жить",
          "ID": "38"
        },
        {
          "text": "благодаря своей вере.",
          "ID": "38"
        },
        {
          "text": "Если же он отвернётся в страхе,",
          "ID": "38"
        },
        {
          "text": "то не будет ему Моего благоволения». Аввакум 2:3-4 (Греческая рукопись)",
          "ID": "38"
        },
        {
          "text": "Мы же не из тех, кто отвернулись от Господа и унаследовали погибель, но из тех, кто сохраняют веру и приобретают спасение.",
          "ID": "39"
        }
      ],
      "ID": "NT:HEB.10",
      "name": "Послание К Евреям 10"
    },
    {
      "text": [
        {
          "text": "Вера же означает, что мы уверены в том, на что надеемся. Она является доказательством существования того, что мы никогда не видели.",
          "ID": "1"
        },
        {
          "text": "За такую веру Бог благоволил к людям, жившим издревле.",
          "ID": "2"
        },
        {
          "text": "Благодаря своей вере мы понимаем, что мир был сотворён по велению Божьему, и то, что видимо, создано было из того, что невидимо.",
          "ID": "3"
        },
        {
          "text": "Благодаря своей вере Авель принёс Богу более угодную жертву, чем Каин. Благодаря своей вере он был превознесён как праведник, так как Бог с одобрением принял дары его. И благодаря своей вере он всё ещё говорит, хотя и мёртв.",
          "ID": "4"
        },
        {
          "text": "Благодаря своей вере Енох был вознесён к Богу, чтобы не увидел он смерти, и не смогли найти его, потому что Бог взял его к Себе. В Писании сказано, что до своего вознесения он угодил Богу,",
          "ID": "5"
        },
        {
          "text": "а без веры невозможно угодить Богу. Потому что тот, кто предстаёт перед Богом, должен верить в то, что Бог жив и вознаграждает ищущих Его.",
          "ID": "6"
        },
        {
          "text": "Благодаря своей вере и почтению к Богу, Ной, когда был предупреждён Богом о том, чего сам не мог ещё видеть, внял предупреждению и построил ковчег, чтобы спасти свою семью. Верой своей он осудил мир и стал одним из тех, кого вера оправдывает перед Богом.",
          "ID": "7"
        },
        {
          "text": "Благодаря вере Авраам, будучи призван Богом, повиновался и отправился в ту землю, которую должен был получить в наследство. Он отправился туда, хотя и не знал, куда идёт.",
          "ID": "8"
        },
        {
          "text": "Благодаря своей вере, он оставался в чужой земле, которую Бог обещал отдать ему во владение. Авраам жил в шатрах вместе с Исааком и Иаковом, также получившими обещание от Бога.",
          "ID": "9"
        },
        {
          "text": "И всё это делал он, потому что ожидал создания города с основанием извечным, города, архитектором и строителем которого является Бог.",
          "ID": "10"
        },
        {
          "text": "Несмотря на преклонные годы Авраама и бесплодие Сарры, они не утратили веру в Бога и Его обещания. Поэтому Бог позволил им иметь детей.",
          "ID": "11"
        },
        {
          "text": "Авраам был настолько стар, что уже находился на пороге смерти. Однако от него одного произошли такие многочисленные потомки, будто звёзды в небе, и неисчислимые, как песчинки на берегу морском.",
          "ID": "12"
        },
        {
          "text": "И все эти люди продолжали жить со своей верой до самой смерти. Они не получили обещанного, но видели его на расстоянии и радовались ему. Они признавали открыто, что являются чужими, всего лишь странниками на этой земле.",
          "ID": "13"
        },
        {
          "text": "Люди, говорящие такое, тем самым показывают, что они ищут свою страну.",
          "ID": "14"
        },
        {
          "text": "Если бы они думали о той стране, которую покинули, то у них была бы возможность возвратиться.",
          "ID": "15"
        },
        {
          "text": "Они томились по лучшей стране, небесной. И потому Бог не стыдится называться их Богом, потому что Он приготовил для них город.",
          "ID": "16"
        },
        {
          "text": "С верой Авраам, испытываемый Богом, предложил в жертву Исаака. Да, он, получивший обещание, был готов принести в жертву единственного сына,",
          "ID": "17"
        },
        {
          "text": "о котором Бог уже сказал ему: «Придут потомки твои через Исаака».",
          "ID": "18"
        },
        {
          "text": "С верой Авраам был готов принести в жертву своего единственного сына. Он верил, что Бог может воскресить человека из мёртвых. И действительно, когда Бог остановил Авраама от убийства своего сына, то это было подобно тому, что Исаак был возвращён из мёртвых.",
          "ID": "19"
        },
        {
          "text": "С верой Исаак благословил будущее Иакова и Исава.",
          "ID": "20"
        },
        {
          "text": "Верой своей Иаков, умирая, благословил обоих сыновей Иосифа и поклонился Богу, опираясь на свой посох.",
          "ID": "21"
        },
        {
          "text": "С верой Иосиф в конце жизни говорил об исходе народа Израиля из Египта и повелел, что сделать с его телом.",
          "ID": "22"
        },
        {
          "text": "С верой, когда родился Моисей, родители три месяца прятали его и, видя, как красив ребёнок, не побоялись ослушаться царского приказа.",
          "ID": "23"
        },
        {
          "text": "С верой Моисей, когда вырос, отказался называться сыном дочери фараона.",
          "ID": "24"
        },
        {
          "text": "Он предпочёл лучше терпеть преследования вместе с людьми Божьими, чем короткое время наслаждаться греховными удовольствиями.",
          "ID": "25"
        },
        {
          "text": "Он считал, что страдания, через которые ему суждено пройти ради Христа, драгоценнее, чем все египетские сокровища. Моисей ожидал награды Божьей.",
          "ID": "26"
        },
        {
          "text": "С верой он покинул Египет, не страшась царского гнева. Он вытерпел всё, как будто видел невидимого Бога.",
          "ID": "27"
        },
        {
          "text": "С верой Моисей приготовился к празднованию Пасхи и окропил дверные косяки кровью, чтобы Губитель не смог тронуть никого из израильских первенцев.",
          "ID": "28"
        },
        {
          "text": "С верой пересекли израильтяне Красное море, словно сушу; когда же египтяне попробовали сделать то же самое, море поглотило их.",
          "ID": "29"
        },
        {
          "text": "Благодаря вере людей Божьих рухнули стены Иерихона после того, как их обходили семь дней подряд.",
          "ID": "30"
        },
        {
          "text": "Благодаря своей вере блудница Раав не была убита вместе со всеми, кто отказался повиноваться, так как приняла израильских лазутчиков с миром.",
          "ID": "31"
        },
        {
          "text": "Что же ещё сказать мне? Мне не хватит времени, чтобы рассказать о Гедеоне, Вараке, Самсоне, Иеффае, Давиде, Самуиле и о пророках.",
          "ID": "32"
        },
        {
          "text": "Эти люди, благодаря своей вере, побеждали царства и устанавливали справедливость согласно Божьим обещаниям. Они заставляли умолкнуть львов, погашали яростный огонь",
          "ID": "33"
        },
        {
          "text": "и избегали смерти от меча. В слабости они обретали силу, становились могучими в битве, обращали в бегство чужеземные войска.",
          "ID": "34"
        },
        {
          "text": "Женщины, потерявшие своих родных и близких, вновь обретали их после воскресения из мёртвых. Других пытали, но они отвергали свободу, чтобы обрести воскресение к лучшей жизни.",
          "ID": "35"
        },
        {
          "text": "Некоторым пришлось вытерпеть насмешки и битьё кнутом, другие же были закованы в цепи и брошены в тюрьмы.",
          "ID": "36"
        },
        {
          "text": "Их забрасывали камнями, разрезали надвое, убивали мечами. Они одевались в овечьи и козьи шкуры, были бедны, преследуемы и притесняемы.",
          "ID": "37"
        },
        {
          "text": "Мир был недостоин этих великих людей. Они скитались в горах и в пустынях, жили в пещерах и в земляных норах.",
          "ID": "38"
        },
        {
          "text": "Эти люди были всем известны благодаря своей вере, но они не получили того, что было обещано Богом.",
          "ID": "39"
        },
        {
          "text": "Бог задумал нечто лучшее для нас, чтобы эти люди достигли совершенства, но только с нами вместе.",
          "ID": "40"
        }
      ],
      "ID": "NT:HEB.11",
      "name": "Послание К Евреям 11"
    },
    {
      "text": [
        {
          "text": "Все эти великие люди являются для нас примером того, что означает истинная вера. И подобно им, с терпением и упорством, мы преодолеем дистанцию, избавившись от всего, что замедляет наш бег, а также и от греха, который зачастую сбивает нас с ног.",
          "ID": "1"
        },
        {
          "text": "Не отводите своего взора от Иисуса, Который ведёт нас за собой в вере нашей и делает её совершенной. Ради радости, ожидавшей Его, Иисус принял смерть на кресте, презрев позор распятия, и теперь занял Своё место по правую руку от престола Бога.",
          "ID": "2"
        },
        {
          "text": "Подумайте о Христе, Который вытерпел такое поругание со стороны грешников ради того, чтобы вы не ослабели духом.",
          "ID": "3"
        },
        {
          "text": "В вашей борьбе с грехом вам ещё не приходилось сражаться насмерть.",
          "ID": "4"
        },
        {
          "text": "Возможно, вы забыли слово ободрения, обращённое к вам как к сыновьям:",
          "ID": "5"
        },
        {
          "text": "«Сын мой, не относись с лёгкостью к строгости Господа",
          "ID": "5"
        },
        {
          "text": "и не падай духом, когда Он упрекает тебя.",
          "ID": "5"
        },
        {
          "text": "Потому что Господь взыскивает строго с тех,",
          "ID": "6"
        },
        {
          "text": "кого любит, и наказывает того,",
          "ID": "6"
        },
        {
          "text": "кого принимает в сыновья». Притчи 3:11-12",
          "ID": "6"
        },
        {
          "text": "Терпите же невзгоды как наказание Божье. Они доказывают, что Бог обращается с вами как с сыновьями, потому что какого же сына не наказывает отец?",
          "ID": "7"
        },
        {
          "text": "Если вас не наказывают, как наказывают сыновей, то вы — незаконные дети, а не истинные сыновья.",
          "ID": "8"
        },
        {
          "text": "Кроме того, у всех нас были отцы по плоти, которые наказывали нас, и мы относились к ним с уважением. Разве мы не должны проявить ещё большее послушание нашему духовному Отцу?",
          "ID": "9"
        },
        {
          "text": "Наши отцы по плоти наказывали нас короткое время по своему разумению, Он же наказывает ради нашего блага, чтобы мы приобщились к Его святости.",
          "ID": "10"
        },
        {
          "text": "Мы не любим, когда нас наказывают, нам это больно, но позже те, кто были научены наказаниями, пожинают мирную жатву праведной жизни.",
          "ID": "11"
        },
        {
          "text": "Вы ослабели. Так снова наберитесь сил!",
          "ID": "12"
        },
        {
          "text": "Живите праведно, чтобы спастись и чтобы ваша слабость не заставила вас утратить веру.",
          "ID": "13"
        },
        {
          "text": "Старайтесь жить в мире со всеми, старайтесь жить без греха, потому что без святости никто не увидит Господа.",
          "ID": "14"
        },
        {
          "text": "Смотрите, чтобы никто не оказался без благодати Божьей и не уподобился горькому корню, который может погубить многих.",
          "ID": "15"
        },
        {
          "text": "Смотрите, чтобы никто из вас не стал развратником или безбожником, подобно Исаву, продавшим за одну похлёбку своё первородство.",
          "ID": "16"
        },
        {
          "text": "После этого, как вы знаете, Исав хотел получить благословение отца и, хотя он и молил его об этом со слезами, отец отказал ему, так как Исав не мог изменить содеянного.",
          "ID": "17"
        },
        {
          "text": "В отличие от народа израильского, вы пришли не к горе, которой можно коснуться, и которая пышет огнём, и укрыта гнетущим мраком и бурей,",
          "ID": "18"
        },
        {
          "text": "не к звуку трубы или голоса, произносящего слова, голоса, заставляющего слышащих его молить, чтобы больше никакие слова к ним обращены не были.",
          "ID": "19"
        },
        {
          "text": "Потому что они не хотели слышать эту заповедь: «Если что-нибудь, пусть даже животное, коснётся этой горы, оно будет побито камнями».",
          "ID": "20"
        },
        {
          "text": "И в самом деле, это было такое устрашающее зрелище, что Моисей сказал: «Я трепещу от страха».",
          "ID": "21"
        },
        {
          "text": "Вы же пришли к горе Сион, к городу Бога живого, Небесному Иерусалиму. Вы пришли к тысячам и тысячам Ангелов, собравшимся вместе в радости.",
          "ID": "22"
        },
        {
          "text": "Вы пришли к церкви сыновей перворожденных, чьи имена записаны на Небесах. Вы пришли к Богу, Судье всех людей, и к духам праведников, достигших совершенства.",
          "ID": "23"
        },
        {
          "text": "Вы пришли к Иисусу, Который принёс новое Соглашение от Бога Его народу, и к пролитой крови, которая говорит о лучшем, нежели кровь Авеля.",
          "ID": "24"
        },
        {
          "text": "Смотрите же, не отказывайтесь слушать, когда говорит Бог. Если те израильтяне, которые отказались слушать Его, когда Он предупреждал их на земле, не спаслись, то тем более и нам не спастись, если отвернёмся от Него, слыша предупреждение с Небес.",
          "ID": "25"
        },
        {
          "text": "Когда Бог говорил в первый раз, то от Его голоса сотрясалась земля, теперь же Он даёт обещание, говоря: «Ещё раз сотрясу Я землю и поколеблю также и небо».",
          "ID": "26"
        },
        {
          "text": "Слова «ещё раз» показывают, что всё сотворённое будет уничтожено, так как его можно поколебать, чтобы осталось только непоколебимое.",
          "ID": "27"
        },
        {
          "text": "Итак, получая царство, которое нельзя поколебать, будем же благодарны, чтобы благодарностью этой почитать Бога как положено, с благоговением и страхом,",
          "ID": "28"
        },
        {
          "text": "потому что наш Бог может уничтожить нас, словно всепоглощающий огонь.",
          "ID": "29"
        }
      ],
      "ID": "NT:HEB.12",
      "name": "Послание К Евреям 12"
    },
    {
      "text": [
        {
          "text": "Продолжайте любить друг друга как братья и сёстры во Христе.",
          "ID": "1"
        },
        {
          "text": "Всегда помните о гостеприимстве, потому что поступая так, некоторые, сами того не ведая, оказали гостеприимство Ангелам.",
          "ID": "2"
        },
        {
          "text": "Помните о тех, кто находится в тюрьме, как если бы вы были их товарищами по заключению, и помните о тех, кто терпит страдания, как если бы вы страдали вместе с ними.",
          "ID": "3"
        },
        {
          "text": "Супружество должно у всех быть в почёте и сохраняться в чистоте между супругами, потому что Бог осудит тех, кто предаётся разврату и нарушает супружескую верность.",
          "ID": "4"
        },
        {
          "text": "Будьте свободны от любви к деньгам, довольствуйтесь тем, что имеете. Так как Бог сказал:",
          "ID": "5"
        },
        {
          "text": "«Я никогда не покину тебя.",
          "ID": "5"
        },
        {
          "text": "Никогда не уйду Я от тебя». Второзаконие 31:6",
          "ID": "5"
        },
        {
          "text": "И потому мы можем сказать с уверенностью:",
          "ID": "6"
        },
        {
          "text": "«Господь — мне Помощник.",
          "ID": "6"
        },
        {
          "text": "Я не стану бояться того,",
          "ID": "6"
        },
        {
          "text": "что сделает мне человек?» Псалом 117:6",
          "ID": "6"
        },
        {
          "text": "Помните своих наставников, которые обращались к вам со словом Божьим и, помня об их жизни и смерти, следуйте их вере.",
          "ID": "7"
        },
        {
          "text": "Иисус Христос неизменен вчера, сегодня и вовеки.",
          "ID": "8"
        },
        {
          "text": "Не увлекайтесь никакими лжеучениями. Сердца ваши должны укрепляться Божьей благодатью, а не правилами о том, какую пищу есть, и какую не есть, так как они не приносят пользы тем, кто их соблюдает.",
          "ID": "9"
        },
        {
          "text": "У нас есть Жертва, которую те, кто служат в священном шатре, не имеют права принимать в пищу.",
          "ID": "10"
        },
        {
          "text": "Первосвященник вносит кровь животных в Святая святых для искупления грехов, трупы же их сжигают за стенами стана.",
          "ID": "11"
        },
        {
          "text": "И поэтому Иисус принял страдание за городскими воротами, чтобы Его народ стал святым через Его кровь.",
          "ID": "12"
        },
        {
          "text": "Так отправимся же к Нему за городские стены и разделим с Ним поругание.",
          "ID": "13"
        },
        {
          "text": "Потому что мы не имеем здесь вечного города, но ждём того, в котором будем жить в будущем.",
          "ID": "14"
        },
        {
          "text": "Так давайте же будем через Иисуса приносить Богу жертвенные молитвы, которые исходят из уст, прославляющих Его имя.",
          "ID": "15"
        },
        {
          "text": "Не забывайте также творить добро и делиться с другими, потому что Богу угодны такие жертвы.",
          "ID": "16"
        },
        {
          "text": "Слушайтесь ваших наставников и повинуйтесь им. Потому что они заботятся о вашем духовном благополучии, зная, что им предстоит дать в этом отчёт. Повинуйтесь им, чтобы их труды приносили им радость, а не печаль. Упорствуя им, вы лишь повредите самим себе.",
          "ID": "17"
        },
        {
          "text": "Молитесь за нас. Мы уверены, что наша совесть чиста, потому что желаем во всём поступать правильно.",
          "ID": "18"
        },
        {
          "text": "Прошу вас, молитесь, чтобы Бог поскорее послал меня к вам обратно, так как это моё самое сильное желание.",
          "ID": "19"
        },
        {
          "text": "Так пусть же Бог мира, воскресивший из мёртвых Великого Пастыря овец Своих, нашего Господа Иисуса, через кровь вечного Соглашения,",
          "ID": "20"
        },
        {
          "text": "дарит вам всё доброе, чтобы вы исполнили волю Его! И пусть Он совершит в нас через Иисуса Христа то, что угодно Ему. Христу же да будет Слава вечная! Аминь.",
          "ID": "21"
        },
        {
          "text": "Братья и сёстры, я прошу вас с терпением выслушать эти слова ободрения, потому что это письмо не очень длинное.",
          "ID": "22"
        },
        {
          "text": "Хочу, чтобы вы знали, что брата нашего Тимофея выпустили на свободу. Если он вскоре придёт ко мне, мы оба придём повидаться с вами.",
          "ID": "23"
        },
        {
          "text": "Передавайте приветы всем вашим наставникам и всем людям Божьим. Те, кто находятся в Италии, все шлют вам привет.",
          "ID": "24"
        },
        {
          "text": "Пусть благодать Божья будет со всеми вами!",
          "ID": "25"
        }
      ],
      "ID": "NT:HEB.13",
      "name": "Послание К Евреям 13"
    }
  ],
  "ID": "NT:HEB(RSP)",
  "name": "Послание К Евреям"
}