{
  "name": "Zechariah",
  "text": [
    {
      "name": "Zechariah 1",
      "text": [
        {
          "text": "IN THE eighth month, in the second year [of the reign] of Darius, came the word of the Lord to Zechariah son of Berechiah, the son of Iddo, the prophet, saying, [Ezra 5:1.]",
          "ID": "1"
        },
        {
          "text": "The Lord was very angry with your fathers.",
          "ID": "2"
        },
        {
          "text": "Therefore say to them [the Jews of this day], Thus says the Lord of hosts: Return to Me, says the Lord of hosts, and I will return to you; it is the utterance of the Lord of hosts.",
          "ID": "3"
        },
        {
          "text": "Be not as your fathers to whom the former prophets cried, Thus says the Lord of hosts: Return now from your evil ways and your evil doings; but they would not hear or listen to Me, says the Lord. [II Kings 17:13; Isa. 45:22; Jer. 18:11; Ezek. 33:11.]",
          "ID": "4"
        },
        {
          "text": "Your fathers, where are they? And the prophets, do they live forever?",
          "ID": "5"
        },
        {
          "text": "But My words and My statutes, which I commanded My servants the prophets, did they not overtake and take hold of your fathers? So they repented and said, As the Lord of hosts planned and purposed to do to us, according to our ways and according to our doings, so has He dealt with us.",
          "ID": "6"
        },
        {
          "text": "Upon the twenty-fourth day of the eleventh month, which is the month of Shebat, in the second year of the reign of Darius, the word of the Lord came to Zechariah son of Berechiah, the son of Iddo, the prophet. Zechariah said,",
          "ID": "7"
        },
        {
          "text": "I saw in the night [vision] and behold, a Man riding upon a red horse, and He stood among the myrtle trees that were in a low valley or bottom, and behind Him there were horses, red, bay or flame-colored, and white.",
          "ID": "8"
        },
        {
          "text": "Then said I, O my lord, what are these? And the angel who talked with me said, I will show you what these are.",
          "ID": "9"
        },
        {
          "text": "And the Man who stood among the myrtle trees answered and said, These are they whom the Lord has sent to walk to and fro through the earth and patrol it.",
          "ID": "10"
        },
        {
          "text": "And the men on the horses answered the Angel of the Lord Who stood among the myrtle trees and said, We have walked to and fro through the earth [patrolling it] and behold, all the earth sits at rest [in peaceful security].",
          "ID": "11"
        },
        {
          "text": "Then the Angel of the Lord said, O Lord of hosts, how long will You not have mercy and lovingkindness for Jerusalem and the cities of Judah, against which You have had indignation these seventy years [of the Babylonian captivity]?",
          "ID": "12"
        },
        {
          "text": "And the Lord answered the angel who talked with me with gracious and comforting words.",
          "ID": "13"
        },
        {
          "text": "So the angel who talked with me said to me, Cry out, Thus says the Lord of hosts: I am jealous for Jerusalem and for Zion with a great jealousy.",
          "ID": "14"
        },
        {
          "text": "And I am very angry with the nations that are at ease; for while I was but a little displeased, they helped forward the affliction and disaster.",
          "ID": "15"
        },
        {
          "text": "Therefore thus says the Lord: I have returned to Jerusalem with compassion (lovingkindness and mercy). My house shall be built in it, says the Lord of hosts, and a measuring line shall be stretched out over Jerusalem [with a view to rebuilding its walls].",
          "ID": "16"
        },
        {
          "text": "Cry yet again, saying, Thus says the Lord of hosts: My cities shall yet again overflow with prosperity, and the Lord shall yet comfort Zion and shall yet choose Jerusalem.",
          "ID": "17"
        },
        {
          "text": "Then I lifted up my eyes and saw, and behold, four horns [symbols of strength].",
          "ID": "18"
        },
        {
          "text": "And I said to the angel who talked with me, What are these? And he answered me, These are the horns or powers which have scattered Judah, Israel, and Jerusalem.",
          "ID": "19"
        },
        {
          "text": "Then the Lord showed me four smiths or workmen [one for each enemy horn, to beat it down].",
          "ID": "20"
        },
        {
          "text": "Then said I, What are these [horns and smiths] coming to do? And he said, These are the horns or powers that scattered Judah so that no man lifted up his head. But these smiths or workmen have come to terrorize them and cause them to be panic-stricken, to cast out the horns or powers of the nations who lifted up their horn against the land of Judah to scatter it.",
          "ID": "21"
        }
      ],
      "ID": "OT:ZEC.1"
    },
    {
      "name": "Zechariah 2",
      "text": [
        {
          "text": "AND I lifted up my eyes and saw, and behold, a man with a measuring line in his hand.",
          "ID": "1"
        },
        {
          "text": "Then said I, Where are you going? And he said to me, To measure Jerusalem, to see what is its breadth and what is its length.",
          "ID": "2"
        },
        {
          "text": "And behold, the angel who talked with me went forth and another angel went out to meet him,",
          "ID": "3"
        },
        {
          "text": "And he said to the second angel, Run, speak to this young man, saying, Jerusalem shall be inhabited and dwell as villages without walls, because of the multitude of people and livestock in it.",
          "ID": "4"
        },
        {
          "text": "For I, says the Lord, will be to her a wall of fire round about, and I will be the glory in the midst of her.",
          "ID": "5"
        },
        {
          "text": "Ho! ho! [Hear and] flee from the land of the north, says the Lord, and from the four winds of the heavens, for to them have I scattered you, says the Lord.",
          "ID": "6"
        },
        {
          "text": "Ho! Escape to Zion, you who dwell with the daughter of Babylon!",
          "ID": "7"
        },
        {
          "text": "For thus said the Lord of hosts, after [His] glory had sent me [His messenger] to the nations who plundered you–for he who touches you touches the apple or pupil of His eye:",
          "ID": "8"
        },
        {
          "text": "Behold, I will swing my hand over them and they shall become plunder for those who served them. Then you shall know (recognize and understand) that the Lord of hosts has sent me [His messenger].",
          "ID": "9"
        },
        {
          "text": "Sing and rejoice, O Daughter of Zion; for behold, I come, and I will dwell in the midst of you, says the Lord.",
          "ID": "10"
        },
        {
          "text": "And many nations shall join themselves to the Lord in that day and shall be My people. And I will dwell in the midst of you, and you shall know (recognize and understand) that the Lord of hosts has sent me [His messenger] to you. [Isa. 2:3; Mic. 4:2.]",
          "ID": "11"
        },
        {
          "text": "And the Lord shall inherit Judah as His portion in the holy land and shall again choose Jerusalem.",
          "ID": "12"
        },
        {
          "text": "Be still, all flesh, before the Lord, for He is aroused and risen from His holy habitation. [Hab. 2:20; Zeph. 1:7.]",
          "ID": "13"
        }
      ],
      "ID": "OT:ZEC.2"
    },
    {
      "name": "Zechariah 3",
      "text": [
        {
          "text": "THEN [the guiding angel] showed me Joshua the high priest standing before the Angel of the Lord, and Satan standing at Joshua's right hand to be his adversary and to accuse him.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to Satan, The Lord rebuke you, O Satan! Even the Lord, Who [now and habitually] chooses Jerusalem, rebuke you! Is not this [returned captive Joshua] a brand plucked out of the fire? [Jude 9.]",
          "ID": "2"
        },
        {
          "text": "Now Joshua was clothed with filthy garments and was standing before the Angel [of the Lord].",
          "ID": "3"
        },
        {
          "text": "And He spoke to those who stood before Him, saying, Take away the filthy garments from him. And He said to [Joshua], Behold, I have caused your iniquity to pass from you, and I will clothe you with rich apparel.",
          "ID": "4"
        },
        {
          "text": "And I [Zechariah] said, Let them put a clean turban on his head. So they put a clean turban on his head and clothed him with [rich] garments. And the Angel of the Lord stood by.",
          "ID": "5"
        },
        {
          "text": "And the Angel of the Lord [solemnly and earnestly] protested and affirmed to Joshua, saying,",
          "ID": "6"
        },
        {
          "text": "Thus says the Lord of hosts: If you will walk in My ways and keep My charge, then also you shall rule My house and have charge of My courts, and I will give you access [to My presence] and places to walk among these who stand here.",
          "ID": "7"
        },
        {
          "text": "Hear now, O Joshua the high priest, you and your colleagues who [usually] sit before you–for they are men who are a sign or omen [types of what is to come]–for behold, I will bring forth My servant the Branch. [Isa. 4:2; Jer. 23:5; 33:15; Zech. 6:12.]",
          "ID": "8"
        },
        {
          "text": "For behold, upon the stone which I have set before Joshua, upon that one stone are seven eyes or facets [the all-embracing providence of God and the sevenfold radiations of the Spirit of God]. Behold, I will carve upon it its inscription, says the Lord of hosts, and I will remove the iniquity and guilt of this land in a single day. [II Chron. 16:9; Jer. 50:20; Zech. 4:10.]",
          "ID": "9"
        },
        {
          "text": "In that day, says the Lord of hosts, you shall invite each man his neighbor under his own vine and his own fig tree. [Mic. 4:1-4.]",
          "ID": "10"
        }
      ],
      "ID": "OT:ZEC.3"
    },
    {
      "name": "Zechariah 4",
      "text": [
        {
          "text": "AND THE angel who talked with me came again and awakened me, like a man who is wakened out of his sleep.",
          "ID": "1"
        },
        {
          "text": "And said to me, What do you see? I said, I see, and behold, a lampstand all of gold, with its bowl [for oil] on the top of it and its seven lamps on it, and [there are] seven pipes to each of the seven lamps which are upon the top of it. [Matt. 5:14, 16; Luke 12:35; Phil. 2:15; Rev. 1:20.]",
          "ID": "2"
        },
        {
          "text": "And there are two olive trees by it, one upon the right side of the bowl and the other upon the left side of it [feeding it continuously with oil]. [Rev. 11:4-13.]",
          "ID": "3"
        },
        {
          "text": "So I asked the angel who talked with me, What are these, my lord?",
          "ID": "4"
        },
        {
          "text": "Then the angel who talked with me answered me, Do you not know what these are? And I said, No, my lord.",
          "ID": "5"
        },
        {
          "text": "Then he said to me, This [addition of the bowl to the candlestick, causing it to yield a ceaseless supply of oil from the olive trees] is the word of the Lord to Zerubbabel, saying, Not by might, nor by power, but by My Spirit [of Whom the oil is a symbol], says the Lord of hosts.",
          "ID": "6"
        },
        {
          "text": "For who are you, O great mountain [of human obstacles]? Before Zerubbabel [who with Joshua had led the return of the exiles from Babylon and was undertaking the rebuilding of the temple, before him] you shall become a plain [a mere molehill]! And he shall bring forth the finishing gable stone [of the new temple] with loud shoutings of the people, crying, Grace, grace to it! [Ezra 4:1-5, 24; Isa. 40:4.]",
          "ID": "7"
        },
        {
          "text": "Moreover, the word of the Lord came to me, saying,",
          "ID": "8"
        },
        {
          "text": "The hands of Zerubbabel have laid the foundations of this house; his hands shall also finish it. Then you shall know (recognize and understand) that the Lord of hosts has sent me [His messenger] to you.",
          "ID": "9"
        },
        {
          "text": "Who [with reason] despises the day of small things? For these seven shall rejoice when they see the plummet in the hand of Zerubbabel. [These seven] are the eyes of the Lord which run to and fro throughout the whole earth. [Rev. 5:6.]",
          "ID": "10"
        },
        {
          "text": "Then I said to him [the angel who talked with me], What are these two olive trees on the right side of the lampstand and on the left side of it?",
          "ID": "11"
        },
        {
          "text": "And a second time I said to him, What are these two olive branches which are beside the two golden tubes or spouts by which the golden oil is emptied out?",
          "ID": "12"
        },
        {
          "text": "And he answered me, Do you not know what these are? And I said, No, my lord.",
          "ID": "13"
        },
        {
          "text": "Then said he, These are the two sons of oil [Joshua the high priest and Zerubbabel the prince of Judah, the two anointed ones] who stand before the Lord of the whole earth [as His anointed instruments]. [Rev. 11:4.]",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.4"
    },
    {
      "name": "Zechariah 5",
      "text": [
        {
          "text": "AGAIN I lifted up my eyes and behold, I saw a scroll flying or floating in the air!",
          "ID": "1"
        },
        {
          "text": "And the angel said to me, What do you see? And I answered, I see a flying scroll; its length is twenty cubits or thirty feet and its breadth is ten cubits or fifteen feet.",
          "ID": "2"
        },
        {
          "text": "Then he said to me, This is the curse that goes out over the face of the whole land; for everyone who steals shall be cut off from henceforth according to it [the curse written on this subject on the scroll], and everyone who swears falsely shall be cut off from henceforth according to it. [Isa. 24:6; Mal. 3:8, 9.]",
          "ID": "3"
        },
        {
          "text": "I will bring [the curse] forth, says the Lord of hosts, and it shall enter into the house of the thief and into the house of him who swears falsely by My name; and it shall abide in the midst of his house and shall consume it, both its timber and its stones.",
          "ID": "4"
        },
        {
          "text": "Then the angel who talked with me came forward and said to me, Lift up now your eyes and see what this is that goes forth.",
          "ID": "5"
        },
        {
          "text": "And I said, What is it? [What does it symbolize?] And he said, This that goes forth is an ephah[-sized vessel for separate grains all collected together]. This, he continued, is the symbol of the sinners mentioned above and is the resemblance of their iniquity throughout the whole land. [Amos 8:5.]",
          "ID": "6"
        },
        {
          "text": "And behold, a round, flat weight of lead was lifted and there sat a woman in the midst of the ephah[-sized vessel].",
          "ID": "7"
        },
        {
          "text": "And he said, This is lawlessness (wickedness)! And he thrust her back into the ephah[-sized vessel] and he cast the weight of lead upon the mouth of it!",
          "ID": "8"
        },
        {
          "text": "Then lifted I up my eyes and looked, and behold, there were two women coming forward! The wind was in their wings, for they had wings like the wings of a stork, and they lifted up the ephah[-sized vessel] between the earth and the heavens.",
          "ID": "9"
        },
        {
          "text": "Then said I to the angel who talked with me, Where are they taking the ephah[-sized vessel]?",
          "ID": "10"
        },
        {
          "text": "And he said to me, To the land of Shinar [Babylonia] to build it a house, and when it is finished, to set up the ephah[-sized vessel–the symbol of such sinners and their guilt] there upon its own base.",
          "ID": "11"
        }
      ],
      "ID": "OT:ZEC.5"
    },
    {
      "name": "Zechariah 6",
      "text": [
        {
          "text": "AND AGAIN I lifted up my eyes and saw, and behold, four chariots came out from between two mountains; and the mountains were mountains of firm, immovable bronze.",
          "ID": "1"
        },
        {
          "text": "The first chariot had red or bay horses, the second chariot had black horses,",
          "ID": "2"
        },
        {
          "text": "The third chariot had white horses, and the fourth chariot had dappled, active, and strong horses.",
          "ID": "3"
        },
        {
          "text": "Then I said to the angel who talked with me, What are these, my lord?",
          "ID": "4"
        },
        {
          "text": "And the angel answered me, These are the four winds or spirits of the heavens, which go forth from presenting themselves before the Lord of all the earth. [Ps. 104:4; Matt. 24:31.]",
          "ID": "5"
        },
        {
          "text": "The chariot with the black horses is going forth into the north country, and the white ones are going forth after them [because there are two northern powers to overcome], and the dappled ones are going forth toward the south country.",
          "ID": "6"
        },
        {
          "text": "And [the chariots with] the strong [horses] went forth and sought to go that they might patrol the earth. And [the Lord] said to them, Go, walk to and fro through the earth and patrol it. So they walked about through the earth [watching and protecting it].",
          "ID": "7"
        },
        {
          "text": "Then He summoned me and said to me, Behold, these that go toward the north country have quieted My Spirit [of wrath] and have caused it to rest in the north country.",
          "ID": "8"
        },
        {
          "text": "And the word of the Lord came to me, saying,",
          "ID": "9"
        },
        {
          "text": "Accept donations and offerings from these [as representatives of the] exiles, from Heldai, from Tobijah, and from Jedaiah, who have come from Babylon; and come the same day and go to the house of Josiah the son of Zephaniah.",
          "ID": "10"
        },
        {
          "text": "Yes, take from them silver and gold, and make crowns and set [one] upon the head of Joshua the son of Jehozadak, the high priest,",
          "ID": "11"
        },
        {
          "text": "And say to him, Thus says the Lord of hosts: [You, Joshua] behold (look at, keep in sight, watch) the Man [the Messiah] whose name is the Branch, for He shall grow up in His place and He shall build the [true] temple of the Lord. [Isa. 4:2; Jer. 23:5; 33:15; Zech. 3:8.]",
          "ID": "12"
        },
        {
          "text": "Yes, [you are building a temple of the Lord, but] it is He Who shall build the [true] temple of the Lord, and He shall bear the honor and glory [as of the only begotten of the Father] and shall sit and rule upon His throne. And He shall be a Priest upon His throne, and the counsel of peace shall be between the two [offices–Priest and King]. [John 1:14; 17:5; Heb. 2:9.]",
          "ID": "13"
        },
        {
          "text": "And the [other] crown shall be [credited] to Helem (Heldai), to Tobijah, and to Jedaiah, and to the kindness and favor of Josiah the son of Zephaniah, and shall be in the temple of the Lord for a reminder and memorial. [Matt. 10:41.]",
          "ID": "14"
        },
        {
          "text": "And those who are far off shall come and help build the temple of the Lord, and you shall know (recognize and understand) that the Lord sent me [Zechariah] to you. And [your part in this] shall come to pass if you will diligently obey the voice of the Lord your God.",
          "ID": "15"
        }
      ],
      "ID": "OT:ZEC.6"
    },
    {
      "name": "Zechariah 7",
      "text": [
        {
          "text": "AND IN the fourth year of the reign of King Darius, the word of the Lord came to Zechariah on the fourth day of the ninth month, Chislev.",
          "ID": "1"
        },
        {
          "text": "Now the people of Bethel had sent Sharezer and Regem-melech and their men to pray and entreat the favor of the Lord",
          "ID": "2"
        },
        {
          "text": "And to speak to the priests of the house of the Lord of hosts and to the prophets, saying, [Now that I am returned from exile] should I weep in the fifth month, separating myself as I have done these so many years [in Babylon]?",
          "ID": "3"
        },
        {
          "text": "Then came the word of the Lord of hosts to me [Zechariah], saying,",
          "ID": "4"
        },
        {
          "text": "Speak to all the people of the land and to the priests, saying, When you fasted and mourned in the fifth and seventh months, even those seventy years you were in exile, was it for Me that you fasted, for Me?",
          "ID": "5"
        },
        {
          "text": "And when you ate and when you drank, did you not eat for yourselves and drink for yourselves?",
          "ID": "6"
        },
        {
          "text": "Should you not hear the words which the Lord cried by the former prophets when Jerusalem was inhabited and in prosperity with her cities round about her, and the South (the Negeb) and the lowlands were inhabited?",
          "ID": "7"
        },
        {
          "text": "And the word of the Lord came to Zechariah, saying,",
          "ID": "8"
        },
        {
          "text": "Thus has the Lord of hosts spoken: Execute true judgment and show mercy and kindness and tender compassion, every man to his brother;",
          "ID": "9"
        },
        {
          "text": "And oppress not the widow or the fatherless, the temporary resident or the poor, and let none of you devise or imagine or think evil against his brother in your heart.",
          "ID": "10"
        },
        {
          "text": "But they refused to listen and turned a rebellious and stubborn shoulder and made heavy and dull their ears that they might not hear.",
          "ID": "11"
        },
        {
          "text": "Yes, they made their hearts as an adamant stone or diamond point, lest they should hear the law and the words which the Lord of hosts had sent by His Spirit through the former prophets. Therefore there came great wrath from the Lord of hosts.",
          "ID": "12"
        },
        {
          "text": "So it came to pass that as He cried and they would not hear [He said], So they shall cry and I will not answer, says the Lord of hosts,",
          "ID": "13"
        },
        {
          "text": "But I will scatter them with a whirlwind among all the nations whom they know not and who know not them. Thus the land was desolate after they had gone, so that no man passed through or returned, for they [the Jews by their sins] had [caused to be] laid waste and forsaken the pleasant land (the land of desire).",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.7"
    },
    {
      "name": "Zechariah 8",
      "text": [
        {
          "text": "AND THE word of the Lord of hosts came to me, saying,",
          "ID": "1"
        },
        {
          "text": "Thus says the Lord of hosts: I am jealous for Zion with great jealousy, and I am jealous for her with great wrath [against her enemies].",
          "ID": "2"
        },
        {
          "text": "Thus says the Lord: I shall return to Zion and will dwell in the midst of Jerusalem, and Jerusalem shall be called the [faithful] City of Truth, and the mountain of the Lord of hosts, the Holy Mountain.",
          "ID": "3"
        },
        {
          "text": "Thus says the Lord of hosts: Old men and old women shall again dwell in Jerusalem and sit out in the streets, every man with his staff in his hand for very [advanced] age.",
          "ID": "4"
        },
        {
          "text": "And the streets of the city shall be full of boys and girls playing in its streets.",
          "ID": "5"
        },
        {
          "text": "Thus says the Lord of hosts: Because it will be marvelous in the eyes of the remnant of this people in those days [in which it comes to pass], should it also be marvelous in My eyes? says the Lord of hosts. [Gen. 18:14; Jer. 32:17, 27; Luke 18:27.]",
          "ID": "6"
        },
        {
          "text": "Thus says the Lord of hosts: Behold, I will save My people from the east country and from the west [the country of the going down of the sun]. [Isa. 43:5, 6.]",
          "ID": "7"
        },
        {
          "text": "And I will bring them [home] and they shall dwell in the midst of Jerusalem; and they shall be My people, and I will be their God in truth and faithfulness and in righteousness.",
          "ID": "8"
        },
        {
          "text": "Thus says the Lord of hosts: Let your hands be strong and hardened, you who in these days hear these words from the mouths of the prophets who on the day that the foundation of the house of the Lord of hosts was laid foretold that the temple should be rebuilt.",
          "ID": "9"
        },
        {
          "text": "For before those days there was no hire for man nor any hire for beast, neither was there any peace or success to him who went out or came in because of the adversary and oppressor, for I set (let loose) all men, every one against his neighbor.",
          "ID": "10"
        },
        {
          "text": "But now [in this period since you began to build] I am not to the remnant of this people as in the former days, says the Lord of hosts.",
          "ID": "11"
        },
        {
          "text": "For there shall the seed produce peace and prosperity; the vine shall yield her fruit and the ground shall give its increase and the heavens shall give their dew; and I will cause the remnant of this people to inherit and possess all these things.",
          "ID": "12"
        },
        {
          "text": "And as you have been a curse and a byword among the nations, O house of Judah and house of Israel, so will I save you, and you shall be a blessing. Fear not, but let your hands be strong and hardened. [Jer. 22:8, 9.]",
          "ID": "13"
        },
        {
          "text": "For thus says the Lord of hosts: As I thought to bring calamity upon you when your fathers provoked Me to wrath, says the Lord of hosts, and I did not relent or revoke your sentence,",
          "ID": "14"
        },
        {
          "text": "So again have I purposed in these days to do good to Jerusalem and to the house of Judah. Fear not!",
          "ID": "15"
        },
        {
          "text": "These are the things that you shall do: speak every man the truth with his neighbor; render the truth and pronounce the judgment or verdict that makes for peace in [the courts at] your gates. [Eph. 4:25.]",
          "ID": "16"
        },
        {
          "text": "And let none of you think or imagine or devise evil or injury in your hearts against his neighbor, and love no false oath, for all these things I hate, says the Lord.",
          "ID": "17"
        },
        {
          "text": "And the word of the Lord of hosts came to me [Zechariah], saying,",
          "ID": "18"
        },
        {
          "text": "Thus says the Lord of hosts: The fast of the fourth month and the fast of the fifth, the fast of the seventh and the fast of the tenth, shall be to the house of Judah times of joy and gladness and cheerful, appointed seasons; therefore [in order that this may happen to you, as the condition of fulfilling the promise] love truth and peace.",
          "ID": "19"
        },
        {
          "text": "Thus says the Lord of hosts: It shall yet come to pass that there shall come [to Jerusalem] peoples and the inhabitants of many and great cities,",
          "ID": "20"
        },
        {
          "text": "And the inhabitants of one city shall go to them of another, saying, Let us go speedily to pray and entreat the favor of the Lord and to seek, inquire of, and require [to meet our own most essential need] the Lord of hosts. I will go also.",
          "ID": "21"
        },
        {
          "text": "Yes, many people and strong nations shall come to Jerusalem to seek, inquire of, and require [to fill their own urgent need] the Lord of hosts and to pray to the Lord for His favor.",
          "ID": "22"
        },
        {
          "text": "Thus says the Lord of hosts: In those days ten men out of all languages of the nations shall take hold of the robe of him who is a Jew, saying, Let us go with you, for we have heard that God is with you.",
          "ID": "23"
        }
      ],
      "ID": "OT:ZEC.8"
    },
    {
      "name": "Zechariah 9",
      "text": [
        {
          "text": "THE BURDEN or oracle (the thing to be lifted up) of the word of the Lord is against the land of Hadrach [in Syria], and Damascus shall be its resting place, for the Lord has an eye upon mankind as upon all the tribes of Israel,",
          "ID": "1"
        },
        {
          "text": "And Hamath also, which borders on [Damascus], Tyre with Sidon, though they are very wise.",
          "ID": "2"
        },
        {
          "text": "And Tyre has built herself a stronghold [on an island a half mile from the shore, which seems impregnable], and heaped up silver like dust and fine gold like the mire of the streets.",
          "ID": "3"
        },
        {
          "text": "Behold, the Lord will cast her out and dispossess her; He will smite her power in the sea and into it and [Tyre] shall be devoured by fire.",
          "ID": "4"
        },
        {
          "text": "[The strong cities of Philistia] shall see it and fear; Ashkelon, Gaza also, and be sorely pained, and Ekron, for her confidence and expectation shall be put to shame, and a king [monarchial government] shall perish from Gaza, and Ashkelon shall not be inhabited.",
          "ID": "5"
        },
        {
          "text": "And a mongrel people shall dwell in Ashdod, and I will put an end to the pride of the Philistines.",
          "ID": "6"
        },
        {
          "text": "And I will take out of [the Philistines'] mouths and from between their teeth the abominable idolatrous sacrifices eaten with the blood. And they too shall remain and be a remnant for our God, and they shall be like chieftains (the head over a thousand) in Judah, and Ekron shall be like one of the Jebusites [who at last were merged and had lost their identity in Israel].",
          "ID": "7"
        },
        {
          "text": "Then I will encamp about My house as a guard or a garrison so that none shall march back and forth, and no oppressor or demanding collector shall again overrun them, for now My eyes are upon them.",
          "ID": "8"
        },
        {
          "text": "Rejoice greatly, O Daughter of Zion! Shout aloud, O Daughter of Jerusalem! Behold, your King comes to you; He is [uncompromisingly] just and having salvation [triumphant and victorious], patient, meek, lowly, and riding on a donkey, upon a colt, the foal of a donkey. [Matt. 21:5; John 12:14, 15.]",
          "ID": "9"
        },
        {
          "text": "And I will cut off and exterminate the war chariot from Ephraim and the [war] horse from Jerusalem, and the battle bow shall be cut off; and He shall speak the word and peace shall come to the nations, and His dominion shall be from the [Mediterranean] Sea to [any other] sea, and from the River [Euphrates] to the ends of the earth! [Ps. 72:8.]",
          "ID": "10"
        },
        {
          "text": "As for you also, because of and for the sake of the [covenant of the Lord with His people, which was sealed with sprinkled] covenant blood, I have released and sent forth your imprisoned people out of the waterless pit. [Gen. 37:24; Exod. 24:4-8; Heb. 9:16.]",
          "ID": "11"
        },
        {
          "text": "Return to the stronghold [of security and prosperity], you prisoners of hope; even today do I declare that I will restore double your former prosperity to you. [Ps. 40:2; Isa. 40:2.]",
          "ID": "12"
        },
        {
          "text": "For I have bent Judah for Myself as My bow, filled the bow with Ephraim as My arrow, and will stir up your sons, O Zion, against your sons, O Greece, and will make you [Israel] as the sword of a mighty man.",
          "ID": "13"
        },
        {
          "text": "And the Lord shall be seen over them and His arrow shall go forth as the lightning, and the Lord God will blow the trumpet and will go forth in the windstorms of the south.",
          "ID": "14"
        },
        {
          "text": "The Lord of hosts shall defend and protect them; and they shall devour and they shall tread on [their fallen enemies] as on slingstones [that have missed their aim], and they shall drink [of victory] and be noisy and turbulent as from wine and become full like bowls [used to catch the sacrificial blood], like the corners of the [sacrificial] altar.",
          "ID": "15"
        },
        {
          "text": "And the Lord their God will save them on that day as the flock of His people, for they shall be as the [precious] jewels of a crown, lifted high over and shining glitteringly upon His land.",
          "ID": "16"
        },
        {
          "text": "For how great is God's goodness and how great is His beauty! And how great [He will make Israel's] goodliness and [Israel's] beauty! Grain shall make the young men thrive and fresh wine the maidens.",
          "ID": "17"
        }
      ],
      "ID": "OT:ZEC.9"
    },
    {
      "name": "Zechariah 10",
      "text": [
        {
          "text": "ASK OF the Lord rain in the time of the latter or spring rain. It is the Lord Who makes lightnings which usher in the rain and give men showers, and grass to everyone in the field.",
          "ID": "1"
        },
        {
          "text": "For the teraphim (household idols) have spoken vanity (emptiness, falsity, and futility) and the diviners have seen a lie and the dreamers have told false dreams; they comfort in vain. Therefore the people go their way like sheep; they are afflicted and hurt because there is no shepherd.",
          "ID": "2"
        },
        {
          "text": "My anger is kindled against the shepherds [who are not true shepherds] and I will punish the goat leaders, for the Lord of hosts has visited His flock, the house of Judah, and will make them as His beautiful and majestic horse in the battle. [Ezek. 34:1-10.]",
          "ID": "3"
        },
        {
          "text": "Out of him [Judah] shall come forth the Cornerstone, out of him the tent peg, out of him the battle bow; every ruler shall proceed from him. [Jer. 30:21.]",
          "ID": "4"
        },
        {
          "text": "And they shall be like mighty men treading down their enemies in the mire of the streets in the battle, and they shall fight because the Lord is with them, and the [oppressor's] riders on horses shall be confounded and put to shame.",
          "ID": "5"
        },
        {
          "text": "And I will strengthen the house of Judah and I will save the house of Joseph [Ephraim]. I will bring them back and cause them to dwell securely, for I have mercy, loving-kindness, and compassion for them. They shall be as though I had not cast them off, for I am the Lord their God, and I will hear them.",
          "ID": "6"
        },
        {
          "text": "Then Ephraim [the ten tribes] shall become like a mighty warrior, and their hearts shall rejoice as through wine; yes, their children shall see it and rejoice; their hearts shall feel great delight and glory triumphantly in the Lord!",
          "ID": "7"
        },
        {
          "text": "I will hiss for them [as the keeper does for his bees] and gather them in, for I have redeemed them, and they shall increase [again] as they have increased [before, in Egypt]. [Ezek. 36:10, 11.]",
          "ID": "8"
        },
        {
          "text": "And though I sow them among the nations, yet they shall [earnestly] remember Me in far countries, and with their children they shall live and shall return [to God and the land He gave them].",
          "ID": "9"
        },
        {
          "text": "I will bring them [all Israel] home again from the land of Egypt and gather them out of Assyria, and I will bring them into the land [on the east and on the west of the Jordan, into] Gilead and Lebanon, and room enough shall not be found for them.",
          "ID": "10"
        },
        {
          "text": "And [the Lord] will pass through the sea of distress and affliction [at the head of His people, as He did at the Red Sea]; and He will smite down the waves of the sea, and all the depths of the [river] Nile shall be dried up and put to shame; and the pride of Assyria shall be brought down and the scepter or rod [of the taskmasters of Egypt] shall pass away.",
          "ID": "11"
        },
        {
          "text": "And I will strengthen [Israel] in the Lord, and they shall walk up and down and glory in His name, says the Lord.",
          "ID": "12"
        }
      ],
      "ID": "OT:ZEC.10"
    },
    {
      "name": "Zechariah 11",
      "text": [
        {
          "text": "OPEN YOUR doors, O Lebanon, that the fire may devour your cedars!",
          "ID": "1"
        },
        {
          "text": "Wail, O fir tree and cypress, for the cedar has fallen, because the glorious and lofty trees are laid waste! Wail, O you oaks of Bashan, for the thick and inaccessible forest [on the steep mountainside] has in flames been felled!",
          "ID": "2"
        },
        {
          "text": "A voice of the wailing of the shepherds, for their glory, the broad pasturage, is laid waste! A voice of the roaring of young lions, for the pride of the Jordan [the jungle or thickets] is ruined!",
          "ID": "3"
        },
        {
          "text": "Thus says the Lord my God: Shepherd the flock [destined] for slaughter,",
          "ID": "4"
        },
        {
          "text": "Whose buyers or possessors slay them and hold themselves not guilty; and they who sell them say, Blessed be the Lord, for I have become rich! And their own shepherds neither pity nor spare them [from the wolves].",
          "ID": "5"
        },
        {
          "text": "For I will no more pity or spare the inhabitants of the land, says the Lord; but behold, I will deliver every man into his neighbor's hand and into the hand of his [foreign] king. And [the enemy] shall lay waste the land, and I will not deliver [the people] out of the hand [of the foreign oppressor].",
          "ID": "6"
        },
        {
          "text": "So I [Zechariah] shepherded the flock of slaughter, truly [as the name implies] the most miserable of sheep. And I took two [shepherd's] staffs, the one I called Beauty or Grace and the other I called Bands or Union; and I fed and shepherded the flock.",
          "ID": "7"
        },
        {
          "text": "And I cut off the three shepherds [the civil authorities, the priests, and the prophets] in one month, for I was weary and impatient with them, and they also loathed me. [Jer. 2:8, 26; 18:18.]",
          "ID": "8"
        },
        {
          "text": "So I [Zechariah] said, I will not be your shepherd. What is to die, let it die, and what is to be destroyed, let it be destroyed; and let the survivors devour one another's flesh.",
          "ID": "9"
        },
        {
          "text": "And I took my staff, Beauty or Grace, and broke it in pieces to show that I was annulling the covenant or agreement which I had made with all the peoples [not to molest them].",
          "ID": "10"
        },
        {
          "text": "So the covenant was annulled on that day, and thus the most wretched of the flock and the traffickers in the sheep who were watching me knew (recognized and understood) that it was truly the word of the Lord.",
          "ID": "11"
        },
        {
          "text": "And I said to them, If it seems just and right to you, give me my wages; but if not, withhold them. So they weighed out for my price thirty pieces of silver.",
          "ID": "12"
        },
        {
          "text": "And the Lord said to me, Cast it to the potter [as if He said, To the dogs!]–the munificently [miserable] sum at which I [and My shepherd] am priced by them! And I [Zechariah] took the thirty pieces of silver and cast them to the potter in the house of the Lord. [Matt. 26:14, 15; 27:3-10.]",
          "ID": "13"
        },
        {
          "text": "Then I broke into pieces my other staff, Bands or Union, indicating that I was annulling the brotherhood between Judah and Israel.",
          "ID": "14"
        },
        {
          "text": "And the Lord said to me, Take up once more the implements [the staff and rod of a shepherd, but this time] of a worthless and wicked shepherd. [Ezek. 34:2-6.]",
          "ID": "15"
        },
        {
          "text": "For behold, I will raise up a false shepherd in the land; the lost and perishing he will not miss or visit, the young and scattered he will not go to seek, the wounded and broken he will not heal, nor will he feed those that are sound and strong; but he will eat the flesh of the fat ones and break off their hoofs [to consume all the flesh].",
          "ID": "16"
        },
        {
          "text": "Woe to the worthless and foolish shepherd who deserts the flock! The sword shall smite his arm and his right eye; his arm shall be utterly withered and his right eye utterly blinded. [Jer. 23:1; John 10:12, 13.]",
          "ID": "17"
        }
      ],
      "ID": "OT:ZEC.11"
    },
    {
      "name": "Zechariah 12",
      "text": [
        {
          "text": "THE BURDEN or oracle (the thing to be lifted up) of the word of the Lord concerning Israel: Thus says the Lord, Who stretches out the heavens and lays the foundation of the earth and forms the spirit of man within him:",
          "ID": "1"
        },
        {
          "text": "Behold, I am about to make Jerusalem a cup or bowl of reeling to all the peoples round about, and in the siege against Jerusalem will there also be a siege against and upon Judah.",
          "ID": "2"
        },
        {
          "text": "And in that day I will make Jerusalem a burdensome stone for all peoples; all who lift it or burden themselves with it shall be sorely wounded. And all the nations of the earth shall come and gather together against it.",
          "ID": "3"
        },
        {
          "text": "In that day, says the Lord, I will smite every horse [of the armies that contend against Jerusalem] with terror and panic and his rider with madness; and I will open My eyes and regard with favor the house of Judah and will smite every horse of the opposing nations with blindness.",
          "ID": "4"
        },
        {
          "text": "And the chiefs of Judah shall say in their hearts, The inhabitants of Jerusalem are our strength in the Lord of hosts, their God.",
          "ID": "5"
        },
        {
          "text": "In that day will I make the chiefs of Judah like a big, blazing pot among [sticks of] wood and like a flaming torch among sheaves [of grain], and they shall devour all the peoples round about, on the right hand and on the left; and they of Jerusalem shall yet again dwell and sit securely in their own place, in Jerusalem.",
          "ID": "6"
        },
        {
          "text": "And the Lord shall save and give victory to the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not be magnified and exalted above Judah.",
          "ID": "7"
        },
        {
          "text": "In that day will the Lord guard and defend the inhabitants of Jerusalem, and he who is [spiritually] feeble and stumbles among them in that day [of persecution] shall become [strong and noble] like David; and the house of David [shall maintain its supremacy] like God, like the Angel of the Lord Who is before them.",
          "ID": "8"
        },
        {
          "text": "And it shall be in that day that I will make it My aim to destroy all the nations that come against Jerusalem.",
          "ID": "9"
        },
        {
          "text": "And I will pour out upon the house of David and upon the inhabitants of Jerusalem the Spirit of grace or unmerited favor and supplication. And they shall look [earnestly] upon Me Whom they have pierced, and they shall mourn for Him as one mourns for his only son, and shall be in bitterness for Him as one who is in bitterness for his firstborn. [John 19:37; Rev. 1:7.]",
          "ID": "10"
        },
        {
          "text": "In that day shall there be a great mourning in Jerusalem, as the mourning of [the city of] Hadadrimmon in the Valley of Megiddo [over beloved King Josiah]. [II Chron. 35:22-25.]",
          "ID": "11"
        },
        {
          "text": "And the land shall mourn, every family apart: the [kingly] family of the house of David apart and their wives apart; the family of the house of Nathan [David's son] apart and their wives apart;",
          "ID": "12"
        },
        {
          "text": "The [priestly] family of the house of Levi apart and their wives apart; the family of Shimei [grandson of Levi] apart and their wives apart;",
          "ID": "13"
        },
        {
          "text": "All the families that are left, each by itself, and their wives by themselves [each with an overwhelming individual sorrow over having blindly rejected their unrecognized Messiah].",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.12"
    },
    {
      "name": "Zechariah 13",
      "text": [
        {
          "text": "IN THAT day there shall be a fountain opened for the house of David and for the inhabitants of Jerusalem [to cleanse them from] sin and uncleanness.",
          "ID": "1"
        },
        {
          "text": "And in that day, says the Lord of hosts, I will cut off the names of the idols from the land, and they shall no more be remembered; and also I will remove from the land the [false] prophets and the unclean spirit.",
          "ID": "2"
        },
        {
          "text": "And if anyone again appears [falsely] as a prophet, then his father and his mother who bore him shall say to him, You shall not live, for you speak lies in the name of the Lord; and his father and his mother who bore him shall thrust him through when he prophesies.",
          "ID": "3"
        },
        {
          "text": "And in that day the [false] prophets shall each be ashamed of his vision when he prophesies, nor will he wear a hairy or rough garment to deceive,",
          "ID": "4"
        },
        {
          "text": "But he will [deny his identity and] say, I am no prophet. I am a tiller of the ground, for I have been made a bond servant from my youth.",
          "ID": "5"
        },
        {
          "text": "And one shall say to him, What are these wounds on your breast or between your hands? Then he will answer, Those with which I was wounded [when disciplined] in the house of my [loving] friends.",
          "ID": "6"
        },
        {
          "text": "Awake, O sword, against My shepherd and against the man who is My associate, says the Lord of hosts; smite the shepherd and the sheep [of the flock] shall be scattered, and I will turn back My hand and stretch it out again upon the little ones [of the flock]. [Matt. 26:31, 32.]",
          "ID": "7"
        },
        {
          "text": "And in all the land, says the Lord, two-thirds shall be cut off and perish, but one-third shall be left alive. [Hos. 2:23; Rom. 11:5.]",
          "ID": "8"
        },
        {
          "text": "And I will bring the third part through the fire, and will refine them as silver is refined and will test them as gold is tested. They will call on My name, and I will hear and answer them. I will say, It is My people; and they will say, The Lord is my God.",
          "ID": "9"
        }
      ],
      "ID": "OT:ZEC.13"
    },
    {
      "name": "Zechariah 14",
      "text": [
        {
          "text": "BEHOLD, A day of the Lord is coming when the spoil [taken from you] shall be divided [among the victors] in the midst of you.",
          "ID": "1"
        },
        {
          "text": "For I will gather all nations against Jerusalem to battle, and the city shall be taken and the houses rifled and the women ravished; and half of the city shall go into exile, but the rest of the people shall not be cut off from the city.",
          "ID": "2"
        },
        {
          "text": "Then shall the Lord go forth and fight against those nations, as when He fought in the day of battle.",
          "ID": "3"
        },
        {
          "text": "And His feet shall stand in that day upon the Mount of Olives, which lies before Jerusalem on the east, and the Mount of Olives shall be split in two from the east to the west by a very great valley; and half of the mountain shall remove toward the north and half of it toward the south. [Isa. 64:1, 2.]",
          "ID": "4"
        },
        {
          "text": "And you shall flee by the valley of My mountains, for the valley of the mountains shall reach to Azal, and you shall flee as you fled from before the earthquake in the days of Uzziah king of Judah; and the Lord my [Zechariah's] God shall come, and all the holy ones [saints and angels] with Him. [Amos 1:1; Col. 3:4; I Thess. 4:14; Jude 14, 15.]",
          "ID": "5"
        },
        {
          "text": "And it shall come to pass in that day that there shall not be light; the glorious and bright ones [the heavenly bodies] shall be darkened.",
          "ID": "6"
        },
        {
          "text": "But it shall be one continuous day, known to the Lord–not day and not night, but at evening time there shall be light.",
          "ID": "7"
        },
        {
          "text": "And it shall be in that day that living waters shall go out from Jerusalem, half of them to the eastern [Dead] Sea and half of them to the western [Mediterranean] Sea; in summer and in winter shall it be.",
          "ID": "8"
        },
        {
          "text": "And the Lord shall be King over all the earth; in that day the Lord shall be one [in the recognition and worship of men] and His name one.",
          "ID": "9"
        },
        {
          "text": "All the land shall be turned into a plain from Geba to Rimmon, [the Rimmon that is] south of Jerusalem. But Jerusalem shall remain lifted up on its site and dwell in its place, from Benjamin's gate to the place of the First Gate, to the Corner Gate, and from the Tower of Hananel to the king's winepresses.",
          "ID": "10"
        },
        {
          "text": "And it shall be inhabited, for there shall be no more curse or ban of utter destruction, but Jerusalem shall dwell securely. [Rev. 22:3.]",
          "ID": "11"
        },
        {
          "text": "And this shall be the plague wherewith the Lord will smite all the peoples that have warred against Jerusalem: their flesh shall rot away while they stand upon their feet and their eyes shall corrode away in their sockets and their tongue shall decay away in their mouth.",
          "ID": "12"
        },
        {
          "text": "And in that day there shall be a great confusion, discomfiture, and panic among them from the Lord; and they shall seize each his neighbor's hand, and the hand of the one shall be raised against the hand of the other.",
          "ID": "13"
        },
        {
          "text": "And Judah also shall fight at Jerusalem, and the wealth of all the nations round about shall be gathered together–gold and silver and apparel in great abundance.",
          "ID": "14"
        },
        {
          "text": "And as that plague on men, so shall be the plague on the horse, on the mule, on the camel, on the donkey, and on all the livestock and beasts that may be in those camps.",
          "ID": "15"
        },
        {
          "text": "And everyone who is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the Lord of hosts, and to keep the Feast of Tabernacles or Booths.",
          "ID": "16"
        },
        {
          "text": "And it shall be that whoso of the families of the earth shall not go up to Jerusalem to worship the King, the Lord of hosts, upon them there shall be no rain.",
          "ID": "17"
        },
        {
          "text": "And if the family of Egypt does not go up to Jerusalem and present themselves, upon them there shall be no rain, but there shall be the plague with which the Lord will smite the nations that go not up to keep the Feast of Tabernacles.",
          "ID": "18"
        },
        {
          "text": "This shall be the consequent punishment of the sin of Egypt and the consequent punishment of the sin of all the nations that do not go up to keep the Feast of Tabernacles.",
          "ID": "19"
        },
        {
          "text": "In that day there shall be [written] upon the [little] bells on the horses, holy to the lord, and the pots in the Lord's house shall be holy to the Lord like the bowls before the altar.",
          "ID": "20"
        },
        {
          "text": "Yes, every pot in all the houses of Jerusalem and in Judah shall be dedicated and holy to the Lord of hosts, and all who sacrifice may come and take of them and boil their sacrifices in them [and traders in such wares will no longer be seen at the temple]. And in that day there shall be no more a Canaanite [that is, any godless or unclean person, whether Jew or Gentile] in the house of the Lord of hosts. [Eph. 2:19-22.]",
          "ID": "21"
        }
      ],
      "ID": "OT:ZEC.14"
    }
  ],
  "version": "AMP",
  "ID": "OT:ZEC(AMP)"
}