{
  "version": "ERV",
  "text": [
    {
      "title": "The Four Horns and Four Workers",
      "text": [
        {
          "text": "Zechariah son of Berekiah received a message from the Lord. This was in the eighth month of the second year that Darius was king in Persia. (Zechariah was the son of Berekiah, who was the son of Iddo the prophet.) This is that message:",
          "ID": "1",
          "comments": [
            "the second year … Darius That is, about 520 B.C. Also in verse 7."
          ]
        },
        {
          "text": "The Lord became very angry with your ancestors.",
          "ID": "2"
        },
        {
          "text": "So you must tell the people what the Lord All-Powerful says, “Come back to me, says the Lord All-Powerful, and I will come back to you.” This is what the Lord All-Powerful said.",
          "ID": "3"
        },
        {
          "text": "“Don’t be like your ancestors. In the past the prophets spoke to them and said, ‘The Lord All-Powerful wants you to change your evil way of living. Stop doing evil things!’ But your ancestors did not listen to me.” This is what the Lord said.",
          "ID": "4"
        },
        {
          "text": "“Your ancestors are gone, and those prophets did not live forever.",
          "ID": "5"
        },
        {
          "text": "The prophets were my servants. I used them to tell your ancestors about my laws and teachings. Your ancestors finally learned their lesson and said, ‘The Lord All-Powerful did what he said he would do. He punished us for the way we lived and for all the evil things we did.’ So they came back to God.”",
          "ID": "6"
        },
        {
          "text": "On the 24th day of the eleventh month (Shebat) of the second year that Darius was king of Persia, Zechariah received another message from the Lord. (This was Zechariah son of Berekiah, son of Iddo.) This is the message:",
          "ID": "7"
        },
        {
          "text": "At night I saw a man riding a red horse. He was standing among some myrtle bushes in the valley. Behind him, there were red, brown, and white horses.",
          "ID": "8"
        },
        {
          "text": "I said, “Sir, what are these horses for?”\nThen the angel speaking to me said, “I will show you what these horses are for.”",
          "ID": "9"
        },
        {
          "text": "Then the man standing among the myrtle bushes said, “The Lord sent these horses to go here and there on earth.”",
          "ID": "10"
        },
        {
          "text": "Then the horses spoke to the Lord’s angel standing among the myrtle bushes and said, “We have walked here and there on the earth, and everything is calm and quiet.”",
          "ID": "11"
        },
        {
          "text": "Then the Lord’s angel said, “Lord All-Powerful, how long before you comfort Jerusalem and the cities of Judah? You have shown your anger at these cities for 70 years now.”",
          "ID": "12"
        },
        {
          "text": "Then the Lord answered the angel who was talking with me. He spoke good, comforting words.",
          "ID": "13"
        },
        {
          "text": "Then the angel told me to tell the people this: The Lord All-Powerful says:\n“I have a strong love for Jerusalem and Zion.",
          "ID": "14"
        },
        {
          "text": "    And I am very angry at the nations that feel so safe.\nI was only a little angry,\nand I used them to punish my people.\nBut they caused too much damage.”",
          "ID": "15"
        },
        {
          "text": "So the Lord says, “I will come back to Jerusalem and comfort her.”\nThe Lord All-Powerful says, “Jerusalem will be rebuilt,\nand my house will be built there.”",
          "ID": "16"
        },
        {
          "text": "The angel also said, “The Lord All-Powerful says,\n‘My towns will be rich again.\nI will comfort Zion.\nI will again choose Jerusalem to be my special city.’”",
          "ID": "17"
        },
        {
          "text": "Then I looked up and I saw four horns.",
          "ID": "18"
        },
        {
          "text": "So I asked the angel who was talking with me, “What do these horns mean?”\nHe said, “These are the horns that forced the people of Israel, Judah, and Jerusalem to go to foreign countries.”",
          "ID": "19"
        },
        {
          "text": "The Lord showed me four workers.",
          "ID": "20"
        },
        {
          "text": "I asked him, “What are these four workers coming to do?”\nHe said, “The horns represent the nations that attacked the people of Judah and forced them to go to foreign countries. The horns ‘threw’ the people of Judah to the foreign countries. The horns didn’t show mercy to anyone. But these four workers have come to frighten the horns and throw them away.”",
          "ID": "21"
        }
      ],
      "ID": "OT:ZEC.1",
      "name": "Zechariah 1"
    },
    {
      "title": "God Calls His People Home",
      "text": [
        {
          "text": "Then I looked up and saw a man holding a rope for measuring things.",
          "ID": "1"
        },
        {
          "text": "I asked him, “Where are you going?”\nHe said to me, “I am going to measure Jerusalem, to see how wide and how long it is.”",
          "ID": "2"
        },
        {
          "text": "Then the angel who was speaking to me left, and another angel went out to talk to him.",
          "ID": "3"
        },
        {
          "text": "He said to him, “Run and tell that young man this:\n‘Jerusalem will be a city without walls,\nbecause there will be too many people and animals living there.’",
          "ID": "4"
        },
        {
          "text": "The Lord says,\n‘I will be a wall of fire around her, to protect her,\nand to bring glory to that city, I will live there.’”\nThe Lord says,",
          "ID": "5"
        },
        {
          "text": "“Hurry! Leave the land in the North in a hurry.\nYes, it is true that I scattered your people in every direction.",
          "ID": "6"
        },
        {
          "text": "You people from Zion now live in Babylon.\nEscape! Run away from that city!”",
          "ID": "7"
        },
        {
          "text": "The Lord sent me to the nations that took away your wealth.\nHe sent me to bring you honor.\nAnd this is what the Lord All-Powerful said:\n“If anyone even touches you,\nit is as if they did it to the pupil of my eye.",
          "ID": "8"
        },
        {
          "text": "Watch and see how I will punish them:\nTheir own slaves will become their masters and take all their wealth.”\nThen you will know it was the Lord All-Powerful\nwho sent me to tell you these things.",
          "ID": "9"
        },
        {
          "text": "The Lord says,\n“Zion, be happy, because I am coming,\nand I will live in your city.",
          "ID": "10"
        },
        {
          "text": "At that time people from many nations\nwill come to me.\nThey will become my people,\nand I will live in your city.”\nThen you will know it was the Lord All-Powerful\nwho sent me to tell you these things.",
          "ID": "11"
        },
        {
          "text": "The Lord will again choose Jerusalem to be his special city.\nJudah will be his share of the holy land.",
          "ID": "12"
        },
        {
          "text": "Everyone, be quiet!\nThe Lord is coming out of his holy house.",
          "ID": "13"
        }
      ],
      "ID": "OT:ZEC.2",
      "name": "Zechariah 2"
    },
    {
      "title": "The High Priest",
      "text": [
        {
          "text": "The angel showed me Joshua the high priest, standing in front of the angel of the Lord and Satan was standing by Joshua’s right side. Satan was there to accuse Joshua of doing wrong.",
          "ID": "1"
        },
        {
          "text": "Then the angel of the Lord said, “The Lord says that you are wrong, and he will continue to correct you! The Lord has chosen Jerusalem to be his special city. He saved that city—it was like a burning stick pulled from the fire.”",
          "ID": "2"
        },
        {
          "text": "Joshua was wearing a dirty robe as he stood in front of the angel.",
          "ID": "3"
        },
        {
          "text": "Then the angel said to the other angels standing near him, “Take those dirty clothes off Joshua.” Then the angel spoke to Joshua. He said, “Now, I have taken away your guilt, and I am giving you a new change of clothes.”",
          "ID": "4"
        },
        {
          "text": "Then I said, “Put a clean turban on his head.” So they put the clean turban on him and also put clean clothes on him while the Lord’s angel stood there.",
          "ID": "5"
        },
        {
          "text": "Then the Lord’s angel said this to Joshua:",
          "ID": "6"
        },
        {
          "text": "This is what the Lord All-Powerful said:\n“Live the way I tell you,\nand do everything I say.\nAnd you will be in charge of my Temple.\nYou will take care of its courtyard.\nYou will be free to go anywhere in my Temple,\njust as these angels standing here.",
          "ID": "7"
        },
        {
          "text": "Listen, Joshua, you who are the high priest,\nand listen, you fellow priests seated before him.\nYou are all examples to show what will happen when I bring my special servant.\nHe is called, the Branch.",
          "ID": "8"
        },
        {
          "text": "Look, I put a special stone in front of Joshua.\nThere are seven sides on that stone.\nI will carve a special message on it.\nThis will show that in one day, I will remove the guilt from this land.”",
          "ID": "9",
          "comments": [
            "sides Literally, “eyes.”"
          ]
        },
        {
          "text": "The Lord All-Powerful says,\n“At that time people will sit and talk\nwith their friends and neighbors.\nThey will invite each other to sit\nunder the fig trees and grapevines.”",
          "ID": "10"
        }
      ],
      "ID": "OT:ZEC.3",
      "name": "Zechariah 3"
    },
    {
      "title": "The Lampstand and the Two Olive Trees",
      "text": [
        {
          "text": "Then the angel who was talking to me returned and woke me up. I was like a person waking up from sleep.",
          "ID": "1"
        },
        {
          "text": "Then the angel asked me, “What do you see?”\nI said, “I see a solid gold lampstand. There are seven lamps on the lampstand, and there is a bowl on top of it. There are seven tubes coming from the bowl. One tube goes to each lamp. The tubes bring the oil in the bowl to each of the lamps.",
          "ID": "2",
          "comments": [
            "lamps These lamps made light by burning olive oil."
          ]
        },
        {
          "text": "There are two olive trees by the bowl, one on the right side and one on the left side. These trees produce the oil for the lamps.”",
          "ID": "3"
        },
        {
          "text": "Then I asked the angel who was speaking with me, “Sir, what do these things mean?”",
          "ID": "4"
        },
        {
          "text": "The angel speaking with me said, “Don’t you know what these things are?”\n“No sir,” I said.",
          "ID": "5"
        },
        {
          "text": "He said, “This is the message from the Lord to Zerubbabel: ‘Your help will not come from your own strength and power. No, your help will come from my Spirit.’ This is what the Lord All-Powerful says.",
          "ID": "6"
        },
        {
          "text": "That tall mountain will be like a flat place for Zerubbabel. He will build the Temple, and when the most important stone is put in place, the people will shout, ‘Beautiful! Beautiful!’”",
          "ID": "7"
        },
        {
          "text": "The Lord’s message to me also said,",
          "ID": "8"
        },
        {
          "text": "“Zerubbabel will lay the foundations for my Temple, and he will finish building it. Then you will know that the Lord All-Powerful sent me to you people.",
          "ID": "9"
        },
        {
          "text": "People will not be ashamed of the small beginnings, and they will be very happy when they see Zerubbabel with the plumb line, measuring and checking the finished building. Now the seven sides of the stone you saw represent the eyes of the Lord looking in every direction. They see everything on earth.”",
          "ID": "10",
          "comments": [
            "plumb line A string with a weight on one end used to show how straight the walls of a building were. Sometimes the line was coated with paint or chalk to mark a straight line.",
            "sides This is a wordplay. The Hebrew word also means “eyes.”"
          ]
        },
        {
          "text": "Then I said to him, “I saw one olive tree on the right side of the lampstand and one on the left side. What do those two olive trees mean?”",
          "ID": "11"
        },
        {
          "text": "I also said to him, “I saw two olive branches by the gold tubes with gold colored oil flowing from them. What do these things mean?”",
          "ID": "12"
        },
        {
          "text": "Then the angel said to me, “Don’t you know what these things mean?”\nI said, “No, sir.”",
          "ID": "13"
        },
        {
          "text": "So he said, “They represent the two men chosen to serve the Lord of the whole world.”",
          "ID": "14",
          "comments": [
            "men chosen Literally, “sons of extra pure olive oil.” Often a special oil was poured over new kings, priests, and prophets. This showed that these people were chosen by God."
          ]
        }
      ],
      "ID": "OT:ZEC.4",
      "name": "Zechariah 4"
    },
    {
      "title": "The Woman and the Bucket",
      "text": [
        {
          "text": "I looked up again, and I saw a flying scroll.",
          "ID": "1"
        },
        {
          "text": "The angel asked me, “What do you see?”\nI said, “I see a flying scroll that is 30 feet long and 15 feet wide.”",
          "ID": "2",
          "comments": [
            "30 feet Literally, “20 cubits” (8.88 m).",
            "15 feet Literally, “10 cubits” (4.44 m)."
          ]
        },
        {
          "text": "Then the angel told me, “There is a curse written on that scroll. On one side of the scroll, there is a curse against thieves and on the other side is a curse against people who lie when they make promises.",
          "ID": "3"
        },
        {
          "text": "The Lord All-Powerful says, ‘I will send that scroll to the houses of thieves and people who lie when they use my name to make promises. That scroll will settle there and destroy even the stones and wooden posts of their houses.’”",
          "ID": "4"
        },
        {
          "text": "The angel who was talking to me went outside and said, “Look! What do you see coming?”",
          "ID": "5"
        },
        {
          "text": "I said, “I don’t know. What is it?”\nHe said, “That is a measuring bucket.” He also said, “That bucket is for measuring the sins of the people in this country.”",
          "ID": "6",
          "comments": [
            "sins The Hebrew text has “their eye,” but with a minor change of one character it becomes “their guilt.”"
          ]
        },
        {
          "text": "A lid made of lead was lifted off the bucket, and there was a woman in the bucket.",
          "ID": "7"
        },
        {
          "text": "The angel said, “The woman represents evil.” Then the angel pushed the woman down into the bucket and put the lead lid back on it.",
          "ID": "8"
        },
        {
          "text": "Then I looked up and saw two women with wings like a stork. They flew out, and with the wind in their wings, they picked up the bucket. They flew through the air carrying the bucket.",
          "ID": "9"
        },
        {
          "text": "Then I asked the angel who was speaking with me, “Where are they carrying the bucket?”",
          "ID": "10"
        },
        {
          "text": "The angel told me, “They are going to build a house for it in Babylonia. After they build that house, they will put the bucket there.”",
          "ID": "11",
          "comments": [
            "Babylonia Literally, “Shinar,” which may be a form of the name Sumer."
          ]
        }
      ],
      "ID": "OT:ZEC.5",
      "name": "Zechariah 5"
    },
    {
      "title": "Joshua the Priest Gets a Crown",
      "text": [
        {
          "text": "Then I turned around. I looked up and saw four chariots going between two bronze mountains.",
          "ID": "1"
        },
        {
          "text": "Red horses were pulling the first chariot. Black horses were pulling the second chariot.",
          "ID": "2"
        },
        {
          "text": "White horses were pulling the third chariot, and horses with red spots were pulling the fourth chariot.",
          "ID": "3"
        },
        {
          "text": "I asked the angel who was talking with me, “Sir, what does this mean?”",
          "ID": "4"
        },
        {
          "text": "The angel said, “These are the four winds. They have just come from the Lord of the whole world.",
          "ID": "5",
          "comments": [
            "four winds Or “four spirits.” Four winds often means “winds that blow from every direction: north, south, east, and west.”"
          ]
        },
        {
          "text": "The black horses will go north, the red horses will go east, the white horses will go west, and the horses with red spots will go south.”",
          "ID": "6"
        },
        {
          "text": "The red spotted horses were anxious to go look at their part of the earth, so the angel told them, “Go walk through the earth.” So they went walking through their part of the earth.",
          "ID": "7"
        },
        {
          "text": "Then he shouted at me and said, “Look, those horses that were going north finished their job in Babylon. They have calmed my spirit; I am not angry now!”",
          "ID": "8"
        },
        {
          "text": "Then I received another message from the Lord. He said,",
          "ID": "9"
        },
        {
          "text": "“Heldai, Tobijah, and Jedaiah have come from the captives in Babylon. Get silver and gold from these men and then go to the house of Josiah son of Zephaniah.",
          "ID": "10",
          "comments": [
            "captives People taken away as prisoners. Here, it means the Jewish people who were taken to Babylon."
          ]
        },
        {
          "text": "Use the silver and gold to make a crown. Put it on the head of the high priest, Joshua son of Jehozadak.",
          "ID": "11"
        },
        {
          "text": "Then tell him this is what the Lord All-Powerful says:\n‘There is a man called the Branch.\nHe will grow strong,\nand he will build the Lord’s Temple.",
          "ID": "12"
        },
        {
          "text": "He will build the Lord’s Temple,\nand he will receive the honor.\nHe will sit on his throne and be the ruler,\nand a priest will stand by his throne.\nThese two men will work together in peace.’",
          "ID": "13"
        },
        {
          "text": "The crown will be kept in my Temple, so that when people see it, they will remember Heldai, Tobijah, Jedaiah, and the kindness of Zephaniah’s son Josiah.”",
          "ID": "14",
          "comments": [
            "my Temple Literally, “the Temple of the Lord.”"
          ]
        },
        {
          "text": "People living far away will come and build the Lord’s Temple. Then you will know for sure that the Lord All-Powerful sent me to you people. All these things will happen if you do what the Lord your God says.",
          "ID": "15"
        }
      ],
      "ID": "OT:ZEC.6",
      "name": "Zechariah 6"
    },
    {
      "title": "The Lord Wants Kindness and Mercy",
      "text": [
        {
          "text": "Zechariah received a message from the Lord in the fourth year that Darius was the king of Persia. This was on the fourth day of the ninth month (Kislev).",
          "ID": "1",
          "comments": [
            "the fourth year … Darius This was about 518 B.C."
          ]
        },
        {
          "text": "The people of Bethel sent Sharezer, Regem-Melech, and his men to ask the Lord a question.",
          "ID": "2"
        },
        {
          "text": "They went to the prophets and to the priests at the Temple of the Lord All-Powerful. They asked them this question: “For many years we have shown our sadness for the destruction of the Temple. In the fifth month of each year, we have had a special time of crying and fasting. Should we continue to do this?”",
          "ID": "3"
        },
        {
          "text": "I received this message from the Lord All-Powerful:",
          "ID": "4"
        },
        {
          "text": "“Tell the priests and the other people in this country this: ‘For seventy years you fasted and showed your sadness in the fifth month and in the seventh month. But was that fasting really for me?",
          "ID": "5"
        },
        {
          "text": "And when you ate and drank, was that for me? No, it was for your own good.",
          "ID": "6"
        },
        {
          "text": "The Lord used the earlier prophets to say the same thing long ago. That was when Jerusalem was still a rich city filled with people and there were still people living in the surrounding towns, in the Negev, and in the western foothills.’”",
          "ID": "7"
        },
        {
          "text": "This is the Lord’s message to Zechariah:",
          "ID": "8"
        },
        {
          "text": "“This is what the Lord All-Powerful said:\n‘You must do what is right and fair.\nYou must be kind and\nshow mercy to each other.",
          "ID": "9"
        },
        {
          "text": "Don’t hurt widows and orphans,\nstrangers, or poor people.\nDon’t even think of doing bad things to each other!’”",
          "ID": "10"
        },
        {
          "text": "But they refused to listen\nand refused to do what he wanted.\nThey closed their ears so that they\ncould not hear what God said.",
          "ID": "11"
        },
        {
          "text": "They were very stubborn\nand would not obey the law.\nThe Lord All-Powerful used his Spirit\nand sent messages to his people through the prophets.\nBut the people would not listen,\nso the Lord All-Powerful became very angry.",
          "ID": "12"
        },
        {
          "text": "So the Lord All-Powerful said,\n“I called to them,\nand they did not answer.\nSo now, if they call to me,\nI will not answer.",
          "ID": "13"
        },
        {
          "text": "I will bring the other nations against them like a storm.\nThey didn’t know those nations,\nbut the country will be destroyed\nafter those nations pass through.\nThis pleasant country will be destroyed.”",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.7",
      "name": "Zechariah 7"
    },
    {
      "title": "The Lord Promises to Bless Jerusalem",
      "text": [
        {
          "text": "This is a message from the Lord All-Powerful.",
          "ID": "1"
        },
        {
          "text": "The Lord All-Powerful says, “I have a very strong love for Mount Zion. I love her so much that I became angry when she was not faithful to me.”",
          "ID": "2"
        },
        {
          "text": "The Lord says, “I have come back to Zion, and I am living in Jerusalem. Jerusalem will be called Faithful City. The mountain of the Lord All-Powerful will be called Holy Mountain.”",
          "ID": "3"
        },
        {
          "text": "The Lord All-Powerful says, “Old men and women will again be seen in the public places in Jerusalem. People will live so long that they will need their walking sticks.",
          "ID": "4"
        },
        {
          "text": "And the city will be filled with children playing in the streets.”",
          "ID": "5"
        },
        {
          "text": "The Lord All-Powerful says, “The survivors will think it is wonderful, and so will I!”",
          "ID": "6"
        },
        {
          "text": "The Lord All-Powerful says, “Look, I am rescuing my people from countries in the east and west.",
          "ID": "7"
        },
        {
          "text": "I will bring them back here, and they will live in Jerusalem. They will be my people, and I will be their good and faithful God.”",
          "ID": "8"
        },
        {
          "text": "The Lord All-Powerful says, “Be strong! You people are hearing the same message today that the prophets gave when the Lord All-Powerful first laid the foundations to rebuild his Temple.",
          "ID": "9"
        },
        {
          "text": "Before that time, people didn’t have the money to hire workers or to rent animals. And it was not safe for people to come and go. There was no relief from all the troubles. I had turned everyone against their neighbor.",
          "ID": "10"
        },
        {
          "text": "But it is not like that now. It will not be like that for the survivors.” This is what the Lord All-Powerful said.",
          "ID": "11"
        },
        {
          "text": "“These people will plant in peace. Their grapevines will produce grapes. The land will give good crops, and the skies will give rain. I will give all these things to my people.",
          "ID": "12"
        },
        {
          "text": "People began using the names Israel and Judah in their curses. But I will save Israel and Judah, and their names will become a blessing. So don’t be afraid. Be strong!”",
          "ID": "13"
        },
        {
          "text": "The Lord All-Powerful says, “Your ancestors made me angry, so I decided to destroy them. I decided not to change my mind.” This is what the Lord All-Powerful said.",
          "ID": "14"
        },
        {
          "text": "“But now I have changed my mind. And in the same way I have decided to be good to Jerusalem and to the people of Judah. So don’t be afraid!",
          "ID": "15"
        },
        {
          "text": "But you must do this: Tell the truth to your neighbors. When you make decisions in your cities, be fair and do what is right. Do what brings peace.",
          "ID": "16"
        },
        {
          "text": "Don’t make secret plans to hurt your neighbors. Don’t make false promises. You must not enjoy doing these things, because I hate them!” This is what the Lord said.",
          "ID": "17"
        },
        {
          "text": "I received this message from the Lord All-Powerful.",
          "ID": "18"
        },
        {
          "text": "The Lord All-Powerful says, “You have special days of sadness and fasting in the fourth month, the fifth month, the seventh month, and the tenth month. These days of sadness must be changed into days of happiness. They will be good and happy festivals. And you must love truth and peace.”",
          "ID": "19",
          "comments": [
            "days … month These were days when the people remembered the destruction of Jerusalem and the Temple. See 2 Kings 25:1-25 and Jer. 41:1-17; 52:1-12."
          ]
        },
        {
          "text": "The Lord All-Powerful says,\n“In the future, people from many cities will come to Jerusalem.",
          "ID": "20"
        },
        {
          "text": "People from different cities will greet each other and say,\n‘We are going to worship the Lord All-Powerful.’\nAnd the other person will say,\n‘I would like to go with you!’”",
          "ID": "21"
        },
        {
          "text": "Many people and many powerful nations will come to Jerusalem to find the Lord All-Powerful and to worship him.",
          "ID": "22"
        },
        {
          "text": "The Lord All-Powerful says, “At that time many foreigners speaking different languages will come to a Jewish man, take hold of the hem of his robe, and ask, ‘We heard that God is with you. Can we come with you to worship him?’”",
          "ID": "23"
        }
      ],
      "ID": "OT:ZEC.8",
      "name": "Zechariah 8"
    },
    {
      "title": "The Lord Will Save His People",
      "text": [
        {
          "text": "This is the Lord’s message against the land of Hadrach and against the city of Damascus. The tribes of Israel are not the only people who know about the Lord. Everyone looks to him for help.",
          "ID": "1",
          "comments": [
            "The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "This message is also against the city of Hamath near Damascus. And this message is against Tyre and Sidon, even though those people have been so wise and skillful.",
          "ID": "2"
        },
        {
          "text": "Tyre is built like a fort. The people there have collected so much silver that it is like dust, and gold is as common as clay.",
          "ID": "3"
        },
        {
          "text": "But the Lord will take it all. He will destroy her powerful navy and that city will be destroyed by fire!",
          "ID": "4"
        },
        {
          "text": "The people in Ashkelon will see this and they will be afraid. The people of Gaza will shake with fear, and the people of Ekron will lose all hope when they see this happen. There will be no king left in Gaza. No one will live in Ashkelon anymore.",
          "ID": "5"
        },
        {
          "text": "The people in Ashdod will not even know who their real fathers are. The Lord says, “I will completely destroy the proud Philistines.",
          "ID": "6"
        },
        {
          "text": "They will no longer eat meat with the blood still in it or any other forbidden food. Any Philistine left alive will become a part of my people; they will be just one more tribe in Judah. The people of Ekron will become a part of my people, as the Jebusites did.",
          "ID": "7"
        },
        {
          "text": "I will protect my country. I will not let enemy armies pass through it. I will not let them hurt my people anymore. With my own eyes I have seen how much my people have suffered.”",
          "ID": "8"
        },
        {
          "text": "People of Zion, rejoice!\nPeople of Jerusalem, shout with joy!\nLook, your king is coming to you!\nHe is the good king who won the victory, but he is humble.\nHe is riding on a donkey, on a young donkey born from a work animal.",
          "ID": "9",
          "comments": [
            "People of Zion Literally, “Daughter Zion,” meaning the city of Jerusalem. See “Zion” in the Word List."
          ]
        },
        {
          "text": "I will take the war chariots away from Ephraim\nand the horse soldiers from Jerusalem.\nI will destroy the bows used in war.\nYour king will bring news of peace to the nations.\nHe will rule from sea to sea,\nfrom the Euphrates River to the ends of the earth.",
          "ID": "10"
        },
        {
          "text": "Jerusalem, we used blood to seal your agreement,\nso I am setting your people free from that empty hole in the ground.",
          "ID": "11",
          "comments": [
            "empty hole in the ground People stored water in large holes in the ground. People sometimes used those holes as prisons."
          ]
        },
        {
          "text": "Prisoners, go home!\nNow you have something to hope for.\nI am telling you now,\nI am coming back to you.",
          "ID": "12"
        },
        {
          "text": "Judah, I will use you like a bow.\nEphraim, I will use you like arrows.\nIsrael, I will use you like a sword\nto fight against the men of Greece.",
          "ID": "13"
        },
        {
          "text": "The Lord will appear to them,\nand he will shoot his arrows like lightning.\nThe Lord God will blow the trumpet,\nand the army will rush forward like a desert dust storm.",
          "ID": "14"
        },
        {
          "text": "The Lord All-Powerful will protect them.\nThe soldiers will use rocks and slings to defeat the enemy.\nThey will spill the blood of their enemies.\nIt will flow like wine.\nIt will be like the blood that is thrown on the corners of the altar!",
          "ID": "15"
        },
        {
          "text": "At that time the Lord their God\nwill save his people\nlike a shepherd saves his sheep.\nThey will be very precious to him.\nThey will be like sparkling jewels in his land.",
          "ID": "16"
        },
        {
          "text": "Everything will be good and beautiful!\nThere will be a wonderful crop,\nbut it will not be just the food and wine.\nIt will be all the young men and women!",
          "ID": "17"
        }
      ],
      "ID": "OT:ZEC.9",
      "name": "Zechariah 9"
    },
    {
      "title": "The Lord’s Promises",
      "text": [
        {
          "text": "Pray to the Lord for rain in the springtime. The Lord will send the lightning and the rain will fall, and he will make the plants grow in each person’s field.",
          "ID": "1"
        },
        {
          "text": "People use their little statues and magic to learn what will happen in the future, but that is useless. They see visions and tell about their dreams, but it is nothing but worthless lies. So the people are like sheep wandering here and there crying for help, but there is no shepherd to lead them.",
          "ID": "2"
        },
        {
          "text": "The Lord says, “I am very angry with the shepherds. I made them responsible for what happens to my sheep.” (The people of Judah are his flock, and the Lord All-Powerful really does take care of his flock. He cares for them as a soldier cares for his beautiful war horse.)",
          "ID": "3"
        },
        {
          "text": "“The cornerstone, the tent peg, the war bow, and the advancing soldiers will all come from Judah together.",
          "ID": "4"
        },
        {
          "text": "They will defeat their enemy—it will be like soldiers marching through mud in the streets. They will fight, and since the Lord is with them, they will defeat even the enemy soldiers riding horses.",
          "ID": "5"
        },
        {
          "text": "I will make Judah’s family strong. I will help Joseph’s family win the war. I will bring them back safely and comfort them. It will be as if I never left them. I am the Lord their God, and I will help them.",
          "ID": "6"
        },
        {
          "text": "The people of Ephraim will be as happy as soldiers who have too much to drink. Their children will be rejoicing and they, too, will be happy. They will all have a happy time together with the Lord.",
          "ID": "7"
        },
        {
          "text": "“I will whistle for them and call them all together. I really will save them. There will be many people.",
          "ID": "8"
        },
        {
          "text": "Yes, I have been scattering my people throughout the nations. But in those faraway places, they will remember me. They and their children will survive, and they will come back.",
          "ID": "9"
        },
        {
          "text": "I will bring them back from Egypt and Assyria. I will bring them to the area of Gilead. And since there will not be enough room, I will also let them live in nearby Lebanon.",
          "ID": "10"
        },
        {
          "text": "They will go through a sea of troubles, but the waves will be stopped. Even the deepest waters of the Nile River will dry up. I will destroy Assyria’s pride and take away Egypt’s power.",
          "ID": "11"
        },
        {
          "text": "I, the Lord, will make my people strong, and they will live for me.” This is what the Lord said.",
          "ID": "12"
        }
      ],
      "ID": "OT:ZEC.10",
      "name": "Zechariah 10"
    },
    {
      "title": "God Will Punish the Other Nations",
      "text": [
        {
          "text": "Lebanon, open your gates so that the fire will come\nand burn your cedar trees.",
          "ID": "1",
          "comments": [
            "cedar trees In this poem, the trees, bushes, and animals are symbols for the leaders of the countries around Judah."
          ]
        },
        {
          "text": "The cypress trees will cry because the cedar trees have fallen.\nThose powerful trees will be taken away.\nOak trees in Bashan will cry\nfor the forest that was cut down.",
          "ID": "2"
        },
        {
          "text": "Listen to the crying shepherds.\nTheir powerful leaders were taken away.\nListen to the roaring of the young lions.\nTheir thick bushes near the Jordan River have all been taken away.",
          "ID": "3"
        },
        {
          "text": "The Lord my God says, “Care for the sheep that have been raised to be killed.",
          "ID": "4"
        },
        {
          "text": "Buyers kill their sheep and are not punished. Those who sell the sheep say, ‘Praise the Lord, I am rich!’ The shepherds don’t feel sorry for their sheep.",
          "ID": "5"
        },
        {
          "text": "And I don’t feel sorry for the people who live in this country.” This is what the Lord said: “Look, I will let everyone be under the control of their neighbor and king. I will let them destroy the country—I will not stop them!”",
          "ID": "6"
        },
        {
          "text": "So I took care of the sheep that had been raised to be killed—those poor sheep. I found two sticks. I called one stick Favor, and I called the other stick Union. Then I began caring for the sheep.",
          "ID": "7"
        },
        {
          "text": "I fired the three shepherds all in one month. I got angry at the sheep, and they began to hate me.",
          "ID": "8"
        },
        {
          "text": "Then I said, “I quit! I will not take care of you! I will let those who want to die, die. I will let those who want to be destroyed, be destroyed, and those who are left will destroy each other.”",
          "ID": "9"
        },
        {
          "text": "Then I took the stick named Favor, and I broke it. I did this to show that God’s agreement with his people was broken.",
          "ID": "10"
        },
        {
          "text": "So that day the agreement was finished, and those poor sheep watching me knew that this message was from the Lord.",
          "ID": "11"
        },
        {
          "text": "Then I said, “If you want to pay me, pay me. If not, don’t!” So they paid me 30 pieces of silver.",
          "ID": "12"
        },
        {
          "text": "Then the Lord told me, “So that’s how much they think I’m worth. Throw that large amount of money into the Temple treasury.” So I took the 30 pieces of silver and threw them into the treasury at the Lord’s Temple.",
          "ID": "13",
          "comments": [
            "large amount of money The Lord was making fun of the people. This was only the amount of money a person paid for a slave."
          ]
        },
        {
          "text": "Then I cut the stick named Union into two pieces. I did this to show that the union between Judah and Israel had been broken.",
          "ID": "14"
        },
        {
          "text": "Then the Lord said to me, “Now, get the things a foolish shepherd might use.",
          "ID": "15"
        },
        {
          "text": "This will show that I will get a new shepherd for this country. But this young man will not be able to take care of the sheep that are being destroyed. He will not be able to heal the hurt sheep or feed those that are left alive. And the healthy ones will be eaten completely—only their hoofs will be left.”",
          "ID": "16"
        },
        {
          "text": "Too bad for you, you worthless shepherd!\nYou abandoned my sheep.\nPunish him!\nStrike his arm and right eye with a sword.\nHis arm will be useless.\nHis right eye will be blind.",
          "ID": "17"
        }
      ],
      "ID": "OT:ZEC.11",
      "name": "Zechariah 11"
    },
    {
      "title": "Visions About the Nations Around Judah",
      "text": [
        {
          "text": "This is a message from the Lord about Israel. The Lord is the one who made the earth and the sky, and he put the human spirit in people. And this is what the Lord said:",
          "ID": "1"
        },
        {
          "text": "“Look, I will make Jerusalem like a cup of poison to the nations around her. The nations will come and attack that city, and all of Judah will be caught in the trap.",
          "ID": "2"
        },
        {
          "text": "But I will make Jerusalem like a heavy rock—those who try to take it will hurt themselves. They will be cut and scratched. All the nations on earth will come together to fight against Jerusalem.",
          "ID": "3"
        },
        {
          "text": "But at that time I will scare the horse, and the soldier riding it will panic. I will make all the enemy horses blind, but my eyes will be open—and I will be watching over Judah’s family.",
          "ID": "4"
        },
        {
          "text": "The leaders of Judah will encourage the people and say, ‘The Lord All-Powerful is your God. He makes us strong.’",
          "ID": "5"
        },
        {
          "text": "At that time I will make the leaders of Judah like a fire burning in a forest. They will destroy their enemies like fire burning straw. They will destroy the enemy all around them, and the people in Jerusalem will again be able to sit back and relax.”",
          "ID": "6"
        },
        {
          "text": "The Lord will save the people of Judah first, so the people in Jerusalem will not be able to brag too much. David’s family and the other people who live in Jerusalem will not be able to brag that they are better than the other people in Judah.",
          "ID": "7"
        },
        {
          "text": "But the Lord will protect the people in Jerusalem. Even the man who trips and falls will become a great soldier like David. And the men from David’s family will be like gods—like the Lord’s own angel leading the people.",
          "ID": "8"
        },
        {
          "text": "The Lord says, “At that time I will destroy the nations that came to fight against Jerusalem.",
          "ID": "9"
        },
        {
          "text": "I will fill David’s family and the people living in Jerusalem with a spirit of kindness and mercy. They will look to me, the one they stabbed, and they will be very sad. They will be as sad as someone crying over the death of their only son, as sad as someone crying over the death of their firstborn son.",
          "ID": "10"
        },
        {
          "text": "There will be a time of great sadness and crying in Jerusalem. It will be like the time people cry over the death of Hadad Rimmon in Megiddo Valley.",
          "ID": "11",
          "comments": [
            "Hadad Rimmon Possibly a name for the Syrian fertility god."
          ]
        },
        {
          "text": "Each and every family will cry by itself. The men in David’s family will cry by themselves, and their wives will cry by themselves. The men in Nathan’s family will cry by themselves, and their wives will cry by themselves.",
          "ID": "12"
        },
        {
          "text": "The men in Levi’s family will cry by themselves, and their wives will cry by themselves. The men in Simeon’s family will cry by themselves, and their wives will cry by themselves.",
          "ID": "13"
        },
        {
          "text": "And the same thing will happen in all the other tribes. The men and women will cry by themselves.”",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.12",
      "name": "Zechariah 12"
    },
    {
      "title": "No More False Prophets",
      "text": [
        {
          "text": "But at that time a new spring of water will be opened for David’s family and for the other people living in Jerusalem. That fountain will be to wash away their sins and to make the people pure.",
          "ID": "1"
        },
        {
          "text": "The Lord All-Powerful says, “At that time I will remove all the idols from the earth. People will not even remember their names, and I will remove the false prophets and unclean spirits from the earth.",
          "ID": "2"
        },
        {
          "text": "Whoever continues to prophesy will be punished. Even their parents, their own mother and father, will say to them, ‘You have spoken lies in the name of the Lord, so you must die!’ Their own mother and father will stab them for prophesying.",
          "ID": "3"
        },
        {
          "text": "At that time the prophets will be ashamed of their visions and prophecies. They will not wear the rough cloth that shows a person is a prophet. They will not wear those clothes to trick people with the lies they call prophecies.",
          "ID": "4"
        },
        {
          "text": "They will say, ‘I am not a prophet. I am a farmer. I have worked as a farmer since I was a little child.’",
          "ID": "5"
        },
        {
          "text": "But other people will say, ‘Then what are these wounds in your hands?’ He will say, ‘I was beaten in the house of my friends.’”",
          "ID": "6"
        },
        {
          "text": "The Lord All-Powerful says, “Sword, wake up and strike the shepherd, my friend! Strike the shepherd, and the sheep will run away. And I will punish those little ones.",
          "ID": "7"
        },
        {
          "text": "Two-thirds of the people in the land will be struck down and die,” says the Lord, “but one-third will survive.",
          "ID": "8"
        },
        {
          "text": "Then I will test those survivors by giving them many troubles. The troubles will be like the fire a person uses to prove silver is pure. I will test them the way a person tests gold. Then they will call to me for help, and I will answer them. I will say, ‘You are my people.’ And they will say, ‘The Lord is my God.’”",
          "ID": "9"
        }
      ],
      "ID": "OT:ZEC.13",
      "name": "Zechariah 13"
    },
    {
      "title": "The Day of Judgment",
      "text": [
        {
          "text": "Look, the Lord has a special day of judgment coming, when the riches you have taken will be divided in your city.",
          "ID": "1"
        },
        {
          "text": "I will bring all the nations together to fight against Jerusalem. They will capture the city and destroy the houses. The women will be raped, and half of the people will be taken away as prisoners. But the rest of the people will not be taken from the city.",
          "ID": "2"
        },
        {
          "text": "Then the Lord will go to war with those nations. It will be a real battle.",
          "ID": "3"
        },
        {
          "text": "At that time he will stand on the Mount of Olives, the hill east of Jerusalem. The Mount of Olives will split in half. Part of the mountain will move to the north, and part to the south. A deep valley will open up, from the east to the west.",
          "ID": "4"
        },
        {
          "text": "You will try to run away as that mountain valley comes closer and closer to you. You will run away like the time you ran from the earthquake during the time of King Uzziah of Judah. But the Lord my God will come, and all his holy ones will be with him.",
          "ID": "5",
          "comments": [
            "holy ones Here, this probably means angels."
          ]
        },
        {
          "text": "That will be a very special day. There will not be any light, cold, or frost. Only the Lord knows how, but there will not be any day or night. Then, when darkness usually comes, there will still be light.",
          "ID": "6-7"
        },
        {
          "text": "At that time water will flow continually from Jerusalem. That stream will split and part of it will flow east, and part of it will flow west to the Mediterranean Sea. And it will flow all year long, in the summer as well as in the winter.",
          "ID": "8",
          "comments": [
            "water … Jerusalem Literally, “living water will flow from Jerusalem.” Jerusalem’s main water supply, the Gihon spring, did not flow continuously."
          ]
        },
        {
          "text": "And the Lord will be the King of the whole world. At that time all people will worship him as the only Lord with only one name.",
          "ID": "9"
        },
        {
          "text": "And the whole land from Geba in the north to Rimmon in the south past Jerusalem will become a flat plain. The city of Jerusalem will stay in the same place, but it will be built high above the land around it. It will reach from the Benjamin Gate to the First Gate (that is, the Corner Gate) and from the Tower of Hananel to the king’s winepresses.",
          "ID": "10"
        },
        {
          "text": "People will move to Jerusalem because it will be a safe place to live. It will never again be destroyed.",
          "ID": "11"
        },
        {
          "text": "But the Lord will punish the nations that fought against Jerusalem. He will send a terrible disease against them. Their skin will begin to rot while the people are still alive. Their eyes will rot in their sockets, and their tongues will rot in their mouths.",
          "ID": "12"
        },
        {
          "text": "That terrible disease will be in the enemy camp, and all their horses, mules, camels, and donkeys will catch that terrible disease.\nAt that time they will be afraid of the Lord. Each man will grab his neighbor’s hand, and they will fight each other. Even Judah will fight against Jerusalem. This will happen even while armies from all the nations are surrounding the city. There will be much gold, silver, and clothing.",
          "ID": "13-15"
        },
        {
          "text": "Some of the people who came to fight Jerusalem will survive. And every year they will come to worship the king, the Lord All-Powerful. They will come to celebrate the Festival of Shelters.",
          "ID": "16"
        },
        {
          "text": "And if people from any of the families on earth don’t go to Jerusalem to worship the King, the Lord All-Powerful, no rain will fall on their land.",
          "ID": "17"
        },
        {
          "text": "If any of the families in Egypt don’t come to celebrate the Festival of Shelters, they will get that terrible disease that the Lord caused the enemy nations to get.",
          "ID": "18"
        },
        {
          "text": "That will be the punishment for Egypt, and for any other nation that does not come to celebrate the Festival of Shelters.",
          "ID": "19"
        },
        {
          "text": "At that time even the harnesses on the horses will have the label, holy to the lord. And all the pots used in the Lord’s Temple will be just as important as the bowls used at the altar.",
          "ID": "20",
          "comments": [
            "Holy to the Lord These words were written on everything that was used in the Temple. This showed that these things belonged to the Lord, and that they could be used only for special purposes. Dishes with this labels could be used only by the priests in a holy place."
          ]
        },
        {
          "text": "In fact, every dish in Jerusalem and Judah will have the label, holy to the lord all-powerful. All the people offering sacrifices will come, take those dishes, and cook their special meals in them.\nAt that time there will not be any merchants buying and selling things in the Temple of the Lord All-Powerful.",
          "ID": "21",
          "comments": [
            "merchants … selling things Literally, “Canaanites.”"
          ]
        }
      ],
      "ID": "OT:ZEC.14",
      "name": "Zechariah 14"
    }
  ],
  "ID": "OT:ZEC(ERV)",
  "name": "Zechariah"
}