{
  "text": [
    {
      "text": [
        {
          "text": "In the eighth month, in the second year of Darius, the word of the Lord came to the prophet Zechariah, the son of Berechiah, son of Iddo, saying,",
          "ID": "1"
        },
        {
          "text": "\"The Lord was very angry with your fathers.",
          "ID": "2"
        },
        {
          "text": "Therefore say to them, Thus declares the Lord of hosts: Return to me, says the Lord of hosts, and I will return to you, says the Lord of hosts.",
          "ID": "3"
        },
        {
          "text": "Do not be like your fathers, to whom the former prophets cried out, 'Thus says the Lord of hosts, Return from your evil ways and from your evil deeds.' But they did not hear or pay attention to me, declares the Lord.",
          "ID": "4"
        },
        {
          "text": "Your fathers, where are they? And the prophets, do they live forever?",
          "ID": "5"
        },
        {
          "text": "But my words and my statutes, which I commanded my servants the prophets, did they not overtake your fathers? So they repented and said, 'As the Lord of hosts purposed to deal with us for our ways and deeds, so has he dealt with us.'\"",
          "ID": "6"
        },
        {
          "text": "On the twenty-fourth day of the eleventh month, which is the month of Shebat, in the second year of Darius, the word of the Lord came to the prophet Zechariah, the son of Berechiah, son of Iddo, saying,",
          "ID": "7"
        },
        {
          "text": "\"I saw in the night, and behold, a man riding on a red horse! He was standing among the myrtle trees in the glen, and behind him were red, sorrel, and white horses.",
          "ID": "8"
        },
        {
          "text": "Then I said, 'What are these, my lord?' The angel who talked with me said to me, 'I will show you what they are.'",
          "ID": "9"
        },
        {
          "text": "So the man who was standing among the myrtle trees answered, 'These are they whom the Lord has sent to patrol the earth.'",
          "ID": "10"
        },
        {
          "text": "And they answered the angel of the Lord who was standing among the myrtle trees, and said, 'We have patrolled the earth, and behold, all the earth remains at rest.'",
          "ID": "11"
        },
        {
          "text": "Then the angel of the Lord said, 'O Lord of hosts, how long will you have no mercy on Jerusalem and the cities of Judah, against which you have been angry these seventy years?'",
          "ID": "12"
        },
        {
          "text": "And the Lord answered gracious and comforting words to the angel who talked with me.",
          "ID": "13"
        },
        {
          "text": "So the angel who talked with me said to me, 'Cry out, Thus says the Lord of hosts: I am exceedingly jealous for Jerusalem and for Zion.",
          "ID": "14"
        },
        {
          "text": "And I am exceedingly angry with the nations that are at ease; for while I was angry but a little, they furthered the disaster.",
          "ID": "15"
        },
        {
          "text": "Therefore, thus says the Lord, I have returned to Jerusalem with mercy; my house shall be built in it, declares the Lord of hosts, and the measuring line shall be stretched out over Jerusalem.",
          "ID": "16"
        },
        {
          "text": "Cry out again, Thus says the Lord of hosts: My cities shall again overflow with prosperity, and the Lord will again comfort Zion and again choose Jerusalem.'\"",
          "ID": "17"
        },
        {
          "text": "And I lifted my eyes and saw, and behold, four horns!",
          "ID": "18"
        },
        {
          "text": "And I said to the angel who talked with me, \"What are these?\" And he said to me, \"These are the horns that have scattered Judah, Israel, and Jerusalem.\"",
          "ID": "19"
        },
        {
          "text": "Then the Lord showed me four craftsmen.",
          "ID": "20"
        },
        {
          "text": "And I said, \"What are these coming to do?\" He said, \"These are the horns that scattered Judah, so that no one raised his head. And these have come to terrify them, to cast down the horns of the nations who lifted up their horns against the land of Judah to scatter it.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:ZEC.1",
      "name": "Zechariah 1"
    },
    {
      "text": [
        {
          "text": "And I lifted my eyes and saw, and behold, a man with a measuring line in his hand!",
          "ID": "1"
        },
        {
          "text": "Then I said, \"Where are you going?\" And he said to me, \"To measure Jerusalem, to see what is its width and what is its length.\"",
          "ID": "2"
        },
        {
          "text": "And behold, the angel who talked with me came forward, and another angel came forward to meet him",
          "ID": "3"
        },
        {
          "text": "and said to him, \"Run, say to that young man, 'Jerusalem shall be inhabited as villages without walls, because of the multitude of people and livestock in it.",
          "ID": "4"
        },
        {
          "text": "And I will be to her a wall of fire all around, declares the Lord, and I will be the glory in her midst.'\"",
          "ID": "5"
        },
        {
          "text": "Up! Up! Flee from the land of the north, declares the Lord. For I have spread you abroad as the four winds of the heavens, declares the Lord.",
          "ID": "6"
        },
        {
          "text": "Up! Escape to Zion, you who dwell with the daughter of Babylon.",
          "ID": "7"
        },
        {
          "text": "For thus said the Lord of hosts, after his glory sent me to the nations who plundered you, for he who touches you touches the apple of his eye:",
          "ID": "8"
        },
        {
          "text": "\"Behold, I will shake my hand over them, and they shall become plunder for those who served them. Then you will know that the Lord of hosts has sent me.",
          "ID": "9"
        },
        {
          "text": "Sing and rejoice, O daughter of Zion, for behold, I come and I will dwell in your midst, declares the Lord.",
          "ID": "10"
        },
        {
          "text": "And many nations shall join themselves to the Lord in that day, and shall be my people. And I will dwell in your midst, and you shall know that the Lord of hosts has sent me to you.",
          "ID": "11"
        },
        {
          "text": "And the Lord will inherit Judah as his portion in the holy land, and will again choose Jerusalem.\"",
          "ID": "12"
        },
        {
          "text": "Be silent, all flesh, before the Lord, for he has roused himself from his holy dwelling.",
          "ID": "13"
        }
      ],
      "ID": "OT:ZEC.2",
      "name": "Zechariah 2"
    },
    {
      "text": [
        {
          "text": "Then he showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right hand to accuse him.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to Satan, \"The Lord rebuke you, O Satan! The Lord who has chosen Jerusalem rebuke you! Is not this a brand plucked from the fire?\"",
          "ID": "2"
        },
        {
          "text": "Now Joshua was standing before the angel, clothed with filthy garments.",
          "ID": "3"
        },
        {
          "text": "And the angel said to those who were standing before him, \"Remove the filthy garments from him.\" And to him he said, \"Behold, I have taken your iniquity away from you, and I will clothe you with pure vestments.\"",
          "ID": "4"
        },
        {
          "text": "And I said, \"Let them put a clean turban on his head.\" So they put a clean turban on his head and clothed him with garments. And the angel of the Lord was standing by.",
          "ID": "5"
        },
        {
          "text": "And the angel of the Lord solemnly assured Joshua,",
          "ID": "6"
        },
        {
          "text": "\"Thus says the Lord of hosts: If you will walk in my ways and keep my charge, then you shall rule my house and have charge of my courts, and I will give you the right of access among those who are standing here.",
          "ID": "7"
        },
        {
          "text": "Hear now, O Joshua the high priest, you and your friends who sit before you, for they are men who are a sign: behold, I will bring my servant the Branch.",
          "ID": "8"
        },
        {
          "text": "For behold, on the stone that I have set before Joshua, on a single stone with seven eyes, I will engrave its inscription, declares the Lord of hosts, and I will remove the iniquity of this land in a single day.",
          "ID": "9"
        },
        {
          "text": "In that day, declares the Lord of hosts, every one of you will invite his neighbor to come under his vine and under his fig tree.\"",
          "ID": "10"
        }
      ],
      "ID": "OT:ZEC.3",
      "name": "Zechariah 3"
    },
    {
      "text": [
        {
          "text": "And the angel who talked with me came again and woke me, like a man who is awakened out of his sleep.",
          "ID": "1"
        },
        {
          "text": "And he said to me, \"What do you see?\" I said, \"I see, and behold, a lampstand all of gold, with a bowl on the top of it, and seven lamps on it, with seven lips on each of the lamps that are on the top of it.",
          "ID": "2"
        },
        {
          "text": "And there are two olive trees by it, one on the right of the bowl and the other on its left.\"",
          "ID": "3"
        },
        {
          "text": "And I said to the angel who talked with me, \"What are these, my lord?\"",
          "ID": "4"
        },
        {
          "text": "Then the angel who talked with me answered and said to me, \"Do you not know what these are?\" I said, \"No, my lord.\"",
          "ID": "5"
        },
        {
          "text": "Then he said to me, \"This is the word of the Lord to Zerubbabel: Not by might, nor by power, but by my Spirit, says the Lord of hosts.",
          "ID": "6"
        },
        {
          "text": "Who are you, O great mountain? Before Zerubbabel you shall become a plain. And he shall bring forward the top stone amid shouts of 'Grace, grace to it!'\"",
          "ID": "7"
        },
        {
          "text": "Then the word of the Lord came to me, saying,",
          "ID": "8"
        },
        {
          "text": "\"The hands of Zerubbabel have laid the foundation of this house; his hands shall also complete it. Then you will know that the Lord of hosts has sent me to you.",
          "ID": "9"
        },
        {
          "text": "For whoever has despised the day of small things shall rejoice, and shall see the plumb line in the hand of Zerubbabel.",
          "ID": "10"
        },
        {
          "text": "\"These seven are the eyes of the Lord, which range through the whole earth.\"",
          "ID": "10"
        },
        {
          "text": "Then I said to him, \"What are these two olive trees on the right and the left of the lampstand?\"",
          "ID": "11"
        },
        {
          "text": "And a second time I answered and said to him, \"What are these two branches of the olive trees, which are beside the two golden pipes from which the golden oil is poured out?\"",
          "ID": "12"
        },
        {
          "text": "He said to me, \"Do you not know what these are?\" I said, \"No, my lord.\"",
          "ID": "13"
        },
        {
          "text": "Then he said, \"These are the two anointed ones who stand by the Lord of the whole earth.\"",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.4",
      "name": "Zechariah 4"
    },
    {
      "text": [
        {
          "text": "Again I lifted my eyes and saw, and behold, a flying scroll!",
          "ID": "1"
        },
        {
          "text": "And he said to me, \"What do you see?\" I answered, \"I see a flying scroll. Its length is twenty cubits, and its width ten cubits.\"",
          "ID": "2"
        },
        {
          "text": "Then he said to me, \"This is the curse that goes out over the face of the whole land. For everyone who steals shall be cleaned out according to what is on one side, and everyone who swears falsely shall be cleaned out according to what is on the other side.",
          "ID": "3"
        },
        {
          "text": "I will send it out, declares the Lord of hosts, and it shall enter the house of the thief, and the house of him who swears falsely by my name. And it shall remain in his house and consume it, both timber and stones.\"",
          "ID": "4"
        },
        {
          "text": "Then the angel who talked with me came forward and said to me, \"Lift your eyes and see what this is that is going out.\"",
          "ID": "5"
        },
        {
          "text": "And I said, \"What is it?\" He said, \"This is the basket that is going out.\" And he said, \"This is their iniquity in all the land.\"",
          "ID": "6"
        },
        {
          "text": "And behold, the leaden cover was lifted, and there was a woman sitting in the basket!",
          "ID": "7"
        },
        {
          "text": "And he said, \"This is Wickedness.\" And he thrust her back into the basket, and thrust down the leaden weight on its opening.",
          "ID": "8"
        },
        {
          "text": "Then I lifted my eyes and saw, and behold, two women coming forward! The wind was in their wings. They had wings like the wings of a stork, and they lifted up the basket between earth and heaven.",
          "ID": "9"
        },
        {
          "text": "Then I said to the angel who talked with me, \"Where are they taking the basket?\"",
          "ID": "10"
        },
        {
          "text": "He said to me, \"To the land of Shinar, to build a house for it. And when this is prepared, they will set the basket down there on its base.\"",
          "ID": "11"
        }
      ],
      "ID": "OT:ZEC.5",
      "name": "Zechariah 5"
    },
    {
      "text": [
        {
          "text": "Again I lifted my eyes and saw, and behold, four chariots came out from between two mountains. And the mountains were mountains of bronze.",
          "ID": "1"
        },
        {
          "text": "The first chariot had red horses, the second black horses,",
          "ID": "2"
        },
        {
          "text": "the third white horses, and the fourth chariot dappled horses—all of them strong.",
          "ID": "3"
        },
        {
          "text": "Then I answered and said to the angel who talked with me, \"What are these, my lord?\"",
          "ID": "4"
        },
        {
          "text": "And the angel answered and said to me, \"These are going out to the four winds of heaven, after presenting themselves before the Lord of all the earth.",
          "ID": "5"
        },
        {
          "text": "The chariot with the black horses goes toward the north country, the white ones go after them, and the dappled ones go toward the south country.\"",
          "ID": "6"
        },
        {
          "text": "When the strong horses came out, they were impatient to go and patrol the earth. And he said, \"Go, patrol the earth.\" So they patrolled the earth.",
          "ID": "7"
        },
        {
          "text": "Then he cried to me, \"Behold, those who go toward the north country have set my Spirit at rest in the north country.\"",
          "ID": "8"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "9"
        },
        {
          "text": "\"Take from the exiles Heldai, Tobijah, and Jedaiah, who have arrived from Babylon, and go the same day to the house of Josiah, the son of Zephaniah.",
          "ID": "10"
        },
        {
          "text": "Take from them silver and gold, and make a crown, and set it on the head of Joshua, the son of Jehozadak, the high priest.",
          "ID": "11"
        },
        {
          "text": "And say to him, 'Thus says the Lord of hosts, \"Behold, the man whose name is the Branch: for he shall branch out from his place, and he shall build the temple of the Lord.",
          "ID": "12"
        },
        {
          "text": "It is he who shall build the temple of the Lord and shall bear royal honor, and shall sit and rule on his throne. And there shall be a priest on his throne, and the counsel of peace shall be between them both.\"'",
          "ID": "13"
        },
        {
          "text": "And the crown shall be in the temple of the Lord as a reminder to Helem, Tobijah, Jedaiah, and Hen the son of Zephaniah.",
          "ID": "14"
        },
        {
          "text": "\"And those who are far off shall come and help to build the temple of the Lord. And you shall know that the Lord of hosts has sent me to you. And this shall come to pass, if you will diligently obey the voice of the Lord your God.\"",
          "ID": "15"
        }
      ],
      "ID": "OT:ZEC.6",
      "name": "Zechariah 6"
    },
    {
      "text": [
        {
          "text": "In the fourth year of King Darius, the word of the Lord came to Zechariah on the fourth day of the ninth month, which is Chislev.",
          "ID": "1"
        },
        {
          "text": "Now the people of Bethel had sent Sharezer and Regem-melech and their men to entreat the favor of the Lord,",
          "ID": "2"
        },
        {
          "text": "saying to the priests of the house of the Lord of hosts and the prophets, \"Should I weep and abstain in the fifth month, as I have done for so many years?\"",
          "ID": "3"
        },
        {
          "text": "Then the word of the Lord of hosts came to me:",
          "ID": "4"
        },
        {
          "text": "\"Say to all the people of the land and the priests, When you fasted and mourned in the fifth month and in the seventh, for these seventy years, was it for me that you fasted?",
          "ID": "5"
        },
        {
          "text": "And when you eat and when you drink, do you not eat for yourselves and drink for yourselves?",
          "ID": "6"
        },
        {
          "text": "Were not these the words that the Lord proclaimed by the former prophets, when Jerusalem was inhabited and prosperous, with her cities around her, and the South and the lowland were inhabited?\"",
          "ID": "7"
        },
        {
          "text": "And the word of the Lord came to Zechariah, saying,",
          "ID": "8"
        },
        {
          "text": "\"Thus says the Lord of hosts, Render true judgments, show kindness and mercy to one another,",
          "ID": "9"
        },
        {
          "text": "do not oppress the widow, the fatherless, the sojourner, or the poor, and let none of you devise evil against another in your heart.\"",
          "ID": "10"
        },
        {
          "text": "But they refused to pay attention and turned a stubborn shoulder and stopped their ears that they might not hear.",
          "ID": "11"
        },
        {
          "text": "They made their hearts diamond-hard lest they should hear the law and the words that the Lord of hosts had sent by his Spirit through the former prophets. Therefore great anger came from the Lord of hosts.",
          "ID": "12"
        },
        {
          "text": "\"As I called, and they would not hear, so they called, and I would not hear,\" says the Lord of hosts,",
          "ID": "13"
        },
        {
          "text": "\"and I scattered them with a whirlwind among all the nations that they had not known. Thus the land they left was desolate, so that no one went to and fro, and the pleasant land was made desolate.\"",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.7",
      "name": "Zechariah 7"
    },
    {
      "text": [
        {
          "text": "And the word of the Lord of hosts came, saying,",
          "ID": "1"
        },
        {
          "text": "\"Thus says the Lord of hosts: I am jealous for Zion with great jealousy, and I am jealous for her with great wrath.",
          "ID": "2"
        },
        {
          "text": "Thus says the Lord: I have returned to Zion and will dwell in the midst of Jerusalem, and Jerusalem shall be called the faithful city, and the mountain of the Lord of hosts, the holy mountain.",
          "ID": "3"
        },
        {
          "text": "Thus says the Lord of hosts: Old men and old women shall again sit in the streets of Jerusalem, each with staff in hand because of great age.",
          "ID": "4"
        },
        {
          "text": "And the streets of the city shall be full of boys and girls playing in its streets.",
          "ID": "5"
        },
        {
          "text": "Thus says the Lord of hosts: If it is marvelous in the sight of the remnant of this people in those days, should it also be marvelous in my sight, declares the Lord of hosts?",
          "ID": "6"
        },
        {
          "text": "Thus says the Lord of hosts: Behold, I will save my people from the east country and from the west country,",
          "ID": "7"
        },
        {
          "text": "and I will bring them to dwell in the midst of Jerusalem. And they shall be my people, and I will be their God, in faithfulness and in righteousness.\"",
          "ID": "8"
        },
        {
          "text": "Thus says the Lord of hosts: \"Let your hands be strong, you who in these days have been hearing these words from the mouth of the prophets who were present on the day that the foundation of the house of the Lord of hosts was laid, that the temple might be built.",
          "ID": "9"
        },
        {
          "text": "For before those days there was no wage for man or any wage for beast, neither was there any safety from the foe for him who went out or came in, for I set every man against his neighbor.",
          "ID": "10"
        },
        {
          "text": "But now I will not deal with the remnant of this people as in the former days, declares the Lord of hosts.",
          "ID": "11"
        },
        {
          "text": "For there shall be a sowing of peace. The vine shall give its fruit, and the ground shall give its produce, and the heavens shall give their dew. And I will cause the remnant of this people to possess all these things.",
          "ID": "12"
        },
        {
          "text": "And as you have been a byword of cursing among the nations, O house of Judah and house of Israel, so will I save you, and you shall be a blessing. Fear not, but let your hands be strong.\"",
          "ID": "13"
        },
        {
          "text": "For thus says the Lord of hosts: \"As I purposed to bring disaster to you when your fathers provoked me to wrath, and I did not relent, says the Lord of hosts,",
          "ID": "14"
        },
        {
          "text": "so again have I purposed in these days to bring good to Jerusalem and to the house of Judah; fear not.",
          "ID": "15"
        },
        {
          "text": "These are the things that you shall do: Speak the truth to one another; render in your gates judgments that are true and make for peace;",
          "ID": "16"
        },
        {
          "text": "do not devise evil in your hearts against one another, and love no false oath, for all these things I hate, declares the Lord.\"",
          "ID": "17"
        },
        {
          "text": "And the word of the Lord of hosts came to me, saying,",
          "ID": "18"
        },
        {
          "text": "\"Thus says the Lord of hosts: The fast of the fourth month and the fast of the fifth and the fast of the seventh and the fast of the tenth shall be to the house of Judah seasons of joy and gladness and cheerful feasts. Therefore love truth and peace.",
          "ID": "19"
        },
        {
          "text": "\"Thus says the Lord of hosts: Peoples shall yet come, even the inhabitants of many cities.",
          "ID": "20"
        },
        {
          "text": "The inhabitants of one city shall go to another, saying, 'Let us go at once to entreat the favor of the Lord and to seek the Lord of hosts; I myself am going.'",
          "ID": "21"
        },
        {
          "text": "Many peoples and strong nations shall come to seek the Lord of hosts in Jerusalem and to entreat the favor of the Lord.",
          "ID": "22"
        },
        {
          "text": "Thus says the Lord of hosts: In those days ten men from the nations of every tongue shall take hold of the robe of a Jew, saying, 'Let us go with you, for we have heard that God is with you.'\"",
          "ID": "23"
        }
      ],
      "ID": "OT:ZEC.8",
      "name": "Zechariah 8"
    },
    {
      "text": [
        {
          "text": "The oracle of the word of the Lord is against the land of Hadrach",
          "ID": "1"
        },
        {
          "text": "and Damascus is its resting place.",
          "ID": "1"
        },
        {
          "text": "For the Lord has an eye on mankind",
          "ID": "1"
        },
        {
          "text": "and on all the tribes of Israel,",
          "ID": "1"
        },
        {
          "text": "and on Hamath also, which borders on it,",
          "ID": "2"
        },
        {
          "text": "Tyre and Sidon, though they are very wise.",
          "ID": "2"
        },
        {
          "text": "Tyre has built herself a rampart",
          "ID": "3"
        },
        {
          "text": "and heaped up silver like dust,",
          "ID": "3"
        },
        {
          "text": "and fine gold like the mud of the streets.",
          "ID": "3"
        },
        {
          "text": "But behold, the Lord will strip her of her possessions",
          "ID": "4"
        },
        {
          "text": "and strike down her power on the sea,",
          "ID": "4"
        },
        {
          "text": "and she shall be devoured by fire.",
          "ID": "4"
        },
        {
          "text": "Ashkelon shall see it, and be afraid;",
          "ID": "5"
        },
        {
          "text": "Gaza too, and shall writhe in anguish;",
          "ID": "5"
        },
        {
          "text": "Ekron also, because its hopes are confounded.",
          "ID": "5"
        },
        {
          "text": "The king shall perish from Gaza;",
          "ID": "5"
        },
        {
          "text": "Ashkelon shall be uninhabited;",
          "ID": "5"
        },
        {
          "text": "a mixed people shall dwell in Ashdod,",
          "ID": "6"
        },
        {
          "text": "and I will cut off the pride of Philistia.",
          "ID": "6"
        },
        {
          "text": "I will take away its blood from its mouth,",
          "ID": "7"
        },
        {
          "text": "and its abominations from between its teeth;",
          "ID": "7"
        },
        {
          "text": "it too shall be a remnant for our God;",
          "ID": "7"
        },
        {
          "text": "it shall be like a clan in Judah,",
          "ID": "7"
        },
        {
          "text": "and Ekron shall be like the Jebusites.",
          "ID": "7"
        },
        {
          "text": "Then I will encamp at my house as a guard,",
          "ID": "8"
        },
        {
          "text": "so that none shall march to and fro;",
          "ID": "8"
        },
        {
          "text": "no oppressor shall again march over them,",
          "ID": "8"
        },
        {
          "text": "for now I see with my own eyes.",
          "ID": "8"
        },
        {
          "text": "Rejoice greatly, O daughter of Zion!",
          "ID": "9"
        },
        {
          "text": "Shout aloud, O daughter of Jerusalem!",
          "ID": "9"
        },
        {
          "text": "Behold, your king is coming to you;",
          "ID": "9"
        },
        {
          "text": "righteous and having salvation is he,",
          "ID": "9"
        },
        {
          "text": "humble and mounted on a donkey,",
          "ID": "9"
        },
        {
          "text": "on a colt, the foal of a donkey.",
          "ID": "9"
        },
        {
          "text": "I will cut off the chariot from Ephraim",
          "ID": "10"
        },
        {
          "text": "and the war horse from Jerusalem;",
          "ID": "10"
        },
        {
          "text": "and the battle bow shall be cut off,",
          "ID": "10"
        },
        {
          "text": "and he shall speak peace to the nations;",
          "ID": "10"
        },
        {
          "text": "his rule shall be from sea to sea,",
          "ID": "10"
        },
        {
          "text": "and from the River to the ends of the earth.",
          "ID": "10"
        },
        {
          "text": "As for you also, because of the blood of my covenant with you,",
          "ID": "11"
        },
        {
          "text": "I will set your prisoners free from the waterless pit.",
          "ID": "11"
        },
        {
          "text": "Return to your stronghold, O prisoners of hope;",
          "ID": "12"
        },
        {
          "text": "today I declare that I will restore to you double.",
          "ID": "12"
        },
        {
          "text": "For I have bent Judah as my bow;",
          "ID": "13"
        },
        {
          "text": "I have made Ephraim its arrow.",
          "ID": "13"
        },
        {
          "text": "I will stir up your sons, O Zion,",
          "ID": "13"
        },
        {
          "text": "against your sons, O Greece,",
          "ID": "13"
        },
        {
          "text": "and wield you like a warrior's sword.",
          "ID": "13"
        },
        {
          "text": "Then the Lord will appear over them,",
          "ID": "14"
        },
        {
          "text": "and his arrow will go forth like lightning;",
          "ID": "14"
        },
        {
          "text": "the Lord God will sound the trumpet",
          "ID": "14"
        },
        {
          "text": "and will march forth in the whirlwinds of the south.",
          "ID": "14"
        },
        {
          "text": "The Lord of hosts will protect them,",
          "ID": "15"
        },
        {
          "text": "and they shall devour, and tread down the sling stones,",
          "ID": "15"
        },
        {
          "text": "and they shall drink and roar as if drunk with wine,",
          "ID": "15"
        },
        {
          "text": "and be full like a bowl,",
          "ID": "15"
        },
        {
          "text": "drenched like the corners of the altar.",
          "ID": "15"
        },
        {
          "text": "On that day the Lord their God will save them,",
          "ID": "16"
        },
        {
          "text": "as the flock of his people;",
          "ID": "16"
        },
        {
          "text": "for like the jewels of a crown",
          "ID": "16"
        },
        {
          "text": "they shall shine on his land.",
          "ID": "16"
        },
        {
          "text": "For how great is his goodness, and how great his beauty!",
          "ID": "17"
        },
        {
          "text": "Grain shall make the young men flourish,",
          "ID": "17"
        },
        {
          "text": "and new wine the young women.",
          "ID": "17"
        }
      ],
      "ID": "OT:ZEC.9",
      "name": "Zechariah 9"
    },
    {
      "text": [
        {
          "text": "Ask rain from the Lord",
          "ID": "1"
        },
        {
          "text": "in the season of the spring rain,",
          "ID": "1"
        },
        {
          "text": "from the Lord who makes the storm clouds,",
          "ID": "1"
        },
        {
          "text": "and he will give them showers of rain,",
          "ID": "1"
        },
        {
          "text": "to everyone the vegetation in the field.",
          "ID": "1"
        },
        {
          "text": "For the household gods utter nonsense,",
          "ID": "2"
        },
        {
          "text": "and the diviners see lies;",
          "ID": "2"
        },
        {
          "text": "they tell false dreams",
          "ID": "2"
        },
        {
          "text": "and give empty consolation.",
          "ID": "2"
        },
        {
          "text": "Therefore the people wander like sheep;",
          "ID": "2"
        },
        {
          "text": "they are afflicted for lack of a shepherd.",
          "ID": "2"
        },
        {
          "text": "\"My anger is hot against the shepherds,",
          "ID": "3"
        },
        {
          "text": "and I will punish the leaders;",
          "ID": "3"
        },
        {
          "text": "for the Lord of hosts cares for his flock, the house of Judah,",
          "ID": "3"
        },
        {
          "text": "and will make them like his majestic steed in battle.",
          "ID": "3"
        },
        {
          "text": "From him shall come the cornerstone,",
          "ID": "4"
        },
        {
          "text": "from him the tent peg,",
          "ID": "4"
        },
        {
          "text": "from him the battle bow,",
          "ID": "4"
        },
        {
          "text": "from him every ruler—all of them together.",
          "ID": "4"
        },
        {
          "text": "They shall be like mighty men in battle,",
          "ID": "5"
        },
        {
          "text": "trampling the foe in the mud of the streets;",
          "ID": "5"
        },
        {
          "text": "they shall fight because the Lord is with them,",
          "ID": "5"
        },
        {
          "text": "and they shall put to shame the riders on horses.",
          "ID": "5"
        },
        {
          "text": "\"I will strengthen the house of Judah,",
          "ID": "6"
        },
        {
          "text": "and I will save the house of Joseph.",
          "ID": "6"
        },
        {
          "text": "I will bring them back because I have compassion on them,",
          "ID": "6"
        },
        {
          "text": "and they shall be as though I had not rejected them,",
          "ID": "6"
        },
        {
          "text": "for I am the Lord their God and I will answer them.",
          "ID": "6"
        },
        {
          "text": "Then Ephraim shall become like a mighty warrior,",
          "ID": "7"
        },
        {
          "text": "and their hearts shall be glad as with wine.",
          "ID": "7"
        },
        {
          "text": "Their children shall see it and be glad;",
          "ID": "7"
        },
        {
          "text": "their hearts shall rejoice in the Lord.",
          "ID": "7"
        },
        {
          "text": "\"I will whistle for them and gather them in,",
          "ID": "8"
        },
        {
          "text": "for I have redeemed them,",
          "ID": "8"
        },
        {
          "text": "and they shall be as many as they were before.",
          "ID": "8"
        },
        {
          "text": "Though I scattered them among the nations,",
          "ID": "9"
        },
        {
          "text": "yet in far countries they shall remember me,",
          "ID": "9"
        },
        {
          "text": "and with their children they shall live and return.",
          "ID": "9"
        },
        {
          "text": "I will bring them home from the land of Egypt,",
          "ID": "10"
        },
        {
          "text": "and gather them from Assyria,",
          "ID": "10"
        },
        {
          "text": "and I will bring them to the land of Gilead and to Lebanon,",
          "ID": "10"
        },
        {
          "text": "till there is no room for them.",
          "ID": "10"
        },
        {
          "text": "He shall pass through the sea of troubles",
          "ID": "11"
        },
        {
          "text": "and strike down the waves of the sea,",
          "ID": "11"
        },
        {
          "text": "and all the depths of the Nile shall be dried up.",
          "ID": "11"
        },
        {
          "text": "The pride of Assyria shall be laid low,",
          "ID": "11"
        },
        {
          "text": "and the scepter of Egypt shall depart.",
          "ID": "11"
        },
        {
          "text": "I will make them strong in the Lord,",
          "ID": "12"
        },
        {
          "text": "and they shall walk in his name,\"",
          "ID": "12"
        },
        {
          "text": "declares the Lord.",
          "ID": "12"
        }
      ],
      "ID": "OT:ZEC.10",
      "name": "Zechariah 10"
    },
    {
      "text": [
        {
          "text": "Open your doors, O Lebanon,",
          "ID": "1"
        },
        {
          "text": "that the fire may devour your cedars!",
          "ID": "1"
        },
        {
          "text": "Wail, O cypress, for the cedar has fallen,",
          "ID": "2"
        },
        {
          "text": "for the glorious trees are ruined!",
          "ID": "2"
        },
        {
          "text": "Wail, oaks of Bashan,",
          "ID": "2"
        },
        {
          "text": "for the thick forest has been felled!",
          "ID": "2"
        },
        {
          "text": "The sound of the wail of the shepherds,",
          "ID": "3"
        },
        {
          "text": "for their glory is ruined!",
          "ID": "3"
        },
        {
          "text": "The sound of the roar of the lions,",
          "ID": "3"
        },
        {
          "text": "for the thicket of the Jordan is ruined!",
          "ID": "3"
        },
        {
          "text": "Thus said the Lord my God: \"Become shepherd of the flock doomed to slaughter.",
          "ID": "4"
        },
        {
          "text": "Those who buy them slaughter them and go unpunished, and those who sell them say, 'Blessed be the Lord, I have become rich,' and their own shepherds have no pity on them.",
          "ID": "5"
        },
        {
          "text": "For I will no longer have pity on the inhabitants of this land, declares the Lord. Behold, I will cause each of them to fall into the hand of his neighbor, and each into the hand of his king, and they shall crush the land, and I will deliver none from their hand.\"",
          "ID": "6"
        },
        {
          "text": "So I became the shepherd of the flock doomed to be slaughtered by the sheep traders. And I took two staffs, one I named Favor, the other I named Union. And I tended the sheep.",
          "ID": "7"
        },
        {
          "text": "In one month I destroyed the three shepherds. But I became impatient with them, and they also detested me.",
          "ID": "8"
        },
        {
          "text": "So I said, \"I will not be your shepherd. What is to die, let it die. What is to be destroyed, let it be destroyed. And let those who are left devour the flesh of one another.\"",
          "ID": "9"
        },
        {
          "text": "And I took my staff Favor, and I broke it, annulling the covenant that I had made with all the peoples.",
          "ID": "10"
        },
        {
          "text": "So it was annulled on that day, and the sheep traders, who were watching me, knew that it was the word of the Lord.",
          "ID": "11"
        },
        {
          "text": "Then I said to them, \"If it seems good to you, give me my wages; but if not, keep them.\" And they weighed out as my wages thirty pieces of silver.",
          "ID": "12"
        },
        {
          "text": "Then the Lord said to me, \"Throw it to the potter\"—the lordly price at which I was priced by them. So I took the thirty pieces of silver and threw them into the house of the Lord, to the potter.",
          "ID": "13"
        },
        {
          "text": "Then I broke my second staff Union, annulling the brotherhood between Judah and Israel.",
          "ID": "14"
        },
        {
          "text": "Then the Lord said to me, \"Take once more the equipment of a foolish shepherd.",
          "ID": "15"
        },
        {
          "text": "For behold, I am raising up in the land a shepherd who does not care for those being destroyed, or seek the young or heal the maimed or nourish the healthy, but devours the flesh of the fat ones, tearing off even their hoofs.",
          "ID": "16"
        },
        {
          "text": "\"Woe to my worthless shepherd,",
          "ID": "17"
        },
        {
          "text": "who deserts the flock!",
          "ID": "17"
        },
        {
          "text": "May the sword strike his arm",
          "ID": "17"
        },
        {
          "text": "and his right eye!",
          "ID": "17"
        },
        {
          "text": "Let his arm be wholly withered,",
          "ID": "17"
        },
        {
          "text": "his right eye utterly blinded!\"",
          "ID": "17"
        }
      ],
      "ID": "OT:ZEC.11",
      "name": "Zechariah 11"
    },
    {
      "text": [
        {
          "text": "The oracle of the word of the Lord concerning Israel: Thus declares the Lord, who stretched out the heavens and founded the earth and formed the spirit of man within him:",
          "ID": "1"
        },
        {
          "text": "\"Behold, I am about to make Jerusalem a cup of staggering to all the surrounding peoples. The siege of Jerusalem will also be against Judah.",
          "ID": "2"
        },
        {
          "text": "On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will surely hurt themselves. And all the nations of the earth will gather against it.",
          "ID": "3"
        },
        {
          "text": "On that day, declares the Lord, I will strike every horse with panic, and its rider with madness. But for the sake of the house of Judah I will keep my eyes open, when I strike every horse of the peoples with blindness.",
          "ID": "4"
        },
        {
          "text": "Then the clans of Judah shall say to themselves, 'The inhabitants of Jerusalem have strength through the Lord of hosts, their God.'",
          "ID": "5"
        },
        {
          "text": "\"On that day I will make the clans of Judah like a blazing pot in the midst of wood, like a flaming torch among sheaves. And they shall devour to the right and to the left all the surrounding peoples, while Jerusalem shall again be inhabited in its place, in Jerusalem.",
          "ID": "6"
        },
        {
          "text": "\"And the Lord will give salvation to the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not surpass that of Judah.",
          "ID": "7"
        },
        {
          "text": "On that day the Lord will protect the inhabitants of Jerusalem, so that the feeblest among them on that day shall be like David, and the house of David shall be like God, like the angel of the Lord, going before them.",
          "ID": "8"
        },
        {
          "text": "And on that day I will seek to destroy all the nations that come against Jerusalem.",
          "ID": "9"
        },
        {
          "text": "\"And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn.",
          "ID": "10"
        },
        {
          "text": "On that day the mourning in Jerusalem will be as great as the mourning for Hadad-rimmon in the plain of Megiddo.",
          "ID": "11"
        },
        {
          "text": "The land shall mourn, each family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;",
          "ID": "12"
        },
        {
          "text": "the family of the house of Levi by itself, and their wives by themselves; the family of the Shimeites by itself, and their wives by themselves;",
          "ID": "13"
        },
        {
          "text": "and all the families that are left, each by itself, and their wives by themselves.",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.12",
      "name": "Zechariah 12"
    },
    {
      "text": [
        {
          "text": "\"On that day there shall be a fountain opened for the house of David and the inhabitants of Jerusalem, to cleanse them from sin and uncleanness.",
          "ID": "1"
        },
        {
          "text": "\"And on that day, declares the Lord of hosts, I will cut off the names of the idols from the land, so that they shall be remembered no more. And also I will remove from the land the prophets and the spirit of uncleanness.",
          "ID": "2"
        },
        {
          "text": "And if anyone again prophesies, his father and mother who bore him will say to him, 'You shall not live, for you speak lies in the name of the Lord.' And his father and mother who bore him shall pierce him through when he prophesies.",
          "ID": "3"
        },
        {
          "text": "\"On that day every prophet will be ashamed of his vision when he prophesies. He will not put on a hairy cloak in order to deceive,",
          "ID": "4"
        },
        {
          "text": "but he will say, 'I am no prophet, I am a worker of the soil, for a man sold me in my youth.'",
          "ID": "5"
        },
        {
          "text": "And if one asks him, 'What are these wounds on your back?' he will say, 'The wounds I received in the house of my friends.'",
          "ID": "6"
        },
        {
          "text": "\"Awake, O sword, against my shepherd,",
          "ID": "7"
        },
        {
          "text": "against the man who stands next to me,\"",
          "ID": "7"
        },
        {
          "text": "declares the Lord of hosts.",
          "ID": "7"
        },
        {
          "text": "\"Strike the shepherd, and the sheep will be scattered;",
          "ID": "7"
        },
        {
          "text": "I will turn my hand against the little ones.",
          "ID": "7"
        },
        {
          "text": "In the whole land, declares the Lord,",
          "ID": "8"
        },
        {
          "text": "two thirds shall be cut off and perish,",
          "ID": "8"
        },
        {
          "text": "and one third shall be left alive.",
          "ID": "8"
        },
        {
          "text": "And I will put this third into the fire,",
          "ID": "9"
        },
        {
          "text": "and refine them as one refines silver,",
          "ID": "9"
        },
        {
          "text": "and test them as gold is tested.",
          "ID": "9"
        },
        {
          "text": "They will call upon my name,",
          "ID": "9"
        },
        {
          "text": "and I will answer them.",
          "ID": "9"
        },
        {
          "text": "I will say, 'They are my people';",
          "ID": "9"
        },
        {
          "text": "and they will say, 'The Lord is my God.'\"",
          "ID": "9"
        }
      ],
      "ID": "OT:ZEC.13",
      "name": "Zechariah 13"
    },
    {
      "text": [
        {
          "text": "Behold, a day is coming for the Lord, when the spoil taken from you will be divided in your midst.",
          "ID": "1"
        },
        {
          "text": "For I will gather all the nations against Jerusalem to battle, and the city shall be taken and the houses plundered and the women raped. Half of the city shall go out into exile, but the rest of the people shall not be cut off from the city.",
          "ID": "2"
        },
        {
          "text": "Then the Lord will go out and fight against those nations as when he fights on a day of battle.",
          "ID": "3"
        },
        {
          "text": "On that day his feet shall stand on the Mount of Olives that lies before Jerusalem on the east, and the Mount of Olives shall be split in two from east to west by a very wide valley, so that one half of the Mount shall move northward, and the other half southward.",
          "ID": "4"
        },
        {
          "text": "And you shall flee to the valley of my mountains, for the valley of the mountains shall reach to Azal. And you shall flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the Lord my God will come, and all the holy ones with him.",
          "ID": "5"
        },
        {
          "text": "On that day there shall be no light, cold, or frost.",
          "ID": "6"
        },
        {
          "text": "And there shall be a unique day, which is known to the Lord, neither day nor night, but at evening time there shall be light.",
          "ID": "7"
        },
        {
          "text": "On that day living waters shall flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea. It shall continue in summer as in winter.",
          "ID": "8"
        },
        {
          "text": "And the Lord will be king over all the earth. On that day the Lord will be one and his name one.",
          "ID": "9"
        },
        {
          "text": "The whole land shall be turned into a plain from Geba to Rimmon south of Jerusalem. But Jerusalem shall remain aloft on its site from the Gate of Benjamin to the place of the former gate, to the Corner Gate, and from the Tower of Hananel to the king's winepresses.",
          "ID": "10"
        },
        {
          "text": "And it shall be inhabited, for there shall never again be a decree of utter destruction. Jerusalem shall dwell in security.",
          "ID": "11"
        },
        {
          "text": "And this shall be the plague with which the Lord will strike all the peoples that wage war against Jerusalem: their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths.",
          "ID": "12"
        },
        {
          "text": "And on that day a great panic from the Lord shall fall on them, so that each will seize the hand of another, and the hand of the one will be raised against the hand of the other.",
          "ID": "13"
        },
        {
          "text": "Even Judah will fight at Jerusalem. And the wealth of all the surrounding nations shall be collected, gold, silver, and garments in great abundance.",
          "ID": "14"
        },
        {
          "text": "And a plague like this plague shall fall on the horses, the mules, the camels, the donkeys, and whatever beasts may be in those camps.",
          "ID": "15"
        },
        {
          "text": "Then everyone who survives of all the nations that have come against Jerusalem shall go up year after year to worship the King, the Lord of hosts, and to keep the Feast of Booths.",
          "ID": "16"
        },
        {
          "text": "And if any of the families of the earth do not go up to Jerusalem to worship the King, the Lord of hosts, there will be no rain on them.",
          "ID": "17"
        },
        {
          "text": "And if the family of Egypt does not go up and present themselves, then on them there shall be no rain; there shall be the plague with which the Lord afflicts the nations that do not go up to keep the Feast of Booths.",
          "ID": "18"
        },
        {
          "text": "This shall be the punishment to Egypt and the punishment to all the nations that do not go up to keep the Feast of Booths.",
          "ID": "19"
        },
        {
          "text": "And on that day there shall be inscribed on the bells of the horses, \"Holy to the Lord.\" And the pots in the house of the Lord shall be as the bowls before the altar.",
          "ID": "20"
        },
        {
          "text": "And every pot in Jerusalem and Judah shall be holy to the Lord of hosts, so that all who sacrifice may come and take of them and boil the meat of the sacrifice in them. And there shall no longer be a trader in the house of the Lord of hosts on that day.",
          "ID": "21"
        }
      ],
      "ID": "OT:ZEC.14",
      "name": "Zechariah 14"
    }
  ],
  "ID": "OT:ZEC(ESV)",
  "version": "ESV",
  "name": "Zechariah"
}