{
  "text": [
    {
      "text": [
        {
          "text": "In the eighth month of the second year of Darius, the word of the Lord came to Zechariah the prophet, the son of Berechiah, the son of Iddo saying,",
          "ID": "1"
        },
        {
          "text": "\"The Lord was very angry with your fathers.",
          "ID": "2"
        },
        {
          "text": "Therefore say to them, 'Thus says the Lord of hosts, \"Return to Me,\" declares the Lord of hosts, \"that I may return to you,\" says the Lord of hosts.",
          "ID": "3"
        },
        {
          "text": "\"Do not be like your fathers, to whom the former prophets proclaimed, saying, 'Thus says the Lord of hosts, \"Return now from your evil ways and from your evil deeds.\"' But they did not listen or give heed to Me,\" declares the Lord.",
          "ID": "4"
        },
        {
          "text": "\"Your fathers, where are they? And the prophets, do they live forever?",
          "ID": "5"
        },
        {
          "text": "But did not My words and My statutes, which I commanded My servants the prophets, overtake your fathers? Then they repented and said, 'As the Lord of hosts purposed to do to us in accordance with our ways and our deeds, so He has dealt with us.'\"'\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "On the twenty-fourth day of the eleventh month, which is the month Shebat, in the second year of Darius, the word of the Lord came to Zechariah the prophet, the son of Berechiah, the son of Iddo, as follows:",
          "ID": "7"
        },
        {
          "text": "I saw at night, and behold, a man was riding on a red horse, and he was standing among the myrtle trees which were in the ravine, with red, sorrel and white horses behind him.",
          "ID": "8"
        },
        {
          "text": "Then I said, \"My lord, what are these?\" And the angel who was speaking with me said to me, \"I will show you what these are.\"",
          "ID": "9"
        },
        {
          "text": "And the man who was standing among the myrtle trees answered and said, \"These are those whom the Lord has sent to patrol the earth.\"",
          "ID": "10"
        },
        {
          "text": "So they answered the angel of the Lord who was standing among the myrtle trees and said, \"We have patrolled the earth, and behold, all the earth is peaceful and quiet.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then the angel of the Lord said, \"O Lord of hosts, how long will You have no compassion for Jerusalem and the cities of Judah, with which You have been indignant these seventy years?\"",
          "ID": "12"
        },
        {
          "text": "The Lord answered the angel who was speaking with me with gracious words, comforting words.",
          "ID": "13"
        },
        {
          "text": "So the angel who was speaking with me said to me, \"Proclaim, saying, 'Thus says the Lord of hosts, \"I am exceedingly jealous for Jerusalem and Zion.",
          "ID": "14"
        },
        {
          "text": "But I am very angry with the nations who are at ease; for while I was only a little angry, they furthered the disaster.\"",
          "ID": "15"
        },
        {
          "text": "Therefore thus says the Lord, \"I will return to Jerusalem with compassion; My house will be built in it,\" declares the Lord of hosts, \"and a measuring line will be stretched over Jerusalem.\"'",
          "ID": "16"
        },
        {
          "text": "Again, proclaim, saying, 'Thus says the Lord of hosts, \"My cities will again overflow with prosperity, and the Lord will again comfort Zion and again choose Jerusalem.\"'\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Then I lifted up my eyes and looked, and behold, there were four horns.",
          "ID": "18"
        },
        {
          "text": "So I said to the angel who was speaking with me, \"What are these?\" And he answered me, \"These are the horns which have scattered Judah, Israel and Jerusalem.\"",
          "ID": "19"
        },
        {
          "text": "Then the Lord showed me four craftsmen.",
          "ID": "20"
        },
        {
          "text": "I said, \"What are these coming to do?\" And he said, \"These are the horns which have scattered Judah so that no man lifts up his head; but these craftsmen have come to terrify them, to throw down the horns of the nations who have lifted up their horns against the land of Judah in order to scatter it.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:ZEC.1",
      "name": "ZECHARIAH 1"
    },
    {
      "text": [
        {
          "text": "Then I lifted up my eyes and looked, and behold, there was a man with a measuring line in his hand.",
          "ID": "1"
        },
        {
          "text": "So I said, \"Where are you going?\" And he said to me, \"To measure Jerusalem, to see how wide it is and how long it is.\"",
          "ID": "2"
        },
        {
          "text": "And behold, the angel who was speaking with me was going out, and another angel was coming out to meet him,",
          "ID": "3"
        },
        {
          "text": "and said to him, \"Run, speak to that young man, saying, 'Jerusalem will be inhabited without walls because of the multitude of men and cattle within it.",
          "ID": "4"
        },
        {
          "text": "For I,' declares the Lord, 'will be a wall of fire around her, and I will be the glory in her midst.'\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "\"Ho there! Flee from the land of the north,\" declares the Lord, \"for I have dispersed you as the four winds of the heavens,\" declares the Lord.",
          "ID": "6"
        },
        {
          "text": "\"Ho, Zion! Escape, you who are living with the daughter of Babylon.\"",
          "ID": "7"
        },
        {
          "text": "For thus says the Lord of hosts, \"After glory He has sent me against the nations which plunder you, for he who touches you, touches the apple of His eye.",
          "ID": "8"
        },
        {
          "text": "For behold, I will wave My hand over them so that they will be plunder for their slaves. Then you will know that the Lord of hosts has sent Me.",
          "ID": "9"
        },
        {
          "text": "Sing for joy and be glad, O daughter of Zion; for behold I am coming and I will dwell in your midst,\" declares the Lord.",
          "ID": "10"
        },
        {
          "text": "\"Many nations will join themselves to the Lord in that day and will become My people. Then I will dwell in your midst, and you will know that the Lord of hosts has sent Me to you.",
          "ID": "11"
        },
        {
          "text": "The Lord will possess Judah as His portion in the holy land, and will again choose Jerusalem.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"Be silent, all flesh, before the Lord; for He is aroused from His holy habitation.\"",
          "ID": "13"
        }
      ],
      "ID": "OT:ZEC.2",
      "name": "ZECHARIAH 2"
    },
    {
      "text": [
        {
          "text": "Then he showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right hand to accuse him.",
          "ID": "1"
        },
        {
          "text": "The Lord said to Satan, \"The Lord rebuke you, Satan! Indeed, the Lord who has chosen Jerusalem rebuke you! Is this not a brand plucked from the fire?\"",
          "ID": "2"
        },
        {
          "text": "Now Joshua was clothed with filthy garments and standing before the angel.",
          "ID": "3"
        },
        {
          "text": "He spoke and said to those who were standing before him, saying, \"Remove the filthy garments from him.\" Again he said to him, \"See, I have taken your iniquity away from you and will clothe you with festal robes.\"",
          "ID": "4"
        },
        {
          "text": "Then I said, \"Let them put a clean turban on his head.\" So they put a clean turban on his head and clothed him with garments, while the angel of the Lord was standing by.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And the angel of the Lord admonished Joshua, saying,",
          "ID": "6"
        },
        {
          "text": "\"Thus says the Lord of hosts, 'If you will walk in My ways and if you will perform My service, then you will also govern My house and also have charge of My courts, and I will grant you free access among these who are standing here.",
          "ID": "7"
        },
        {
          "text": "Now listen, Joshua the high priest, you and your friends who are sitting in front of you-indeed they are men who are a symbol, for behold, I am going to bring in My servant the Branch.",
          "ID": "8"
        },
        {
          "text": "For behold, the stone that I have set before Joshua; on one stone are seven eyes. Behold, I will engrave an inscription on it,' declares the Lord of hosts, 'and I will remove the iniquity of that land in one day.",
          "ID": "9"
        },
        {
          "text": "'In that day,' declares the Lord of hosts, 'every one of you will invite his neighbor to sit under his vine and under his fig tree.'\"",
          "ID": "10"
        }
      ],
      "ID": "OT:ZEC.3",
      "name": "ZECHARIAH 3"
    },
    {
      "text": [
        {
          "text": "Then the angel who was speaking with me returned and roused me, as a man who is awakened from his sleep.",
          "ID": "1"
        },
        {
          "text": "He said to me, \"What do you see?\" And I said, \"I see, and behold, a lampstand all of gold with its bowl on the top of it, and its seven lamps on it with seven spouts belonging to each of the lamps which are on the top of it;",
          "ID": "2"
        },
        {
          "text": "also two olive trees by it, one on the right side of the bowl and the other on its left side.\"",
          "ID": "3"
        },
        {
          "text": "Then I said to the angel who was speaking with me saying, \"What are these, my lord?\"",
          "ID": "4"
        },
        {
          "text": "So the angel who was speaking with me answered and said to me, \"Do you not know what these are?\" And I said, \"No, my lord.\"",
          "ID": "5"
        },
        {
          "text": "Then he said to me, \"This is the word of the Lord to Zerubbabel saying, 'Not by might nor by power, but by My Spirit,' says the Lord of hosts.",
          "ID": "6"
        },
        {
          "text": "'What are you, O great mountain? Before Zerubbabel you will become a plain; and he will bring forth the top stone with shouts of \"Grace, grace to it!\"'\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Also the word of the Lord came to me, saying,",
          "ID": "8"
        },
        {
          "text": "\"The hands of Zerubbabel have laid the foundation of this house, and his hands will finish it. Then you will know that the Lord of hosts has sent me to you.",
          "ID": "9"
        },
        {
          "text": "For who has despised the day of small things? But these seven will be glad when they see the plumb line in the hand of Zerubbabel-these are the eyes of the Lord which range to and fro throughout the earth.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Then I said to him, \"What are these two olive trees on the right of the lampstand and on its left?\"",
          "ID": "11"
        },
        {
          "text": "And I answered the second time and said to him, \"What are the two olive branches which are beside the two golden pipes, which empty the golden oil from themselves?\"",
          "ID": "12"
        },
        {
          "text": "So he answered me, saying, \"Do you not know what these are?\" And I said, \"No, my lord.\"",
          "ID": "13"
        },
        {
          "text": "Then he said, \"These are the two anointed ones who are standing by the Lord of the whole earth.\"",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.4",
      "name": "ZECHARIAH 4"
    },
    {
      "text": [
        {
          "text": "Then I lifted up my eyes again and looked, and behold, there was a flying scroll.",
          "ID": "1"
        },
        {
          "text": "And he said to me, \"What do you see?\" And I answered, \"I see a flying scroll; its length is twenty cubits and its width ten cubits.\"",
          "ID": "2"
        },
        {
          "text": "Then he said to me, \"This is the curse that is going forth over the face of the whole land; surely everyone who steals will be purged away according to the writing on one side, and everyone who swears will be purged away according to the writing on the other side.",
          "ID": "3"
        },
        {
          "text": "I will make it go forth,\" declares the Lord of hosts, \"and it will enter the house of the thief and the house of the one who swears falsely by My name; and it will spend the night within that house and consume it with its timber and stones.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Then the angel who was speaking with me went out and said to me, \"Lift up now your eyes and see what this is going forth.\"",
          "ID": "5"
        },
        {
          "text": "I said, \"What is it?\" And he said, \"This is the ephah going forth.\" Again he said, \"This is their appearance in all the land",
          "ID": "6"
        },
        {
          "text": "(and behold, a lead cover was lifted up); and this is a woman sitting inside the ephah.\"",
          "ID": "7"
        },
        {
          "text": "Then he said, \"This is Wickedness!\" And he threw her down into the middle of the ephah and cast the lead weight on its opening.",
          "ID": "8"
        },
        {
          "text": "Then I lifted up my eyes and looked, and there two women were coming out with the wind in their wings; and they had wings like the wings of a stork, and they lifted up the ephah between the earth and the heavens.",
          "ID": "9"
        },
        {
          "text": "I said to the angel who was speaking with me, \"Where are they taking the ephah?\"",
          "ID": "10"
        },
        {
          "text": "Then he said to me, \"To build a temple for her in the land of Shinar; and when it is prepared, she will be set there on her own pedestal.\"",
          "ID": "11"
        }
      ],
      "ID": "OT:ZEC.5",
      "name": "ZECHARIAH 5"
    },
    {
      "text": [
        {
          "text": "Now I lifted up my eyes again and looked, and behold, four chariots were coming forth from between the two mountains; and the mountains were bronze mountains.",
          "ID": "1"
        },
        {
          "text": "With the first chariot were red horses, with the second chariot black horses,",
          "ID": "2"
        },
        {
          "text": "with the third chariot white horses, and with the fourth chariot strong dappled horses.",
          "ID": "3"
        },
        {
          "text": "Then I spoke and said to the angel who was speaking with me, \"What are these, my lord?\"",
          "ID": "4"
        },
        {
          "text": "The angel replied to me, \"These are the four spirits of heaven, going forth after standing before the Lord of all the earth,",
          "ID": "5"
        },
        {
          "text": "with one of which the black horses are going forth to the north country; and the white ones go forth after them, while the dappled ones go forth to the south country.",
          "ID": "6"
        },
        {
          "text": "When the strong ones went out, they were eager to go to patrol the earth.\" And He said, \"Go, patrol the earth.\" So they patrolled the earth.",
          "ID": "7"
        },
        {
          "text": "Then He cried out to me and spoke to me saying, \"See, those who are going to the land of the north have appeased My wrath in the land of the north.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "The word of the Lord also came to me, saying,",
          "ID": "9"
        },
        {
          "text": "\"Take an offering from the exiles, from Heldai, Tobijah and Jedaiah; and you go the same day and enter the house of Josiah the son of Zephaniah, where they have arrived from Babylon.",
          "ID": "10"
        },
        {
          "text": "Take silver and gold, make an ornate crown and set it on the head of Joshua the son of Jehozadak, the high priest.",
          "ID": "11"
        },
        {
          "text": "Then say to him, 'Thus says the Lord of hosts, \"Behold, a man whose name is Branch, for He will branch out from where He is; and He will build the temple of the Lord.",
          "ID": "12"
        },
        {
          "text": "Yes, it is He who will build the temple of the Lord, and He who will bear the honor and sit and rule on His throne. Thus, He will be a priest on His throne, and the counsel of peace will be between the two offices.\"'",
          "ID": "13"
        },
        {
          "text": "Now the crown will become a reminder in the temple of the Lord to Helem, Tobijah, Jedaiah and Hen the son of Zephaniah.",
          "ID": "14"
        },
        {
          "text": "Those who are far off will come and build the temple of the Lord.\" Then you will know that the Lord of hosts has sent me to you. And it will take place if you completely obey the Lord your God.",
          "ID": "15"
        }
      ],
      "ID": "OT:ZEC.6",
      "name": "ZECHARIAH 6"
    },
    {
      "text": [
        {
          "text": "In the fourth year of King Darius, the word of the Lord came to Zechariah on the fourth day of the ninth month, which is Chislev.",
          "ID": "1"
        },
        {
          "text": "Now the town of Bethel had sent Sharezer and Regemmelech and their men to seek the favor of the Lord,",
          "ID": "2"
        },
        {
          "text": "speaking to the priests who belong to the house of the Lord of hosts, and to the prophets, saying, \"Shall I weep in the fifth month and abstain, as I have done these many years?\"",
          "ID": "3"
        },
        {
          "text": "Then the word of the Lord of hosts came to me, saying,",
          "ID": "4"
        },
        {
          "text": "\"Say to all the people of the land and to the priests, 'When you fasted and mourned in the fifth and seventh months these seventy years, was it actually for Me that you fasted?",
          "ID": "5"
        },
        {
          "text": "When you eat and drink, do you not eat for yourselves and do you not drink for yourselves?",
          "ID": "6"
        },
        {
          "text": "Are not these the words which the Lord proclaimed by the former prophets, when Jerusalem was inhabited and prosperous along with its cities around it, and the Negev and the foothills were inhabited?'\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then the word of the Lord came to Zechariah saying,",
          "ID": "8"
        },
        {
          "text": "\"Thus has the Lord of hosts said, 'Dispense true justice and practice kindness and compassion each to his brother;",
          "ID": "9"
        },
        {
          "text": "and do not oppress the widow or the orphan, the stranger or the poor; and do not devise evil in your hearts against one another.'",
          "ID": "10"
        },
        {
          "text": "But they refused to pay attention and turned a stubborn shoulder and stopped their ears from hearing.",
          "ID": "11"
        },
        {
          "text": "They made their hearts like flint so that they could not hear the law and the words which the Lord of hosts had sent by His Spirit through the former prophets; therefore great wrath came from the Lord of hosts.",
          "ID": "12"
        },
        {
          "text": "And just as He called and they would not listen, so they called and I would not listen,\" says the Lord of hosts;",
          "ID": "13"
        },
        {
          "text": "\"but I scattered them with a storm wind among all the nations whom they have not known. Thus the land is desolated behind them so that no one went back and forth, for they made the pleasant land desolate.\"",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.7",
      "name": "ZECHARIAH 7"
    },
    {
      "text": [
        {
          "text": "Then the word of the Lord of hosts came, saying,",
          "ID": "1"
        },
        {
          "text": "\"Thus says the Lord of hosts, 'I am exceedingly jealous for Zion, yes, with great wrath I am jealous for her.'",
          "ID": "2"
        },
        {
          "text": "Thus says the Lord, 'I will return to Zion and will dwell in the midst of Jerusalem. Then Jerusalem will be called the City of Truth, and the mountain of the Lord of hosts will be called the Holy Mountain.'",
          "ID": "3"
        },
        {
          "text": "Thus says the Lord of hosts, 'Old men and old women will again sit in the streets of Jerusalem, each man with his staff in his hand because of age.",
          "ID": "4"
        },
        {
          "text": "And the streets of the city will be filled with boys and girls playing in its streets.'",
          "ID": "5"
        },
        {
          "text": "Thus says the Lord of hosts, 'If it is too difficult in the sight of the remnant of this people in those days, will it also be too difficult in My sight?' declares the Lord of hosts.",
          "ID": "6"
        },
        {
          "text": "Thus says the Lord of hosts, 'Behold, I am going to save My people from the land of the east and from the land of the west;",
          "ID": "7"
        },
        {
          "text": "and I will bring them back and they will live in the midst of Jerusalem; and they shall be My people, and I will be their God in truth and righteousness.'",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"Thus says the Lord of hosts, 'Let your hands be strong, you who are listening in these days to these words from the mouth of the prophets, those who spoke in the day that the foundation of the house of the Lord of hosts was laid, to the end that the temple might be built.",
          "ID": "9"
        },
        {
          "text": "For before those days there was no wage for man or any wage for animal; and for him who went out or came in there was no peace because of his enemies, and I set all men one against another.",
          "ID": "10"
        },
        {
          "text": "But now I will not treat the remnant of this people as in the former days,' declares the Lord of hosts.",
          "ID": "11"
        },
        {
          "text": "'For there will be peace for the seed: the vine will yield its fruit, the land will yield its produce and the heavens will give their dew; and I will cause the remnant of this people to inherit all these things.",
          "ID": "12"
        },
        {
          "text": "It will come about that just as you were a curse among the nations, O house of Judah and house of Israel, so I will save you that you may become a blessing. Do not fear; let your hands be strong.'",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "\"For thus says the Lord of hosts, 'Just as I purposed to do harm to you when your fathers provoked Me to wrath,' says the Lord of hosts, 'and I have not relented,",
          "ID": "14"
        },
        {
          "text": "so I have again purposed in these days to do good to Jerusalem and to the house of Judah. Do not fear!",
          "ID": "15"
        },
        {
          "text": "These are the things which you should do: speak the truth to one another; judge with truth and judgment for peace in your gates.",
          "ID": "16"
        },
        {
          "text": "Also let none of you devise evil in your heart against another, and do not love perjury; for all these are what I hate,' declares the Lord.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Then the word of the Lord of hosts came to me, saying,",
          "ID": "18"
        },
        {
          "text": "\"Thus says the Lord of hosts, 'The fast of the fourth, the fast of the fifth, the fast of the seventh and the fast of the tenth months will become joy, gladness, and cheerful feasts for the house of Judah; so love truth and peace.'",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "\"Thus says the Lord of hosts, 'It will yet be that peoples will come, even the inhabitants of many cities.",
          "ID": "20"
        },
        {
          "text": "The inhabitants of one will go to another, saying, \"Let us go at once to entreat the favor of the Lord, and to seek the Lord of hosts; I will also go.\"",
          "ID": "21"
        },
        {
          "text": "So many peoples and mighty nations will come to seek the Lord of hosts in Jerusalem and to entreat the favor of the Lord.'",
          "ID": "22"
        },
        {
          "text": "Thus says the Lord of hosts, 'In those days ten men from all the nations will grasp the garment of a Jew, saying, \"Let us go with you, for we have heard that God is with you.\"'\"",
          "ID": "23"
        }
      ],
      "ID": "OT:ZEC.8",
      "name": "ZECHARIAH 8"
    },
    {
      "text": [
        {
          "text": "The burden of the word of the Lord is against the land of Hadrach, with Damascus as its resting place (for the eyes of men, especially of all the tribes of Israel, are toward the Lord),",
          "ID": "1"
        },
        {
          "text": "And Hamath also, which borders on it;",
          "ID": "2"
        },
        {
          "text": "Tyre and Sidon, though they are very wise.",
          "ID": "2"
        },
        {
          "text": "For Tyre built herself a fortress",
          "ID": "3"
        },
        {
          "text": "And piled up silver like dust,",
          "ID": "3"
        },
        {
          "text": "And gold like the mire of the streets.",
          "ID": "3"
        },
        {
          "text": "Behold, the Lord will dispossess her",
          "ID": "4"
        },
        {
          "text": "And cast her wealth into the sea;",
          "ID": "4"
        },
        {
          "text": "And she will be consumed with fire.",
          "ID": "4"
        },
        {
          "text": "Ashkelon will see it and be afraid.",
          "ID": "5"
        },
        {
          "text": "Gaza too will writhe in great pain;",
          "ID": "5"
        },
        {
          "text": "Also Ekron, for her expectation has been confounded.",
          "ID": "5"
        },
        {
          "text": "Moreover, the king will perish from Gaza,",
          "ID": "5"
        },
        {
          "text": "And Ashkelon will not be inhabited.",
          "ID": "5"
        },
        {
          "text": "And a mongrel race will dwell in Ashdod,",
          "ID": "6"
        },
        {
          "text": "And I will cut off the pride of the Philistines.",
          "ID": "6"
        },
        {
          "text": "And I will remove their blood from their mouth",
          "ID": "7"
        },
        {
          "text": "And their detestable things from between their teeth.",
          "ID": "7"
        },
        {
          "text": "Then they also will be a remnant for our God,",
          "ID": "7"
        },
        {
          "text": "And be like a clan in Judah,",
          "ID": "7"
        },
        {
          "text": "And Ekron like a Jebusite.",
          "ID": "7"
        },
        {
          "text": "But I will camp around My house because of an army,",
          "ID": "8"
        },
        {
          "text": "Because of him who passes by and returns;",
          "ID": "8"
        },
        {
          "text": "And no oppressor will pass over them anymore,",
          "ID": "8"
        },
        {
          "text": "For now I have seen with My eyes.",
          "ID": "8"
        },
        {
          "text": "Rejoice greatly, O daughter of Zion!",
          "ID": "9"
        },
        {
          "text": "Shout in triumph, O daughter of Jerusalem!",
          "ID": "9"
        },
        {
          "text": "Behold, your king is coming to you;",
          "ID": "9"
        },
        {
          "text": "He is just and endowed with salvation,",
          "ID": "9"
        },
        {
          "text": "Humble, and mounted on a donkey,",
          "ID": "9"
        },
        {
          "text": "Even on a colt, the foal of a donkey.",
          "ID": "9"
        },
        {
          "text": "I will cut off the chariot from Ephraim",
          "ID": "10"
        },
        {
          "text": "And the horse from Jerusalem;",
          "ID": "10"
        },
        {
          "text": "And the bow of war will be cut off.",
          "ID": "10"
        },
        {
          "text": "And He will speak peace to the nations;",
          "ID": "10"
        },
        {
          "text": "And His dominion will be from sea to sea,",
          "ID": "10"
        },
        {
          "text": "And from the River to the ends of the earth.",
          "ID": "10"
        },
        {
          "text": "As for you also, because of the blood of My covenant with you,",
          "ID": "11"
        },
        {
          "text": "I have set your prisoners free from the waterless pit.",
          "ID": "11"
        },
        {
          "text": "Return to the stronghold, O prisoners who have the hope;",
          "ID": "12"
        },
        {
          "text": "This very day I am declaring that I will restore double to you.",
          "ID": "12"
        },
        {
          "text": "For I will bend Judah as My bow,",
          "ID": "13"
        },
        {
          "text": "I will fill the bow with Ephraim.",
          "ID": "13"
        },
        {
          "text": "And I will stir up your sons, O Zion, against your sons, O Greece;",
          "ID": "13"
        },
        {
          "text": "And I will make you like a warrior's sword.",
          "ID": "13"
        },
        {
          "text": "Then the Lord will appear over them,",
          "ID": "14"
        },
        {
          "text": "And His arrow will go forth like lightning;",
          "ID": "14"
        },
        {
          "text": "And the Lord God will blow the trumpet,",
          "ID": "14"
        },
        {
          "text": "And will march in the storm winds of the south.",
          "ID": "14"
        },
        {
          "text": "The Lord of hosts will defend them.",
          "ID": "15"
        },
        {
          "text": "And they will devour and trample on the sling stones;",
          "ID": "15"
        },
        {
          "text": "And they will drink and be boisterous as with wine;",
          "ID": "15"
        },
        {
          "text": "And they will be filled like a sacrificial basin,",
          "ID": "15"
        },
        {
          "text": "Drenched like the corners of the altar.",
          "ID": "15"
        },
        {
          "text": "And the Lord their God will save them in that day",
          "ID": "16"
        },
        {
          "text": "As the flock of His people;",
          "ID": "16"
        },
        {
          "text": "For they are as the stones of a crown,",
          "ID": "16"
        },
        {
          "text": "Sparkling in His land.",
          "ID": "16"
        },
        {
          "text": "For what comeliness and beauty will be theirs!",
          "ID": "17"
        },
        {
          "text": "Grain will make the young men flourish, and new wine the virgins.",
          "ID": "17"
        }
      ],
      "ID": "OT:ZEC.9",
      "name": "ZECHARIAH 9"
    },
    {
      "text": [
        {
          "text": "Ask rain from the Lord at the time of the spring rain-",
          "ID": "1"
        },
        {
          "text": "The Lord who makes the storm clouds;",
          "ID": "1"
        },
        {
          "text": "And He will give them showers of rain, vegetation in the field to each man.",
          "ID": "1"
        },
        {
          "text": "For the teraphim speak iniquity,",
          "ID": "2"
        },
        {
          "text": "And the diviners see lying visions",
          "ID": "2"
        },
        {
          "text": "And tell false dreams;",
          "ID": "2"
        },
        {
          "text": "They comfort in vain.",
          "ID": "2"
        },
        {
          "text": "Therefore the people wander like sheep,",
          "ID": "2"
        },
        {
          "text": "They are afflicted, because there is no shepherd.",
          "ID": "2"
        },
        {
          "text": "\"My anger is kindled against the shepherds,",
          "ID": "3"
        },
        {
          "text": "And I will punish the male goats;",
          "ID": "3"
        },
        {
          "text": "For the Lord of hosts has visited His flock, the house of Judah,",
          "ID": "3"
        },
        {
          "text": "And will make them like His majestic horse in battle.",
          "ID": "3"
        },
        {
          "text": "\"From them will come the cornerstone,",
          "ID": "4"
        },
        {
          "text": "From them the tent peg,",
          "ID": "4"
        },
        {
          "text": "From them the bow of battle,",
          "ID": "4"
        },
        {
          "text": "From them every ruler, all of them together.",
          "ID": "4"
        },
        {
          "text": "\"They will be as mighty men,",
          "ID": "5"
        },
        {
          "text": "Treading down the enemy in the mire of the streets in battle;",
          "ID": "5"
        },
        {
          "text": "And they will fight, for the Lord will be with them;",
          "ID": "5"
        },
        {
          "text": "And the riders on horses will be put to shame.",
          "ID": "5"
        },
        {
          "text": "\"I will strengthen the house of Judah,",
          "ID": "6"
        },
        {
          "text": "And I will save the house of Joseph,",
          "ID": "6"
        },
        {
          "text": "And I will bring them back,",
          "ID": "6"
        },
        {
          "text": "Because I have had compassion on them;",
          "ID": "6"
        },
        {
          "text": "And they will be as though I had not rejected them,",
          "ID": "6"
        },
        {
          "text": "For I am the Lord their God and I will answer them.",
          "ID": "6"
        },
        {
          "text": "\"Ephraim will be like a mighty man,",
          "ID": "7"
        },
        {
          "text": "And their heart will be glad as if from wine;",
          "ID": "7"
        },
        {
          "text": "Indeed, their children will see it and be glad,",
          "ID": "7"
        },
        {
          "text": "Their heart will rejoice in the Lord.",
          "ID": "7"
        },
        {
          "text": "\"I will whistle for them to gather them together,",
          "ID": "8"
        },
        {
          "text": "For I have redeemed them;",
          "ID": "8"
        },
        {
          "text": "And they will be as numerous as they were before.",
          "ID": "8"
        },
        {
          "text": "\"When I scatter them among the peoples,",
          "ID": "9"
        },
        {
          "text": "They will remember Me in far countries,",
          "ID": "9"
        },
        {
          "text": "And they with their children will live and come back.",
          "ID": "9"
        },
        {
          "text": "\"I will bring them back from the land of Egypt",
          "ID": "10"
        },
        {
          "text": "And gather them from Assyria;",
          "ID": "10"
        },
        {
          "text": "And I will bring them into the land of Gilead and Lebanon",
          "ID": "10"
        },
        {
          "text": "Until no room can be found for them.",
          "ID": "10"
        },
        {
          "text": "\"And they will pass through the sea of distress",
          "ID": "11"
        },
        {
          "text": "And He will strike the waves in the sea,",
          "ID": "11"
        },
        {
          "text": "So that all the depths of the Nile will dry up;",
          "ID": "11"
        },
        {
          "text": "And the pride of Assyria will be brought down",
          "ID": "11"
        },
        {
          "text": "And the scepter of Egypt will depart.",
          "ID": "11"
        },
        {
          "text": "\"And I will strengthen them in the Lord,",
          "ID": "12"
        },
        {
          "text": "And in His name they will walk,\" declares the Lord.",
          "ID": "12"
        }
      ],
      "ID": "OT:ZEC.10",
      "name": "ZECHARIAH 10"
    },
    {
      "text": [
        {
          "text": "Open your doors, O Lebanon,",
          "ID": "1"
        },
        {
          "text": "That a fire may feed on your cedars.",
          "ID": "1"
        },
        {
          "text": "Wail, O cypress, for the cedar has fallen,",
          "ID": "2"
        },
        {
          "text": "Because the glorious trees have been destroyed;",
          "ID": "2"
        },
        {
          "text": "Wail, O oaks of Bashan,",
          "ID": "2"
        },
        {
          "text": "For the impenetrable forest has come down.",
          "ID": "2"
        },
        {
          "text": "There is a sound of the shepherds' wail,",
          "ID": "3"
        },
        {
          "text": "For their glory is ruined;",
          "ID": "3"
        },
        {
          "text": "There is a sound of the young lions' roar,",
          "ID": "3"
        },
        {
          "text": "For the pride of the Jordan is ruined.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Thus says the Lord my God, \"Pasture the flock doomed to slaughter.",
          "ID": "4"
        },
        {
          "text": "Those who buy them slay them and go unpunished, and each of those who sell them says, 'Blessed be the Lord, for I have become rich!' And their own shepherds have no pity on them.",
          "ID": "5"
        },
        {
          "text": "For I will no longer have pity on the inhabitants of the land,\" declares the Lord; \"but behold, I will cause the men to fall, each into another's power and into the power of his king; and they will strike the land, and I will not deliver them from their power.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "So I pastured the flock doomed to slaughter, hence the afflicted of the flock. And I took for myself two staffs: the one I called Favor and the other I called Union; so I pastured the flock.",
          "ID": "7"
        },
        {
          "text": "Then I annihilated the three shepherds in one month, for my soul was impatient with them, and their soul also was weary of me.",
          "ID": "8"
        },
        {
          "text": "Then I said, \"I will not pasture you. What is to die, let it die, and what is to be annihilated, let it be annihilated; and let those who are left eat one another's flesh.\"",
          "ID": "9"
        },
        {
          "text": "I took my staff Favor and cut it in pieces, to break my covenant which I had made with all the peoples.",
          "ID": "10"
        },
        {
          "text": "So it was broken on that day, and thus the afflicted of the flock who were watching me realized that it was the word of the Lord.",
          "ID": "11"
        },
        {
          "text": "I said to them, \"If it is good in your sight, give me my wages; but if not, never mind!\" So they weighed out thirty shekels of silver as my wages.",
          "ID": "12"
        },
        {
          "text": "Then the Lord said to me, \"Throw it to the potter, that magnificent price at which I was valued by them.\" So I took the thirty shekels of silver and threw them to the potter in the house of the Lord.",
          "ID": "13"
        },
        {
          "text": "Then I cut in pieces my second staff Union, to break the brotherhood between Judah and Israel.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "The Lord said to me, \"Take again for yourself the equipment of a foolish shepherd.",
          "ID": "15"
        },
        {
          "text": "For behold, I am going to raise up a shepherd in the land who will not care for the perishing, seek the scattered, heal the broken, or sustain the one standing, but will devour the flesh of the fat sheep and tear off their hoofs.",
          "ID": "16"
        },
        {
          "text": "\"Woe to the worthless shepherd",
          "ID": "17"
        },
        {
          "text": "Who leaves the flock!",
          "ID": "17"
        },
        {
          "text": "A sword will be on his arm",
          "ID": "17"
        },
        {
          "text": "And on his right eye!",
          "ID": "17"
        },
        {
          "text": "His arm will be totally withered",
          "ID": "17"
        },
        {
          "text": "And his right eye will be blind.\"",
          "ID": "17"
        }
      ],
      "ID": "OT:ZEC.11",
      "name": "ZECHARIAH 11"
    },
    {
      "text": [
        {
          "text": "The burden of the word of the Lord concerning Israel.",
          "ID": "1"
        },
        {
          "text": "Thus declares the Lord who stretches out the heavens, lays the foundation of the earth, and forms the spirit of man within him,",
          "ID": "1"
        },
        {
          "text": "\"Behold, I am going to make Jerusalem a cup that causes reeling to all the peoples around; and when the siege is against Jerusalem, it will also be against Judah.",
          "ID": "2"
        },
        {
          "text": "It will come about in that day that I will make Jerusalem a heavy stone for all the peoples; all who lift it will be severely injured. And all the nations of the earth will be gathered against it.",
          "ID": "3"
        },
        {
          "text": "In that day,\" declares the Lord, \"I will strike every horse with bewilderment and his rider with madness. But I will watch over the house of Judah, while I strike every horse of the peoples with blindness.",
          "ID": "4"
        },
        {
          "text": "Then the clans of Judah will say in their hearts, 'A strong support for us are the inhabitants of Jerusalem through the Lord of hosts, their God.'",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "\"In that day I will make the clans of Judah like a firepot among pieces of wood and a flaming torch among sheaves, so they will consume on the right hand and on the left all the surrounding peoples, while the inhabitants of Jerusalem again dwell on their own sites in Jerusalem.",
          "ID": "6"
        },
        {
          "text": "The Lord also will save the tents of Judah first, so that the glory of the house of David and the glory of the inhabitants of Jerusalem will not be magnified above Judah.",
          "ID": "7"
        },
        {
          "text": "In that day the Lord will defend the inhabitants of Jerusalem, and the one who is feeble among them in that day will be like David, and the house of David will be like God, like the angel of the Lord before them.",
          "ID": "8"
        },
        {
          "text": "And in that day I will set about to destroy all the nations that come against Jerusalem.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "\"I will pour out on the house of David and on the inhabitants of Jerusalem, the Spirit of grace and of supplication, so that they will look on Me whom they have pierced; and they will mourn for Him, as one mourns for an only son, and they will weep bitterly over Him like the bitter weeping over a firstborn.",
          "ID": "10"
        },
        {
          "text": "In that day there will be great mourning in Jerusalem, like the mourning of Hadadrimmon in the plain of Megiddo.",
          "ID": "11"
        },
        {
          "text": "The land will mourn, every family by itself; the family of the house of David by itself and their wives by themselves; the family of the house of Nathan by itself and their wives by themselves;",
          "ID": "12"
        },
        {
          "text": "the family of the house of Levi by itself and their wives by themselves; the family of the Shimeites by itself and their wives by themselves;",
          "ID": "13"
        },
        {
          "text": "all the families that remain, every family by itself and their wives by themselves.",
          "ID": "14"
        }
      ],
      "ID": "OT:ZEC.12",
      "name": "ZECHARIAH 12"
    },
    {
      "text": [
        {
          "text": "\"In that day a fountain will be opened for the house of David and for the inhabitants of Jerusalem, for sin and for impurity.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "\"It will come about in that day,\" declares the Lord of hosts, \"that I will cut off the names of the idols from the land, and they will no longer be remembered; and I will also remove the prophets and the unclean spirit from the land.",
          "ID": "2"
        },
        {
          "text": "And if anyone still prophesies, then his father and mother who gave birth to him will say to him, 'You shall not live, for you have spoken falsely in the name of the Lord'; and his father and mother who gave birth to him will pierce him through when he prophesies.",
          "ID": "3"
        },
        {
          "text": "Also it will come about in that day that the prophets will each be ashamed of his vision when he prophesies, and they will not put on a hairy robe in order to deceive;",
          "ID": "4"
        },
        {
          "text": "but he will say, 'I am not a prophet; I am a tiller of the ground, for a man sold me as a slave in my youth.'",
          "ID": "5"
        },
        {
          "text": "And one will say to him, 'What are these wounds between your arms?' Then he will say, 'Those with which I was wounded in the house of my friends.'",
          "ID": "6"
        },
        {
          "text": "\"Awake, O sword, against My Shepherd,",
          "ID": "7"
        },
        {
          "text": "And against the man, My Associate,\"",
          "ID": "7"
        },
        {
          "text": "Declares the Lord of hosts.",
          "ID": "7"
        },
        {
          "text": "\"Strike the Shepherd that the sheep may be scattered;",
          "ID": "7"
        },
        {
          "text": "And I will turn My hand against the little ones.",
          "ID": "7"
        },
        {
          "text": "\"It will come about in all the land,\"",
          "ID": "8"
        },
        {
          "text": "Declares the Lord,",
          "ID": "8"
        },
        {
          "text": "\"That two parts in it will be cut off and perish;",
          "ID": "8"
        },
        {
          "text": "But the third will be left in it.",
          "ID": "8"
        },
        {
          "text": "\"And I will bring the third part through the fire,",
          "ID": "9"
        },
        {
          "text": "Refine them as silver is refined,",
          "ID": "9"
        },
        {
          "text": "And test them as gold is tested.",
          "ID": "9"
        },
        {
          "text": "They will call on My name,",
          "ID": "9"
        },
        {
          "text": "And I will answer them;",
          "ID": "9"
        },
        {
          "text": "I will say, 'They are My people,'",
          "ID": "9"
        },
        {
          "text": "And they will say, 'The Lord is my God.'\"",
          "ID": "9"
        }
      ],
      "ID": "OT:ZEC.13",
      "name": "ZECHARIAH 13"
    },
    {
      "text": [
        {
          "text": "Behold, a day is coming for the Lord when the spoil taken from you will be divided among you.",
          "ID": "1"
        },
        {
          "text": "For I will gather all the nations against Jerusalem to battle, and the city will be captured, the houses plundered, the women ravished and half of the city exiled, but the rest of the people will not be cut off from the city.",
          "ID": "2"
        },
        {
          "text": "Then the Lord will go forth and fight against those nations, as when He fights on a day of battle.",
          "ID": "3"
        },
        {
          "text": "In that day His feet will stand on the Mount of Olives, which is in front of Jerusalem on the east; and the Mount of Olives will be split in its middle from east to west by a very large valley, so that half of the mountain will move toward the north and the other half toward the south.",
          "ID": "4"
        },
        {
          "text": "You will flee by the valley of My mountains, for the valley of the mountains will reach to Azel; yes, you will flee just as you fled before the earthquake in the days of Uzziah king of Judah. Then the Lord, my God, will come, and all the holy ones with Him!",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "In that day there will be no light; the luminaries will dwindle.",
          "ID": "6"
        },
        {
          "text": "For it will be a unique day which is known to the Lord, neither day nor night, but it will come about that at evening time there will be light.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And in that day living waters will flow out of Jerusalem, half of them toward the eastern sea and the other half toward the western sea; it will be in summer as well as in winter.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And the Lord will be king over all the earth; in that day the Lord will be the only one, and His name the only one.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "All the land will be changed into a plain from Geba to Rimmon south of Jerusalem; but Jerusalem will rise and remain on its site from Benjamin's Gate as far as the place of the First Gate to the Corner Gate, and from the Tower of Hananel to the king's wine presses.",
          "ID": "10"
        },
        {
          "text": "People will live in it, and there will no longer be a curse, for Jerusalem will dwell in security.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Now this will be the plague with which the Lord will strike all the peoples who have gone to war against Jerusalem; their flesh will rot while they stand on their feet, and their eyes will rot in their sockets, and their tongue will rot in their mouth.",
          "ID": "12"
        },
        {
          "text": "It will come about in that day that a great panic from the Lord will fall on them; and they will seize one another's hand, and the hand of one will be lifted against the hand of another.",
          "ID": "13"
        },
        {
          "text": "Judah also will fight at Jerusalem; and the wealth of all the surrounding nations will be gathered, gold and silver and garments in great abundance.",
          "ID": "14"
        },
        {
          "text": "So also like this plague will be the plague on the horse, the mule, the camel, the donkey and all the cattle that will be in those camps.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Then it will come about that any who are left of all the nations that went against Jerusalem will go up from year to year to worship the King, the Lord of hosts, and to celebrate the Feast of Booths.",
          "ID": "16"
        },
        {
          "text": "And it will be that whichever of the families of the earth does not go up to Jerusalem to worship the King, the Lord of hosts, there will be no rain on them.",
          "ID": "17"
        },
        {
          "text": "If the family of Egypt does not go up or enter, then no rain will fall on them; it will be the plague with which the Lord smites the nations who do not go up to celebrate the Feast of Booths.",
          "ID": "18"
        },
        {
          "text": "This will be the punishment of Egypt, and the punishment of all the nations who do not go up to celebrate the Feast of Booths.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "In that day there will be inscribed on the bells of the horses, \"HOLY TO THE Lord.\" And the cooking pots in the Lord's house will be like the bowls before the altar.",
          "ID": "20"
        },
        {
          "text": "Every cooking pot in Jerusalem and in Judah will be holy to the Lord of hosts; and all who sacrifice will come and take of them and boil in them. And there will no longer be a Canaanite in the house of the Lord of hosts in that day.",
          "ID": "21"
        }
      ],
      "ID": "OT:ZEC.14",
      "name": "ZECHARIAH 14"
    }
  ],
  "ID": "OT:ZEC(NASB)",
  "version": "NASB",
  "name": "ZECHARIAH"
}