{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Мы пишем вам о Слове Жизни, Которое было от самого начала. Мы сами слышали Его, видели своими собственными глазами, да, мы видели Его и прикасались к Нему руками своими.",
          "ID": "1"
        },
        {
          "text": "Явной Жизнь эта стала, мы увидели ее и вот свидетельствуем о ней, возвещаем вам Жизнь вечную, Которая вместе с Отцом была в начале всего и наконец открылась нам. ",
          "ID": "2"
        },
        {
          "text": "О том, что мы видели и слышали, возвещаем вам, чтобы и вы могли разделить общение с нами, а вместе с нами – и с Богом Отцом общение и Сыном Его, Иисусом Христом. ",
          "ID": "3"
        },
        {
          "text": "Пишем это, чтобы преисполнились мы все радости.",
          "ID": "4"
        },
        {
          "text": "И вот весть, которую услышали мы от Сына и теперь возвещаем вам: Бог – это свет, и нет в Нем никакой тьмы. ",
          "ID": "5"
        },
        {
          "text": "Если мы говорим, что в общении с Ним, а сами во тьме живем, то лжем и об истине забыли. ",
          "ID": "6"
        },
        {
          "text": "Если же во свете живем, подобно Ему, Который во свете, то остаемся в общении друг с другом, и кровь Иисуса, Сына Его, очищает нас от греха, каким бы он ни был.",
          "ID": "7"
        },
        {
          "text": "Когда говорим, что мы без греха, обманываем самих себя, и нет в нас истины. ",
          "ID": "8"
        },
        {
          "text": "Если же мы свои грехи признаём, то Бог,верный и праведный, прощает нам их и очищает нас от всякого нечестия. ",
          "ID": "9"
        },
        {
          "text": "Говоря, что никогда не грешили, мы Его Самого лжецом представляем, и нет в нас слова Его.",
          "ID": "10"
        }
      ],
      "ID": "NT:1JN.1",
      "name": "Первое послание апостола Иоанна 1"
    },
    {
      "text": [
        {
          "text": "Дети мои, пишу вам это, чтобы вы не грешили. А если бы и согрешил кто из вас, то ведь есть у нас Заступник – Иисус Христос, Праведник, Который рядом с Отцом. ",
          "ID": "1"
        },
        {
          "text": "Он – само умилостивление за грехи наши, да и не только за наши, но также и за грехи всего мира.",
          "ID": "2"
        },
        {
          "text": "Когда соблюдаем заповеди Его, мы уверены, что знаем Его. ",
          "ID": "3"
        },
        {
          "text": "Если же говорит кто: «Я знаю Бога», а заповедей Его не соблюдает, лжец он, и нет истины в сердце его. ",
          "ID": "4"
        },
        {
          "text": "А кто Божье слово соблюдает, тот воистину проникся Божественной любовью; по сему узнаем, что мы с Богом. ",
          "ID": "5"
        },
        {
          "text": "Кто говорит, что в Нем пребывает, тот и жить должен [так], как Христос жил.",
          "ID": "6"
        },
        {
          "text": "То, о чем я пишу здесь, не новая заповедь для вас, друзья мои. Это древняя заповедь, которая давно была дана вам, это то самое слово Божие, которое вы уже слышали. ",
          "ID": "7"
        },
        {
          "text": "Но то, что я пишу вам, есть в то же время и новая заповедь. Ее правда в Нем и в вас видна: уходит тьма, и истинный свет уже светит.",
          "ID": "8"
        },
        {
          "text": "Кто говорит, что он во свете, а брата своего ненавидит, тот всё еще во тьме остается. ",
          "ID": "9"
        },
        {
          "text": "Лишь тот, кто любит своего брата, во свете пребывает, и нет в нем ничего, что могло бы кого-то толкнуть в погибель. ",
          "ID": "10"
        },
        {
          "text": "А кто брата своего ненавидит, тот – во тьме; тьмою окруженный, не знает он, куда идет, потому что тьма ослепила его.",
          "ID": "11"
        },
        {
          "text": "Пишу вам, дети,",
          "ID": "12"
        },
        {
          "text": "что ради имени Его",
          "ID": "12"
        },
        {
          "text": "прощены вам грехи ваши.",
          "ID": "12"
        },
        {
          "text": "И вам, отцы, пишу,",
          "ID": "13"
        },
        {
          "text": "потому что узнали вы Того,",
          "ID": "13"
        },
        {
          "text": "Кто изначально есть.",
          "ID": "13"
        },
        {
          "text": "Пишу и вам, юноши,",
          "ID": "13"
        },
        {
          "text": "потому что вы сатану победили.",
          "ID": "13"
        },
        {
          "text": "Я написал вам, дети,",
          "ID": "14"
        },
        {
          "text": "потому что вы узнали Отца.",
          "ID": "14"
        },
        {
          "text": "Вам, отцы, я написал",
          "ID": "14"
        },
        {
          "text": "потому что узнали вы Того,",
          "ID": "14"
        },
        {
          "text": "Кто изначально есть.",
          "ID": "14"
        },
        {
          "text": "Написал я вам, юноши,",
          "ID": "14"
        },
        {
          "text": "потому что вы сильны –",
          "ID": "14"
        },
        {
          "text": "слово Божье в вас пребывает",
          "ID": "14"
        },
        {
          "text": "и вы сатану победили.",
          "ID": "14"
        },
        {
          "text": "Не обольщайтесь ни миром, ни тем, что в мире. Кто этот мир любит, тот не любит Отца. ",
          "ID": "15"
        },
        {
          "text": "Ибо всё, что ни есть в мире: необузданное желание плоти, вожделение очей и надменность богача – не от Отца это, но от мира. ",
          "ID": "16"
        },
        {
          "text": "Проходит мир и вожделения его, но вовек пребывает человек, исполняющий волю Божию.",
          "ID": "17"
        },
        {
          "text": "Дети мои, ныне последнее время! Вы слышали, что придет антихрист, и вот пришли – многие антихристы. И мы понимаем: настало последнее время. ",
          "ID": "18"
        },
        {
          "text": "Они ушли от нас, но нашими они не были никогда, если бы в самом деле нашими были, с нами бы и остались, но они ушли – и так открылось то, чему и надлежало стать явным: ни один из них не был нашим.",
          "ID": "19"
        },
        {
          "text": "Впрочем, на вас помазание от Бога, и все вы сами знаете истину. ",
          "ID": "20"
        },
        {
          "text": "Я и написал вам не потому, что не знаете вы истину, но потому как раз, что вы ее знаете, и ведомо вам то, что всякая ложь – не от истины. ",
          "ID": "21"
        },
        {
          "text": "Кто же тогда лжец, если не тот, кто отрицает, что Иисус – Мессия? Антихрист это, отвергающий Отца и Сына. ",
          "ID": "22"
        },
        {
          "text": "Кто Сына отвергает, у того и Отца нет. У того же, кто признаёт Сына, есть и Отец.",
          "ID": "23"
        },
        {
          "text": "Пусть то, что вы слышали изначально, остается с вами; если останется в вас то, что слышали вы изначально, пребудете в Сыне и в Отце. ",
          "ID": "24"
        },
        {
          "text": "А обещание, которое Он дал нам, – жизнь вечная.",
          "ID": "25"
        },
        {
          "text": "Я много написал вам о тех, кто хотел бы ввести вас в заблуждение.",
          "ID": "26"
        },
        {
          "text": "А что до вас, то помазание, которое вы получили от Него, в вас и остается, и вас не нужно учить – само помазание Божие учит вас всему; оно истинно, лжи нет в нем. Оставайтесь же, как научило оно вас, во Христе.",
          "ID": "27"
        },
        {
          "text": "Итак, дети мои, пребывайте в Нем, чтобы, когда придет Он, не убояться нам и не оказаться посрамленными перед Ним в пришествие Его.",
          "ID": "28"
        },
        {
          "text": "Зная, что Он праведен, знайте и то, что всякий, живущий праведно, от Него рожден.",
          "ID": "29"
        }
      ],
      "ID": "NT:1JN.2",
      "name": "Первое послание апостола Иоанна 2"
    },
    {
      "text": [
        {
          "text": "Смотрите, как сильно любит нас Отец! Мы вправе называться детьми Его, да мы уже и теперь дети Божьи! Мир не признаёт нас лишь потому, что Бога не узнал. ",
          "ID": "1"
        },
        {
          "text": "Дорогие мои, теперь мы дети Божьи. Нам не открыто пока, кем станем мы, но знаем: когда придет Он, мы уподобимся Ему, ибо увидим Его таким, какой Он есть. ",
          "ID": "2"
        },
        {
          "text": "Всякий, кто живет этой надеждой, надеждой на Него, очищается, ибо Христос чист.",
          "ID": "3"
        },
        {
          "text": "Всякий, совершающий грех, беззаконие совершает, грех, собственно, и есть беззаконие. ",
          "ID": "4"
        },
        {
          "text": "Но Христос, вы знаете, для того и явился, чтобы грехи упразднить; в Нем же Самом нет греха. ",
          "ID": "5"
        },
        {
          "text": "Потому всякий, кто с Ним, не грешит; а всякий, кто не видел и не познал Его, тот грешит.",
          "ID": "6"
        },
        {
          "text": "Дети мои, пусть никогда не введет вас никто в заблуждение. Кто праведно живет, тот праведен, как праведен Христос. ",
          "ID": "7"
        },
        {
          "text": "А кто грех совершает, от дьявола тот, ибо это дьявол, как начал когда-то, так и не перестает грешить. Но явился Сын Божий, чтобы разрушить козни его. ",
          "ID": "8"
        },
        {
          "text": "Всякий, кто от Бога рожден, не для греха живет, ибо в нем – семя Божие. Он и не может грешить, потому что рожден от Бога.",
          "ID": "9"
        },
        {
          "text": "Кто не живет праведно и не любит брата своего, тот не от Бога. Тем и отличаются дети дьяволовы от детей Божиих. ",
          "ID": "10"
        },
        {
          "text": "Ведь с самого начала весть, которую вы услышали, звала нас всех любить друг друга ",
          "ID": "11"
        },
        {
          "text": "и не уподобляться Каину, который был от сатаны, – убил он брата своего. За что он убил его? Да за то, что его собственные дела были злы, а дела брата его – праведны. ",
          "ID": "12"
        },
        {
          "text": "[Так что] не удивляйтесь, братья, если мир ненавидит вас. ",
          "ID": "13"
        },
        {
          "text": "Мы знаем с вами, что уже перешли из смерти в жизнь, потому что любим братьев наших, а кто не любит, тот мертв. ",
          "ID": "14"
        },
        {
          "text": "Всякий, кто брата своего ненавидит, разве не убийца он? А вы знаете, что ни у какого убийцы нет жизни вечной, в нем пребывающей.",
          "ID": "15"
        },
        {
          "text": "Узнали мы, что есть истинная любовь, когда жизнь Свою Христос отдал за нас. Так и мы должны жизнь свою отдавать за братьев наших. ",
          "ID": "16"
        },
        {
          "text": "А если живет человек в достатке, но при виде брата своего, который в нужде, сочувствия к нему не проявляет, может ли быть в таком человеке любовь Божия? ",
          "ID": "17"
        },
        {
          "text": "Дети мои, давайте любить не на словах и не языком, а на деле, по-настоящему. ",
          "ID": "18"
        },
        {
          "text": "Тогда узнаем, что от истины мы, и успокоятся пред Ним сердца наши, ",
          "ID": "19"
        },
        {
          "text": "в чем бы они ни обвиняли нас – Бог больше нашего сердца, Он знает всё.",
          "ID": "20"
        },
        {
          "text": "Братья дорогие, если не осуждают нас сердца [наши], смело можем обращаться к Богу. ",
          "ID": "21"
        },
        {
          "text": "И чего бы мы у Него ни попросили, от Него получим, ибо соблюдаем заповеди Его и Ему угодное делаем. ",
          "ID": "22"
        },
        {
          "text": "А заповедовал Он нам веровать во имя Сына Его, Иисуса Христа, и любить друг друга – вот Его заповедь. ",
          "ID": "23"
        },
        {
          "text": "И кто соблюдает заповеди Божьи, тот пребывает в Боге, и Бог – в нем. А то, что воистину пребывает Он в нас, о том нам Дух говорит, Которого нам Он дал.",
          "ID": "24"
        }
      ],
      "ID": "NT:1JN.3",
      "name": "Первое послание апостола Иоанна 3"
    },
    {
      "text": [
        {
          "text": "Возлюбленные дети мои, не всякому духу верьте – испытывайте их, от Бога ли они (много лжепророков появилось в мире). ",
          "ID": "1"
        },
        {
          "text": "Говорит ли то Дух Божий, узнавайте так: дух, который признаёт Иисуса Христа, пришедшего во плоти, – от Бога. ",
          "ID": "2"
        },
        {
          "text": "А дух, что Иисуса Христа не признаёт, – не от Бога; дух сей от антихриста, о котором слышали вы, что он придет. Вот, он в мире уже.",
          "ID": "3"
        },
        {
          "text": "Дети мои, вы от Бога: устояли вы перед духами лжи, ибо Тот, Кто в вас, больше того, кто правит сегодня в мире. ",
          "ID": "4"
        },
        {
          "text": "Слуги его – от этого мира, потому и говорят они, как повелось в этом мире, и мир слушает их. ",
          "ID": "5"
        },
        {
          "text": "Мы же – от Бога. Кто Бога знает, внимает нам, а кто не от Бога, тот нас не слушает. Вот как отличаем Духа истины от духа заблуждения.",
          "ID": "6"
        },
        {
          "text": "Братья дорогие, будем любить друг друга, ведь любовь от Бога. Кто любит, тот от Бога рожден и знает Бога. ",
          "ID": "7"
        },
        {
          "text": "А кто не любит, тот совсем не знает Бога, потому что Бог и есть любовь. ",
          "ID": "8"
        },
        {
          "text": "Эту любовь Он открыл нам, послав Сына Своего единственного в мир наш, чтобы через Него обрели мы вечную жизнь. ",
          "ID": "9"
        },
        {
          "text": "Истинная любовь проявилась не в нашей любви к Богу, а в том, что Бог полюбил нас так, что Сына Своего послал как жертву искупительную за грехи наши. ",
          "ID": "10"
        },
        {
          "text": "Но если Бог нас так полюбил, то и мы, дорогие мои, должны любить друг друга. ",
          "ID": "11"
        },
        {
          "text": "Бога никто и никогда не видел. Но если мы любим друг друга, Бог пребывает в нас, и любовь Его достигла в нас своей цели.",
          "ID": "12"
        },
        {
          "text": "Он наделил нас дарами Духа Своего, и поэтому мы знаем, что и мы в Нем, и Он в нас. ",
          "ID": "13"
        },
        {
          "text": "Мы сами видели и свидетельствуем, что Отец послал Сына спасти мир. ",
          "ID": "14"
        },
        {
          "text": "Кто признаёт Иисуса Сыном Божьим, в том пребывает Бог, и он сам в Боге. ",
          "ID": "15"
        },
        {
          "text": "Мы познали любовь Божию к нам и доверились ей.",
          "ID": "16"
        },
        {
          "text": "Бог – это любовь, и всякий, в любви пребывающий, в Боге пребывает, как и Бог в нем. ",
          "ID": "16"
        },
        {
          "text": "Любовь столь многого достигла в нас, что без страха встретим мы День Суда, ибо даже в этом мире уже живем подобно Ему. ",
          "ID": "17"
        },
        {
          "text": "В любви нет страха. Истинная любовь изгоняет страх. Ведь страх – это наказание в себе самом, и мучаются им те, кто не проникся до конца любовью.",
          "ID": "18"
        },
        {
          "text": "А мы любим, благодаря тому что сначала Он возлюбил нас. ",
          "ID": "19"
        },
        {
          "text": "Если говорит кто: «Я люблю Бога», а сам брата своего ненавидит, лжец он: кто брата своего не любит, которого видит, Бога, которого не видел никогда, тем более не может любить. ",
          "ID": "20"
        },
        {
          "text": "Заповедь, которую оставил нам Христос, о том и говорит: любящий Бога должен и брата своего любить.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.4",
      "name": "Первое послание апостола Иоанна 4"
    },
    {
      "text": [
        {
          "text": "Всякий, кто верит, что Иисус – Мессия, от Бога рожден; и всякий, кто Родившего любит, любит [и] дитя Его. ",
          "ID": "1"
        },
        {
          "text": "О том, что в самом деле любим детей Божьих, узнаём из того, что любим Бога и заповеди Его соблюдаем. ",
          "ID": "2"
        },
        {
          "text": "Ведь любить Бога и значит соблюдать Его заповеди. А заповеди Его не тяжки, ",
          "ID": "3"
        },
        {
          "text": "ибо всё, от Бога рожденное, одерживает верх над миром. И всякая такая победа над миром – победа веры нашей. ",
          "ID": "4"
        },
        {
          "text": "Не тот ли побеждает мир, кто верит, что Иисус – Сын Божий?",
          "ID": "5"
        },
        {
          "text": "Вот Кто пришел водой крещения и кровью распятия – Иисус Христос; не одной лишь водой пришел, но водою и кровью; Дух тому свидетель, а Дух ведь сама истина. ",
          "ID": "6"
        },
        {
          "text": "Итак, три есть свидетеля: ",
          "ID": "7"
        },
        {
          "text": "Дух, вода и кровь – и в свидетельстве своем эти три едины. ",
          "ID": "8"
        },
        {
          "text": "Если свидетельство людей принимаем, то еще больше верим свидетельству Божию, тому свидетельству, которое Бог Сам дал о Сыне Своем. ",
          "ID": "9"
        },
        {
          "text": "Кто верит в Сына Божьего, в себе самом несет это свидетельство. Кто же Богу не верит, тот лжецом Его выставляет, не принимая свидетельства, которое дал Бог о Сыне Своем. ",
          "ID": "10"
        },
        {
          "text": "Вот это свидетельство: Бог вечную жизнь дал нам, и жизньэта – в Сыне Его. ",
          "ID": "11"
        },
        {
          "text": "Кто верою Сына обрел, тот жизнь обрел; а кто отвергает Сына Божьего, тот отвергает жизнь. ",
          "ID": "12"
        },
        {
          "text": "Я написал всё это вам, верующим во имя Сына Божия, чтобы знали вы, что обрели вы жизнь вечную.",
          "ID": "13"
        },
        {
          "text": "Мы смело обращаемся к Нему в уверенности, что Он слышит нас, о чем бы ни просили мы Его, сообразуясь с волей Его. ",
          "ID": "14"
        },
        {
          "text": "И если знаем, что Он слышит нас, когда мы просим Его о чем-либо, знаем и другое: стоит попросить у Него что-то – оно уже наше.",
          "ID": "15"
        },
        {
          "text": "Если увидит кто из вас брата своего, грех совершающего, но не к смерти ведущий грех, пусть молится за него, и Бог даст ему жизнь. Но это только тех касается, кто согрешает грехом, не к смерти ведущим. Есть смертный грех: не такой я имею в виду, говоря, чтобы вы молились.",
          "ID": "16"
        },
        {
          "text": "Хотя всякая неправда – грех, однако не всякий грех к смерти ведет. ",
          "ID": "17"
        },
        {
          "text": "Рожденный от Бога, как нам известно, не грешит, ибо хранит его Сын Божий, и лукавый не смеет прикасаться к нему. ",
          "ID": "18"
        },
        {
          "text": "О себе мы знаем, что от Бога мы. А весь мир – во власти дьявола. ",
          "ID": "19"
        },
        {
          "text": "Но знаем также, что Сын Божий, когда приходил, даровал нам разумение, чтобы познали мы Истинного. И вот мы – в Нем, в Истине самой, и в Сыне Его, Иисусе Христе. Он есть истинный Бог и жизнь вечная.",
          "ID": "20"
        },
        {
          "text": "Бегите ложных богов, дети мои.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.5",
      "name": "Первое послание апостола Иоанна 5"
    }
  ],
  "ID": "NT:1JN(BTI)",
  "name": "Первое послание апостола Иоанна"
}