{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Еже бе исперва, еже слышахом, еже видехом очима нашима, еже узрехом, и руки нашя осязаша, о словеси животнем: ",
          "ID": "1"
        },
        {
          "text": "и живот явися, и видехом, и свидетелствуем, и возвещаем вам живот вечный, иже бе у Отца и явися нам: ",
          "ID": "2"
        },
        {
          "text": "еже видехом и слышахом, поведаем вам, да и вы общение имате с нами: общение же наше со Отцем и с Сыном его Иисусом Христом. ",
          "ID": "3"
        },
        {
          "text": "И сия пишем вам, да радость ваша будет исполнена. ",
          "ID": "4"
        },
        {
          "text": "И сие есть обетование, еже слышахом от него и поведаем вам, яко Бог свет есть, и тмы в нем несть ни единыя. ",
          "ID": "5"
        },
        {
          "text": "Аще речем, яко общение имамы с ним, и во тме ходим, лжем и не творим истины: ",
          "ID": "6"
        },
        {
          "text": "аще же во свете ходим, якоже сам той есть во свете, общение имамы друг ко другу, и кровь Иисуса Христа Сына его очищает нас от всякаго греха. ",
          "ID": "7"
        },
        {
          "text": "Аще речем, яко греха не имамы, себе прельщаем, и истины несть в нас. ",
          "ID": "8"
        },
        {
          "text": "Аще исповедаем грехи нашя, верен есть и праведен да оставит нам грехи нашя и очестит нас от всякия неправды. ",
          "ID": "9"
        },
        {
          "text": "Аще речем, яко не согрешихом, лжа творим его, и слово его несть в нас.",
          "ID": "10"
        }
      ],
      "ID": "NT:1JN.1",
      "name": "Первое послание апостола Иоанна 1"
    },
    {
      "text": [
        {
          "text": "Чадца моя, сия пишу вам, да не согрешаете: и аще кто согрешит, ходатая имамы ко Отцу, Иисуса Христа праведника: ",
          "ID": "1"
        },
        {
          "text": "и той очищение есть о гресех наших, не о наших же точию, но и о всего мира. ",
          "ID": "2"
        },
        {
          "text": "И о сем разумеем, яко познахом его, аще заповеди его соблюдаем. ",
          "ID": "3"
        },
        {
          "text": "Глаголяй, яко познах его, и заповеди его не соблюдает, ложь есть, и в сем истины несть: ",
          "ID": "4"
        },
        {
          "text": "а иже аще соблюдает слово его, поистинне в сем любы Божия совершенна есть: о сем разумеем, яко в нем есмы. ",
          "ID": "5"
        },
        {
          "text": "Глаголяй, в нем пребывати, должен есть, якоже он ходил есть, и сей такожде да ходит. ",
          "ID": "6"
        },
        {
          "text": "Возлюбленнии, не заповедь нову пишу вам, но заповедь ветху, юже иместе исперва. Заповедь ветха есть слово, еже слышасте исперва. ",
          "ID": "7"
        },
        {
          "text": "Паки заповедь нову пишу вам, еже есть поистинне в нем и в вас: яко тма мимоходит и свет истинный сей уже сияет. ",
          "ID": "8"
        },
        {
          "text": "Глаголяй себе во свете быти, а брата своего ненавидяй, во тме есть доселе. ",
          "ID": "9"
        },
        {
          "text": "Любяй брата своего во свете пребывает, и соблазна в нем несть. ",
          "ID": "10"
        },
        {
          "text": "А ненавидяй брата своего во тме есть, и во тме ходит, и не весть, камо идет, яко тма ослепи очи ему. ",
          "ID": "11"
        },
        {
          "text": "Пишу вам, чадца, яко оставляются вам греси имене его ради. ",
          "ID": "12"
        },
        {
          "text": "Пишу вам, отцы, яко познасте безначалнаго. Пишу вам, юноши, яко победисте лукаваго. Пишу вам, дети, яко познасте Отца. ",
          "ID": "13"
        },
        {
          "text": "Писах вам, отцы, яко познасте исконнаго: писах вам, юноши, яко крепцы есте, и слово Божие в вас пребывает, и победисте лукаваго. ",
          "ID": "14"
        },
        {
          "text": "Не любите мира, ни яже в мире: аще кто любит мир, несть любве Отчи в нем: ",
          "ID": "15"
        },
        {
          "text": "яко все, еже в мире, похоть плотская и похоть очима и гордость житейская, несть от Отца, но от мира сего есть. ",
          "ID": "16"
        },
        {
          "text": "И мир преходит, и похоть его, а творяй волю Божию пребывает во веки. ",
          "ID": "17"
        },
        {
          "text": "Дети, последняя година есть. И якоже слышасте, яко антихрист грядет, и ныне антихристи мнози быша, от сего разумеваем, яко последний час есть. ",
          "ID": "18"
        },
        {
          "text": "От нас изыдоша, но не беша от нас: аще бы от нас были, пребыли убо быша с нами: но да явятся, яко не суть вси от нас. ",
          "ID": "19"
        },
        {
          "text": "И вы помазание имате от святаго, и весте вся. ",
          "ID": "20"
        },
        {
          "text": "Не писах вам, яко не весте истины, но яко весте ю и яко всяка лжа от истины несть. ",
          "ID": "21"
        },
        {
          "text": "Кто есть лживый, точию отметаяйся, яко Иисус несть Христос? Сей есть антихрист, отметаяйся Отца и Сына. ",
          "ID": "22"
        },
        {
          "text": "Всяк отметаяйся Сына, ни Отца имать: а исповедаяй Сына, и Отца имать. ",
          "ID": "23"
        },
        {
          "text": "Вы убо еже слышасте исперва, в вас да пребывает: (и) аще в вас пребудет, еже исперва слышасте, и вы в Сыне и Отце пребудете. ",
          "ID": "24"
        },
        {
          "text": "И сие есть обетование, еже сам обеща нам, живот вечный. ",
          "ID": "25"
        },
        {
          "text": "Сия писах вам о льстящих вас. ",
          "ID": "26"
        },
        {
          "text": "И вы еже помазание приясте от него, в вас пребывает, и не требуете, да кто учит вы: но яко то само помазание учит вы о всем, и истинно есть, и несть ложно: и якоже научи вас, пребывайте в нем. ",
          "ID": "27"
        },
        {
          "text": "И ныне, чадца, пребывайте в нем, да егда явится, имамы дерзновение и не посрамимся от него в пришествии его. ",
          "ID": "28"
        },
        {
          "text": "Аще весте, яко праведник есть, разумейте, яко всяк творяй правду от него родися.",
          "ID": "29"
        }
      ],
      "ID": "NT:1JN.2",
      "name": "Первое послание апостола Иоанна 2"
    },
    {
      "text": [
        {
          "text": "Видите, какову любовь дал есть Отец нам, да чада Божия наречемся, и будем. Сего ради мир не знает нас, зане не позна его. ",
          "ID": "1"
        },
        {
          "text": "Возлюбленнии, ныне чада Божия есмы, и не у явися, что будем: вемы же, яко, егда явится, подобни ему будем, ибо узрим его, якоже есть. ",
          "ID": "2"
        },
        {
          "text": "И всяк имеяй надежду сию нань, очищает себе, якоже он чист есть. ",
          "ID": "3"
        },
        {
          "text": "Всяк творяй грех, и беззаконие творит: и грех есть беззаконие. ",
          "ID": "4"
        },
        {
          "text": "И весте, яко он явися, да грехи нашя возмет, и греха в нем несть. ",
          "ID": "5"
        },
        {
          "text": "Всяк, иже в нем пребывает, не согрешает: всяк согрешаяй не виде его, ни позна его. ",
          "ID": "6"
        },
        {
          "text": "Чадца, никтоже да льстит вас. Творяй правду праведник есть, якоже он праведен есть. ",
          "ID": "7"
        },
        {
          "text": "Творяй грех от диавола есть, яко исперва диавол согрешает. Сего ради явися Сын Божий да разрушит дела диаволя. ",
          "ID": "8"
        },
        {
          "text": "Всяк рожденный от Бога греха не творит, яко семя его в нем пребывает: и не может согрешати, яко от Бога рожден есть. ",
          "ID": "9"
        },
        {
          "text": "Сего ради явлена суть чада Божия и чада диаволя: всяк не творяй правды несть от Бога, и не любяй брата своего. ",
          "ID": "10"
        },
        {
          "text": "Яко се есть завещание, еже слышасте исперва, да любим друг друга, ",
          "ID": "11"
        },
        {
          "text": "не якоже каин от лукаваго бе и закла брата своего. И за кую вину закла его? Яко дела его лукава беша, а брата его праведна. ",
          "ID": "12"
        },
        {
          "text": "Не чудитеся, братие моя, аще ненавидит вас мир. ",
          "ID": "13"
        },
        {
          "text": "Мы вемы, яко преидохом от смерти в живот, яко любим братию: не любяй бо брата пребывает в смерти. ",
          "ID": "14"
        },
        {
          "text": "Всяк ненавидяй брата своего человекоубийца есть: и весте, яко всяк человекоубийца не имать живота вечнаго в себе пребывающа. ",
          "ID": "15"
        },
        {
          "text": "О сем познахом любовь, яко он по нас душу свою положи: и мы должни есмы по братии душы полагати. ",
          "ID": "16"
        },
        {
          "text": "Иже убо имать богатство мира сего, и видит брата своего требующа, и затворит утробу свою от него, како любы Божия пребывает в нем? ",
          "ID": "17"
        },
        {
          "text": "Чадца моя, не любим словом ниже языком, но делом и истиною. ",
          "ID": "18"
        },
        {
          "text": "И о сем разумеем, яко от истины есмы, и пред ним смиряем сердца наша: ",
          "ID": "19"
        },
        {
          "text": "зане аще зазирает нам сердце наше, яко болий есть Бог сердца нашего и весть вся. ",
          "ID": "20"
        },
        {
          "text": "Возлюбленнии, аще сердце наше не зазрит нам, дерзновение имамы к Богу, ",
          "ID": "21"
        },
        {
          "text": "и егоже аще просим, приемлем от него, яко заповеди его соблюдаем и угодная пред ним творим. ",
          "ID": "22"
        },
        {
          "text": "И сия есть заповедь его, да веруем во имя Сына его Иисуса Христа и любим друг друга, якоже дал есть заповедь нам. ",
          "ID": "23"
        },
        {
          "text": "И соблюдаяй заповеди его в нем пребывает, и той в нем. И о сем разумеем, яко пребывает в нас, от Духа, егоже дал есть нам.",
          "ID": "24"
        }
      ],
      "ID": "NT:1JN.3",
      "name": "Первое послание апостола Иоанна 3"
    },
    {
      "text": [
        {
          "text": "Возлюбленнии, не всякому духу веруйте, но искушайте духи, аще от Бога суть: яко мнози лжепророцы изыдоша в мир. ",
          "ID": "1"
        },
        {
          "text": "О сем познавайте Духа Божия и духа лестча: всяк дух, иже исповедует Иисуса Христа во Плоти пришедша, от Бога есть: ",
          "ID": "2"
        },
        {
          "text": "и всяк дух, иже не исповедует Иисуса Христа во Плоти пришедша, от Бога несть: и сей есть антихристов, егоже слышасте, яко грядет, и ныне в мире есть уже. ",
          "ID": "3"
        },
        {
          "text": "Вы от Бога есте, чадца, и победисте тех: яко болий есть иже в вас, нежели иже в мире. ",
          "ID": "4"
        },
        {
          "text": "Они от мира суть: сего ради от мира глаголют, и мир тех послушает. ",
          "ID": "5"
        },
        {
          "text": "Мы от Бога есмы: иже знает Бога, послушает нас, и иже несть от Бога, не послушает нас. О сем познаваем Духа истины и духа лестча. ",
          "ID": "6"
        },
        {
          "text": "Возлюбленнии, возлюбим друг друга, яко любы от Бога есть, и всяк любяй от Бога рожден есть, и знает Бога: ",
          "ID": "7"
        },
        {
          "text": "а не любяй не позна Бога, яко Бог любы есть. ",
          "ID": "8"
        },
        {
          "text": "О сем явися любы Божия в нас, яко Сына своего единороднаго посла Бог в мир, да живи будем им. ",
          "ID": "9"
        },
        {
          "text": "О сем есть любы, не яко мы возлюбихом Бога, но яко той возлюби нас, и посла Сына своего очищение о гресех наших. ",
          "ID": "10"
        },
        {
          "text": "Возлюбленнии, аще сице возлюбил есть нас Бог, и мы должни есмы друг друга любити. ",
          "ID": "11"
        },
        {
          "text": "Бога никтоже нигдеже виде. Аще друг друга любим, Бог в нас пребывает, и любы его совершенна есть в нас. ",
          "ID": "12"
        },
        {
          "text": "О сем разумеем, яко в нем пребываем, и той в нас, яко от Духа своего дал есть нам. ",
          "ID": "13"
        },
        {
          "text": "И мы видехом и свидетелствуем, яко Отец посла Сына спасителя миру. ",
          "ID": "14"
        },
        {
          "text": "Иже аще исповесть, яко Иисус есть Сын Божий, Бог в нем пребывает, и той в Бозе. ",
          "ID": "15"
        },
        {
          "text": "И мы познахом и веровахом любовь, юже имать Бог к нам. Бог любы есть, и пребываяй в любви в Бозе пребывает, и Бог в нем пребывает. ",
          "ID": "16"
        },
        {
          "text": "О сем совершается любы с нами, да дерзновение имамы в день судный, зане, якоже он есть, и мы есмы в мире сем. ",
          "ID": "17"
        },
        {
          "text": "Страха несть в любви, но совершенна любы вон изгоняет страх, яко страх муку имать: бояйся же не совершися в любви. ",
          "ID": "18"
        },
        {
          "text": "Мы любим его, яко той первее возлюбил есть нас. ",
          "ID": "19"
        },
        {
          "text": "Аще кто речет, яко люблю Бога, а брата своего ненавидит, ложь есть: ибо не любяй брата своего, егоже виде, Бога, егоже не виде, како может любити? ",
          "ID": "20"
        },
        {
          "text": "И сию заповедь имамы от него, да любяй Бога любит и брата своего.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.4",
      "name": "Первое послание апостола Иоанна 4"
    },
    {
      "text": [
        {
          "text": "Всяк веруяй, яко Иисус есть Христос, от Бога рожден есть: и всяк любяй рождшаго любит и рожденнаго от него. ",
          "ID": "1"
        },
        {
          "text": "О сем вемы, яко любим чада Божия, егда Бога любим и заповеди его соблюдаем. ",
          "ID": "2"
        },
        {
          "text": "Сия бо есть любы Божия, да заповеди его соблюдаем: и заповеди его тяжки не суть. ",
          "ID": "3"
        },
        {
          "text": "Яко всяк рожденный от Бога побеждает мир: и сия есть победа, победившая мир, вера наша. ",
          "ID": "4"
        },
        {
          "text": "Кто есть побеждаяй мир, токмо веруяй, яко Иисус есть Сын Божий? ",
          "ID": "5"
        },
        {
          "text": "Сей есть пришедый водою и кровию и Духом, Иисус Христос, не водою точию, но водою и кровию: и Дух есть свидетелствуяй, яко Дух есть истина. ",
          "ID": "6"
        },
        {
          "text": "Яко трие суть свидетелствующии на небеси, Отец, слово и святый Дух: и сии три едино суть. ",
          "ID": "7"
        },
        {
          "text": "И трие суть свидетелствующии на земли, дух и вода и кровь: и трие во едино суть. ",
          "ID": "8"
        },
        {
          "text": "Аще свидетелство человеческое приемлем, свидетелство Божие более есть: яко сие есть свидетелство Божие, еже свидетелствова о Сыне своем. ",
          "ID": "9"
        },
        {
          "text": "Веруяй в Сына Божия имать свидетелство в себе: не веруяй Богови лжа сотворил есть его, яко не верова во свидетелство, еже свидетелствова Бог о Сыне своем. ",
          "ID": "10"
        },
        {
          "text": "И сие есть свидетелство, яко живот вечный дал есть нам Бог, и сей живот в Сыне его есть. ",
          "ID": "11"
        },
        {
          "text": "Имеяй Сына Божия имать живот: а не имеяй Сына Божия живота не имать. ",
          "ID": "12"
        },
        {
          "text": "Сия писах вам верующым во имя Сына Божия, да весте, яко живот вечный имате, и да веруете во имя Сына Божия. ",
          "ID": "13"
        },
        {
          "text": "И сие есть дерзновение, еже имамы к нему, яко аще чесо просим по воли его, послушает нас: ",
          "ID": "14"
        },
        {
          "text": "и аще вемы, яко послушает нас, еже аще просим, вемы, яко имамы прошения, ихже просихом от него. ",
          "ID": "15"
        },
        {
          "text": "Аще кто узрит брата своего согрешающа грех не к смерти, да просит, и даст ему живот, согрешающым не к смерти. Есть грех к смерти: не о том, глаголю, да молится. ",
          "ID": "16"
        },
        {
          "text": "Всяка неправда грех есть, и есть грех не к смерти. ",
          "ID": "17"
        },
        {
          "text": "Вемы, яко всяк рожденный от Бога не согрешает: но рожденный от Бога блюдет себе, и лукавый не прикасается ему. ",
          "ID": "18"
        },
        {
          "text": "Вемы, яко от Бога есмы, и мир весь во зле лежит. ",
          "ID": "19"
        },
        {
          "text": "Вемы же, яко Сын Божий прииде и дал есть нам (свет и) разум, да познаем Бога истиннаго и да будем во истиннем Сыне его Иисусе Христе: сей есть истинный Бог и живот вечный. ",
          "ID": "20"
        },
        {
          "text": "Чадца, храните себе от треб идолских. Аминь. ",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.5",
      "name": "Первое послание апостола Иоанна 5"
    }
  ],
  "ID": "NT:1JN(CSLAV)",
  "name": "Первое послание апостола Иоанна"
}