{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Мы возвещаем о том, что существовало от начала, что слышали, что видели своими глазами, за чем наблюдали и к чему прикасались: о Слове Жизни. ",
          "ID": "1"
        },
        {
          "text": "Сама Жизнь явилась, и мы видели Ее, о чем и свидетельствуем. Мы возвещаем вам о вечной Жизни, Которая была с Отцом и Которая была явлена нам. ",
          "ID": "2"
        },
        {
          "text": "Мы говорим вам о том, что сами видели и слышали, чтобы и вы тоже присоединились и имели общение с нами, а наше общение с Отцом и Его Сыном Иисусом Христом. ",
          "ID": "3"
        },
        {
          "text": "Об этом мы и пишем для того, чтобы радость наша была полной.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И вот та весть, которую мы сами слышали от Него и теперь передаем вам: Бог – это свет, и в Нем нет никакой тьмы. ",
          "ID": "5"
        },
        {
          "text": "Если мы говорим, что имеем общение с Ним, но сами ходим во тьме, то мы лжем и не поступаем согласно истине. ",
          "ID": "6"
        },
        {
          "text": "Но если мы ходим во свете, как и Он во свете, то мы имеем общение друг с другом, и кровь Его Сына Иисуса очищает нас от всякого греха.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Если мы заявляем о том, что мы безгрешны, то обманываем самих себя, и в нас нет истины. ",
          "ID": "8"
        },
        {
          "text": "Если же мы признаем наши грехи, то Он простит их нам и очистит нас от всякой неправедности, потому что Он верен и справедлив. ",
          "ID": "9"
        },
        {
          "text": "А если мы говорим, что не согрешили, то представляем Бога лжецом, и, значит, Его слова нет в нас.",
          "ID": "10"
        }
      ],
      "ID": "NT:1JN.1",
      "name": "Первое Послание Иоанна 1"
    },
    {
      "text": [
        {
          "text": "Дети мои, я пишу вам это, чтобы вы не согрешали. Но если кто из вас и согрешит, то у нас есть Праведник Иисус Христос, Который свидетельствует перед Отцом в нашу защиту. ",
          "ID": "1"
        },
        {
          "text": "Он – умилостивление за наши грехи, и не только за наши, но и за грехи всего мира.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Мы можем быть уверены, что знаем Его, если соблюдаем Его повеления. ",
          "ID": "3"
        },
        {
          "text": "Если кто-то говорит: «Я знаю Его», но не соблюдает Его повелений, тот лжец, и истины в нем нет. ",
          "ID": "4"
        },
        {
          "text": "Но если человек послушен Его слову, тогда любовь Божья действительно достигла в нем своей полноты; это и показывает, что мы пребываем в Нем. ",
          "ID": "5"
        },
        {
          "text": "Кто говорит, что он в Нем, тот должен и жить так, как жил Он.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Дорогие, я не пишу вам какое-то новое повеление, повеление это известно уже давно, и вы имели его с самого начала. Это старое повеление и есть та весть, которую вы слышали. ",
          "ID": "7"
        },
        {
          "text": "И все-таки, то, что я пишу, – это и новое повеление, истинное в Нем и в вас, потому что мрак рассеивается, и уже светит истинный свет.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Кто заявляет, что живет во свете, но ненавидит своего брата, тот еще во тьме. ",
          "ID": "9"
        },
        {
          "text": "Но кто любит своего брата, тот живет во свете, и в нем нет уже ничего, что ведет ко греху. ",
          "ID": "10"
        },
        {
          "text": "Кто ненавидит своего брата, тот находится во тьме и во тьме ходит, не зная, куда идет, потому что тьма ослепила его.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Я пишу вам, дети,",
          "ID": "12"
        },
        {
          "text": "потому что ваши грехи уже прощены ради Его имени.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Я пишу вам, отцы,",
          "ID": "13"
        },
        {
          "text": "потому что вы познали Того, Кто существует от начала.",
          "ID": "13"
        },
        {
          "text": "Я пишу вам, юноши,",
          "ID": "13"
        },
        {
          "text": "потому что вы победили лукавого.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Я написал вам, дети,",
          "ID": "14"
        },
        {
          "text": "потому что вы познали Отца.",
          "ID": "14"
        },
        {
          "text": "Я написал вам, отцы,",
          "ID": "14"
        },
        {
          "text": "потому что вы познали Того,",
          "ID": "14"
        },
        {
          "text": "Кто существует от начала.",
          "ID": "14"
        },
        {
          "text": "Я написал вам, юноши,",
          "ID": "14"
        },
        {
          "text": "потому что вы сильны,",
          "ID": "14"
        },
        {
          "text": "в вас слово Божье и вы победили лукавого.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Не любите ни этого мира, ни того, что в мире. Кто любит мир, в том нет любви к Отцу, ",
          "ID": "15"
        },
        {
          "text": "потому что все, что есть в этом мире, – желания плоти, желания глаз и житейская гордость, – не от Отца, а от мира. ",
          "ID": "16"
        },
        {
          "text": "Мир и мирские желания проходят, но тот, кто исполняет Божью волю, живет вечно.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Дети, это время – последнее. Вы слышали, что должен прийти антихрист, и сейчас появилось много антихристов, из чего мы узнаем, что время – последнее. ",
          "ID": "18"
        },
        {
          "text": "Эти антихристы вышли из нашей среды, хоть они никогда к нам не принадлежали. Если бы они действительно принадлежали к нам, то остались бы с нами. То, что они от нас вышли, показывает, что они и не принадлежали к нам.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Вы получили помазание от Святого, и у всех вас есть знание. ",
          "ID": "20"
        },
        {
          "text": "Я пишу вам не потому, что вы не знаете истины, а наоборот, потому, что вы знаете ее и то, что из нее не может произойти никакой лжи. ",
          "ID": "21"
        },
        {
          "text": "Кто такой лжец? Лжец – тот, кто отвергает, что Иисус – Христос. Такой человек – антихрист, он отвергает и Отца, и Сына. ",
          "ID": "22"
        },
        {
          "text": "Тот, кто отвергает Сына, не имеет и Отца, а кто признает Сына, тот имеет и Отца.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Храните слышанное вами от начала. Если то, что вы слышали от начала, будет постоянно в вас, то и вы сами будете в Сыне и в Отце. ",
          "ID": "24"
        },
        {
          "text": "Его обещание, которое Он дал нам, – вечная жизнь.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Это я пишу вам относительно тех, кто пытается вас обмануть. ",
          "ID": "26"
        },
        {
          "text": "Помазание, которое вы получили от Него, постоянно в вас, и поэтому вам не нужно, чтобы кто-либо учил вас. Его помазание само учит вас всему, оно говорит истину и никогда не лжет. Поэтому, как оно научило вас, так и оставайтесь в Нем.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "И теперь, дети, оставайтесь в Нем, чтобы, когда Он явится, мы могли бы стоять перед Ним уверенно и не стыдясь.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Если вы знаете, что Он праведен, то знаете и то, что каждый, кто живет праведно, рожден от Него.",
          "ID": "29"
        }
      ],
      "ID": "NT:1JN.2",
      "name": "Первое Послание Иоанна 2"
    },
    {
      "text": [
        {
          "text": "Посмотрите, какую великую любовь дал нам Отец, чтобы мы были названы детьми Бога! И мы действительно Его дети! Мир потому нас не знает, что не познал Его. ",
          "ID": "1"
        },
        {
          "text": "Дорогие, теперь мы дети Божьи, а какими будем, еще неизвестно. Мы знаем только, что, когда Он придет, мы станем подобны Ему, потому что тогда увидим Его таким, каков Он есть. ",
          "ID": "2"
        },
        {
          "text": "Каждый, кто имеет эту надежду на Него, очищает себя, чтобы стать чистым, как Он.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Кто согрешает, тот творит беззаконие, потому что грех – это беззаконие. ",
          "ID": "4"
        },
        {
          "text": "Вы знаете, что Он был явлен для того, чтобы забрать грехи. В Нем Самом греха нет. ",
          "ID": "5"
        },
        {
          "text": "Кто живет в Нем, тот не любит грешить, а кто грешит, тот, значит, не видел Его и не познал Его.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Дети, смотрите, чтобы никто не обманул вас. Кто поступает праведно, тот праведен, как и Он праведен. ",
          "ID": "7"
        },
        {
          "text": "Кто любит грешить, тот от дьявола, потому что дьявол грешит от начала. Но для того и был явлен Сын Божий, чтобы разрушить дела дьявола. ",
          "ID": "8"
        },
        {
          "text": "Всякий, кто был рожден от Бога, не любит грех, потому что в нем заложено Божье семя. Он не может любить грех, потому что рожден от Бога. ",
          "ID": "9"
        },
        {
          "text": "Отличить детей Бога от детей дьявола можно так: кто не поступает праведно, тот не от Бога, так же как и не любящий своего брата.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Вот весть, которая была вам провозглашена еще вначале: мы должны любить друг друга. ",
          "ID": "11"
        },
        {
          "text": "Не будьте такими, как Каин. Он был от лукавого и убил своего брата. А почему убил? Потому что его дела были злы, а дела его брата – праведны. ",
          "ID": "12"
        },
        {
          "text": "Не удивляйтесь, братья, если мир вас ненавидит. ",
          "ID": "13"
        },
        {
          "text": "Мы знаем, что уже перешли от смерти к жизни, потому что любим братьев. Тот, кто не любит, – тот еще во власти смерти. ",
          "ID": "14"
        },
        {
          "text": "Всякий, кто ненавидит своего брата, тот человекоубийца, а вы знаете, что ни в каком человекоубийце не может быть вечной жизни.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Любовь мы узнали в том, что Иисус отдал за нас Свою жизнь. И мы тоже должны быть готовы отдать жизнь за братьев. ",
          "ID": "16"
        },
        {
          "text": "Если человек, живущий в достатке, видит своего брата в нужде и не пожалеет его, то как в нем может быть Божья любовь? ",
          "ID": "17"
        },
        {
          "text": "Дети, давайте будем любить не только на словах, языком, но и на деле, истинной любовью. ",
          "ID": "18"
        },
        {
          "text": "И так мы сможем узнать, что мы от истины, и успокоим наше сердце перед Ним. ",
          "ID": "19"
        },
        {
          "text": "И даже если наше сердце осуждает нас, мы можем успокоить его, потому что Бог больше нашего сердца и знает все.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Дорогие, если сердце нас не осуждает, то мы можем со всей уверенностью приходить к Богу. ",
          "ID": "21"
        },
        {
          "text": "И о чем бы мы Его ни попросили, все получаем от Него, потому что соблюдаем Его повеления и делаем то, что угодно Ему. ",
          "ID": "22"
        },
        {
          "text": "Его повеление заключается в том, чтобы мы верили во имя Его Сына Иисуса Христа и любили друг друга, как Он повелел нам. ",
          "ID": "23"
        },
        {
          "text": "Тот, кто соблюдает Его повеления, – пребывает в Боге, и Бог в нем. И то, что Он пребывает в нас, мы узнаем по Духу, Которого Он дал нам.",
          "ID": "24"
        }
      ],
      "ID": "NT:1JN.3",
      "name": "Первое Послание Иоанна 3"
    },
    {
      "text": [
        {
          "text": "Любимые, не каждому духу верьте, но проверяйте, от Бога ли эти духи, потому что много лжепророков вышло в мир. ",
          "ID": "1"
        },
        {
          "text": "Вы можете распознать Духа Божьего так: Дух, признающий, что Иисус Христос пришел в человеческом теле, – это Дух от Бога. ",
          "ID": "2"
        },
        {
          "text": "Но дух, не признающий Иисуса, – не от Бога. Это дух антихриста, о котором вы слышали, что он придет, и он уже есть в мире.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Дети, вы от Бога, и вы победили этих лжепророков, потому что Тот, Кто в вас, больше того, кто в мире. ",
          "ID": "4"
        },
        {
          "text": "Они от мира и поэтому говорят так, как говорят в мире, и мир слушает их. ",
          "ID": "5"
        },
        {
          "text": "Но мы от Бога, и кто знает Бога, тот нас слушает, кто же не от Бога, тот не слушает нас. Так мы распознаем Духа истины и духа лжи.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Дорогие, будем же любить друг друга, потому что любовь от Бога, и каждый, кто любит, рожден от Бога и знает Бога. ",
          "ID": "7"
        },
        {
          "text": "Кто не любит, тот не знает Бога, потому что Бог есть любовь! ",
          "ID": "8"
        },
        {
          "text": "Бог проявил Свою любовь к нам в том, что послал в мир Своего единственного Сына, чтобы мы через Него получили жизнь. ",
          "ID": "9"
        },
        {
          "text": "Любовь заключается не в том, что мы полюбили Бога, но в том, что Бог полюбил нас и послал Своего Сына в умилостивление за наши грехи. ",
          "ID": "10"
        },
        {
          "text": "Дорогие, если Бог нас так любит, то и мы должны любить друг друга. ",
          "ID": "11"
        },
        {
          "text": "Бога никто никогда не видел, но если мы любим друг друга, то в нас живет Сам Бог, и Его любовь в нас совершенна.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Он дал нам от Своего Духа, и поэтому мы знаем, что мы в Нем, а Он в нас. ",
          "ID": "13"
        },
        {
          "text": "Мы сами видели и свидетельствуем, что Отец послал Сына Спасителем мира. ",
          "ID": "14"
        },
        {
          "text": "Кто признает Иисуса как Сына Божьего, в том пребывает Бог, и сам этот человек – в Боге. ",
          "ID": "15"
        },
        {
          "text": "Мы узнали и поверили, что Бог нас любит.",
          "ID": "16"
        },
        {
          "text": "Бог есть любовь, и тот, кто пребывает в любви, пребывает в Боге, и Бог пребывает в нем. ",
          "ID": "16"
        },
        {
          "text": "Любовь достигла среди нас совершенства, так что мы можем со всей уверенностью встречать День Суда, потому что каков Он, таковы и мы в этом мире. ",
          "ID": "17"
        },
        {
          "text": "В любви нет страха, но совершенная любовь прогоняет его, потому что страх связан с наказанием, и кто боится, тот еще не достиг совершенства в любви.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Мы любим потому, что Он первый нас полюбил. ",
          "ID": "19"
        },
        {
          "text": "Кто говорит: «Я люблю Бога», но ненавидит своего брата, тот лжец. Кто не любит своего брата, которого он видел, тот не может любить Бога, Которого не видел. ",
          "ID": "20"
        },
        {
          "text": "И вот повеление, которое Он нам оставил: «Кто любит Бога, тот должен любить и своего брата».",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.4",
      "name": "Первое Послание Иоанна 4"
    },
    {
      "text": [
        {
          "text": "Кто верит в то, что Иисус – Христос, тот рожден от Бога, а кто любит Отца, тот любит и рожденных от Него. ",
          "ID": "1"
        },
        {
          "text": "А то, что мы любим Божьих детей, узнаем из того, что любим Бога и исполняем Его повеления. ",
          "ID": "2"
        },
        {
          "text": "Любовь к Богу проявляется в исполнении Его повелений. Повеления Его необременительны, ",
          "ID": "3"
        },
        {
          "text": "потому что тот, кто рожден от Бога, побеждает мир, и эта победа одержана благодаря нашей с вами вере. ",
          "ID": "4"
        },
        {
          "text": "Кто же побеждает мир, как не тот, кто верит, что Иисус – Сын Божий?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Иисус Христос пришел через воду и кровь. Он пришел не только через воду, но через воду и кровь. И свидетель этому – Дух, потому что Дух есть истина. ",
          "ID": "6"
        },
        {
          "text": "Итак, есть три свидетеля: ",
          "ID": "7"
        },
        {
          "text": "Дух, вода и кровь – и все они свидетельствуют об одном. ",
          "ID": "8"
        },
        {
          "text": "Если мы верим свидетельству людей, то свидетельство Бога намного сильнее, потому что это свидетельство Бога: Он засвидетельствовал о Своем Сыне. ",
          "ID": "9"
        },
        {
          "text": "Кто верит в Божьего Сына, у того это свидетельство в нем самом, а кто не верит Богу, тот представляет Бога лжецом, потому что он не верит тому, что Бог говорит о Своем Сыне. ",
          "ID": "10"
        },
        {
          "text": "Вот это свидетельство: Бог дал нам вечную жизнь, и жизнь эта – в Его Сыне. ",
          "ID": "11"
        },
        {
          "text": "У кого есть Сын, у того есть жизнь, а у кого нет Сына, у того нет и жизни.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Я написал это вам, верящим во имя Божьего Сына, чтобы вы знали, что у вас есть вечная жизнь. ",
          "ID": "13"
        },
        {
          "text": "Мы приходим к Богу с полной уверенностью в том, что если просим Его о чем-либо в согласии с Его волей, то Он нас слышит. ",
          "ID": "14"
        },
        {
          "text": "И если мы знаем, что Он слышит нас, о чем бы мы ни просили, то знаем, что имеем то, что просим у Него.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда вы видите своего брата согрешающим, и если этот грех не ведет к смерти, то молитесь об этом брате, и Бог даст ему жизнь. Я говорю здесь о таких грехах, которые не ведут к смерти. Есть грех, последствием которого может быть только смерть, и я не говорю вам молиться о грешнике, виновном в таком грехе. ",
          "ID": "16"
        },
        {
          "text": "Всякий неправедный поступок – грех, но не все грехи влекут за собой смерть.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Мы знаем, что всякий рожденный от Бога не любит грешить. Рожденный от Бога хранит себя, и лукавый не прикасается к такому человеку. ",
          "ID": "18"
        },
        {
          "text": "Мы знаем, что мы от Бога, а весь мир лежит во власти лукавого. ",
          "ID": "19"
        },
        {
          "text": "Мы знаем и то, что Сын Божий пришел и открыл нам разум, чтобы мы познали Того, Кто истинен. И мы в Том, Кто истинен – в Его Сыне Иисусе Христе. Он – истинный Бог и вечная жизнь!",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Дети, берегите себя от идолов.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.5",
      "name": "Первое Послание Иоанна 5"
    }
  ],
  "ID": "NT:1JN(NRP)",
  "name": "Первое Послание Иоанна"
}