{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Слово Жизни существовало с самого начала. Мы слышали Его, видели своими глазами, наблюдали за Его действиями и прикасались к Нему своими руками. О Нём мы пишем вам.",
          "ID": "1"
        },
        {
          "text": "Мы видели Его и являемся свидетелями Ему, и теперь объявляем вам о Том, Кто Сам является Жизнью вечной, Который пришёл с Отцом и был показан нам.",
          "ID": "2"
        },
        {
          "text": "Мы говорим вам обо всём, что видели и слышали, чтобы и вы приобщились. А приобщение наше будет Отцу и Сыну Его Иисусу Христу.",
          "ID": "3"
        },
        {
          "text": "И потому мы пишем вам об этом, чтобы наша радость стала полной.",
          "ID": "4"
        },
        {
          "text": "Вот какое послание, полученное от Бога, мы передаём вам: «Бог — это Свет, и в Нём нет тьмы».",
          "ID": "5"
        },
        {
          "text": "Eсли мы говорим, что приобщились к Нему, но продолжаем жить во тьме, то лжём и не следуем правде.",
          "ID": "6"
        },
        {
          "text": "Если же мы будем постоянно жить во Свете, в котором живёт Бог, то приобщимся друг к другу, и кровь Иисуса, Сына Его, очистит нас от всяческих грехов.",
          "ID": "7"
        },
        {
          "text": "Если мы говорим, что безгрешны, то обманываем себя, и нет в нас истины.",
          "ID": "8"
        },
        {
          "text": "Если мы исповедуемся в грехах наших, то Бог неизменно прощает нам грехи и очищает нас от всей неправедности, так как Он верный и праведный.",
          "ID": "9"
        },
        {
          "text": "Если мы говорим, что безгрешны, то превращаем Бога в лжеца и не принимаем Его послание.",
          "ID": "10"
        }
      ],
      "ID": "NT:1JN.1",
      "name": "Первое Послание Иоанна 1"
    },
    {
      "text": [
        {
          "text": "Дети мои дорогие! Я пишу вам об этом, чтобы вы не совершали грех, но если кто согрешит, то у нас есть заступник перед Отцом — Иисус Христос, Праведник.",
          "ID": "1"
        },
        {
          "text": "Он и есть та жертва, которая искупает грехи наши, и не только наши, но и всего света.",
          "ID": "2"
        },
        {
          "text": "И таким образом, мы можем быть уверены, что воистину познали Бога, если будем исполнять заповеди Его.",
          "ID": "3"
        },
        {
          "text": "Тот, кто говорит: «Я знаю Его!», но не исполняет заповеди Его, лжёт, и нет в нём правды.",
          "ID": "4"
        },
        {
          "text": "В том же, кто повинуется учению Божьему, любовь Божья достигла своего совершенства. Вот как можем мы удостовериться, что приобщились к Богу:",
          "ID": "5"
        },
        {
          "text": "кто говорит, что живёт в Боге, должен жить, как жил Иисус.",
          "ID": "6"
        },
        {
          "text": "Друзья любимые! Я пишу вам не о новой, а о старой заповеди, которая была дана вам с самого начала. Эта старая заповедь — послание, которое вы уже слышали.",
          "ID": "7"
        },
        {
          "text": "Но притом то, о чём я вам пишу — новая заповедь, и эта истина видна во Христе и в вас, так как тьма отступает, и Свет истины уже сияет.",
          "ID": "8"
        },
        {
          "text": "Кто говорит, что принадлежит свету, а сам ненавидит брата своего, всё ещё находится во тьме.",
          "ID": "9"
        },
        {
          "text": "Кто любит брата своего, остаётся в Свете, и ничто не сможет вовлечь его в грех.",
          "ID": "10"
        },
        {
          "text": "Тот же, кто ненавидит брата своего, находится во тьме, живёт во тьме и не знает, куда идёт, так как тьма ослепила его.",
          "ID": "11"
        },
        {
          "text": "Я пишу вам, дорогие дети,",
          "ID": "12"
        },
        {
          "text": "так как ваши грехи были прощены благодаря Христу.",
          "ID": "12"
        },
        {
          "text": "Я пишу вам, родители,",
          "ID": "13"
        },
        {
          "text": "так как вы познали Его,",
          "ID": "13"
        },
        {
          "text": "Существовавшего с самого начала.",
          "ID": "13"
        },
        {
          "text": "Я пишу вам, юноши,",
          "ID": "13"
        },
        {
          "text": "так как вы победили лукавого.",
          "ID": "13"
        },
        {
          "text": "Я написал вам, дети,",
          "ID": "14"
        },
        {
          "text": "так как вы познали Отца.",
          "ID": "14"
        },
        {
          "text": "Я написал вам, родители,",
          "ID": "14"
        },
        {
          "text": "так как вы познали Его,",
          "ID": "14"
        },
        {
          "text": "Существовавшего с самого начала.",
          "ID": "14"
        },
        {
          "text": "Я написал вам, юноши,",
          "ID": "14"
        },
        {
          "text": "так как вы сильны,",
          "ID": "14"
        },
        {
          "text": "послание Божье живёт в вас,",
          "ID": "14"
        },
        {
          "text": "и вы победили лукавого.",
          "ID": "14"
        },
        {
          "text": "Не любите этот злой мир, ни того, что находится в нём, потому что если кто любит мирское, то в его сердце нет любви к Отцу.",
          "ID": "15"
        },
        {
          "text": "Ведь то, что в мире — это всё то, чего жаждет наша греховная природа, всё, чего жаждет наш взор, и всё, чем люди так гордятся в этой жизни,есть не от Отца, но от мира.",
          "ID": "16"
        },
        {
          "text": "Мир уходит в небытие вместе со всеми страстями, которые он порождает, но тот, кто исполняет волю Божью, живёт вечно.",
          "ID": "17"
        },
        {
          "text": "Дорогие дети мои! Час последний близок. И, как вы слышали, что придёт антихрист, так и множество антихристов уже появилось, из чего мы знаем, что последний час близок.",
          "ID": "18"
        },
        {
          "text": "Эти антихристы оставили нас, так как на самом деле не принадлежали к нам. Если бы они принадлежали к нам, то оставались бы среди нас. Однако они все покинули нас, тем самым показав, что никто из них не принадлежит к нам.",
          "ID": "19"
        },
        {
          "text": "Вы же получили дар, вручённый вам Святым, так что все вы знаете истину.",
          "ID": "20"
        },
        {
          "text": "Я пишу вам не потому, что вы не знаете истины, а потому, что вы знаете её, и потому, что истина не порождает ложь.",
          "ID": "21"
        },
        {
          "text": "Кто же больший лжец, чем тот, кто говорит, что Иисус — не Христос? Такой человек — антихрист. Он отрицает и Отца, и Сына.",
          "ID": "22"
        },
        {
          "text": "У того, кто отрицает Сына, нет и Отца, у того же, кто признаёт Сына, есть и Отец.",
          "ID": "23"
        },
        {
          "text": "Что же касается вас, то, о чём вы слышали с начала, должно оставаться при вас. Если то, о чём слышали вы с начала, остаётся при вас, то вы пребудете в Сыне и Отце,",
          "ID": "24"
        },
        {
          "text": "а Сын обещал нам жизнь вечную.",
          "ID": "25"
        },
        {
          "text": "Я написал это вам о тех, кто пытается обмануть вас.",
          "ID": "26"
        },
        {
          "text": "Христос дал вам особый дар, который находится в вас, и потому нет нужды, чтобы кто-либо давал вам поучения. Тот дар учит вас всему; он истинный, а не ложный и поэтому, согласно его наставлению, вы должны оставаться во Христе.",
          "ID": "27"
        },
        {
          "text": "Так оставайтесь же во Христе, дорогие дети мои, чтобы, когда Он явится, мы были бы уверены в себе и не устыдились бы Его, когда Он придёт.",
          "ID": "28"
        },
        {
          "text": "Если вы знаете, что Он праведен, то знаете и то, что каждый, кто поступает праведно — сын Божий.",
          "ID": "29"
        }
      ],
      "ID": "NT:1JN.2",
      "name": "Первое Послание Иоанна 2"
    },
    {
      "text": [
        {
          "text": "Подумайте, какую великую любовь Отец проявил к нам, позволив нам называться детьми Божьими! И мы в самом деле таковы. Потому мир и не признаёт нас, что не признаёт его.",
          "ID": "1"
        },
        {
          "text": "Друзья любимые! Сейчас мы дети Божьи, и пока не известно ещё, кем мы будем в будущем. Мы знаем, однако, что когда Христос явится снова, мы все будем подобны Ему, потому что увидим Его таким, каков Он есть!",
          "ID": "2"
        },
        {
          "text": "И каждый, кто имеет надежду на Него, очищает себя так, как чист Христос.",
          "ID": "3"
        },
        {
          "text": "Каждый, кто совершает грех, нарушает Закон Божий, потому что грех есть нарушение Закона.",
          "ID": "4"
        },
        {
          "text": "Как вы знаете, Христос пришёл, чтобы убрать грехи, в Нём же Самом нет греха.",
          "ID": "5"
        },
        {
          "text": "Каждый, кто в Нём, не грешит; из тех же, кто продолжает грешить, никто ни видел Его, ни когда-либо знал Его.",
          "ID": "6"
        },
        {
          "text": "Дети мои! Пусть никто не обманывает вас. Христос всегда поступал праведно, поэтому, чтобы уподобиться Ему, вы также должны поступать праведно.",
          "ID": "7"
        },
        {
          "text": "Кто продолжает грешить, принадлежит дьяволу, потому что дьявол грешил с самого начала. Сын Божий явился, чтобы искоренить дела дьявола.",
          "ID": "8"
        },
        {
          "text": "Никто из тех, кто стал одним из детей Божьих, не продолжает грешить, потому что новая жизнь, которую Бог дал ему, остаётся в нём. Такой человек не может грешить, так как он стал одним из детей Божьих.",
          "ID": "9"
        },
        {
          "text": "Вот как можно различить, кто дети Божьи, а кто дьявола: кто не поступает добродетельно и не любит брата своего в семье Божьей, не принадлежит Богу.",
          "ID": "10"
        },
        {
          "text": "С самого начала вы слышали наставление, что мы должны любить друг друга.",
          "ID": "11"
        },
        {
          "text": "Мы не должны быть подобны Каину, который принадлежал лукавому и убил брата своего. За что он убил его? За то, что его дела были злы, а дела брата его — праведны.",
          "ID": "12"
        },
        {
          "text": "Братья и сёстры, не удивляйтесь, если мир ненавидит вас.",
          "ID": "13"
        },
        {
          "text": "Мы знаем, что перешли от смерти к жизни, потому что любим братьев и сестёр своих, а кто не любит, остаётся мёртв.",
          "ID": "14"
        },
        {
          "text": "Всякий, кто ненавидит брата своего — убийца, а вы знаете, что ни один убийца не имеет вечной жизни.",
          "ID": "15"
        },
        {
          "text": "Мы знаем, что такое настоящая любовь из того, что Христос отдал за нас Свою жизнь, и мы также должны отдать жизнь за братьев и сестёр своих.",
          "ID": "16"
        },
        {
          "text": "Если у кого есть богатство мирское, и он видит, что верующий брат его находится в нужде, но не сжалится над ним, то как же можно сказать, что любовь Божья остаётся с ним?",
          "ID": "17"
        },
        {
          "text": "Дети мои! Наша любовь не должна быть лишь в словах и разговорах, но она должна быть настоящей и выражаться в поступках.",
          "ID": "18"
        },
        {
          "text": "Так мы узнаем, что принадлежим истине, и даже когда наши сердца осуждают нас, мы всё же можем обрести мир перед Богом, так как Бог больше наших сердец и знает всё.",
          "ID": "19+1JN"
        },
        {
          "text": "Друзья любимые! Если наши сердца не осуждают нас, значит, мы можем приблизиться к Богу без страха.",
          "ID": "21"
        },
        {
          "text": "И мы получаем от Бога то, о чём просим, потому что соблюдаем заповеди Его и совершаем поступки, угодные Ему.",
          "ID": "22"
        },
        {
          "text": "Вот что Он заповедует: мы должны верить в Сына Его, Иисуса Христа, и любить друг друга, как заповедал нам Иисус.",
          "ID": "23"
        },
        {
          "text": "Кто соблюдает заповеди Божьи, живёт в Боге, и Бог живёт в том человеке. Вот откуда мы знаем, что Бог живёт в нас благодаря Духу, который Он даровал нам.",
          "ID": "24"
        }
      ],
      "ID": "NT:1JN.3",
      "name": "Первое Послание Иоанна 3"
    },
    {
      "text": [
        {
          "text": "Друзья любимые! Не берите за правило верить каждому духу пророчествующему, но всегда подвергайте духов испытанию, чтобы узнать от Бога ли они, так как множество лжепророков появилось в мире.",
          "ID": "1"
        },
        {
          "text": "Вот как вы можете распознать Духа Божьего: всякий дух, признающий, что Иисус есть Христос, Который пришёл на землю и стал человеком — от Бога.",
          "ID": "2"
        },
        {
          "text": "Всякий дух, который не признаёт Иисуса — не от Бога. Такой пророческий дух вдохновляет антихриста, о приходе которого вы слышали, и который уже сейчас присутствует в мире.",
          "ID": "3"
        },
        {
          "text": "Дети мои, вы принадлежите Богу! Вы победили лжепророков, потому что Бог, Который в вас, превосходит того, кто в мире.",
          "ID": "4"
        },
        {
          "text": "Те люди принадлежат миру, и потому то, о чём они говорят, исходит от мира и мир слушает их.",
          "ID": "5"
        },
        {
          "text": "Но мы принадлежим Богу, и тот, кому известен Бог, прислушивается к нам; тот же, кто не принадлежит Богу, не слушает нас. Вот как мы можем распознать Духа, несущего людям истину, и духа, вводящего в заблуждение.",
          "ID": "6"
        },
        {
          "text": "Друзья любимые! Будем же любить друг друга, потому что любовь идёт от Бога, и каждый, кто любит, поступает так, потому что стал одним из детей Божьих и познал Бога.",
          "ID": "7"
        },
        {
          "text": "Кто не любит, не знает Бога, потому что Бог есть любовь.",
          "ID": "8"
        },
        {
          "text": "Бог проявил Свою любовь к нам, послав в мир Своего единственного Сына, чтобы через Него мы обрели жизнь.",
          "ID": "9"
        },
        {
          "text": "Любовь не в том, что мы любим Бога, а в том, что Он возлюбил нас и послал к нам Сына Своего в жертву, искупляющую грехи наши.",
          "ID": "10"
        },
        {
          "text": "Друзья любимые! Если Бог так возлюбил нас, то и нам следует любить друг друга.",
          "ID": "11"
        },
        {
          "text": "Никто никогда не видел Бога, но если мы любим друг друга, то Бог живёт в нас, и любовь Его в нас достигает совершенства.",
          "ID": "12"
        },
        {
          "text": "Вот как узнаём мы, что живём в Нём и что Он живёт в нас: Бог дал нам Своего Духа.",
          "ID": "13"
        },
        {
          "text": "Мы видели, что Отец послал Сына Своего, чтобы Тот стал Спасителем мира, именно об этом и есть наше свидетельство.",
          "ID": "14"
        },
        {
          "text": "Если кто признаёт, что Иисус — Сын Божий, то Бог живёт в этом человеке, и он остаётся в Боге.",
          "ID": "15"
        },
        {
          "text": "И мы знаем эту любовь, которую Бог испытывает к нам, и доверились ей.",
          "ID": "16"
        },
        {
          "text": "Бог есть любовь. Тот, кто живёт в любви, живёт в Боге и Бог живёт в нём.",
          "ID": "16"
        },
        {
          "text": "Любовь становится столь совершенной в нас, так чтобы в Судный День мы обрели уверенность, потому что и в этом мире мы подобны Ему.",
          "ID": "17"
        },
        {
          "text": "В любви нет никакого страха, но совершенная любовь изгоняет страх. Страх связан с наказанием, и кто боится, не достиг совершенства в любви.",
          "ID": "18"
        },
        {
          "text": "Мы любим, потому что сначала Бог возлюбил нас.",
          "ID": "19"
        },
        {
          "text": "Если кто говорит: «Я люблю Бога», а ненавидит брата своего, то он лжец, потому что кто не любит брата своего, которого видит, не может любить Бога, Которого не видел.",
          "ID": "20"
        },
        {
          "text": "Мы получили такую заповедь от Христа: кто любит Бога, должен любить и брата своего.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.4",
      "name": "Первое Послание Иоанна 4"
    },
    {
      "text": [
        {
          "text": "Те, кто верит, что Иисус — Христос, становятся детьми Божьими. И каждый, кто любит Отца, любит и дитя Его.",
          "ID": "1"
        },
        {
          "text": "Вот как узнаем мы, что любим детей Божьих: любя Бога и повинуясь Его заповедям.",
          "ID": "2"
        },
        {
          "text": "Вот как показываем мы свою любовь к Богу: тем, что исполняем заповеди Его. И заповеди Его не слишком трудно исполнять,",
          "ID": "3"
        },
        {
          "text": "потому что каждый, кто от Бога, побеждает мир. И вот что принесло нам победу над миром — наша вера.",
          "ID": "4"
        },
        {
          "text": "Так кто же завоюет мир, если не тот, кто верит, что Иисус — Сын Божий?",
          "ID": "5"
        },
        {
          "text": "Это Он, Иисус Христос, пришёл к нам с водой и кровью. Он пришёл к нам не только с водой, но с водой и с кровью. И Дух — свидетель этому, потому что Дух — это истина.",
          "ID": "6"
        },
        {
          "text": "Есть тому три свидетеля:",
          "ID": "7"
        },
        {
          "text": "Дух, вода и кровь, и все они свидетельствуют об одном и том же.",
          "ID": "8"
        },
        {
          "text": "Раз мы принимаем свидетельство людское, то должны признать, что свидетельство Бога ценнее. И вот каково свидетельство Бога: Он свидетельствует о Сыне Своём.",
          "ID": "9"
        },
        {
          "text": "Кто верит в Сына Божьего, несёт это свидетельство в себе; кто не верит в то, что говорит Бог, превращает его в лжеца, потому что не верит в свидетельство Бога о Сыне Своём.",
          "ID": "10"
        },
        {
          "text": "Свидетельство же вот в чём: Бог дал нам жизнь вечную, и жизнь эта в Сыне Его.",
          "ID": "11"
        },
        {
          "text": "Тот, у кого есть Сын, имеет эту жизнь; тот же, у кого нет Сына Божьего, не имеет жизни этой.",
          "ID": "12"
        },
        {
          "text": "Я пишу вам, верующим в Сына Божьего, чтобы вы знали, что обладаете вечной жизнью.",
          "ID": "13"
        },
        {
          "text": "Мы с уверенностью можем прийти к Богу, потому что если попросим о чём-то согласно воле Его, то Он услышит нас.",
          "ID": "14"
        },
        {
          "text": "И если мы знаем, что Он слышит нас, о чём бы мы ни просили Его, то знаем также, что то, о чём мы просили, Он нам даёт.",
          "ID": "15"
        },
        {
          "text": "Если кто уличит брата своего в грехе, но не смертельном, то должен помолиться за брата, и Бог дарует ему жизнь. Я говорю о тех, кто впал в грех, но не смертельный. Есть же такой грех, который ведёт к смерти. Я не говорю, что вы должны молиться о таком грехе.",
          "ID": "16"
        },
        {
          "text": "Любой неправедный поступок — грех, но есть грех, который не приводит к смерти.",
          "ID": "17"
        },
        {
          "text": "Мы знаем, что, кто становится одним из детей Божьих, не упорствует в грехах, и Сын Божий бережёт его, и тогда лукавый не может повредить ему.",
          "ID": "18"
        },
        {
          "text": "Мы знаем, что принадлежим Богу, хотя весь мир находится во власти лукавого.",
          "ID": "19"
        },
        {
          "text": "Но мы знаем, что Сын Божий пришёл и принёс нам понимание, чтобы мы узнали истинного Бога. И мы пребываем в Том, Кто истинен, потому что мы в Сыне Его — Иисусе Христе. Он — истинный Бог, Он — жизнь вечная!",
          "ID": "20"
        },
        {
          "text": "Дети мои! Сторонитесь лжебогов.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.5",
      "name": "Первое Послание Иоанна 5"
    }
  ],
  "ID": "NT:1JN(RSP)",
  "name": "Первое Послание Иоанна"
}