{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Стареца –",
          "ID": "1"
        },
        {
          "text": "Богом избранной госпоже и детям ееб:",
          "ID": "1"
        },
        {
          "text": "я люблю всех вас, пребывающих в истинев, и не только я, но и все, познавшие истину. ",
          "ID": "1"
        },
        {
          "text": "Мы любим вас, побуждаемые к тому истиной, которая в нас пребывает и будет с нами вовеки.",
          "ID": "2"
        },
        {
          "text": "Благодать да пребудет с нами, и милость, и мир в истине и любви от Бога Отца и от Иисуса Христа, Сына Его.",
          "ID": "3"
        },
        {
          "text": "Я очень обрадовался, узнав, что иные из детей твоих в истине живут, по заповеди, которую мы получили от Отца. ",
          "ID": "4"
        },
        {
          "text": "И вот, госпожа, прошу тебя ныне (не новую заповедь давая, но о той напоминая, которая давно уже, от самого начала, была у нас): будем и впредь любить друг друга христианской любовью. ",
          "ID": "5"
        },
        {
          "text": "Жить по заповедям Его – вот что значит любить. Сама эта заповедь была дана вам от начала, чтобы ей вы следовали.",
          "ID": "6"
        },
        {
          "text": "В мире появилось много обманщиков, которые не признают Иисуса Христа, приходившего во плоти. Всякий такой человек – обманщик и антихрист. ",
          "ID": "7"
        },
        {
          "text": "Так вот смотрите жеа, чтобы не потерять вамб того, над чем мыв трудились, и быть вполне вознагражденными. ",
          "ID": "8"
        },
        {
          "text": "Кто не держится учения Христова, полагая, что открыл для себя нечто большее, тот Бога теряета; а кто этим учением живб, у того есть и Отец, и Сын. ",
          "ID": "9"
        },
        {
          "text": "Если кто-то приходит к вам в дом не с Христовым учением, не принимайте его и даже не приветствуйте его, ",
          "ID": "10"
        },
        {
          "text": "потому что приветствующий такого сам приобщается к злым делам его.",
          "ID": "11"
        },
        {
          "text": "О многом еще хотел бы я сказать вам, но решил, что не стоит делать этого на бумаге, чернилами. Я надеюсь скоро прийти к вам, тогда мы поговорим обо всем лично, и это будет настоящая радость.",
          "ID": "12"
        },
        {
          "text": "Приветствуют тебя дети богоизбранной сестры твоей.",
          "ID": "13"
        }
      ],
      "ID": "NT:2JN.1",
      "name": "Второе послание апостола Иоанна 1"
    }
  ],
  "ID": "NT:2JN(BTI)",
  "name": "Второе послание апостола Иоанна"
}