{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Старец избранней госпоже и чадом ея, ихже аз люблю воистинну, и не аз точию, но и вси разумевшии истину. ",
          "ID": "1"
        },
        {
          "text": "за истину пребывающую в нас, и с нами будет во веки. ",
          "ID": "2"
        },
        {
          "text": "да будет с вами благть, милость, мир от Бога Отца, и от Господа Иисуса Христа, Сына Отча, во истине и любви. ",
          "ID": "3"
        },
        {
          "text": "Возрадовахся зело, яко обретох от чад твоих ходящих во истине, якоже заповедь прияхом от Отца. ",
          "ID": "4"
        },
        {
          "text": "И ныне молю тя, госпоже, не яко заповедь пишу тебе нову, но юже имамы исперва, да любим друг друга. ",
          "ID": "5"
        },
        {
          "text": "И сия есть любы, да ходим по заповедем его. Сия есть заповедь, якоже слышасте исперва, да в ней ходите: ",
          "ID": "6"
        },
        {
          "text": "зане мнози лестцы внидоша в мир, не исповедающе Иисуса Христа пришедша во Плоти, сей есть льстец и антихрист. ",
          "ID": "7"
        },
        {
          "text": "Блюдите себе, да не погубите яже деласте добрая, но да мзду совершенну восприимете. ",
          "ID": "8"
        },
        {
          "text": "Всяк преступаяй и не пребываяй во учении Христове, Бога не имать: пребываяй же во учении Христове, сей и Отца и Сына имать. ",
          "ID": "9"
        },
        {
          "text": "Аще кто приходит к вам, и сего учения не приносит, не приемлите его в дом, и радоватися ему не глаголите. ",
          "ID": "10"
        },
        {
          "text": "глаголяи бо ему радоватися, сообщается делом его злым. ",
          "ID": "11"
        },
        {
          "text": "Многа имех писати вам, и не восхотех хартиею и чернилом, но надеюся приити к вам и усты ко устом глаголати, да радость ваша будет исполнена. ",
          "ID": "12"
        },
        {
          "text": "Целуют тя чада сестры твоея избранныя. Аминь. ",
          "ID": "13"
        }
      ],
      "ID": "NT:2JN.1",
      "name": "Второе послание апостола Иоанна 1"
    }
  ],
  "ID": "NT:2JN(CSLAV)",
  "name": "Второе послание апостола Иоанна"
}