{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От старейшины – избранной госпоже и ее детям, которых я люблю как пребывающих в истине, и не только я, но и все, кто знает истину; ",
          "ID": "1"
        },
        {
          "text": "потому что истина эта живет в нас и будет с нами всегда.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Благодать, милость и мир будут с нами в истине и любви от Бога Отца и от Иисуса Христа, Его Сына.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Меня очень радует, что среди твоих детей есть ходящие в истине, как нам повелел Отец.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И сейчас, госпожа, я пишу тебе не какое-то новое повеление, но то, которое было у нас с самого начала: будем любить друг друга. ",
          "ID": "5"
        },
        {
          "text": "И любовь эта заключается в том, чтобы мы соблюдали Его повеления. Вы с самого начала слышали Его повеление, по нему и поступайте.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Много обманщиков вышло в мир, не признающих, что Иисус Христос пришел в человеческом теле. Такой человек – обманщик и антихрист. ",
          "ID": "7"
        },
        {
          "text": "Смотрите, чтобы не потерять то, ради чего мы трудились, но чтобы получить полную награду. ",
          "ID": "8"
        },
        {
          "text": "Кто не живет согласно учению Христа, но идет иным путем, тот не имеет в себе Бога. Но тот, кто остается верным Его учению, имеет в себе и Отца, и Сына. ",
          "ID": "9"
        },
        {
          "text": "Если кто-либо приходит к вам и приносит не это учение, того вы не должны принимать в дом и приветствовать его. ",
          "ID": "10"
        },
        {
          "text": "Кто приветствует такого человека, тот становится соучастником в его злых делах.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "О многом еще я хотел бы вам сказать, но я не хочу доверять это бумаге и чернилам. Я надеюсь скоро быть у вас и лично поговорить с вами, чтобы наша радость была полной.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Привет тебе от детей твоей избранной сестры.",
          "ID": "13"
        }
      ],
      "ID": "NT:2JN.1",
      "name": "Второе Послание Иоанна 1"
    }
  ],
  "ID": "NT:2JN(NRP)",
  "name": "Второе Послание Иоанна"
}