{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Приветствия от старца к госпоже, Богом избранной, и к детям её, которых я люблю в истине. Также и все, кто познал истину, любят вас.",
          "ID": "1"
        },
        {
          "text": "Мы любим вас благодаря истине — истине, которая живёт в нас. Эта истина будет с нами вечно.",
          "ID": "2"
        },
        {
          "text": "Благодать нам, милость и мир от Бога Отца и от Сына Его Иисуса Христа в истине и любви.",
          "ID": "3"
        },
        {
          "text": "Я очень обрадовался, когда услышал о некоторых твоих детях, что они следуют по пути истинному, как заповедал нам Отец.",
          "ID": "4"
        },
        {
          "text": "И вот теперь, дорогая госпожа, говорю я тебе: «Возлюбим же друг друга!» Эта не новая заповедь, а та же самая, которая была нам дана с самого начала.",
          "ID": "5"
        },
        {
          "text": "Вот что подразумевается под этой любовью: мы должны жить согласно заповедям Божьим. Заповедь же, которую вы слышали с самого начала состоит вот в чём: вы должны вести жизнь, исполненную любви.",
          "ID": "6"
        },
        {
          "text": "Многие лжеучители, не признающие, что Иисус Христос сошёл на землю в образе человеческом, отправились в мир. Эти люди — обманщики и антихристы.",
          "ID": "7"
        },
        {
          "text": "Следите же за собой, чтобы не утратить то, ради чего вы трудились, а получить полную награду.",
          "ID": "8"
        },
        {
          "text": "Каждый, кто искажает истинное учение о Христе и не остаётся верным ему, не имеет Бога, а тот, кто остаётся верен этому учению, имеет и Отца и Сына.",
          "ID": "9"
        },
        {
          "text": "Если кто-либо придёт к вам и не принесёт с собой это учение, не принимайте его в свой дом и не приветствуйте,",
          "ID": "10"
        },
        {
          "text": "потому что тот, кто приветствует такого человека, приобщается к его злым деяниям.",
          "ID": "11"
        },
        {
          "text": "О многом ещё нужно было бы мне написать вам, но я предпочитаю не делать этого пером на бумаге, а надеюсь вскоре навестить вас и поговорить с вами лично, чтобы наша радость была полной.",
          "ID": "12"
        },
        {
          "text": "Дети сестры твоей, Богом избранной, шлют тебе привет.",
          "ID": "13"
        }
      ],
      "ID": "NT:2JN.1",
      "name": "Второе Послание Иоанна 1"
    }
  ],
  "ID": "NT:2JN(RSP)",
  "name": "Второе Послание Иоанна"
}