{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Вот слова, которые Моисей сказал всему Израилю в пустыне, что к востоку от Иордана – то есть в иорданской долине – напротив Суфа, между Параном и Тофелом, Лаваном, Хацеротом и Ди-Загавом. ",
          "ID": "1"
        },
        {
          "text": "(На расстоянии одиннадцати дней от Хорива по дороге от горы Сеир к Кадеш-Барнеа.)",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "В сороковой год после выхода из Египта, в первый день одиннадцатого месяца Моисей объявил израильтянам все, что повелел ему о них Господь. ",
          "ID": "3"
        },
        {
          "text": "Это было после того, как он разбил Сигона, царя аморреев, который правил в Хешбоне, а в Эдреи разбил Ога, царя Башана, который правил в Аштароте.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "К востоку от Иордана на земле Моава Моисей начал разъяснять этот Закон, говоря:",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Господь, наш Бог, говорил нам в Хориве: «Довольно вам жить у этой горы. ",
          "ID": "6"
        },
        {
          "text": "Сверните лагерь и идите в аморрейские нагорья и ко всем соседним народам, живущим в иорданской долине, в горах, в западных предгорьях, в Негеве и вдоль побережья, идите в землю хананеев и на Ливан, даже до великой реки Евфрата. ",
          "ID": "7"
        },
        {
          "text": "Смотрите, Я дал вам эту землю. Войдите и овладейте землей, которую Господь клялся отдать вашим отцам Аврааму, Исааку и Иакову – и их семени».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "В то время я сказал вам: «Вы – слишком тяжелое бремя для меня одного. ",
          "ID": "9"
        },
        {
          "text": "Господь, ваш Бог, умножил ваше число, и сегодня вы многочисленны, как звезды на небе. ",
          "ID": "10"
        },
        {
          "text": "Пусть Господь, Бог ваших отцов, умножит ваше число в тысячу раз больше и благословит вас, как обещал! ",
          "ID": "11"
        },
        {
          "text": "Но как я могу нести тяжелое бремя ваших споров один? ",
          "ID": "12"
        },
        {
          "text": "Изберите мудрых, понимающих и уважаемых людей от каждого вашего рода, а я поставлю их над вами».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Вы отвечали мне: «То, что ты предлагаешь, хорошо».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Я выбрал из ваших родов мудрых и уважаемых людей и поставил их вождями над вами: начальниками над тысячами, сотнями, полусотнями и десятками и старейшинами в родах. ",
          "ID": "15"
        },
        {
          "text": "Я повелел в то время вашим судьям: выслушивайте споры между вашими братьями и судите справедливо, будет ли тяжба между израильтянами или между израильтянином и чужеземцем. ",
          "ID": "16"
        },
        {
          "text": "Когда будете судить, не будьте пристрастны. Выслушивайте как великого, так и малого. Никого не бойтесь, потому что суд принадлежит Богу. Приносите мне всякое дело, которое слишком трудно для вас, и я выслушаю его. ",
          "ID": "17"
        },
        {
          "text": "В то время я сказал вам все, что вы должны были делать.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Затем мы тронулись в путь, как повелел нам Господь. Вышли из Хорива, и пошли к аморрейским нагорьям через всю огромную и ужасную пустыню, которую вы видели, и достигли Кадеш-Барнеа. ",
          "ID": "19"
        },
        {
          "text": "Тогда я сказал вам: «Вы достигли аморрейских нагорий, которые Господь, наш Бог, отдает нам. ",
          "ID": "20"
        },
        {
          "text": "Смотри, Господь, твой Бог, отдал тебе землю. Поднимись и завладей ею, как сказал тебе Господь, Бог твоих отцов. Не бойся; не будь малодушным».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Тогда вы все пришли ко мне и сказали: «Пошлем вперед людей, пусть они разведают нам эту землю и расскажут о дороге, по которой нам идти, и о городах, куда мы вступим».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Мне понравилось это предложение, и я выбрал из вас двенадцать человек, по одному из каждого рода. ",
          "ID": "23"
        },
        {
          "text": "Они пошли, поднялись в нагорья, пришли в долину Эшкол и исследовали ее. ",
          "ID": "24"
        },
        {
          "text": "Взяв с собой плоды с той земли, они принесли их вниз к нам и доложили: «Хорошую землю дает нам Господь, наш Бог».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Но вы не захотели подниматься; вы взбунтовались против повеления Господа, вашего Бога. ",
          "ID": "26"
        },
        {
          "text": "Вы роптали у себя в шатрах и говорили: «Господь ненавидит нас. Поэтому Он вывел нас из Египта, чтобы отдать в руки аморреев и погубить. ",
          "ID": "27"
        },
        {
          "text": "Куда нам идти? Наши братья лишили нас смелости. Они говорят: „Тот народ сильнее и выше ростом; города там большие, со стенами до небес. Мы даже видели там потомков Анака“».",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Тогда я сказал вам: «Не страшитесь, не бойтесь их. ",
          "ID": "29"
        },
        {
          "text": "Господь, ваш Бог, идет впереди, чтобы сражаться за вас, как Он сделал в Египте у вас на глазах ",
          "ID": "30"
        },
        {
          "text": "и в пустыне, где вы видели, как Господь, ваш Бог, носил вас, словно отец своего сына, на всем вашем пути вплоть до этого места».",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Но вы не доверились Господу, вашему Богу, ",
          "ID": "32"
        },
        {
          "text": "Который шел перед вами во время путешествия ночью в огне, а днем в облаке, чтобы найти вам места для остановки и показать путь, которым вы должны идти.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Когда Господь услышал ваши речи, Он разгневался и поклялся: ",
          "ID": "34"
        },
        {
          "text": "«Ни один человек из этого злого поколения не увидит благодатной земли, которую Я клялся отдать вашим отцам, ",
          "ID": "35"
        },
        {
          "text": "кроме Халева, сына Иефоннии. Он увидит ее, и Я дам ему и его потомкам землю, через которую он проходил, потому что он от всего сердца последовал Господу».",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Из-за вас Господь разгневался и на меня и сказал: «Ты тоже не войдешь туда. ",
          "ID": "37"
        },
        {
          "text": "Но твой помощник Иисус, сын Навин, войдет в эту землю. Ободряй его, потому что он поведет Израиль, чтобы унаследовать ее. ",
          "ID": "38"
        },
        {
          "text": "А дети, о которых вы говорили, что они попадут в плен, – ваши дети, которые еще не отличают хорошее от плохого, войдут в землю. Я отдам ее им, и они овладеют ею. ",
          "ID": "39"
        },
        {
          "text": "А вы повернитесь и отправляйтесь в пустыню, что на пути к Красному морю».",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Тогда вы отвечали: «Мы согрешили против Господа. Мы поднимемся и сразимся, как повелел нам Господь, наш Бог». Вы взяли оружие, думая, что подняться в нагорья легко.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Но Господь сказал мне: «Скажи им: „Не поднимайтесь и не сражайтесь, потому что Меня не будет с вами. Ваши враги разобьют вас“».",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Я сказал вам, но вы не послушали. Вы взбунтовались против повеления Господа и в своей гордыне поднялись в нагорья. ",
          "ID": "43"
        },
        {
          "text": "Аморреи, жившие в тех нагорьях, вышли против вас. Они преследовали вас, как пчелиный рой, и били вас от Сеира до самого города Хормы. ",
          "ID": "44"
        },
        {
          "text": "Вы вернулись и плакали перед Господом, но Он не внял вашему плачу и отказался услышать вас. ",
          "ID": "45"
        },
        {
          "text": "И много дней вы оставались в Кадеше – все то время, которое вы там провели.",
          "ID": "46"
        }
      ],
      "ID": "OT:DEU.1",
      "name": "Второзаконие 1"
    },
    {
      "text": [
        {
          "text": "Затем мы повернули назад и отправились в пустыню по дороге к Красному морю, как указал мне Господь. Долго мы кружили вокруг нагорий Сеира.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Затем Господь сказал мне: ",
          "ID": "2"
        },
        {
          "text": "«Довольно вам кружить вокруг этих нагорий, теперь поверните к северу. ",
          "ID": "3"
        },
        {
          "text": "Дай народу такое повеление: „Сейчас вы будете проходить через землю ваших братьев, потомков Исава, которые живут в Сеире. Они испугаются вас, но будьте очень осторожны. ",
          "ID": "4"
        },
        {
          "text": "Не побуждайте их к войне, потому что Я не дам вам ни пяди их земли. Я дал Исаву нагорья Сеира в собственность. ",
          "ID": "5"
        },
        {
          "text": "Вы должны заплатить им серебром за пищу, которую будете есть, и за воду, которую будете пить.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Господь, твой Бог, благословил тебя во всяком деле твоих рук. Он охранял тебя в путешествии через эту огромную пустыню. Эти сорок лет Господь, твой Бог, был с тобой, и ты ни в чем не нуждался“».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Так мы прошли мимо наших братьев, потомков Исава, которые живут в Сеире. Мы повернули с дороги иорданской долины, которая поднимается от Элата и Эцион-Гевера, и шли к пустыне Моава.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Господь сказал мне: «Не тревожь моавитян и не побуждай их к войне, потому что Я не дам тебе их земли. Я дал Ар во владение потомкам Лота».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "(Прежде там жили эмимы – сильный и многочисленный народ, высокий, как потомки Анака. ",
          "ID": "10"
        },
        {
          "text": "Подобно потомкам Анака, они также считались рефаимами, но моавитяне называли их эмимами. ",
          "ID": "11"
        },
        {
          "text": "А в Сеире прежде жили хорреи, но потомки Исава прогнали их. Они истребили хорреев и поселились на их месте, точно так же, как сделал Израиль на земле, которую Господь отдал ему во владение.)",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Господь сказал: «Теперь встаньте и пересеките долину Заред». И мы пересекли долину.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тридцать восемь лет прошло с тех пор, как мы покинули Кадеш-Барнеа до того времени, как мы пересекли долину Заред. К тому времени в лагере уже не осталось никого из прежнего поколения воинов, как и клялся им Господь. ",
          "ID": "14"
        },
        {
          "text": "Рука Господа была против них, пока Он полностью не искоренил их из лагеря.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "И вот, когда последний из этих воинов умер, ",
          "ID": "16"
        },
        {
          "text": "Господь сказал мне: ",
          "ID": "17"
        },
        {
          "text": "«Пройди сегодня мимо области Моава, то есть мимо Ара. ",
          "ID": "18"
        },
        {
          "text": "Когда ты приблизишься к аммонитянам, не тревожь их и не побуждай к войне, потому что от земли, принадлежащей аммонитянам, Я не дам тебе во владение ничего. Я дал ее во владение потомкам Лота».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "(Она также считалась землей рефаимов, которые прежде жили там, но аммонитяне называли их замзумимами. ",
          "ID": "20"
        },
        {
          "text": "Они были сильным и многочисленным народом, высоким, как потомки Анака. Господь истребил их перед аммонитянами, которые прогнали их и поселились на их месте. ",
          "ID": "21"
        },
        {
          "text": "Господь сделал то же самое для потомков Исава, которые жили в Сеире, когда истребил перед ними хорреев. Они прогнали их и поселились на их месте, где живут и сейчас. ",
          "ID": "22"
        },
        {
          "text": "А что до аввитов, которые жили в селениях до самой Газы, то кафтореи, вышедшие с Кафтора, истребили их и поселились на их месте.)",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "«Отправляйтесь в путь и перейдите реку Арнон. Смотри, Я отдал в твои руки аморрея Сигона, царя Хешбона, и его страну. Приступай к захвату и начинай воевать с ним. ",
          "ID": "24"
        },
        {
          "text": "С этого самого дня Я стану распространять ужас и страх перед тобой на все народы под небом. Они услышат вести о тебе и испугаются, и затрепещут от страха».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Из пустыни Кедемоф я послал вестников к Сигону, царю Хешбона, чтобы предложить мир, и сказал: ",
          "ID": "26"
        },
        {
          "text": "«Позволь нам пройти через твою страну. Мы будем держаться главной дороги, не свернем ни вправо, ни влево. ",
          "ID": "27"
        },
        {
          "text": "Продай нам за серебро пищу, чтобы есть, и воду, чтобы пить, за их цену серебром. Позволь нам только пройти, ",
          "ID": "28"
        },
        {
          "text": "как позволили потомки Исава, которые живут в Сеире, и моавитяне, которые живут в Аре, пока мы не перейдем через Иордан в землю, которую Господь, наш Бог, отдает нам». ",
          "ID": "29"
        },
        {
          "text": "Но Сигон, царь Хешбона, не позволил нам пройти. Ведь Господь, ваш Бог, сделал его дух упрямым, а сердце упорным, чтобы отдать его в ваши руки, как и произошло.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Господь сказал мне: «Смотри, Я отдаю Сигона и его страну тебе. Теперь захвати его землю и овладевай ею». ",
          "ID": "31"
        },
        {
          "text": "Когда Сигон выступил нам навстречу со всем своим войском к Иахацу, ",
          "ID": "32"
        },
        {
          "text": "Господь, наш Бог, отдал его нам в руки, и мы поразили его вместе с его сыновьями и всем войском. ",
          "ID": "33"
        },
        {
          "text": "В то время мы взяли все его города и полностью истребили их – мужчин, женщин и детей. Мы не оставили в живых никого. ",
          "ID": "34"
        },
        {
          "text": "Но скот и добычу из захваченных городов мы взяли себе. ",
          "ID": "35"
        },
        {
          "text": "От Ароера на берегу реки Арнона и от города, что в долине, до самого Галаада не было города, который оказался бы неприступным для нас. Господь, наш Бог, отдал нам все. ",
          "ID": "36"
        },
        {
          "text": "Но, по повелению Господа, нашего Бога, вы не посягнули ни на землю аммонитян, ни на землю вдоль реки Яббока, ни на ту, что вокруг городов в горах.",
          "ID": "37"
        }
      ],
      "ID": "OT:DEU.2",
      "name": "Второзаконие 2"
    },
    {
      "text": [
        {
          "text": "Потом мы повернули и поднялись по дороге к Башану. Ог, царь Башана, выступил нам навстречу со всем своим войском, чтобы сразиться с нами у города Эдреи. ",
          "ID": "1"
        },
        {
          "text": "Господь сказал мне: «Не бойся его, потому что Я предал его в твои руки со всем его войском и землей. Сделай с ним то же, что и с Сигоном, царем аморреев, который правил в Хешбоне».",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Так Господь, наш Бог, отдал в наши руки еще и Ога, царя Башана, и все его войско. Мы поразили их, не оставив в живых никого. ",
          "ID": "3"
        },
        {
          "text": "Тогда же мы взяли и все его города. Из шестидесяти городов не было ни одного, который бы мы не взяли, – вся область Аргов, царство Ога в Башане. ",
          "ID": "4"
        },
        {
          "text": "Все эти города были укреплены высокими стенами, двойными воротами и запорами, а кроме них было множество селений, не обнесенных стенами. ",
          "ID": "5"
        },
        {
          "text": "Мы полностью истребили их, как сделали с Сигоном, царем Хешбона, истребляя каждый город – мужчин, женщин и детей. ",
          "ID": "6"
        },
        {
          "text": "Но весь скот и добычу из их городов мы взяли себе.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Итак, в то время, мы взяли у этих двух аморрейских царей землю к востоку от Иордана, от реки Арнона до самой горы Хермон. ",
          "ID": "8"
        },
        {
          "text": "(Сидоняне называют Хермон Сирионом, а аморреи – Сениром.) ",
          "ID": "9"
        },
        {
          "text": "Мы взяли все их города на плоскогорье, весь Галаад и весь Башан до Салхи и Эдреи, городов царства Ога в Башане. ",
          "ID": "10"
        },
        {
          "text": "(Ог, царь Башана, был одним из последних рефаимов, народа гигантов. Его ложе было сделано из железа, девять локтей в длину и четыре локтя в ширину. Оно и сейчас находится у аммонитян в Равве.)",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Из земли, которой мы завладели в то время, я отдал родам Рувима и Гада область к северу от Ароера у реки Арнона, включая половину нагорий Галаада вместе с городами. ",
          "ID": "12"
        },
        {
          "text": "Остальную часть Галаада, а также весь Башан, царство Ога, я отдал половине рода Манассии.",
          "ID": "13"
        },
        {
          "text": "(Вся область Аргов в Башане прежде была известна как земля рефаимов. ",
          "ID": "13"
        },
        {
          "text": "Иаир, потомок Манассии, захватил всю область Аргов до самой границы гешуритов и маахитов. Он назвал ее своим собственным именем, и до сегодняшнего дня Башан называется Хаввот-Иаир.)",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Я отдал Галаад клану Махира. ",
          "ID": "15"
        },
        {
          "text": "А рувимитам и гадитам я дал землю, что спускается от Галаада к реке Арнону (с границей на середине реки) и к реке Яббоку, которая служит границей аммонитян. ",
          "ID": "16"
        },
        {
          "text": "Ее западной границей был Иордан в иорданской долине, от Киннерета до Аравского моря (Соленого моря), под склонами Фасги.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "В то время я повелел вам: «Господь, ваш Бог, отдал вам эту землю, чтобы вы завладели ею. Все ваши мужчины, способные сражаться, вооруженные для битвы, должны переправиться за реку перед вашими братьями израильтянами. ",
          "ID": "18"
        },
        {
          "text": "Ваши жены, дети и скот (я знаю, у вас много скота) могут остаться в городах, которые я вам дал, ",
          "ID": "19"
        },
        {
          "text": "пока Господь не даст покой вашим братьям, как и вам, и пока они не примут также во владение землю, которую Господь, ваш Бог, дает им за Иорданом. После этого каждый из вас может вернуться к владению, которое я вам дал».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "В то время я повелел Иисусу: «Ты своими глазами видел все, что Господь, твой Бог, сделал с этими двумя царями. Господь сделает то же самое со всеми царствами, которые ты будешь проходить. ",
          "ID": "21"
        },
        {
          "text": "Не бойтесь их, Господь, ваш Бог, Сам будет сражаться за вас».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "В то время я молил Господа: ",
          "ID": "23"
        },
        {
          "text": "«Владыка Господи, Ты являешь Своему слуге Свое величие и крепкую силу. Разве есть какой-нибудь бог на небе или на земле, который смог бы совершить такие же подвиги и великие дела, какие делаешь Ты? ",
          "ID": "24"
        },
        {
          "text": "Позволь мне переправиться и увидеть благодатную землю за Иорданом – те прекрасные нагорья и Ливан».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Но из-за вас Господь разгневался на меня и не услышал меня. «Хватит, – сказал Господь, – не говори Мне больше об этом. ",
          "ID": "26"
        },
        {
          "text": "Поднимись на вершину Фасги и посмотри на запад, на север, на юг и на восток. Посмотри на землю своими собственными глазами, потому что ты не перейдешь Иордан. ",
          "ID": "27"
        },
        {
          "text": "Но наставь Иисуса, утверди и укрепи его, потому что он переправится во главе народа и разделит между ними землю, которую ты увидишь». ",
          "ID": "28"
        },
        {
          "text": "И мы остановились в долине, рядом с Бет-Пеором.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.3",
      "name": "Второзаконие 3"
    },
    {
      "text": [
        {
          "text": "Слушай же, Израиль, установления и законы, которым я учу вас. Следуйте им, чтобы жить, чтобы войти и завладеть землей, которую Господь, Бог ваших отцов, дает вам. ",
          "ID": "1"
        },
        {
          "text": "Не прибавляйте ничего к тому, что я повелеваю вам, и не убавляйте, но исполняйте повеления Господа, вашего Бога, которые я даю вам.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Вы своими глазами видели, что Господь сделал в Баал-Пеоре. Господь, ваш Бог, истребил среди вас всех, кто последовал за Баал-Пеором, ",
          "ID": "3"
        },
        {
          "text": "но все те, кто остался верен Господу, вашему Богу, по-прежнему живы и сегодня.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Смотрите, я научил вас установлениям и законам, как и повелел мне Господь, мой Бог, чтобы вы следовали им в земле, куда вы вступаете, чтобы завладеть ею. ",
          "ID": "5"
        },
        {
          "text": "Соблюдайте их тщательно, чтобы доказать свою мудрость и рассудительность народам, которые услышат об этих установлениях и скажут: «Конечно, это великий народ, мудрый и разумный». ",
          "ID": "6"
        },
        {
          "text": "Какой еще народ столь велик, что его боги были близки к нему так, как Господь, наш Бог, близок к нам, когда бы мы ни молились Ему? ",
          "ID": "7"
        },
        {
          "text": "И какой еще народ столь велик, что у него были такие же справедливые установления и законы, как те, которые я даю вам сегодня?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Только будь осторожен и внимательно следи за собой, чтобы не забыть того, что видели твои глаза, и не дать этому ускользнуть из твоего сердца, пока ты жив. Рассказывай об этом своим детям и детям их детей. ",
          "ID": "9"
        },
        {
          "text": "Помни тот день, когда ты стоял перед Господом, твоим Богом, у Хорива и когда Он сказал мне: «Собери народ предо Мною, Я возвещу им Свои слова, чтобы они научились чтить Меня всю свою жизнь на земле и научили этому своих детей». ",
          "ID": "10"
        },
        {
          "text": "Вы приблизились и встали у подножия горы, которая пылала огнем до самых небес, покрытых черными тучами и кромешной тьмой. ",
          "ID": "11"
        },
        {
          "text": "Тогда Господь заговорил с вами из пламени. Вы слышали звук слов, но не видели образа – был только голос. ",
          "ID": "12"
        },
        {
          "text": "Он объявил вам Свой завет, десять заповедей, которым Он повелел вам следовать и написал их на двух каменных плитках. ",
          "ID": "13"
        },
        {
          "text": "В то время Господь повелел мне научить вас установлениям и законам, которым вы должны следовать в земле, куда вы вступаете, чтобы завладеть ею.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Вы не видели никакого образа в тот день, когда Господь говорил с вами у Хорива из огня. Итак, внимательно следите за собой. ",
          "ID": "15"
        },
        {
          "text": "Не развращайтесь и не делайте себе идола, образа в какой-либо форме, изображающего мужчину или женщину, ",
          "ID": "16"
        },
        {
          "text": "или какое-либо животное на земле, птицу, летающую под небесами, ",
          "ID": "17"
        },
        {
          "text": "какое-нибудь пресмыкающееся по земле, или рыбу в водах. ",
          "ID": "18"
        },
        {
          "text": "А когда ты посмотришь на небо и увидишь солнце, луну и звезды – все небесное многообразие, то не соблазняйся: не поклоняйся и не служи тому, что Господь, твой Бог, дал всем народам под небом. ",
          "ID": "19"
        },
        {
          "text": "Но что до вас – Господь взял вас и вынес из плавильной печи, из Египта, чтобы вы были народом Его наследия, как сейчас.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Господь разгневался на меня из-за вас и поклялся, что я не перейду Иордан и не войду в благодатную землю, которую Господь, ваш Бог, дает вам в наследие. ",
          "ID": "21"
        },
        {
          "text": "Я умру в этой земле; я не перейду через Иордан; но вы перейдете и завладеете благодатной землей. ",
          "ID": "22"
        },
        {
          "text": "Берегитесь, чтобы не забыть завет Господа, вашего Бога, который Он заключил с вами. Не делайте себе идола ни в какой форме, как запретил вам Господь, ваш Бог. ",
          "ID": "23"
        },
        {
          "text": "Ведь Господь, ваш Бог, – это пожирающий огонь, Он – ревнивый Бог.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "У вас появятся дети и внуки, вы проживете на земле долгое время, но если потом вы развратитесь и сделаете какого-нибудь идола, совершая зло в глазах Господа, вашего Бога, и вызывая Его гнев, то – ",
          "ID": "25"
        },
        {
          "text": "я призываю сегодня в свидетели против вас небо и землю – вы будете скоро истреблены из земли, куда вы переходите через Иордан, чтобы завладеть ею. Вы не долго проживете там, и непременно будете уничтожены. ",
          "ID": "26"
        },
        {
          "text": "Господь рассеет вас между народами, и лишь немногие выживут среди народов, к которым Господь прогонит вас. ",
          "ID": "27"
        },
        {
          "text": "Там вы будете служить богам, сделанным человеком из дерева и камня, которые не могут ни видеть, ни слышать, ни есть, ни чуять запах. ",
          "ID": "28"
        },
        {
          "text": "Но там-то вы и начнете искать Господа, вашего Бога, и найдете Его, если будете искать всем сердцем и всей душой. ",
          "ID": "29"
        },
        {
          "text": "Когда вас постигнет скорбь и все это случится с вами, вы вернетесь к Господу, вашему Богу, и будете послушны Ему. ",
          "ID": "30"
        },
        {
          "text": "Ведь Господь, ваш Бог, – это милостивый Бог; Он не оставит и не погубит вас, не забудет завета с вашими отцами, который Он скрепил клятвой.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Спроси о прежних днях, которые были задолго до тебя, со дня, когда Бог сотворил на земле человека. Спроси небеса – от края до края. Случалось ли что-нибудь подобное этому великому делу, и разве слышали когда-нибудь о чем-то подобном? ",
          "ID": "32"
        },
        {
          "text": "Разве слышал какой-нибудь другой народ голос Бога, говорящего из огня, как слышал ты, и остался жив? ",
          "ID": "33"
        },
        {
          "text": "Разве когда-нибудь пробовал какой-нибудь бог пойти и взять себе народ из другого народа испытаниями, знамениями и чудесами, войной, могучей дланью и простертой рукой, великими и ужасными подвигами, как сделал для вас Господь, ваш Бог, в Египте у тебя на глазах?",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Тебе было явлено это, чтобы ты знал, что Господь есть Бог, и нет другого, кроме Него. ",
          "ID": "35"
        },
        {
          "text": "Он дал тебе услышать Свой голос с неба, чтобы наставить тебя. На земле Он показал тебе Свой великий огонь, и ты слышал Его слова из огня. ",
          "ID": "36"
        },
        {
          "text": "Он полюбил твоих отцов и избрал их потомков после них, Он Сам вывел тебя из Египта Своей великой силой, ",
          "ID": "37"
        },
        {
          "text": "чтобы прогнать от тебя народы, которые многочисленнее и сильнее, и привести тебя в их землю, отдав ее тебе в наследие, как это и есть сегодня.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Знай ныне и запомни навсегда, что Господь – Бог на небе вверху и на земле внизу, и нет другого. ",
          "ID": "39"
        },
        {
          "text": "Исполняй Его установления и повеления, которые я даю тебе сегодня, чтобы с тобой и с твоими детьми все было благополучно, и чтобы ты долго жил на земле, которую Господь, твой Бог, дает тебе навсегда.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Затем Моисей отделил к востоку от Иордана три города, ",
          "ID": "41"
        },
        {
          "text": "куда мог убежать всякий, кто убьет человека неумышленно, не питая к убитому ненависти. Он мог убежать в один из этих городов и тем спасти свою жизнь. ",
          "ID": "42"
        },
        {
          "text": "Вот эти города: Бецер на пустынном плато для рувимитов; Рамот в Галааде для гадитов; Голан в Башане для манасситов.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Вот Закон, который Моисей изложил израильтянам. ",
          "ID": "44"
        },
        {
          "text": "Вот заповеди, установления и законы, которые Моисей дал им, когда они вышли из Египта ",
          "ID": "45"
        },
        {
          "text": "и находились в долине рядом с Бет-Пеором к востоку от Иордана, в земле Сигона, царя аморреев, который правил в Хешбоне и был побежден Моисеем и израильтянами, когда они вышли из Египта. ",
          "ID": "46"
        },
        {
          "text": "Они завладели его землей и землей Ога, царя Башана, двух аморрейских царей, к востоку от Иордана. ",
          "ID": "47"
        },
        {
          "text": "Эта земля простиралась от Ароера на берегу реки Арнона до горы Сион (то есть Хермон), ",
          "ID": "48"
        },
        {
          "text": "и включала всю иорданскую долину к востоку от Иордана, до Аравского моря, под склонами Фасги.",
          "ID": "49"
        }
      ],
      "ID": "OT:DEU.4",
      "name": "Второзаконие 4"
    },
    {
      "text": [
        {
          "text": "Моисей созвал весь Израиль и сказал:",
          "ID": "1"
        },
        {
          "text": "– Слушай, Израиль, установления и законы, которые я объявляю вам сегодня. Выучите их и храните, чтобы следовать им. ",
          "ID": "1"
        },
        {
          "text": "Господь, наш Бог, заключил с нами завет у Хорива. ",
          "ID": "2"
        },
        {
          "text": "Не только с нашими отцами Господь заключил этот завет, но с нами, со всеми, кто живет здесь сегодня. ",
          "ID": "3"
        },
        {
          "text": "Господь говорил с вами лицом к лицу из огня на горе. ",
          "ID": "4"
        },
        {
          "text": "(В то время я стоял между Господом и вами, чтобы объявлять вам слово Господа, потому что вы боялись огня и не поднимались на гору.) Он сказал:",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "«Я – Господь, твой Бог, Который вывел тебя из Египта, земли рабства.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Пусть не будет у тебя других богов, кроме Меня.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Не делай себе идола – никакого изображения того, что на небе вверху, на земле внизу, или в водах ниже земли. ",
          "ID": "8"
        },
        {
          "text": "Не поклоняйся им и не служи им, ведь Я, Господь, твой Бог – ревнивый Бог, наказывающий детей за грехи отцов до третьего и четвертого поколения тех, кто ненавидит Меня, ",
          "ID": "9"
        },
        {
          "text": "но являющий милость тысячам поколений тех, кто любит Меня и соблюдает Мои повеления.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Не используй имени Господа, твоего Бога, напрасно, потому что Господь не оставит безнаказанным никого, кто использует Его имя напрасно.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Соблюдай субботний день и храни его святым, как повелел тебе Господь, твой Бог. ",
          "ID": "12"
        },
        {
          "text": "Шесть дней трудись и делай всю свою работу, ",
          "ID": "13"
        },
        {
          "text": "но седьмой день – это суббота Господу, твоему Богу. Не делай в этот день никакой работы – ни ты, ни твой сын или дочь, ни слуга или служанка, ни вол, ни осел, ни какой другой скот, ни чужеземец в твоих городах, чтобы твои слуга и служанка могли отдохнуть, как и ты сам. ",
          "ID": "14"
        },
        {
          "text": "Помни, что ты был рабом в Египте и что Господь, твой Бог, вывел тебя оттуда могучей дланью и простертой рукой. Поэтому Господь, твой Бог, повелел тебе соблюдать субботний день.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Почитай своего отца и мать, как повелел тебе Господь, твой Бог, чтобы тебе жить долго и благополучно на земле, которую дает тебе Господь, твой Бог.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Не убивай.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Не нарушай супружескую верность.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Не кради.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Не давай ложного свидетельства на другого.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Не желай жены твоего ближнего. Не желай дома или земли ближнего, его слуги или служанки, его вола или осла: ничего из того, что принадлежит ближнему твоему».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Это повеления, которые Господь объявил громким голосом всей вашей общине там, на горе, из огня, облака и кромешной тьмы. Больше Он ничего не добавил. Потом Он написал эти повеления на двух каменных плитках и дал их мне.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда вы слышали голос из тьмы, а гора пылала огнем, все вожди ваших родов и ваши старейшины пришли ко мне ",
          "ID": "23"
        },
        {
          "text": "и сказали: «Господь, наш Бог, показал нам Свою славу и величие, и мы слышали Его голос из огня. Сегодня мы увидели, что человек может жить, даже если Бог говорит с ним. ",
          "ID": "24"
        },
        {
          "text": "Но зачем нам умирать теперь? Этот великий огонь пожрет нас, и мы погибнем, если и дальше будем слышать голос Господа, нашего Бога. ",
          "ID": "25"
        },
        {
          "text": "Ведь кто из смертных когда-либо слышал, как мы, голос живого Бога, говорящего из огня, и остался жив? ",
          "ID": "26"
        },
        {
          "text": "Иди и выслушай, что говорит Господь, наш Бог. Потом перескажи нам все, что Господь, наш Бог, тебе скажет. Мы выслушаем и исполним».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Господь услышал вас, когда вы говорили со мной, и сказал мне: «Я услышал, что говорили тебе эти люди. Все, что они сказали, хорошо. ",
          "ID": "28"
        },
        {
          "text": "О если бы их сердце побуждало их всегда бояться Меня и соблюдать все Мои повеления, то с ними и с их детьми все было бы благополучно!",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Иди, скажи им, чтобы они вернулись к своим шатрам. ",
          "ID": "30"
        },
        {
          "text": "Но сам останься здесь со Мной, чтобы Я дал тебе все повеления, установления и законы. Ты должен научить их следовать им в земле, которую Я отдаю им во владение».",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Смотрите же, исполняйте то, что повелел вам Господь, ваш Бог; не уклоняйтесь ни вправо, ни влево. ",
          "ID": "32"
        },
        {
          "text": "Всегда идите тем путем, которым повелел вам идти Господь, ваш Бог, чтобы жить и преуспевать, и умножить свои дни в земле, которой вы завладеете.",
          "ID": "33"
        }
      ],
      "ID": "OT:DEU.5",
      "name": "Второзаконие 5"
    },
    {
      "text": [
        {
          "text": "Вот повеления, установления и законы, которые Господь, ваш Бог, велел мне научить вас соблюдать в земле, куда вы вступаете, чтобы овладеть ею, ",
          "ID": "1"
        },
        {
          "text": "– чтобы вы, ваши дети и дети ваших детей боялись Господа, вашего Бога, пока живы, соблюдали все Его установления и повеления, которые я даю вам, и чтобы ваша жизнь была долгой. ",
          "ID": "2"
        },
        {
          "text": "Слушай, Израиль, и старайся повиноваться, чтобы у тебя все было благополучно, и умножится твой народ в земле, где течет молоко и мед, – как и обещал вам Господь, Бог ваших отцов.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Слушай, Израиль! Господь наш Бог, – единый Господь. ",
          "ID": "4"
        },
        {
          "text": "Люби Господа, Бога твоего, всем сердцем твоим, всей душой твоей и всеми силами твоими. ",
          "ID": "5"
        },
        {
          "text": "Эти повеления, которые я даю тебе сегодня, должны быть у тебя в сердце. ",
          "ID": "6"
        },
        {
          "text": "Внушай их своим детям. Говори о них, когда сидишь дома и когда идешь по дороге, когда ложишься и когда встаешь. ",
          "ID": "7"
        },
        {
          "text": "Навяжи их как символы на руки и обвяжи ими лоб. ",
          "ID": "8"
        },
        {
          "text": "Напиши их на дверных косяках и на воротах своего дома.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда Господь, твой Бог, введет тебя в ту землю, которую Он клялся дать твоим отцам Аврааму, Исааку и Иакову, землю с большими, процветающими городами, которые ты не строил, ",
          "ID": "10"
        },
        {
          "text": "домами, наполненными всяким добром, которое ты не собирал, колодцами, которые ты не копал, виноградниками и оливковыми рощами, которые ты не сажал, то, поев и насытившись, ",
          "ID": "11"
        },
        {
          "text": "берегись, не забудь Господа, Который вывел тебя из Египта, из земли рабства.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Бойся Господа, твоего Бога, служи Ему одному и клянись Его именем. ",
          "ID": "13"
        },
        {
          "text": "Не следуйте другим богам, богам окружающих вас народов; ",
          "ID": "14"
        },
        {
          "text": "ведь Господь, твой Бог, Который с тобой, – ревнивый Бог, Его гнев вспыхнет против тебя, и Он истребит тебя с лица земли. ",
          "ID": "15"
        },
        {
          "text": "Не испытывайте Господа, вашего Бога, как вы делали в Массе. ",
          "ID": "16"
        },
        {
          "text": "Неуклонно соблюдайте повеления Господа, вашего Бога, Его заповеди и установления, которые Он дал вам. ",
          "ID": "17"
        },
        {
          "text": "Делай то, что правильно и хорошо в глазах Господа, чтобы у тебя все было благополучно, и ты вошел и завладел благодатной землей, которую Господь клятвенно обещал твоим отцам. ",
          "ID": "18"
        },
        {
          "text": "Он прогонит всех твоих врагов перед собой, как и говорил.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "В будущем, когда твой сын спросит тебя: «Каков смысл заповедей, установлений и законов, которые Господь, наш Бог, повелел вам соблюдать?» – ",
          "ID": "20"
        },
        {
          "text": "скажи ему: «Мы были рабами фараона в Египте, но Господь вывел нас из Египта могучей рукой. ",
          "ID": "21"
        },
        {
          "text": "У нас на глазах Господь наслал знамения и чудеса – великие и страшные – на Египет, на фараона и на весь его дом. ",
          "ID": "22"
        },
        {
          "text": "Но нас Он вывел оттуда, чтобы дать нам землю, которую Он клятвенно обещал нашим отцам. ",
          "ID": "23"
        },
        {
          "text": "Господь повелел нам исполнять все эти установления и бояться Господа, нашего Бога, чтобы мы всегда преуспевали и смогли сохранить нашу жизнь, как это и есть сегодня. ",
          "ID": "24"
        },
        {
          "text": "И если мы будем внимательно исполнять все законы перед Господом, нашим Богом, как Он повелел нам, то это и будет нашей праведностью».",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.6",
      "name": "Второзаконие 6"
    },
    {
      "text": [
        {
          "text": "Когда Господь, твой Бог, введет тебя в землю, куда ты идешь, чтобы завладеть ею, и прогонит от тебя многочисленные народы – хеттов, гергесеев, аморреев, хананеев, ферезеев, хиввеев и иевусеев, семь народов, которые больше и сильнее тебя, ",
          "ID": "1"
        },
        {
          "text": "и когда Господь, твой Бог, отдаст их тебе и ты разобьешь их, то ты должен уничтожить их полностью. Не заключай с ними никакого договора и не оказывай им никакой милости. ",
          "ID": "2"
        },
        {
          "text": "Не заключай с ними браков. Не отдавай своих дочерей за их сыновей и не бери их дочерей в жены своим сыновьям, ",
          "ID": "3"
        },
        {
          "text": "они отвратят твоих сыновей от Меня к служению другим богам, и гнев Господа вспыхнет против вас и быстро тебя уничтожит. ",
          "ID": "4"
        },
        {
          "text": "Вот что вы должны с ними сделать: разрушьте их жертвенники, разбейте священные камни, срубите столбы Ашеры и сожгите в огне их идолов. ",
          "ID": "5"
        },
        {
          "text": "Ведь ты – святой народ Господа, твоего Бога. Господь, твой Бог, избрал тебя из всех народов на лице земли, чтобы ты был Его народом, Его драгоценным достоянием.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Господь пожелал избрать вас не потому, что вы были многочисленнее других народов, – ведь вы были самыми малочисленными, – ",
          "ID": "7"
        },
        {
          "text": "а потому, что любит вас и для того, чтобы сдержать клятву, данную Им вашим отцам. Он вывел вас могучей рукой и выкупил из земли рабства, из-под власти фараона, царя Египта. ",
          "ID": "8"
        },
        {
          "text": "Итак, знай, что Господь, твой Бог, и есть Бог. Он – верный Бог, хранящий Свой завет милости к тысячам поколений тех, кто любит Его и соблюдает Его повеления.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Но всем ненавидящим Его Он воздаст гибелью;",
          "ID": "10"
        },
        {
          "text": "Он не замедлит воздать лично тем, кто ненавидит Его.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Итак, соблюдай повеления, установления и законы, которые я даю тебе сегодня.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Если вы будете внимательны к этим законам и будете тщательно следовать им, то Господь, ваш Бог, будет хранить Свой завет милости к вам, как Он клялся вашим отцам. ",
          "ID": "12"
        },
        {
          "text": "Он будет любить и благословлять вас и сделает многочисленным ваш народ. Он благословит тебя множеством детей, обильным урожаем твоей земли – зерном, молодым вином и маслом, большим приплодом телят в твоих стадах и ягнят в твоих отарах в земле, которую Он клялся твоим отцам отдать тебе. ",
          "ID": "13"
        },
        {
          "text": "Ты будешь благословен больше любого другого народа; никто из твоих мужчин и женщин не будет бесплоден, и скот твой не останется без молодняка. ",
          "ID": "14"
        },
        {
          "text": "Господь сбережет тебя от всякой болезни. Он не нашлет на тебя тех ужасных болезней, которые ты знал в Египте, но нашлет их на всех, кто ненавидит тебя. ",
          "ID": "15"
        },
        {
          "text": "Ты должен истребить все народы, которые предаст тебе Господь, твой Бог. Не смотри на них с жалостью и не служи их богам, чтобы это не стало для тебя западней.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Ты можешь подумать: «Эти народы сильнее меня. Как же я смогу выгнать их?» ",
          "ID": "17"
        },
        {
          "text": "Не бойся их; хорошо помни, что Господь, твой Бог, сделал с фараоном и со всем Египтом. ",
          "ID": "18"
        },
        {
          "text": "Ты своими собственными глазами видел те великие испытания, знамения и чудеса, длань и простертую руку, которыми Господь, твой Бог, вывел тебя. Господь, твой Бог, сделает то же самое со всеми народами, которых ты сейчас боишься. ",
          "ID": "19"
        },
        {
          "text": "Более того, Господь, твой Бог, нашлет на них шершней, пока не погибнут даже уцелевшие, кто спрячется от тебя. ",
          "ID": "20"
        },
        {
          "text": "Не бойся их, потому что Господь, твой Бог, Который с тобой, – это Бог, великий и внушающий страх. ",
          "ID": "21"
        },
        {
          "text": "Господь, твой Бог, постепенно изгонит от тебя народы. Но ты не должен истреблять их всех сразу, иначе вокруг тебя размножатся дикие звери. ",
          "ID": "22"
        },
        {
          "text": "Господь, твой Бог, отдаст их тебе, приведя их в великое смятение, пока они не будут истреблены. ",
          "ID": "23"
        },
        {
          "text": "Он отдаст тебе в руки их царей, и ты сотрешь их имена из поднебесной. Никто не сможет противостоять тебе; ты истребишь всех. ",
          "ID": "24"
        },
        {
          "text": "Изображения их богов ты должен сжечь в огне. Не желай их золота и серебра и не бери его себе, иначе ты попадешь в западню, ведь это отвратительно Господу, твоему Богу. ",
          "ID": "25"
        },
        {
          "text": "Не вноси отвратительной вещи в свой дом, или же, как и она, ты будешь отделен для уничтожения. Гнушайся и брезгуй этим, потому что они должны быть полностью уничтожены.",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.7",
      "name": "Второзаконие 7"
    },
    {
      "text": [
        {
          "text": "Вы должны старательно исполнять каждое из повелений, которые я даю вам сегодня, чтобы жить и становиться все более многочисленными, чтобы войти в землю, которую Господь клятвенно обещал вашим отцам, и завладеть ею. ",
          "ID": "1"
        },
        {
          "text": "Помни, как Господь, твой Бог, вел тебя через пустыню все эти сорок лет, смиряя и испытывая тебя, чтобы узнать, что в твоем сердце, будешь ты исполнять Его повеления или нет. ",
          "ID": "2"
        },
        {
          "text": "Он смирял тебя, заставляя тебя голодать, а затем насыщал манной, которой не знал ни ты, ни твои отцы, чтобы научить тебя, что не одним хлебом живет человек, но и каждым словом, исходящим из уст Господа. ",
          "ID": "3"
        },
        {
          "text": "Твоя одежда не изнашивалась, и твои ноги не опухали все эти сорок лет. ",
          "ID": "4"
        },
        {
          "text": "Пусть твое сердце помнит, что как человек наставляет своего сына, так и Господь, твой Бог, наставляет тебя.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Соблюдай повеления Господа, своего Бога, ходи Его путями и почитай Его. ",
          "ID": "6"
        },
        {
          "text": "Ведь Господь, твой Бог, вводит тебя в благодатную землю – землю с многоводными реками и водоемами, с источниками, пробивающимися в долинах и в горах; ",
          "ID": "7"
        },
        {
          "text": "в землю с пшеницей и ячменем, виноградными лозами и инжиром, гранатами, оливковым маслом и медом; ",
          "ID": "8"
        },
        {
          "text": "в землю, где хлеба не оскудеют, и ты ни в чем не будешь нуждаться; в землю, где скалы содержат железо, и где из гор ты сможешь добывать медь.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда ты поешь и насытишься, тогда славь Господа, своего Бога, за ту благодатную землю, которую Он дал тебе. ",
          "ID": "10"
        },
        {
          "text": "Берегись, не забудь Господа, своего Бога, соблюдай Его повеления, законы и установления, которые я даю тебе сегодня. ",
          "ID": "11"
        },
        {
          "text": "Иначе, когда ты поешь и насытишься, когда построишь хорошие дома и поселишься в них, ",
          "ID": "12"
        },
        {
          "text": "когда твои стада и отары увеличатся, а серебро, золото и все имущество умножатся, ",
          "ID": "13"
        },
        {
          "text": "твое сердце возгордится, и ты забудешь Господа, своего Бога, Который вывел тебя из Египта, из земли рабства. ",
          "ID": "14"
        },
        {
          "text": "Он вел тебя через огромную и ужасную пустыню, иссохшую и безводную землю с ядовитыми змеями и скорпионами. Он дал тебе воду из кремневой скалы. ",
          "ID": "15"
        },
        {
          "text": "Он кормил тебя манной в пустыне, которую никогда не знали твои отцы, чтобы смирить и испытать тебя и чтобы в конце концов у тебя все было благополучно. ",
          "ID": "16"
        },
        {
          "text": "Когда ты будешь процветать, ты можешь сказать про себя: «Я заработал это богатство своей силой и мощью моих рук». ",
          "ID": "17"
        },
        {
          "text": "Но помни Господа, твоего Бога, потому что это Он дает тебе возможность приобретать богатство, подтверждая – как это и есть сегодня – Свой завет, о котором Он клялся твоим отцам.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Если ты когда-нибудь забудешь Господа, своего Бога, последуешь другим богам и будешь служить и кланяться им, то – я свидетельствую против вас сегодня – вы непременно будете истреблены. ",
          "ID": "19"
        },
        {
          "text": "Подобно народам, которые Господь истребил перед вами, будете истреблены и вы за непослушание Господу, вашему Богу.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.8",
      "name": "Второзаконие 8"
    },
    {
      "text": [
        {
          "text": "Слушай, Израиль. Ты теперь переходишь через Иордан, чтобы войти и выселить народы, которые больше и сильнее тебя, с большими городами, чьи стены до неба. ",
          "ID": "1"
        },
        {
          "text": "Люди те сильные и высокие – потомки Анака! Ты знаешь о них и слышал, как говорят: «Кто может противостоять потомкам Анака?» ",
          "ID": "2"
        },
        {
          "text": "Но будь уверен, Господь, твой Бог, пойдет перед тобой, подобно пожирающему огню. Он истребит их; Он покорит их тебе. А ты прогонишь и быстро уничтожишь их, как обещал тебе Господь.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "После того как Господь, твой Бог, прогонит их от тебя, не говори себе: «За мою праведность Господь привел меня сюда, чтобы я овладел этой землей». Нет, из-за нечестия этих народов Господь собирается прогнать их от тебя. ",
          "ID": "4"
        },
        {
          "text": "Не за праведность и чистоту своего сердца ты идешь, чтобы овладеть их землей, а из-за нечестия этих народов Господь, твой Бог, прогонит их от тебя, чтобы исполнить то, о чем Он клялся твоим отцам Аврааму, Исааку и Иакову. ",
          "ID": "5"
        },
        {
          "text": "Итак, пойми, что не за твою праведность Господь, твой Бог, отдает тебе во владение эту благодатную землю, ведь ты – упрямый народ.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Помни и никогда не забывай, как в пустыне ты вызывал против себя гнев Господа, своего Бога. Со дня, когда ты покинул Египет, и до тех пор, как вы пришли сюда, вы были мятежниками против Господа. ",
          "ID": "7"
        },
        {
          "text": "У Хорива вы так разгневали Господа, что Он готов был истребить вас. ",
          "ID": "8"
        },
        {
          "text": "Когда я поднялся на гору, чтобы получить каменные плитки, плитки завета, который Господь заключил с вами, я провел на горе сорок дней и сорок ночей; я не ел хлеба и не пил воды. ",
          "ID": "9"
        },
        {
          "text": "Господь дал мне две каменные плитки, на которых было написано перстом Божьим. На них были все повеления, которые Господь объявил вам из пламени на горе, в день собрания.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Через сорок дней и сорок ночей Господь дал мне две каменные плитки, плитки завета. ",
          "ID": "11"
        },
        {
          "text": "Господь сказал мне: «Немедленно спускайся, потому что твой народ, который ты вывел из Египта, развратился. Они быстро свернули с пути, по которому я повелел им идти, и сделали себе литого идола».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И Господь сказал мне: «Я видел этот народ, и народ этот на самом деле упрямый! ",
          "ID": "13"
        },
        {
          "text": "Оставь Меня, Я истреблю их и сотру их имя из поднебесной. А от тебя Я произведу народ сильнее и многочисленнее этого».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Я повернулся и спустился с горы, пылающей огнем. Две каменные плитки завета были у меня в руках. ",
          "ID": "15"
        },
        {
          "text": "Взглянув, я увидел, что вы согрешили против Господа, вашего Бога; вы сделали себе литого идола в виде тельца. Вы быстро свернули с пути, который указал вам Господь. ",
          "ID": "16"
        },
        {
          "text": "Я взял плитки, бросил их, и они разбились на куски у вас на глазах.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Затем я снова простерся перед Господом и лежал так сорок дней и сорок ночей. Я не ел хлеба и не пил воды из-за греха, который вы совершили, сотворив зло в глазах Господа и вызвав Его гнев. ",
          "ID": "18"
        },
        {
          "text": "Я боялся гнева и ярости Господа, потому что Он так гневался на вас, что готов был вас истребить. Но Господь внял мне и на этот раз. ",
          "ID": "19"
        },
        {
          "text": "И на Аарона Господь гневался так, что готов был истребить его, но я молился и за Аарона. ",
          "ID": "20"
        },
        {
          "text": "А греховную вещь, тельца, которого вы сделали, я взял и расплавил в огне. Я разбил его, стер в порошок, мелкий, как пыль, и бросил в поток, который тек с горы.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "А еще вы разгневали Господа в Тавере, в Массе и в Киврот-Гаттааве.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "И когда Господь посылал вас из Кадеш-Барнеа, Он сказал: «Поднимитесь и захватите землю, которую Я отдал вам». Но вы взбунтовались против повеления Господа, вашего Бога. Вы не доверились Ему и не послушались Его. ",
          "ID": "23"
        },
        {
          "text": "Вы были мятежниками против Господа с тех самых пор, как я узнал вас.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Сорок дней и сорок ночей я лежал, простершись перед Господом, потому что Господь сказал, что истребит вас. ",
          "ID": "25"
        },
        {
          "text": "Я молился Господу и говорил: «Владыка Господи, не губи Свой народ, Свое собственное наследие, которое Ты вызволил Своей великой властью и вывел из Египта могучей рукой. ",
          "ID": "26"
        },
        {
          "text": "Вспомни Своих слуг Авраама, Исаака и Иакова. Не смотри на упрямство этого народа, на его нечестие и грех. ",
          "ID": "27"
        },
        {
          "text": "Иначе в стране, из которой Ты вывел нас, будут говорить: „Господь вывел их, чтобы предать смерти в пустыне, потому что не смог привести их в землю, которую обещал им, и из-за ненависти к ним“. ",
          "ID": "28"
        },
        {
          "text": "Но они ведь Твое наследие, Твой народ, который Ты вывел Своей великой силой и простертой рукой».",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.9",
      "name": "Второзаконие 9"
    },
    {
      "text": [
        {
          "text": "Тогда Господь сказал мне: «Высеки две каменные плитки, подобные прежним, и поднимись ко Мне на гору. Еще сделай деревянный ковчег. ",
          "ID": "1"
        },
        {
          "text": "Я напишу на плитках слова, что были на первых плитках, которые ты разбил. Затем ты положишь их в ковчег».",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Я сделал ковчег из дерева акации, вытесал две каменные плитки, подобные прежним, и поднялся на гору с ними в руках. ",
          "ID": "3"
        },
        {
          "text": "Господь написал на этих плитках то же, что и прежде, десять заповедей, которые Он объявил вам на горе, из огня, в день собрания. И Господь дал их мне. ",
          "ID": "4"
        },
        {
          "text": "Затем я вернулся, спустившись с горы, и положил плитки в ковчег, который я сделал, как повелел мне Господь, они и сейчас там.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "(Израильтяне отправились от колодцев яаканитов в Мосеру. Там Аарон умер и был похоронен, а Элеазар, его сын, унаследовал его священство. ",
          "ID": "6"
        },
        {
          "text": "Оттуда они путешествовали в Гудгод, а далее в Иотвафу, землю, где много рек. ",
          "ID": "7"
        },
        {
          "text": "В то время Господь отделил род Левия, чтобы они носили ковчег завета Господа, стояли перед Господом, служили Ему и благословляли Его именем, что они делают и до сих пор. ",
          "ID": "8"
        },
        {
          "text": "Вот почему у левита нет доли и наследия среди своих братьев; Господь – его наследие, как Господь, твой Бог, и сказал ему.)",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Я пробыл на горе сорок дней и ночей, как и в первый раз, и Господь снова внял мне. Он не захотел истребить тебя. ",
          "ID": "10"
        },
        {
          "text": "«Иди, – сказал мне Господь, – и веди народ в путь, чтобы они вошли и завладели землей, которую Я клялся отдать их отцам».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Итак, Израиль, о чем же просит тебя Господь, твой Бог, кроме того, чтобы ты боялся Господа, своего Бога, ходил всеми Его путями, любил Его, служил Господу, своему Богу, от всего сердца и от всей души ",
          "ID": "12"
        },
        {
          "text": "и соблюдал повеления и установления Господа, которые я даю тебе сегодня для твоего же блага?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господу, твоему Богу, принадлежат небеса, даже небеса небес, земля и все, что на ней. ",
          "ID": "14"
        },
        {
          "text": "И все-таки Господь пожелал любить твоих отцов и выбрал вас, их потомков, из всех народов, как это и есть сегодня. ",
          "ID": "15"
        },
        {
          "text": "Обрежьте крайнюю плоть вашего сердца и больше не упрямьтесь. ",
          "ID": "16"
        },
        {
          "text": "Ведь Господь, ваш Бог, – Бог богов и Владыка владык, великий Бог, могучий и грозный, беспристрастный и не берущий взятки. ",
          "ID": "17"
        },
        {
          "text": "Он защищает дело сироты и вдовы, любит чужеземца, кормит и одевает его. ",
          "ID": "18"
        },
        {
          "text": "И вам следует любить чужеземцев, потому что вы сами были чужеземцами в Египте. ",
          "ID": "19"
        },
        {
          "text": "Бойся Господа, своего Бога, и служи Ему. Прилепись к Нему и клянись Его именем. ",
          "ID": "20"
        },
        {
          "text": "Он – твоя хвала; Он – твой Бог, совершивший для тебя великие и страшные чудеса, которые ты видел своими собственными глазами. ",
          "ID": "21"
        },
        {
          "text": "Твоих отцов, которые отправились в Египет, было семьдесят человек, а теперь Господь, твой Бог, сделал тебя многочисленным, как звезды на небе.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.10",
      "name": "Второзаконие 10"
    },
    {
      "text": [
        {
          "text": "Люби Господа, своего Бога, и всегда соблюдай Его требования, установления и повеления. ",
          "ID": "1"
        },
        {
          "text": "Я не обращаюсь к вашим детям, которые не знали и не видели наказания Господа, вашего Бога. Вспомните сегодня Его величие, Его могучую длань и простертую руку, ",
          "ID": "2"
        },
        {
          "text": "знамения и дела, которые Он сотворил в Египте, и с фараоном, царем Египта, и со всей его страной; ",
          "ID": "3"
        },
        {
          "text": "то, что Он сделал с египетским войском, с его конями и колесницами, как Он утопил их в водах Красного моря, когда они гнались за вами, и как Господь погубил их, и по сей день это так. ",
          "ID": "4"
        },
        {
          "text": "Ваши дети не видели то, что Он сделал для вас в пустыне, пока вы не пришли на это место, ",
          "ID": "5"
        },
        {
          "text": "и что Он совершил с Датаном и Авирамом, сыновьями рувимита Элиава, когда земля разверзлась прямо посреди народа Израиля и поглотила их с их домочадцами, шатрами и всеми живыми существами, которые им принадлежали. ",
          "ID": "6"
        },
        {
          "text": "Ваши собственные глаза видели все эти великие дела, которые совершил Господь.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Итак, соблюдайте все повеления, которые я даю вам сегодня, чтобы быть сильными, войти в землю, куда вы идете, и завладеть ею, ",
          "ID": "8"
        },
        {
          "text": "и чтобы долго жить на земле, которую Господь клялся отдать вашим отцам и их семени, на земле, где течет молоко и мед. ",
          "ID": "9"
        },
        {
          "text": "Земля, куда ты идешь, чтобы завладеть ею, не похожа на землю Египта, откуда вы пришли, где ты сажал семя и орошал поля, как огород, с помощью ног. ",
          "ID": "10"
        },
        {
          "text": "Но земля, куда вы вступаете, чтобы завладеть ею, – это земля гор и долин, которая пьет дождь с неба. ",
          "ID": "11"
        },
        {
          "text": "Это земля, о которой заботится Господь, твой Бог; взгляд Господа, твоего Бога, круглый год обращен на нее.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Если вы будете верно слушаться Моих повелений, которые Я даю вам сегодня, – любить Господа, вашего Бога, и служить Ему от всего сердца и от всей души, – ",
          "ID": "13"
        },
        {
          "text": "то Я буду в срок посылать дожди на вашу землю, осенние и весенние дожди, чтобы ты собирал зерно, молодое вино и масло. ",
          "ID": "14"
        },
        {
          "text": "Я дам траву на полях для твоего скота, и ты будешь есть и насыщаться.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Берегитесь, иначе вы соблазнитесь тем, чтобы уклониться и начать почитать других богов, и поклоняться им. ",
          "ID": "16"
        },
        {
          "text": "Тогда гнев Господа вспыхнет против вас, и Он запрет небеса, и не будет дождя, и земля не будет приносить урожай, и вы вскоре будете истреблены с благодатной земли, которую дает вам Господь.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Сохраните Мои слова в сердцах и умах; навяжите их как символы на руку и обвяжите ими лбы. ",
          "ID": "18"
        },
        {
          "text": "Учите им своих детей, говорите о них, когда сидите дома и когда идете по дороге, когда ложитесь и когда встаете. ",
          "ID": "19"
        },
        {
          "text": "Напишите их на дверных косяках и на воротах своего дома, ",
          "ID": "20"
        },
        {
          "text": "чтобы вы и ваши дети прожили на земле, которую Господь клялся дать вашим отцам, столько дней, сколько небеса находятся над землей.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Если вы будете тщательно соблюдать все повеления, которые я даю вам, чтобы вы им следовали, – любить Господа, вашего Бога, ходить всеми Его путями и быть верными Ему, ",
          "ID": "22"
        },
        {
          "text": "то Господь прогонит от вас все другие народы, и вы выселите тех, кто многочисленнее и сильнее вас. ",
          "ID": "23"
        },
        {
          "text": "Всякое место, на которое ступит ваша нога, станет вашим: ваша земля будет простираться от пустыни до Ливана, от реки Евфрат до Западного моря. ",
          "ID": "24"
        },
        {
          "text": "Никто не в силах будет противостоять вам. Господь, ваш Бог, как Он и обещал вам, наведет страх и ужас перед вами на всю землю, где бы вы ни шли.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Смотрите, сегодня я предлагаю вам благословение и проклятие: ",
          "ID": "26"
        },
        {
          "text": "благословение – если вы будете слушаться повелений Господа, вашего Бога, которые я даю вам сегодня, ",
          "ID": "27"
        },
        {
          "text": "а проклятие – если вы не будете слушаться повелений Господа, вашего Бога, свернете с пути, который я указываю вам сегодня, и пойдете за другими богами, которых раньше не знали. ",
          "ID": "28"
        },
        {
          "text": "Когда Господь, твой Бог, введет тебя в землю, куда ты идешь, чтобы завладеть ею, ты должен провозгласить там, на горе Гаризим благословения, а на горе Гевал проклятия. ",
          "ID": "29"
        },
        {
          "text": "Ты знаешь, что эти горы находятся за Иорданом, к западу от дороги, на закат солнца, рядом с дубами Море, в земле тех хананеев, что живут в иорданской долине в окрестностях Гилгала. ",
          "ID": "30"
        },
        {
          "text": "Вы переходите Иордан, чтобы войти и завладеть землей, которую дает вам Господь, ваш Бог. Когда вы завладеете ею и будете там жить, ",
          "ID": "31"
        },
        {
          "text": "то смотрите, соблюдайте все установления и законы, которые я даю вам сегодня.",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.11",
      "name": "Второзаконие 11"
    },
    {
      "text": [
        {
          "text": "Вот установления и законы, которым вы должны старательно следовать все дни, пока вы будете жить на земле, которую Господь, Бог ваших отцов, отдал вам во владение. ",
          "ID": "1"
        },
        {
          "text": "Полностью уничтожьте все места, где народы, которых вы выселяете, служат своим богам: на высоких горах, на холмах и под всяким тенистым деревом. ",
          "ID": "2"
        },
        {
          "text": "Разрушьте их жертвенники, расколите священные каменные столбы и сожгите в огне столбы Ашеры. Разбейте истуканы их богов и сотрите в тех местах всякую память о них.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Вы не должны служить Господу, вашему Богу, так, как они служат своим богам. ",
          "ID": "4"
        },
        {
          "text": "Вы должны искать Господа, вашего Бога лишь на том месте, которое Он выберет среди всех ваших родов для Своего имени. Туда вы и должны приходить, ",
          "ID": "5"
        },
        {
          "text": "туда приносите всесожжения и жертвы, десятины и особые дары, посвященные по обету, добровольные приношения и первородное ваших стад и отар. ",
          "ID": "6"
        },
        {
          "text": "Там, в присутствии Господа, вашего Бога, вы и ваши семьи будете есть и радоваться всему, что сотворят ваши руки, потому что Господь, ваш Бог, благословил вас.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Вы не должны поступать так, как мы поступаем здесь сегодня, – каждый, как ему кажется верным, – ",
          "ID": "8"
        },
        {
          "text": "потому что вы еще не достигли мест покоя и наследия, которое Господь, ваш Бог, дает вам. ",
          "ID": "9"
        },
        {
          "text": "Но вы перейдете Иордан и поселитесь в земле, которую Господь, ваш Бог, отдает вам в наследие, и Он даст вам покой от всех ваших врагов вокруг вас, чтобы вы жили в безопасности.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Тогда к месту, которое Господь, ваш Бог, выберет для Своего имени, вы должны приносить все, что я повелеваю вам: всесожжения и жертвы, десятины и особые дары, все лучшее из имущества, что вы посвятили Господу по обету. ",
          "ID": "11"
        },
        {
          "text": "Веселитесь там перед Господом, вашим Богом, вы, ваши сыновья и дочери, слуги и служанки, левиты из ваших городов, у которых нет ни собственного надела, ни наследия. ",
          "ID": "12"
        },
        {
          "text": "Берегись, не приноси всесожжения там, где тебе заблагорассудится. ",
          "ID": "13"
        },
        {
          "text": "Приноси их только в том месте, которое Господь выберет в одном из твоих родов, и там соблюдай все, что я повелеваю тебе.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Впрочем, ты можешь закалывать скот в любом из городов и есть столько мяса, сколько тебе хочется, как если бы это были газель или олень, по благословению, которое Господь, твой Бог, дает тебе. И ритуально нечистые, и чистые могут есть его. ",
          "ID": "15"
        },
        {
          "text": "Но вы не должны есть кровь. Выливайте ее на землю, как воду. ",
          "ID": "16"
        },
        {
          "text": "Ты не должен есть у себя в городах десятины от зерна, молодого вина и масла, первородное твоих стад и отар, добровольные приношения, особые дары или все то, что вы посвятили по обету. ",
          "ID": "17"
        },
        {
          "text": "Все это ты должен есть в присутствии Господа, твоего Бога, на том месте, которое выберет Господь, твой Бог, – ты, твои сыновья и дочери, слуги и служанки, и левиты из твоих городов – и радоваться перед Господом, твоим Богом, всему, что сделали твои руки. ",
          "ID": "18"
        },
        {
          "text": "Смотри, не пренебрегай левитами, когда будешь жить в своей земле.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Когда Господь, твой Бог, расширит твои границы, как Он и обещал тебе, и ты захочешь мясного и скажешь: «Съем-ка я мяса», то тогда можешь есть столько, сколько захочешь. ",
          "ID": "20"
        },
        {
          "text": "Если место, которое Господь, твой Бог, выберет для Своего имени, будет слишком далеко от тебя, можешь закалывать скот из стад и отар, которые дал тебе Господь, и есть столько, сколько захочешь у себя в городах, как я повелел тебе. ",
          "ID": "21"
        },
        {
          "text": "Ешь их, как если бы это были газель или олень. И нечистый, и чистый человек может есть их.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Но берегись есть кровь, потому что кровь – это жизнь, и ты не должен есть жизнь вместе с мясом. ",
          "ID": "23"
        },
        {
          "text": "Ты не должен есть кровь; выливай ее на землю, как воду. ",
          "ID": "24"
        },
        {
          "text": "Не ешь ее, чтобы с тобой и с твоими детьми после тебя все было благополучно, потому что так ты будешь поступать правильно в глазах Господа.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Но бери посвященные вещи и то, что ты обещал отдать по обету, и приходи на место, которое выберет Господь. ",
          "ID": "26"
        },
        {
          "text": "Приносите свои всесожжения – и мясо, и кровь – на жертвенник Господа, своего Бога. Кровь твоих жертв должна выливаться у жертвенника Господа, твоего Бога, а мясо можешь съесть. ",
          "ID": "27"
        },
        {
          "text": "Смотри, следуй всем установлениям, которые я даю тебе, чтобы с тобой и с твоими детьми после тебя всегда все было благополучно, потому что так ты будешь поступать правильно в глазах Господа, своего Бога.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Господь, твой Бог, искоренит перед тобой народы, которые ты собираешься завоевывать и выселять. Но когда ты прогонишь их и поселишься на их земле, ",
          "ID": "29"
        },
        {
          "text": "когда все они будут истреблены перед тобой, тогда берегись попасть в западню, не спрашивай об их богах и не говори: «Как эти народы служат своим богам? Я буду делать точно так же». ",
          "ID": "30"
        },
        {
          "text": "Ты не должен служить Господу, твоему Богу, так, как они служат своим богам, потому что они творят всевозможные мерзости, которые Господь ненавидит. Они даже сжигают своих сыновей и дочерей в огне, как жертву своим богам.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Смотрите, не делайте то, что я запрещаю вам. Не прибавляй к этому ничего и ничего не убавляй.",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.12",
      "name": "Второзаконие 12"
    },
    {
      "text": [
        {
          "text": "Если пророк или толкователь снов появится среди тебя и покажет знамение или чудо, ",
          "ID": "1"
        },
        {
          "text": "и если это знамение или чудо сбудется, и он скажет: «Последуем за другими богами, богами, которых ты не знал, и будем служить им», ",
          "ID": "2"
        },
        {
          "text": "то ты не должен слушать слов того пророка или толкователя снов. Это Господь, ваш Бог, испытывает вас этим, чтобы узнать, любите ли вы Его от всего сердца и от всей души. ",
          "ID": "3"
        },
        {
          "text": "Вы должны следовать Господу, вашему Богу, и Его должны чтить. Храните Его повеления и слушайтесь Его; служите Ему и к Нему прилепляйтесь. ",
          "ID": "4"
        },
        {
          "text": "А тот пророк или толкователь снов должен быть предан смерти, потому что он призывал к отступничеству от Господа, вашего Бога, Который вывел вас из Египта и избавил тебя из земли рабства. Он пытался сбить тебя с пути, которым повелел тебе идти Господь, твой Бог. Очисти себя от этого зла.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Если твой родной брат или сын, или дочь, или любимая жена, или твой ближайший друг станут тайно искушать тебя, говоря: «Пойдем, чтобы служить другим богам» (богам, которых не знал ни ты, ни твои отцы, ",
          "ID": "6"
        },
        {
          "text": "богам народов, которые живут вокруг тебя, далеко или близко, от одного конца земли до другого), – ",
          "ID": "7"
        },
        {
          "text": "не уступай ему и не слушай его. Не жалей его. Не щади и не покрывай. ",
          "ID": "8"
        },
        {
          "text": "Ты непременно должен убить его. Ты первым должен кинуть в него камень, а потом и все остальные. ",
          "ID": "9"
        },
        {
          "text": "Забей его камнями до смерти, потому что он пытался увести тебя от Господа, твоего Бога, Который вывел тебя из Египта, из земли рабства. ",
          "ID": "10"
        },
        {
          "text": "Тогда весь Израиль услышит об этом и испугается, и никто не станет делать впредь такого зла среди вас.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Если ты услышишь об одном из городов, которые Господь, твой Бог, дает тебе для жизни, ",
          "ID": "12"
        },
        {
          "text": "что там появились негодяи, сбившие с пути его жителей, которые говорят: «Пойдем и будем служить другим богам» (богам, которых ты не знал), ",
          "ID": "13"
        },
        {
          "text": "то ты должен подробно расспросить, все проверить и расследовать это. И если это правда, и ты сможешь доказать, что такая мерзость была сделана среди вас, ",
          "ID": "14"
        },
        {
          "text": "то ты непременно должен предать мечу всех живущих в том городе. Истреби его полностью: и народ, и скот. ",
          "ID": "15"
        },
        {
          "text": "Все богатство этого города собери посередине площади и сожги город со всем добром без остатка, как всесожжение Господу, твоему Богу. Он должен остаться в руинах навсегда и никогда не должен быть отстроен вновь. ",
          "ID": "16"
        },
        {
          "text": "Ни одной из тех проклятых вещей не должно остаться у тебя в руках, чтобы Господь не обрушил на тебя Свой пылающий гнев. И тогда Он окажет тебе милость, пожалеет тебя и даст твоему народу умножиться числом, как Он клялся твоим отцам. ",
          "ID": "17"
        },
        {
          "text": "Потому что ты слушаешься Господа, своего Бога, хранишь все Его повеления, которые я даю тебе сегодня, и поступаешь правильно в Его глазах.",
          "ID": "18"
        }
      ],
      "ID": "OT:DEU.13",
      "name": "Второзаконие 13"
    },
    {
      "text": [
        {
          "text": "Вы – сыны Господа, вашего Бога. Не делайте на себе порезов и не выстригайте волос над глазами в знак скорби по умершему, ",
          "ID": "1"
        },
        {
          "text": "потому что ты – святой народ Господа, вашего Бога. Из всех народов на земле Господь выбрал тебя, чтобы ты был Его драгоценным достоянием.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Не ешь никакой мерзости. ",
          "ID": "3"
        },
        {
          "text": "Вот животные, которых ты можешь есть: волы, овцы, козы, ",
          "ID": "4"
        },
        {
          "text": "олени, газели, косули, дикие козлы, горные козлы, антилопы и горные бараны. ",
          "ID": "5"
        },
        {
          "text": "Ты можешь есть любых животных, которые жуют жвачку и у которых раздвоенное копыто имеет глубокий разрез. ",
          "ID": "6"
        },
        {
          "text": "Но из тех животных, которые жуют жвачку, нельзя есть верблюда, кролика и дамана, потому что у них нет раздвоенных копыт. Они нечисты для вас. ",
          "ID": "7"
        },
        {
          "text": "А свинья, хотя у нее копыто и раздвоено, не жует жвачку: она тоже нечиста для вас. Не ешьте их мясо и не прикасайтесь к их трупам.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Из существ, живущих в воде, вы можете есть тех, у которых есть плавники и чешуя. ",
          "ID": "9"
        },
        {
          "text": "Но тех, у которых нет плавников и чешуи, не ешьте: они нечисты для вас.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Вы можете есть любую чистую птицу. ",
          "ID": "11"
        },
        {
          "text": "Но нельзя есть орла, бородача, скопу, ",
          "ID": "12"
        },
        {
          "text": "осоеда, сокола, никакого вида коршуна, ",
          "ID": "13"
        },
        {
          "text": "никакого ворона, ",
          "ID": "14"
        },
        {
          "text": "сову, козодоя, чайку, никакого вида ястреба, ",
          "ID": "15"
        },
        {
          "text": "домового сыча, филина, белую сову, ",
          "ID": "16"
        },
        {
          "text": "пустынную сову, стервятника, большого баклана, ",
          "ID": "17"
        },
        {
          "text": "аиста, никакого вида цапли, удода и летучую мышь.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Все летающие насекомые нечисты для вас – не ешьте их. ",
          "ID": "19"
        },
        {
          "text": "Но любую птицу, которая чиста, вы можете есть.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Не ешьте падаль. Отдай или продай ее чужеземцу, живущему в любом из твоих городов – ему можно ее есть. Но ты – святой народ Господа, твоего Бога.",
          "ID": "21"
        },
        {
          "text": "Не вари козленка в молоке его матери.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Отделяй десятину от всего, что ежегодно приносят твои поля. ",
          "ID": "22"
        },
        {
          "text": "Ешь десятину от зерна, молодого вина и масла и первородное твоих стад и отар в присутствии Господа, твоего Бога, на месте, которое Он выберет для Своего имени, чтобы ты научился всегда чтить Господа, своего Бога. ",
          "ID": "23"
        },
        {
          "text": "Но если это место слишком далеко, а ты, будучи благословлен Господом, твоим Богом, не можешь отнести свою десятину (потому что место, которое Господь выберет для Своего имени, слишком далеко), ",
          "ID": "24"
        },
        {
          "text": "то обменяй свою десятину на серебро, возьми серебро с собой и иди к тому месту, которое выберет Господь, твой Бог. ",
          "ID": "25"
        },
        {
          "text": "Купи на это серебро все, что ты захочешь: крупный и мелкий скот, вино, пиво или другое, что пожелаешь. А потом вместе со своей семьей ешь там в присутствии Господа, твоего Бога, и веселись. ",
          "ID": "26"
        },
        {
          "text": "Не пренебрегай левитами, которые живут в твоих городах, ведь у них нет ни своего надела, ни наследия.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Раз в три года отделяй от всякого урожая десятины и складывай их в своих городах, ",
          "ID": "28"
        },
        {
          "text": "чтобы левиты (у которых нет ни своего надела, ни наследия), чужеземцы, сироты и вдовы, которые живут в твоих городах, могли прийти, поесть и насытиться, и чтобы Господь, твой Бог, благословил тебя во всяком деле твоих рук.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.14",
      "name": "Второзаконие 14"
    },
    {
      "text": [
        {
          "text": "Раз в семь лет ты должен прощать долги. ",
          "ID": "1"
        },
        {
          "text": "Вот как это следует делать: каждый заимодавец пусть простит долг, который он дал ближнему. Пусть он не требует уплаты долга со своего друга или брата, потому что провозглашено Господнее время для прощения долгов. ",
          "ID": "2"
        },
        {
          "text": "Ты можешь требовать уплаты с чужеземца, но должен простить все, что должен тебе твой брат. ",
          "ID": "3"
        },
        {
          "text": "Среди вас не должно быть бедняка, ведь в земле, которую Господь, твой Бог, отдает тебе во владение как твое наследие, Он щедро благословит тебя. ",
          "ID": "4"
        },
        {
          "text": "Но только если ты будешь полностью послушен Господу, своему Богу, и будешь прилежно следовать всем этим повелениям, которые я даю тебе сегодня. ",
          "ID": "5"
        },
        {
          "text": "И тогда Господь, твой Бог, благословит тебя, как и обещал, и ты будешь давать в долг многим народам, но ни у кого не будешь брать взаймы. Ты будешь править многими народами, но ни один из них не будет править тобой.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Если среди твоих братьев в каком-либо из городов земли, которую дает тебе Господь, твой Бог, окажется бедняк, то не будь жестоким и скаредным к нуждающемуся брату. ",
          "ID": "7"
        },
        {
          "text": "Будь щедрым и охотно дай ему взаймы все, в чем бы он ни нуждался. ",
          "ID": "8"
        },
        {
          "text": "Берегись, чтобы не затаить подлую мысль: «Седьмой год, год прощения долгов, близок», и чтобы от того не озлобиться на своего нуждающегося брата и не отказать ему. Иначе он взмолится к Господу против тебя, и ты окажешься виновным в грехе. ",
          "ID": "9"
        },
        {
          "text": "Дай ему щедро и сделай это без злобы в сердце – ведь за это Господь, твой Бог, благословит тебя во всех твоих делах и во всем, что ты делаешь своими руками. ",
          "ID": "10"
        },
        {
          "text": "В этой земле всегда будут бедняки. Поэтому я повелеваю тебе быть щедрым к братьям, и к бедным, и к нуждающимся в твоей земле.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Если твой соплеменник-еврей, мужчина или женщина, продаст себя тебе и прослужит у тебя шесть лет, то на седьмой год ты должен отпустить его на свободу. ",
          "ID": "12"
        },
        {
          "text": "А отпуская на свободу, не отсылай его с пустыми руками. ",
          "ID": "13"
        },
        {
          "text": "Дай ему долю от своего мелкого рогатого скота, от своего гумна и винного пресса. Дай ему то, чем благословил тебя Господь, твой Бог. ",
          "ID": "14"
        },
        {
          "text": "Помни, что ты сам был рабом в Египте, а Господь, твой Бог, избавил тебя от рабства. Поэтому я и даю тебе сегодня такое повеление.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но если раб скажет тебе: «Я не хочу уходить от тебя», потому что он любит тебя и твою семью, и у тебя ему хорошо, ",
          "ID": "16"
        },
        {
          "text": "то возьми шило и приколи им его ухо к двери, и он останется твоим рабом на всю жизнь. Сделай то же самое и с рабыней.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Не считай для себя убытком освободить раба, ведь он прослужил тебе шесть лет за половину стоимости наемника. Господь, твой Бог, благословит тебя во всем, что бы ты ни делал.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Отделяй для Господа, своего Бога, всех первородных самцов из стад и отар. Не работай на первородном воле и не стриги первородного барана. ",
          "ID": "19"
        },
        {
          "text": "Каждый год ты и твоя семья должны есть их в присутствии Господа, твоего Бога, в месте, которое Он выберет. ",
          "ID": "20"
        },
        {
          "text": "Если у животного есть изъян, если оно хромое или слепое, или у него есть какой-либо серьезный недостаток, то ты не должен приносить его в жертву Господу, твоему Богу. ",
          "ID": "21"
        },
        {
          "text": "Ты должен съесть его в своем городе. И ритуально нечистый, и чистый человек может есть его мясо, как если бы это была газель или олень. ",
          "ID": "22"
        },
        {
          "text": "Но ты не должен есть кровь. Выливай ее на землю, как воду.",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.15",
      "name": "Второзаконие 15"
    },
    {
      "text": [
        {
          "text": "Помни месяц авив и празднуй Пасху Господа, твоего Бога, потому что в месяце авиве Он вывел тебя ночью из Египта. ",
          "ID": "1"
        },
        {
          "text": "Приноси в пасхальную жертву Господу, твоему Богу, животное из мелкого или крупного рогатого скота на месте, которое Господь выберет для Своего имени. ",
          "ID": "2"
        },
        {
          "text": "Не ешь это мясо с дрожжевым хлебом, но семь дней ешь пресный хлеб, хлеб горя, потому что ты покинул Египет в спешке, – чтобы ты всю жизнь вспоминал время исхода из Египта. ",
          "ID": "3"
        },
        {
          "text": "Пусть в твоем владении по всей земле семь дней не будет никакой закваски. Не оставляй до утра мясо, которое ты приносишь в жертву вечером первого дня.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Ты не должен приносить пасхальную жертву в каком-либо из городов, которые Господь, твой Бог, дает тебе, ",
          "ID": "5"
        },
        {
          "text": "кроме того места, которое Он выберет для Своего имени. Там ты должен принести пасхальную жертву вечером, на заходе солнца, в годовщину твоего ухода из Египта. ",
          "ID": "6"
        },
        {
          "text": "Приготовь и съешь ее на месте, которое выберет Господь, твой Бог. Утром вернись в свои шатры. ",
          "ID": "7"
        },
        {
          "text": "Шесть дней ешь пресный хлеб, а на седьмой день проведи собрание Господу, твоему Богу, и не делай никакой работы.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Отсчитай семь недель со времени, когда ты начинаешь жать серпом в поле, ",
          "ID": "9"
        },
        {
          "text": "и отмечай праздник Недель Господу, твоему Богу, отдавая добровольное приношение в соответствии с благословениями, которые дал тебе Господь, твой Бог. ",
          "ID": "10"
        },
        {
          "text": "И веселись перед Господом, твоим Богом, на месте, которое Он выберет для Своего имени, – ты, твои сыновья и дочери, слуги и служанки, левиты в твоих городах и чужеземцы, сироты и вдовы, живущие среди вас. ",
          "ID": "11"
        },
        {
          "text": "Помни, что ты был рабом в Египте, и тщательно следуй этим установлениям.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Отмечай праздник Шалашей семь дней после того, как закончишь работы на своем гумне и в давильне. ",
          "ID": "13"
        },
        {
          "text": "Веселись на празднике – ты, твои сыновья и дочери, слуги и служанки, левиты, чужеземцы, сироты и вдовы, которые живут в твоих городах. ",
          "ID": "14"
        },
        {
          "text": "Семь дней отмечай праздник Господу, твоему Богу, на месте, которое выберет Господь. Ведь Господь, твой Бог, благословит тебя урожаем, а также во всех делах твоих рук, и ты будешь только радоваться.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Пусть три раза в год все мужчины предстают пред лицо Господа, твоего Бога, на место, которое Он выберет: на праздник Пресных хлебов, на праздник Недель и на праздник Шалашей. Никто не должен являться пред лицо Господа с пустыми руками: ",
          "ID": "16"
        },
        {
          "text": "пусть каждый принесет дар в соответствии с тем, насколько благословил его Господь, твой Бог.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Назначь судей и начальников для каждого рода в каждом из городов, которые дает тебе Господь, твой Бог. Пусть они судят народ по справедливости. ",
          "ID": "18"
        },
        {
          "text": "Не извращай правосудие и будь беспристрастным. Не бери взятки, потому что взятка ослепляет глаза мудрецов и искажает слова праведников. ",
          "ID": "19"
        },
        {
          "text": "Следуй правосудию и только правосудию, чтобы жить и владеть землей, которую дает тебе Господь, твой Бог.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Не ставь деревянный столб Ашеры у жертвенника, который ты построил Господу, твоему Богу, ",
          "ID": "21"
        },
        {
          "text": "и не воздвигай священного камня, потому что Господь, твой Бог, ненавидит все это.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.16",
      "name": "Второзаконие 16"
    },
    {
      "text": [
        {
          "text": "Не приноси в жертву Господу, своему Богу, вола или овцу с каким бы то ни было изъяном или недостатком, потому что это будет Ему отвратительно.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Если найдутся у тебя в одном из городов, которые дает тебе Господь, мужчина или женщина, творящие зло в глазах Господа, твоего Бога, и нарушающие Его завет; ",
          "ID": "2"
        },
        {
          "text": "если кто-нибудь, вопреки моему повелению, будет служить другим богам, поклоняясь им, или солнцу, или луне, или небесным звездам, ",
          "ID": "3"
        },
        {
          "text": "и ты узнаешь об этом, то тщательно расследуй это дело. Если это окажется правдой и будет доказано, что в Израиле было сделано такое отвратительное дело, ",
          "ID": "4"
        },
        {
          "text": "то приведи мужчину или женщину, которые сделали это, к городским воротам и забей их камнями до смерти. ",
          "ID": "5"
        },
        {
          "text": "Человек может быть предан смерти по свидетельству двух или трех очевидцев, но никого нельзя предавать смерти по показанию только одного свидетеля. ",
          "ID": "6"
        },
        {
          "text": "Свидетели должны первыми бросить в него камень, а потом и все остальные. Удали зло из твоей среды.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Если на твой суд представят дело, которое слишком трудно рассудить, – будь то кровопролитие, тяжба или побои, – приведи судящихся на место, которое выберет Господь, твой Бог. ",
          "ID": "8"
        },
        {
          "text": "Пойди к священникам из левитов и к судье, который будет в те дни, и спроси их. Они объявят тебе судейское решение. ",
          "ID": "9"
        },
        {
          "text": "А ты должен поступить в соответствии с решением, объявленным на месте, которое выберет Господь. Смотри, сделай все, что они укажут тебе. ",
          "ID": "10"
        },
        {
          "text": "Поступи по закону, которому они тебя научат, и по решению, которое они тебе дадут. Не уклоняйся от того, что они тебе скажут, ни вправо, ни влево. ",
          "ID": "11"
        },
        {
          "text": "Тот, кто поступит дерзко и не послушает судью или священника, который служит Господу, твоему Богу, должен быть предан смерти. Ты должен искоренить зло в Израиле. ",
          "ID": "12"
        },
        {
          "text": "Весь народ услышит об этом и испугается, и впредь не будет дерзким.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда ты войдешь в землю, которую дает тебе Господь, твой Бог, завладеешь ею, поселишься в ней и скажешь: «Поставлю-ка я над собой царя, как все народы вокруг», ",
          "ID": "14"
        },
        {
          "text": "то поставь царя, которого выберет Господь, твой Бог. Он должен быть из твоего народа. Не ставь над собой чужеземца, который будет не из твоего народа. ",
          "ID": "15"
        },
        {
          "text": "Царь не должен приобретать множества коней и отправлять народ назад в Египет, чтобы приобрести еще больше, потому что Господь сказал вам: «Вы не должны возвращаться этим путем». ",
          "ID": "16"
        },
        {
          "text": "Он не должен брать себе много жен, иначе его сердце развратится. Он не должен набирать для себя чрезмерно много серебра и золота.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Заняв престол своего царства, он должен написать на свитке копию этого Закона, снятую с той, что у священников из левитов. ",
          "ID": "18"
        },
        {
          "text": "Она должна быть у него, и он должен читать ее всю свою жизнь, чтобы учиться чтить Господа, своего Бога, и прилежно следовать всем словам этого Закона и этим установлениям: ",
          "ID": "19"
        },
        {
          "text": "не мнить себя лучше всех своих братьев и не уклоняться от заповеди ни вправо, ни влево. Тогда он и его потомки будут долгое время царствовать над Израилем.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.17",
      "name": "Второзаконие 17"
    },
    {
      "text": [
        {
          "text": "Священники из левитов – да и весь род Левия – не должны иметь надела или наследия в Израиле. Они будут жить огненными жертвами Господу, потому что это их наследие. ",
          "ID": "1"
        },
        {
          "text": "У них не будет наследия среди братьев, потому что Господь – их наследие, как Он и обещал им.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Вот доля, которая причитается священникам от народа и от всех тех, кто приносит в жертву быка или овцу, – это плечо, челюсти и желудок. ",
          "ID": "3"
        },
        {
          "text": "Также ты должен давать им первые плоды со сборов зерна, молодого вина и масла, и шерсть от первой стрижки овец, ",
          "ID": "4"
        },
        {
          "text": "потому что Господь, твой Бог, выбрал левитов и их потомков из всех твоих родов, чтобы они всегда стояли и служили во имя Господа.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Если где-нибудь в Израиле левит уйдет из города, где он живет, и придет по желанию души своей на место, которое выберет Господь, ",
          "ID": "6"
        },
        {
          "text": "то он может служить во имя Господа, своего Бога, подобно всем своим братьям-левитам, которые стоят там перед Господом. ",
          "ID": "7"
        },
        {
          "text": "Он должен получать свою долю наравне с ними, несмотря на то что он выручил деньги от продажи семейной собственности.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда ты войдешь в землю, которую дает тебе Господь, твой Бог, не подражай мерзким обычаям тех народов. ",
          "ID": "9"
        },
        {
          "text": "Пусть не будет среди вас того, кто приносит в огненную жертву своего сына или свою дочь, занимается ворожбой и волшебством, толкует знамения, колдует, ",
          "ID": "10"
        },
        {
          "text": "наводит чары, вызывает призраков и духов или вопрошает мертвых. ",
          "ID": "11"
        },
        {
          "text": "Всякий, кто творит такие дела, отвратителен Господу, и из-за этих мерзких обычаев Господь, твой Бог, прогонит от тебя народы. ",
          "ID": "12"
        },
        {
          "text": "Ты должен быть непорочен перед Господом, твоим Богом.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Народы, которые ты выселишь, слушают тех, кто занимается волшебством и ворожбой. Но тебе Господь, твой Бог, не позволяет этого. ",
          "ID": "14"
        },
        {
          "text": "Из твоей среды, из твоих же братьев Господь, твой Бог, поставит тебе Пророка подобного мне. Ты должен слушать Его. ",
          "ID": "15"
        },
        {
          "text": "Ведь именно этого ты просил у Господа, своего Бога, при Хориве в день собрания, когда сказал: «Пусть не услышу я больше голос Господа, моего Бога, и не увижу больше этот великий огонь, чтобы не умереть».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Господь сказал мне: «То, что они говорят, – хорошо. ",
          "ID": "17"
        },
        {
          "text": "Я пошлю им Пророка, как тебя, из их братьев. Я вложу Мои слова в Его уста, и Он будет говорить им все то, что Я Ему повелю. ",
          "ID": "18"
        },
        {
          "text": "Если кто-то не станет слушать Мои слова, которые Пророк будет говорить от Моего имени, то Я Сам призову того к ответу. ",
          "ID": "19"
        },
        {
          "text": "Но пророк, который осмелится говорить от Моего имени хоть что-то, чего Я не повелевал ему, или пророк, который станет говорить от имени других богов, должен быть предан смерти».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Ты можешь сказать про себя: «Как нам узнать слово, которое Господь не говорил?» ",
          "ID": "21"
        },
        {
          "text": "Если то, что пророк объявляет от имени Господа, не происходит и не исполняется, то это то слово, которое Господь не говорил. Тот пророк говорил самонадеянно. Не бойся его.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.18",
      "name": "Второзаконие 18"
    },
    {
      "text": [
        {
          "text": "Когда Господь, твой Бог, истребит народы, землю которых Он отдает тебе, и когда ты прогонишь их и поселишься в их городах и домах, ",
          "ID": "1"
        },
        {
          "text": "тогда отдели себе три города, расположенные посередине земли, которую Господь, твой Бог, отдает тебе во владение. ",
          "ID": "2"
        },
        {
          "text": "Проложи к ним дороги и раздели на три части землю, которую Господь, твой Бог, отдает тебе в наследие, чтобы всякий, кто убьет кого-либо, мог туда убежать.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Вот правило о человеке, который совершит убийство и убежит туда, чтобы спасти свою жизнь, о всяком, кто убьет человека неумышленно, не питая к убитому ненависти. ",
          "ID": "4"
        },
        {
          "text": "Например, человек пойдет в лес с кем-нибудь, чтобы нарубить дров. А когда он замахнется на дерево топором, топор слетит с топорища, ударит другого и убьет его. Такой человек может убежать в один из этих городов и спасти свою жизнь. ",
          "ID": "5"
        },
        {
          "text": "Иначе, если расстояние слишком велико, мститель за кровь может погнаться за ним в гневе, настигнуть и убить. Хотя тот и не заслуживает смерти, потому что убил неумышленно, не питая к убитому ненависти. ",
          "ID": "6"
        },
        {
          "text": "Вот почему я повелеваю тебе отделить три города.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда Господь, твой Бог, расширит твои владения, как Он клялся твоим отцам, и даст тебе всю землю, которую обещал им, ",
          "ID": "8"
        },
        {
          "text": "если ты будешь прилежно следовать всем повелениям, которые я даю тебе сегодня, – любить Господа, твоего Бога, и всегда ходить Его путями, – то выбери еще три города. ",
          "ID": "9"
        },
        {
          "text": "Сделай это, чтобы в твоей земле, которую Господь, твой Бог, дает тебе в наследие, не проливалась невинная кровь, и чтобы ты не был виновным в кровопролитии.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но если человек из ненависти к ближнему устроит ему засаду, нападет на него и убьет, а потом убежит в один из этих городов, ",
          "ID": "11"
        },
        {
          "text": "то старейшины его города должны послать за ним, чтобы вернуть его из города-убежища и передать мстителю за кровь – пусть он умрет. ",
          "ID": "12"
        },
        {
          "text": "Не жалей его. Ты должен искоренить в Израиле грех пролития невинной крови, чтобы в дальнейшем у тебя все было благополучно.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Не передвигай межу ближнего твоего, установленную твоими предшественниками в наследии, которое ты получил в земле, которую Господь, твой Бог, отдает тебе во владение.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Чтобы осудить человека, обвиняемого в каком бы то ни было преступлении или проступке, одного свидетеля недостаточно. Любое обвинение должно подтверждаться показаниями двух или трех свидетелей.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Если злонамеренный свидетель встанет, чтобы обвинить человека в преступлении, ",
          "ID": "16"
        },
        {
          "text": "то двое участников тяжбы должны предстать перед Господом, священниками и судьями, которые будут в те дни. ",
          "ID": "17"
        },
        {
          "text": "Судьи должны тщательно расследовать дело, и если свидетель окажется лгуном, дающим ложное показание против своего брата, ",
          "ID": "18"
        },
        {
          "text": "то вы должны сделать с ним то, что он хотел сделать со своим братом. Ты должен искоренить зло среди своего народа. ",
          "ID": "19"
        },
        {
          "text": "Остальной народ услышит об этом и испугается, и впредь такое злое дело никогда не повторится у тебя. ",
          "ID": "20"
        },
        {
          "text": "Не поддавайся жалости: жизнь за жизнь, глаз за глаз, зуб за зуб, руку за руку, ногу за ногу.",
          "ID": "21"
        }
      ],
      "ID": "OT:DEU.19",
      "name": "Второзаконие 19"
    },
    {
      "text": [
        {
          "text": "Когда ты выйдешь на войну с врагами и увидишь коней, колесницы и войско, которое больше твоего, то не бойся их, потому что Господь, твой Бог, Который вывел тебя из Египта, будет с тобой. ",
          "ID": "1"
        },
        {
          "text": "Перед началом сражения пусть выйдет вперед священник и обратится к войску. ",
          "ID": "2"
        },
        {
          "text": "Пусть он скажет: «Слушай, Израиль, сегодня вы вступаете в сражение со своими врагами. Не будьте малодушны и не бойтесь, не страшитесь и не впадайте перед ними в панику. ",
          "ID": "3"
        },
        {
          "text": "Ведь Господь, ваш Бог, идет сражаться за вас с вашими врагами, чтобы дать вам победу».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Начальники скажут войску: «Есть ли здесь такой, кто построил новый дом, но не справил новоселья? Пусть идет домой, иначе он может погибнуть в битве, и в его доме справит новоселье другой. ",
          "ID": "5"
        },
        {
          "text": "Есть ли здесь такой, кто посадил виноградник, но не успел еще собрать урожай? Пусть идет домой, иначе он может погибнуть в битве, и урожай его виноградника соберет другой. ",
          "ID": "6"
        },
        {
          "text": "Есть ли здесь такой, кто обручился с девушкой, но не успел жениться на ней? Пусть идет домой, иначе он может погибнуть в битве, и на ней женится другой». ",
          "ID": "7"
        },
        {
          "text": "Затем пусть добавят: «Есть ли здесь такой, кто боится или малодушен? Пусть идет домой, чтобы не заразить малодушием своих братьев».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Закончив говорить с войском, они поставят над ним командиров.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда ты подступишь к городу, чтобы напасть на него, предложи ему мир. ",
          "ID": "10"
        },
        {
          "text": "Если жители города согласятся и откроют ворота, то они будут трудиться на тебя как рабы. ",
          "ID": "11"
        },
        {
          "text": "Если они откажутся заключить мир и захотят воевать, возьми город в осаду. ",
          "ID": "12"
        },
        {
          "text": "Когда Господь, твой Бог, отдаст его в твои руки, предай в нем мечу всех мужчин. ",
          "ID": "13"
        },
        {
          "text": "А женщин, детей, скот и все, что есть в этом городе, можешь взять себе в добычу. Можешь пользоваться всем, что принадлежало твоим врагам. Господь, твой Бог, отдал это тебе. ",
          "ID": "14"
        },
        {
          "text": "Так ты должен обходиться со всеми городами, которые далеки от тебя и не принадлежат здешним народам.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но в городах здешних народов, которые Господь, твой Бог, отдает тебе в наследие, не оставляй в живых ни единой души. ",
          "ID": "16"
        },
        {
          "text": "Полностью уничтожь их – хеттов, аморреев, хананеев, ферезеев, хиввеев и иевусеев, как повелел тебе Господь, твой Бог. ",
          "ID": "17"
        },
        {
          "text": "Иначе они научат вас следовать мерзким обрядам, которые они совершают, служа своим богам, и вы станете грешить против Господа, вашего Бога.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Если ты будешь осаждать город долгое время, чтобы захватить его, то не вырубай топором деревья, ведь ты можешь есть их плоды. Не губи их. Разве деревья в поле – люди, чтобы держать их в осаде? ",
          "ID": "19"
        },
        {
          "text": "Ты можешь рубить деревья, о которых знаешь, что они не приносят плодов, и использовать их для осадных сооружений, пока город, который воюет с тобой, не падет.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.20",
      "name": "Второзаконие 20"
    },
    {
      "text": [
        {
          "text": "Если в земле, которую Господь, твой Бог, дает тебе во владение, будет найден убитый, лежащий в поле, и останется неизвестным, кто его убил, ",
          "ID": "1"
        },
        {
          "text": "то пусть выйдут твои старейшины и судьи и измерят расстояние до городов, которые находятся вокруг убитого. ",
          "ID": "2"
        },
        {
          "text": "Пусть старейшины того города, который будет ближайшим к убитому, возьмут молодую корову, на которой еще не работали, и которая не носила ярма. ",
          "ID": "3"
        },
        {
          "text": "Затем отведут ее в долину, которая не распахана и не засеяна и где есть проточная вода. На этом месте пусть они свернут шею корове. ",
          "ID": "4"
        },
        {
          "text": "Священники, сыновья Левия, которых Господь, твой Бог, избрал для служения Себе и для благословения народа Его именем, должны решить все спорные вопросы и разбирать все дела о драках. ",
          "ID": "5"
        },
        {
          "text": "Затем старейшины города, ближайшего к убитому, должны омыть руки над коровой, которой свернули шею в долине. ",
          "ID": "6"
        },
        {
          "text": "И пусть старейшины скажут: «Наши руки не проливали эту кровь и наши глаза ничего не видели. ",
          "ID": "7"
        },
        {
          "text": "Прости Свой народ, Израиль, Ты ведь искупил их грех. Господи, не вини в убийстве невиновного». Тогда его кровь не будет им вменена. ",
          "ID": "8"
        },
        {
          "text": "Так ты смоешь с себя кровь невиновного, потому что поступаешь правильно в глазах Господа.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда выйдешь на войну против своих врагов, и Господь, твой Бог, отдаст их в твои руки, и ты возьмешь их в плен, ",
          "ID": "10"
        },
        {
          "text": "и если увидишь среди пленных красивую женщину, полюбишь ее и захочешь взять ее в жены, ",
          "ID": "11"
        },
        {
          "text": "то приведи ее в свой дом. Пусть она обреет себе голову, обрежет ногти ",
          "ID": "12"
        },
        {
          "text": "и снимет с себя одежду пленницы. После того как она проживет месяц в твоем доме, оплакивая отца и мать, ты можешь войти к ней и стать ей мужем, и она будет твоей женой. ",
          "ID": "13"
        },
        {
          "text": "Если потом ты ее разлюбишь, то отпусти ее, куда она захочет. Ты не должен продавать ее или обращаться с ней как с рабыней, потому что ты обесчестил ее.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Если у мужчины две жены, одна любимая, а другая нелюбимая, и у обеих есть от него сыновья, но первенец – сын нелюбимой жены, ",
          "ID": "15"
        },
        {
          "text": "то при дележе имущества между сыновьями, он не должен дать сыну любимой жены первенство перед первородным сыном нелюбимой жены. ",
          "ID": "16"
        },
        {
          "text": "Он должен признать сына от нелюбимой жены первенцем и должен отдать ему двойную часть из всего того, что у него есть, ведь этот сын – первое проявление его мужской силы, и ему принадлежит право первородства.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Если у кого-нибудь сын упрямый и непокорный, который не слушается ни отца, ни матери и не повинуется им, хотя они и наказывают его, ",
          "ID": "18"
        },
        {
          "text": "то пусть отец с матерью приведут его к старейшинам у ворот города. ",
          "ID": "19"
        },
        {
          "text": "Они должны сказать старейшинам: «Наш сын упрям и непокорен, не слушает нас, только объедается и напивается». ",
          "ID": "20"
        },
        {
          "text": "Тогда пусть все жители города забьют его камнями до смерти. Поступив так, вы отведете от себя зло, и все израильтяне услышат об этом и испугаются.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Если человек виновен в грехе, достойном смерти, то убив его, люди могут повесить его тело на дереве. ",
          "ID": "22"
        },
        {
          "text": "Но нельзя оставлять его тело на дереве на ночь: в тот же день похорони этого человека, потому что тот, кто повешен на дереве, проклят Богом. Не оскверняй землю, которую Господь, твой Бог, дает тебе в наследие.",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.21",
      "name": "Второзаконие 21"
    },
    {
      "text": [
        {
          "text": "Если увидишь, что вол или овца другого человека заблудились, не оставляй их, но отведи к хозяину. ",
          "ID": "1"
        },
        {
          "text": "Если владелец не живет поблизости или ты не знаешь, кому они принадлежат, то отведи их к себе домой, и пусть они будут у тебя до тех пор, пока за ними не придет хозяин, и тогда ты должен возвратить их ему. ",
          "ID": "2"
        },
        {
          "text": "Поступай так же, если найдешь чужого осла или одежду, или любую вещь, потерянную кем-то. Не уклоняйся от этого.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Если осел или вол другого человека упадет на дороге, не оставляй их. Помоги ему поднять их на ноги. ",
          "ID": "4"
        },
        {
          "text": "Женщина не должна надевать мужскую одежду, и мужчина не должен надевать женскую одежду, потому что Господу, твоему Богу, отвратителен любой, кто делает подобные вещи.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Если в дороге тебе попадется птичье гнездо на каком-либо дереве или на земле, и если птица-мать сидит там со своими птенцами или на яйцах, то не забирай мать вместе с птенцами. ",
          "ID": "6"
        },
        {
          "text": "Ты можешь взять себе птенцов, но мать отпусти. Если ты поступишь так, то тебе будет хорошо и ты проживешь долгую жизнь. ",
          "ID": "7"
        },
        {
          "text": "Строя новый дом, сделай по краю крыши ограждение, и тогда ты не будешь виновен в смерти, если кто-нибудь упадет с крыши.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Не засевай свой виноградник еще какими-либо семенами, иначе ты осквернишь не только плоды посеянного семени, но и плоды виноградника. ",
          "ID": "9"
        },
        {
          "text": "Не паши одновременно и на воле, и на осле. ",
          "ID": "10"
        },
        {
          "text": "Не надевай одежду, сделанную из шерсти и льна вместе. ",
          "ID": "11"
        },
        {
          "text": "Сделай кисточки на четырех углах одеяния, которое ты носишь.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Если мужчина женится на девушке, но, переспав с ней, возненавидит ее, ",
          "ID": "13"
        },
        {
          "text": "а затем будет клеветать и распространять сплетни о ней, говоря: «Я женился на этой женщине и был с ней, но она оказалась не девственницей», ",
          "ID": "14"
        },
        {
          "text": "то тогда пусть отец и мать девушки вынесут старейшинам города к городским воротам доказательства того, что она была девственницей. ",
          "ID": "15"
        },
        {
          "text": "И пусть отец девушки скажет старейшинам: «Я отдал свою дочь в жены этому человеку, а теперь он возненавидел ее. ",
          "ID": "16"
        },
        {
          "text": "Этот человек оболгал мою дочь, сказав: „Я не нашел доказательства того, что твоя дочь девственница“. Так вот доказательство того, что моя дочь была девственницей». Затем пусть ее родители покажут простыню старейшинам города. ",
          "ID": "17"
        },
        {
          "text": "И тогда старейшины города должны наказать клеветника. ",
          "ID": "18"
        },
        {
          "text": "Пусть они наложат на него пеню в сто шекелей серебра и отдадут отцу девушки за то, что он пустил дурной слух о девственнице Израиля, и пусть она останется его женой, и он всю жизнь не сможет развестись с ней. ",
          "ID": "19"
        },
        {
          "text": "Но если то, что муж сказал о жене, – правда, и у родителей нет доказательств ее девственности, ",
          "ID": "20"
        },
        {
          "text": "то пусть девушку приведут к воротам отцовского дома, и там жители города пусть забьют ее камнями до смерти, потому что она совершила позорный поступок в Израиле: она распутствовала в доме своего отца. Ты должен искоренить зло из среды Израиля.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Если выяснится, что мужчина спал с чужой женой, то они оба должны умереть. Ты должен искоренить зло из среды Израиля.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Если мужчина встретит девушку, обрученную с другим, и переспит с ней, и это случится в городе, ",
          "ID": "23"
        },
        {
          "text": "то приведите их обоих к городским воротам и забейте их камнями до смерти: убейте девушку за то, что она не позвала на помощь, хотя и была в городе, а мужчину убейте за то, что он согрешил с женой другого. Ты должен искоренить зло среди своих людей. ",
          "ID": "24"
        },
        {
          "text": "Если же мужчина встретит в поле девушку, обрученную с другим, и обесчестит ее, то только мужчина должен быть предан смерти. ",
          "ID": "25"
        },
        {
          "text": "С девушкой ничего не делайте, потому что она не сделала ничего, что заслуживало бы смерти. Это то же, как если бы человек напал на другого и убил его. ",
          "ID": "26"
        },
        {
          "text": "Ведь он встретил девушку, обрученную с другим в поле и напал на нее, и она, может быть, и кричала, но некому было ей помочь.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Если мужчина встретит девственницу, не обрученную с другим, и обесчестит ее, и если люди видели случившееся, ",
          "ID": "28"
        },
        {
          "text": "то пусть он уплатит отцу девушки пятьдесят шекелей серебра, и пусть девушка станет его женой, потому что он опорочил ее. Всю свою жизнь он не сможет развестись с ней. ",
          "ID": "29"
        },
        {
          "text": "Никто не должен спать с женой своего отца, потому что этим позорит его.",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.22",
      "name": "Второзаконие 22"
    },
    {
      "text": [
        {
          "text": "Никто с раздавленными яичками или отрезанным детородным органом не может войти в общину Господа.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Никто рожденный от незаконного брака и никто из его потомков – даже до десятого поколения – не может войти в общество Господа.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Никакой аммонитянин или моавитянин и никто из их потомков – даже до десятого поколения – не может войти в общество Господа. ",
          "ID": "3"
        },
        {
          "text": "Ведь они не вышли встречать вас с хлебом и водой на вашем пути, когда вы вышли из Египта. И еще они наняли Валаама, сына Беора из Пефора в Арам-Нахараиме, чтобы проклясть тебя. ",
          "ID": "4"
        },
        {
          "text": "Но Господь, твой Бог, не послушал Валаама и превратил для тебя проклятие в благословение, потому что Господь, твой Бог, любит тебя. ",
          "ID": "5"
        },
        {
          "text": "Не ищи с ними дружеского союза, пока ты жив. ",
          "ID": "6"
        },
        {
          "text": "Но не гнушайся эдомитянина, ведь он твой брат. Не гнушайся египтянина, потому что ты жил чужеземцем в его стране. ",
          "ID": "7"
        },
        {
          "text": "Дети, которые родятся у них, в третьем поколении могут войти в общество Господа.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Когда ты расположишься лагерем против своих врагов, берегись всего нечистого. ",
          "ID": "9"
        },
        {
          "text": "Если один из твоих мужчин станет нечист от случившегося ему ночью, он должен выйти за пределы лагеря и оставаться там. ",
          "ID": "10"
        },
        {
          "text": "Но с приближением вечера он должен вымыться и на закате может вернуться в лагерь.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Выбери место за пределами лагеря, куда будешь ходить облегчаться. ",
          "ID": "12"
        },
        {
          "text": "Пусть в твоем снаряжении будет орудие, которым можно копать, и когда облегчишься, выкопай ямку и зарой испражнения. ",
          "ID": "13"
        },
        {
          "text": "Ведь Господь, твой Бог, ходит по твоему лагерю, чтобы защищать тебя и отдавать тебе твоих врагов. Твой лагерь должен быть свят, чтобы Он не увидел среди тебя что-нибудь непристойное и не отвернулся от тебя.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Если раб ищет у тебя убежища, то не передавай его господину. ",
          "ID": "15"
        },
        {
          "text": "Пусть он живет у тебя там, где ему понравится, в городе, который выберет. Не притесняй его.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Ни одна израильтянка не должна становиться храмовой блудницей, и ни один израильтянин не должен быть храмовым блудником. ",
          "ID": "17"
        },
        {
          "text": "Не вноси платы блудницы или блудника в дом Господа, твоего Бога, чтобы исполнить какой бы то ни было обет, потому что Господу, твоему Богу, отвратительны они оба.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Не давай в долг под проценты своему брату ни денег, ни пищи, ни чего-либо другого, что можно дать в долг под проценты. ",
          "ID": "19"
        },
        {
          "text": "Ты можешь давать в долг под проценты чужеземцу, но не своему брату, чтобы Господь, твой Бог, благословил тебя во всем, что делается твоими руками в земле, куда ты вступаешь, чтобы завладеть ею.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Если ты дашь обет Господу, твоему Богу, то не медли исполнить его, потому что Господь, твой Бог, непременно потребует от тебя его исполнения, и на тебе будет грех. ",
          "ID": "21"
        },
        {
          "text": "Но если ты удержишься от обета, то не будешь виновен. ",
          "ID": "22"
        },
        {
          "text": "Все, что бы ты ни сказал, непременно должно быть исполнено, потому что ты добровольно дал обет Господу, твоему Богу, своими устами.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Если ты войдешь в чужой виноградник – можешь есть его плоды досыта, сколько захочешь, но ничего не клади в корзину. ",
          "ID": "24"
        },
        {
          "text": "Если придешь на жатву другого человека – можешь собирать колосья руками, но не заноси серпа на его жатву.",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.23",
      "name": "Второзаконие 23"
    },
    {
      "text": [
        {
          "text": "Если мужчина женится на женщине, но потом она ему опротивеет, потому что он найдет в ней что-нибудь позорное, то он может написать разводное письмо, отдать его ей и отослать ее из своего дома. ",
          "ID": "1"
        },
        {
          "text": "И если покинув его дом, она станет женой другого, ",
          "ID": "2"
        },
        {
          "text": "но и второй муж возненавидит ее и напишет разводное письмо, отдаст его ей и отошлет ее из дома, или же он умрет, ",
          "ID": "3"
        },
        {
          "text": "то первому мужу, который развелся с ней, не дозволяется жениться на ней вновь после того, как она была осквернена. Это было бы отвратительно в глазах Господа. Не наводи грех на землю, которую Господь, твой Бог, дает тебе в наследие.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Если мужчина недавно женился, то его нельзя посылать на войну или налагать на него любую другую обязанность. В течение года он должен быть свободен, чтобы оставаться в своем доме и радовать жену, которую он взял.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Пусть никто не берет двух жерновов, или даже одного верхнего, в залог за долг, потому что он берет в залог средство к существованию.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Если обнаружится, что какой-нибудь человек украл одного из своих братьев-израильтян и обходился с ним как с рабом или продал его, то похититель должен умереть. Ты должен искоренить зло из своей среды.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "В случае заболевания проказой смотрите, делайте все в точности так, как священники из левитов научат вас. Вы должны прилежно исполнять то, что я повелел им. ",
          "ID": "8"
        },
        {
          "text": "Помните, что Господь, ваш Бог, сделал с Мирьям, когда вы шли из Египта.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Если ты дашь ближнему ссуду любого рода, то не входи к нему в дом, чтобы получить то, что он предлагает в залог. ",
          "ID": "10"
        },
        {
          "text": "Постой на улице, и пусть человек, которому ты даешь ссуду, вынесет тебе залог на улицу. ",
          "ID": "11"
        },
        {
          "text": "Если человек так беден, что может оставить в залог только свою верхнюю одежду, то не ложись спать, оставив у себя его залог. ",
          "ID": "12"
        },
        {
          "text": "Верни ему его одежду к закату, чтобы он мог спать в ней. Тогда он поблагодарит тебя, и это будет праведным делом перед Господом, твоим Богом.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Не обижай наемного работника, который беден и нуждается, будь то брат-израильтянин или чужеземец, живущий в одном из твоих городов. ",
          "ID": "14"
        },
        {
          "text": "Отдавай ему его плату каждый день до захода солнца, потому что он беден и рассчитывает на нее. Иначе он может взмолиться против тебя Господу, и на тебе будет грех.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Отцов нельзя предавать смерти за детей, и детей нельзя предавать смерти за отцов. Пусть каждый умирает за свой собственный грех.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Не лишай правосудия чужеземца и сироту, не бери в залог одежду у вдовы. ",
          "ID": "17"
        },
        {
          "text": "Помни, что и ты был рабом в Египте, и Господь, твой Бог, освободил тебя оттуда. Вот почему я повелеваю тебе делать так.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда будешь жать на своем поле и забудешь сноп, то не возвращайся, чтобы забрать его. Оставь его чужеземцу, сироте и вдове, чтобы Господь, твой Бог, благословил тебя во всех делах твоих рук. ",
          "ID": "19"
        },
        {
          "text": "Когда будешь обтрясать оливки с деревьев, то не проходись по ветвям дважды. Оставляй то, что остается, чужеземцу, сироте и вдове. ",
          "ID": "20"
        },
        {
          "text": "Когда будешь снимать плоды в винограднике, не проходись по лозам дважды. Оставляй то, что остается, чужеземцу, сироте и вдове. ",
          "ID": "21"
        },
        {
          "text": "Помни, что и ты был рабом в Египте. Вот почему я повелеваю тебе делать так.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.24",
      "name": "Второзаконие 24"
    },
    {
      "text": [
        {
          "text": "Если у людей возникнет тяжба, они должны представить дело в суд, и судьи будут рассматривать его, оправдывая невиновного и осуждая виновного. ",
          "ID": "1"
        },
        {
          "text": "Если виновный заслуживает побоев, то пусть судья велит положить его и бичевать в своем присутствии столько раз, сколько заслуживает его преступление, ",
          "ID": "2"
        },
        {
          "text": "но не больше сорока ударов. Если ты будешь бичевать его больше, твой брат будет опозорен на глазах у всех.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Не закрывай рта молотящему волу.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Если братья живут вместе и один из них умрет, не оставив сына, то его вдова не должна выходить замуж за чужого человека. Пусть брат ее умершего мужа возьмет ее, женится на ней и исполнит перед ней долг деверя. ",
          "ID": "5"
        },
        {
          "text": "Первый сын, которого она родит, унаследует имя умершего брата, чтобы его имя не исчезло в Израиле.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Но если мужчина не захочет жениться на жене своего брата, то пусть она пойдет к старейшинам у городских ворот и скажет: «Брат моего мужа отказывается восстановить имя своего брата в Израиле. Он не хочет исполнить свой долг деверя». ",
          "ID": "7"
        },
        {
          "text": "Тогда старейшины города призовут его и поговорят с ним. Если он будет упорствовать, говоря: «Я не хочу жениться на ней», ",
          "ID": "8"
        },
        {
          "text": "то пусть вдова его брата подойдет к нему в присутствии старейшин, снимет одну из его сандалий, плюнет ему в лицо и скажет: «Вот как поступают с человеком, который не созидает дом своему брату». ",
          "ID": "9"
        },
        {
          "text": "Потомство этого человека будет известно в Израиле как «семья разутого».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Если двое мужчин дерутся, а жена одного из них придет, чтобы вступиться за своего мужа перед тем, кто его бьет, протянет руку и схватит другого за половые органы, ",
          "ID": "11"
        },
        {
          "text": "то отсеки ей руку. Не жалей ее.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Пусть не будет у тебя в сумке двух разных гирь – одной тяжелой для покупки, а другой легкой для продажи. ",
          "ID": "13"
        },
        {
          "text": "Пусть не будет у тебя в доме разных мерок – одной большой, а другой маленькой. ",
          "ID": "14"
        },
        {
          "text": "Пусть твои гири и мерки будут точные и правильные, чтобы тебе долго жить на земле, которую Господь, твой Бог, дает тебе. ",
          "ID": "15"
        },
        {
          "text": "Ведь Господу, твоему Богу, отвратителен всякий, кто делает такие дела, всякий, кто поступает нечестно.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Помни, что сделали тебе амаликитяне на пути, когда вы шли из Египта. ",
          "ID": "17"
        },
        {
          "text": "Когда ты был усталым и утомленным, они встретили тебя на пути и перебили всех ослабевших, идущих за тобой; они не побоялись Бога. ",
          "ID": "18"
        },
        {
          "text": "Когда Господь, твой Бог, дарует тебе покой от всех врагов вокруг тебя в земле, которую Он отдает тебе во владение как наследие, сотри память об Амалике из-под небес. Не забудь!",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.25",
      "name": "Второзаконие 25"
    },
    {
      "text": [
        {
          "text": "Когда ты придешь в землю, которую Господь, твой Бог, дает тебе в наследие, завладеешь ею и поселишься в ней, ",
          "ID": "1"
        },
        {
          "text": "то возьми все первые плоды, которые ты вырастишь на земле, которую Господь, твой Бог, дает тебе, и положи их в корзину. Затем иди на то место, которое Господь, твой Бог, выберет для Своего имени, ",
          "ID": "2"
        },
        {
          "text": "и скажи священнику, который будет в те дни: «Я объявляю сегодня Господу, твоему Богу, что я пришел в землю, которую Господь клялся нашим отцам дать нам». ",
          "ID": "3"
        },
        {
          "text": "Священник возьмет у тебя корзину и поставит ее перед жертвенником Господа, твоего Бога. ",
          "ID": "4"
        },
        {
          "text": "Тогда ты объявишь перед Господом, твоим Богом: «Мой отец был кочующим арамеем, он пришел в Египет с немногими людьми, жил там и стал великим народом, могучим и многочисленным. ",
          "ID": "5"
        },
        {
          "text": "Но египтяне плохо обращались с нами и причиняли нам страдания, принуждая к непосильному труду. ",
          "ID": "6"
        },
        {
          "text": "Тогда мы взмолились Господу, Богу наших отцов, и Господь услышал наш голос и увидел наше бедствие, непосильный труд и притеснение. ",
          "ID": "7"
        },
        {
          "text": "Господь вывел нас из Египта могучей дланью и простертой рукой, великим ужасом, знамениями и чудесами. ",
          "ID": "8"
        },
        {
          "text": "Он привел нас сюда и дал нам эту землю – землю, где течет молоко и мед; ",
          "ID": "9"
        },
        {
          "text": "и вот, теперь я приношу первые плоды с земли, которую Ты, Господи, дал мне». Поставь корзину перед Господом, твоим Богом, и склонись перед Ним. ",
          "ID": "10"
        },
        {
          "text": "Радуйся всему доброму, что Господь, твой Бог, дал тебе и твоему дому, вместе с левитами и чужеземцами среди вас.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Отделив десятину от всего, что ты произвел в третий год, год десятины, отдай ее левиту, чужеземцу, сироте и вдове, чтобы они могли есть в твоих городах и насыщаться. ",
          "ID": "12"
        },
        {
          "text": "И скажи Господу, твоему Богу: «Я взял из своего дома священную долю и отдал ее левиту, чужеземцу, сироте и вдове, как Ты повелел. Я не уклонился от Твоих повелений и не забыл ни одного из них. ",
          "ID": "13"
        },
        {
          "text": "Я ничего не ел из священной доли, пребывая в трауре, не брал из нее ничего, будучи нечист, и не давал ничего из нее для мертвого. Я был послушен Господу, моему Богу; Я сделал все, что Ты повелел мне. ",
          "ID": "14"
        },
        {
          "text": "Посмотри с неба, Своего святого жилища, и благослови Свой народ, Израиль, и землю, которую Ты дал нам, как клялся нашим отцам, землю, где течет молоко и мед».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Сегодня Господь, твой Бог, повелевает тебе следовать этим установлениям и законам, прилежно соблюдать их всем сердцем и всей душой. ",
          "ID": "16"
        },
        {
          "text": "Сегодня ты объявил, что Господь – это твой Бог, и что ты будешь ходить Его путями, хранить Его установления, повеления и законы и слушаться Его. ",
          "ID": "17"
        },
        {
          "text": "А Господь объявил сегодня, что ты – Его народ, Его драгоценное достояние, как Он и обещал, и что ты должен хранить все Его повеления. ",
          "ID": "18"
        },
        {
          "text": "Он объявил, что поставит тебя выше всех созданных Им народов, воздаст тебе хвалу, славу и честь, и ты будешь святым народом Господа, твоего Бога, как Он и обещал.",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.26",
      "name": "Второзаконие 26"
    },
    {
      "text": [
        {
          "text": "Моисей и старейшины Израиля повелели народу:",
          "ID": "1"
        },
        {
          "text": "– Исполняйте все повеления, которые я даю вам сегодня. ",
          "ID": "1"
        },
        {
          "text": "Когда вы перейдете через Иордан в землю, которую Господь, ваш Бог, дает вам, тогда поставьте большие камни и покройте их известью. ",
          "ID": "2"
        },
        {
          "text": "Напишите на них все слова этого Закона, когда переправитесь, чтобы войти в землю, которую Господь, ваш Бог, дает вам, землю где течет молоко и мед, как Господь, Бог ваших отцов, и обещал вам. ",
          "ID": "3"
        },
        {
          "text": "А когда вы перейдете через Иордан и установите эти камни на горе Гевал, как я повелеваю вам сегодня, покройте их известью. ",
          "ID": "4"
        },
        {
          "text": "Построй там жертвенник Господу, твоему Богу, жертвенник из камней. Не обрабатывай эти камни железным орудием. ",
          "ID": "5"
        },
        {
          "text": "Построй жертвенник Господу, твоему Богу, из нетесаных камней и приноси на нем всесожжения Господу, твоему Богу. ",
          "ID": "6"
        },
        {
          "text": "Приноси там жертвы примирения, ешь их и веселись в присутствии Господа, твоего Бога. ",
          "ID": "7"
        },
        {
          "text": "Напиши четко и ясно все слова этого Закона на камнях, которые ты установишь.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Затем Моисей и священники из левитов сказали всему Израилю:",
          "ID": "9"
        },
        {
          "text": "– Молчи и слушай, Израиль! Теперь ты стал народом Господа, твоего Бога. ",
          "ID": "9"
        },
        {
          "text": "Слушайся Господа, твоего Бога, и исполняй все Его повеления и установления, которые я даю тебе сегодня.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "В тот же день Моисей повелел народу:",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Когда вы перейдете через Иордан, вот какие роды встанут на горе Гаризим, чтобы благословить народ: Симеон, Левий, Иуда, Иссахар, Иосиф и Вениамин. ",
          "ID": "12"
        },
        {
          "text": "А эти роды встанут на горе Гевал, чтобы произносить проклятия: Рувим, Гад, Асир, Завулон, Дан и Неффалим.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Левиты будут возвещать всему народу Израиля громким голосом:",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "«Проклят человек, который сделает изваянного или литого идола – вещь, отвратительную Господу, работу рук ремесленника, и поставит его в тайнике».",
          "ID": "15"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "«Проклят человек, который оскорбит отца или мать».",
          "ID": "16"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "«Проклят человек, который передвинет межевой камень ближнего своего».",
          "ID": "17"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "«Проклят человек, который собьет слепого с пути».",
          "ID": "18"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "«Проклят человек, который откажет в правосудии чужеземцу, сироте или вдове».",
          "ID": "19"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "«Проклят человек, который переспит с женой своего отца, потому что он позорит постель своего отца».",
          "ID": "20"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "«Проклят человек, который совокупится с животным».",
          "ID": "21"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "«Проклят человек, который ляжет со своей сестрой, дочерью своего отца или своей матери».",
          "ID": "22"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "«Проклят человек, который переспит со своей тещей».",
          "ID": "23"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "«Проклят человек, который тайно убьет другого».",
          "ID": "24"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "«Проклят человек, который берет взятку, чтобы убить невиновного».",
          "ID": "25"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "«Проклят человек, который не исполняет слов этого Закона и не следует им».",
          "ID": "26"
        },
        {
          "text": "И весь народ пусть скажет: «Аминь!»",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.27",
      "name": "Второзаконие 27"
    },
    {
      "text": [
        {
          "text": "Если ты будешь полностью послушен Господу, твоему Богу, и будешь прилежно исполнять все Его повеления, которые я даю тебе сегодня, то Господь, твой Бог, поставит тебя выше всех народов на земле. ",
          "ID": "1"
        },
        {
          "text": "Все эти благословения ты получишь, если будешь слушаться Господа, твоего Бога:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Ты будешь благословен в городе и благословен на поле.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Благословен будешь ты множеством детей, земля твоя принесет обильный урожай, а стада твои и отары – большой приплод: телят и ягнят.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Благословенны будут твоя корзина для сбора круп и ягод и твоя квашня.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Ты будешь благословен, когда будешь входить и когда будешь выходить.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Господь сделает так, что враги, которые поднимутся против тебя, будут разбиты перед тобой. Они пойдут на тебя по одной дороге, но побегут от тебя по семи.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Господь пошлет благословение на твои амбары и на все, что ты будешь делать своими руками. Господь, твой Бог, благословит тебя на земле, которую Он дает тебе.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Господь поставит тебя Своим святым народом, как Он клялся тебе, если ты будешь исполнять повеления Господа, твоего Бога, и ходить Его путями. ",
          "ID": "9"
        },
        {
          "text": "Тогда все народы на земле увидят, что ты называешься именем Господа, и будут бояться тебя. ",
          "ID": "10"
        },
        {
          "text": "Господь даст тебе изобилие во всех благах – в твоих детях, приплоде скота и урожаях земли – на земле, которую Он клялся дать тебе через твоих отцов.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Господь откроет тебе небеса, Свою богатую сокровищницу, чтобы посылать дождь в срок на твою землю и благословлять всякое дело твоих рук. Ты будешь давать взаймы многим народам, а занимать не будешь ни у кого. ",
          "ID": "12"
        },
        {
          "text": "Господь сделает тебя головой, а не хвостом. Если ты будешь внимателен к повелениям Господа, твоего Бога, которые я даю тебе сегодня, и будешь прилежно исполнять их, то ты всегда будешь наверху, а не внизу. ",
          "ID": "13"
        },
        {
          "text": "Не уклоняйся ни от одного из повелений, которые я даю тебе сегодня, ни вправо, ни влево, не следуй за другими богами и не служи им.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Но если ты не будешь послушен Господу, твоему Богу, и не будешь прилежно исполнять все Его повеления и установления, которые я даю тебе сегодня, то все эти проклятия придут на тебя и будут с тобой:",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Ты будешь проклят в городе и проклят в поле.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Прокляты будут твоя корзина для сбора круп и ягод и твоя квашня.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Дети твои будут немногочисленны, твоя земля будет давать скудный урожай, а стада твои и отары принесут мало приплода – телят и ягнят.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Ты будешь проклят, когда будешь входить и когда будешь выходить.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Господь будет посылать на тебя проклятия, смятение и неудачу во всяком деле твоих рук, пока ты не будешь истреблен и не придешь к быстрой погибели из-за зла, которое ты сделал, оставив Меня. ",
          "ID": "20"
        },
        {
          "text": "Господь будет насылать на тебя мор за мором, пока не истребит тебя с земли, в которую ты вступаешь, чтобы завладеть ею. ",
          "ID": "21"
        },
        {
          "text": "Господь нашлет на тебя чахотку, лихорадку и воспаление, жару и засуху, знойный ветер и плесень, которые будут преследовать тебя, пока не погибнешь. ",
          "ID": "22"
        },
        {
          "text": "Небо над твоей головой станет медью, земля под тобой – железом. ",
          "ID": "23"
        },
        {
          "text": "Господь даст твоей стране пыль вместо дождя, и только прах будет падать на тебя с небес, пока ты не погибнешь.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Господь сделает так, что ты будешь разбит врагами. Ты пойдешь на них по одной дороге, а побежишь от них по семи и станешь объектом отвращения для всех царств на земле. ",
          "ID": "25"
        },
        {
          "text": "Твои трупы будут пищей всем небесным птицам и земным зверям, и некому будет отпугнуть их. ",
          "ID": "26"
        },
        {
          "text": "Господь нашлет на тебя нарывы и наросты Египта, гноящиеся язвы и чесотку, от которых ты не сможешь исцелиться. ",
          "ID": "27"
        },
        {
          "text": "Господь поразит тебя безумием, слепотой и помрачением ума. ",
          "ID": "28"
        },
        {
          "text": "В полдень ты будешь бродить на ощупь, как слепец во тьме. Ты будешь неудачлив во всем, что будешь делать; изо дня в день тебя будут притеснять и грабить, и не будет у тебя защитника.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Ты обручишься с женщиной, но другой возьмет ее и будет спать с ней. Ты построишь дом, но не будешь в нем жить. Ты посадишь виноградник, но не успеешь собрать даже первый урожай. ",
          "ID": "30"
        },
        {
          "text": "Твоего вола заколют у тебя на глазах, но ты не будешь есть его мясо. Твоего осла уведут у тебя силой и не вернут. Твои овцы достанутся врагам, и никто не спасет их для тебя. ",
          "ID": "31"
        },
        {
          "text": "Твоих сыновей и дочерей отдадут другому народу, и ты истомишь свои глаза, разыскивая их изо дня в день, бессильный хоть что-нибудь сделать. ",
          "ID": "32"
        },
        {
          "text": "Народ, которого ты не знал, будет есть то, что ты произвел своим трудом на своей земле, а тебя будут только жестоко притеснять всю твою жизнь. ",
          "ID": "33"
        },
        {
          "text": "Ты сойдешь с ума от того, что увидишь. ",
          "ID": "34"
        },
        {
          "text": "Господь поразит твои колени и голени болезненными неисцелимыми нарывами, которые распространятся от ступней твоих ног до самого темени.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Господь уведет тебя и царя, которого ты поставишь над собой, к народу неизвестному ни тебе, ни твоим отцам. Там ты будешь служить другим богам, богам из дерева и камня. ",
          "ID": "36"
        },
        {
          "text": "Тебя будут презирать и над тобой будут насмехаться, ты будешь отвратителен всем тем народам, к которым уведет тебя Господь.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Ты будешь сеять на поле много семян, но соберешь мало, потому что их пожрет саранча. ",
          "ID": "38"
        },
        {
          "text": "Ты будешь сажать виноградники и ухаживать за ними, но не пить тебе вина, не собирать плода, потому что виноград сожрут черви. ",
          "ID": "39"
        },
        {
          "text": "По всей стране будут расти оливковые деревья, но не видать тебе масла, потому что оливки осыплются. ",
          "ID": "40"
        },
        {
          "text": "У тебя будут сыновья и дочери, но ты не сохранишь их, потому что их уведут в плен. ",
          "ID": "41"
        },
        {
          "text": "Рои саранчи захватят твои деревья и урожаи твоей земли.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Чужеземец, который живет у тебя, будет подниматься над тобой все выше и выше, а ты будешь опускаться все ниже и ниже. ",
          "ID": "43"
        },
        {
          "text": "Он будет давать тебе взаймы, а ты не будешь давать ему взаймы. Он будет головой, а ты будешь хвостом.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Все эти проклятия падут на тебя. Они будут преследовать и настигать тебя, пока ты не погибнешь, потому что ты не слушался Господа, твоего Бога, и не соблюдал повелений и установлений, которые Он дал тебе. ",
          "ID": "45"
        },
        {
          "text": "Эти бедствия будут свидетельством и знамением для тебя и твоего потомства вовеки. ",
          "ID": "46"
        },
        {
          "text": "Так как ты не служил Господу, твоему Богу, с весельем и радостью во время изобилия, ",
          "ID": "47"
        },
        {
          "text": "то в голоде и жажде, в наготе и страшной нищете ты будешь служить врагам, которых Господь пошлет на тебя. Он наденет тебе на шею железное ярмо, пока не погубит тебя.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Господь нашлет на тебя народ издалека, с дальних концов земли, подобный налетающему орлу, народ, чьего языка ты не будешь понимать, ",
          "ID": "49"
        },
        {
          "text": "безжалостный народ, не уважающий старика и не щадящий юноши. ",
          "ID": "50"
        },
        {
          "text": "Он будет пожирать приплод твоего скота и урожаи твоей земли, пока не истребит тебя. Он не оставит тебе ни зерна, ни молодого вина, ни масла, ни телят твоего стада, ни ягнят твоей отары, пока не погубит тебя. ",
          "ID": "51"
        },
        {
          "text": "Он будет осаждать все твои города по всей земле, пока высокие, укрепленные стены, на которые ты полагаешься, не падут. Он будет осаждать все города по всей земле, которую Господь, твой Бог, дает тебе.",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "Из-за страданий, которые враги причинят тебе во время осады, ты будешь есть своих детей, плоть своих сыновей и дочерей, которых дал тебе Господь, твой Бог. ",
          "ID": "53"
        },
        {
          "text": "Даже самый изнеженный и чувствительный из ваших людей не станет сострадать собственному брату или любимой жене, или своим уцелевшим детям, ",
          "ID": "54"
        },
        {
          "text": "и не даст никому из них ничего из плоти своих детей, которых будет есть сам. Это все, что у него останется. Вот какие страдания враг причинит тебе во время осады всех твоих городов. ",
          "ID": "55"
        },
        {
          "text": "Самая изнеженная и чувствительная из твоих женщин – такая изнеженная и чувствительная, что не привыкла ступать по земле – поскупится дать любимому мужу и собственному сыну или дочери ",
          "ID": "56"
        },
        {
          "text": "послед из своего чрева и детей, которых родит. Ведь она захочет съесть их тайно во время осады и в бедствии, которое враг причинит тебе во всех твоих городах.",
          "ID": "57"
        },
        {
          "text": " ",
          "ID": "57"
        },
        {
          "text": "Если ты не будешь прилежно следовать всем словам Закона, который записан в этой книге, и не будешь чтить это славное и страшное имя Господа, твоего Бога, ",
          "ID": "58"
        },
        {
          "text": "то Господь наведет на тебя и на твоих потомков ужасные несчастья, жестокие и продолжительные бедствия и свирепые, затяжные болезни. ",
          "ID": "59"
        },
        {
          "text": "Он наведет на тебя все недуги Египта, которых ты ужасался, и они пристанут к тебе. ",
          "ID": "60"
        },
        {
          "text": "Еще Господь наведет на тебя такие болезни и беды, о которых не говорится в этой книге Закона, пока ты не погибнешь. ",
          "ID": "61"
        },
        {
          "text": "Вас было много, как звезд на небе, но останется мало, потому что ты не был послушен Господу, твоему Богу. ",
          "ID": "62"
        },
        {
          "text": "Как Господь радовался, делая вам добро и умножая ваше число, так Он будет радоваться, губя и истребляя вас. Вы будете искоренены из земли, куда вы вступаете, чтобы завладеть ею.",
          "ID": "63"
        },
        {
          "text": " ",
          "ID": "63"
        },
        {
          "text": "Тогда Господь рассеет тебя по всем народам, от одного конца земли до другого. Там ты будешь служить другим богам – богам из дерева и камня, которых не знал ни ты, ни твои отцы. ",
          "ID": "64"
        },
        {
          "text": "Между теми народами ты не обретешь покоя, и не будет спокойного места, куда могла бы ступить твоя нога. Там Господь заставит твое сердце трепетать, истомит тоской твои глаза и наполнит отчаянием твою душу. ",
          "ID": "65"
        },
        {
          "text": "Ты будешь жить в постоянной тревоге, полный ужаса и днем, и ночью, никогда не уверенный в своей жизни. ",
          "ID": "66"
        },
        {
          "text": "Утром ты скажешь: «Ах, скорее бы вечер!» – а вечером: «О, скорее бы утро!» – от ужаса, который наполнит твое сердце, и из-за того, что увидят твои глаза. ",
          "ID": "67"
        },
        {
          "text": "Господь возвратит тебя на кораблях в Египет тем путем, о котором я говорил, что ты никогда не проделаешь его вновь. Там вы будете предлагать себя на продажу, как рабов и рабынь своим врагам, но никто вас не купит.",
          "ID": "68"
        }
      ],
      "ID": "OT:DEU.28",
      "name": "Второзаконие 28"
    },
    {
      "text": [
        {
          "text": "Вот условия завета, который Господь повелел Моисею заключить с израильтянами в Моаве, кроме завета, который Он заключил с ними у Хорива.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Моисей призвал израильтян и сказал им:",
          "ID": "2"
        },
        {
          "text": "– Ваши глаза видели все, что Господь сделал в Египте с фараоном, со всеми его приближенными и со всей его землей. ",
          "ID": "2"
        },
        {
          "text": "Вы своими глазами видели те великие кары, знамения и великие чудеса. ",
          "ID": "3"
        },
        {
          "text": "Но до этого дня Господь не давал вам ума, который понимает, глаз, которые видят, и ушей, которые слышат. ",
          "ID": "4"
        },
        {
          "text": "За сорок лет, что Я вел вас через пустыню, не ветшали ваши одежды, не изнашивались сандалии у вас на ногах. ",
          "ID": "5"
        },
        {
          "text": "Вы не ели хлеба и не пили ни вина, ни пива. Я делал это, чтобы вы знали, что Я – Господь, ваш Бог.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда вы добрались до этого места, Сигон, царь Хешбона, и Ог, царь Башана, вышли сразиться с нами, но мы разбили их. ",
          "ID": "7"
        },
        {
          "text": "Мы взяли их землю и дали ее в наследие рувимитам, гадитам и половине рода Манассии.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Прилежно выполняйте условия этого завета, чтобы преуспевать во всех своих делах. ",
          "ID": "9"
        },
        {
          "text": "Все вы стоите сегодня в присутствии Господа, вашего Бога, – ваши вожди и начальники, старейшины и надзиратели и все остальные мужчины Израиля ",
          "ID": "10"
        },
        {
          "text": "вместе с детьми, женами и чужеземцами, живущими в вашем лагере, которые рубят вам дрова и носят воду. ",
          "ID": "11"
        },
        {
          "text": "Ты стоишь здесь, чтобы вступить в завет с Господом, твоим Богом, завет, который Господь заключает сегодня с тобой и скрепляет клятвой, ",
          "ID": "12"
        },
        {
          "text": "чтобы сделать тебя сегодня Своим народом и чтобы Ему быть твоим Богом, как Он обещал тебе и клялся твоим отцам Аврааму, Исааку и Иакову. ",
          "ID": "13"
        },
        {
          "text": "Я заключаю этот завет, скрепленный клятвой, не только с вами, ",
          "ID": "14"
        },
        {
          "text": "стоящими здесь сегодня в присутствии Господа, нашего Бога, но и с теми, кого здесь сегодня нет.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Вы сами знаете, как мы жили в Египте и как проходили через страны по дороге сюда. ",
          "ID": "16"
        },
        {
          "text": "Вы видели у них отвратительные образы и идолов из дерева и камня, из серебра и золота. ",
          "ID": "17"
        },
        {
          "text": "Пусть же не будет среди вас сегодня мужчины или женщины, клана или рода, чье сердце уклонится от Господа, нашего Бога, чтобы идти и служить богам тех народов. Смотрите, чтобы не было среди вас такого корня, из которого произрастает горькое, ядовитое растение.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда такой человек услышит слова этой клятвы, он призовет на себя благословение, думая: «Я буду в безопасности, несмотря на то что буду продолжать ходить своим собственным путем». Это приведет к уничтожению как орошаемой, так и сухой земли. ",
          "ID": "19"
        },
        {
          "text": "Господь никогда не захочет простить его. Его гнев и ревность воспламенятся против такого человека. Все проклятия, записанные в этой книге, падут на него, и Господь сотрет его имя из поднебесной. ",
          "ID": "20"
        },
        {
          "text": "Господь выделит его из всех родов Израиля для бедствия, в соответствии со всеми проклятиями завета, записанными в этой книге Закона.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Ваши дети, которые будут после вас в грядущих поколениях, и чужеземцы, которые придут из далеких земель, увидят бедствия, постигшие эту землю, и недуги, которыми Господь поразил ее. ",
          "ID": "22"
        },
        {
          "text": "Вся земля будет горящей пустошью из соли и серы – ничто не будет сеяться, ничто не прорастет, никакой растительности на ней не будет. Это будет подобно уничтожению Содома и Гоморры, Адмы и Цевоима, которые Господь низвергнул в Своем страшном гневе. ",
          "ID": "23"
        },
        {
          "text": "Все народы спросят: «Почему Господь поступил так с этой землей? За что этот страшный, пылающий гнев?» ",
          "ID": "24"
        },
        {
          "text": "Ответ будет таков: «За то, что этот народ оставил завет Господа, Бога их отцов, завет, который Он заключил с ними, когда вывел их из Египта. ",
          "ID": "25"
        },
        {
          "text": "Они ушли служить другим богам, поклонялись богам, которых не знали, богам, которых Он им не назначал. ",
          "ID": "26"
        },
        {
          "text": "Поэтому гнев Господа вспыхнул на эту землю, чтобы навести на нее все проклятия, записанные в этой книге. ",
          "ID": "27"
        },
        {
          "text": "В ярости, негодовании и великом гневе Господь искоренил их из их земли и бросил в другую землю, как это и есть сейчас».",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Тайное принадлежит Господу, нашему Богу, а открытое принадлежит нам и нашим детям навеки, чтобы мы следовали всем словам этого Закона.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.29",
      "name": "Второзаконие 29"
    },
    {
      "text": [
        {
          "text": "Когда все эти благословения и проклятия, которые я изложил тебе, придут на тебя и ты примешь их к сердцу среди всех народов, где бы ни рассеял тебя Господь, твой Бог, ",
          "ID": "1"
        },
        {
          "text": "и когда ты со своими детьми возвратишься к Господу, твоему Богу, и будешь слушаться Его от всего сердца и от всей души, как я повелеваю тебе сегодня, ",
          "ID": "2"
        },
        {
          "text": "то Господь, твой Бог, восстановит тебя, помилует и вновь соберет из всех народов, среди которых Он тебя рассеял. ",
          "ID": "3"
        },
        {
          "text": "Даже если ты был изгнан в самую дальнюю землю под небесами, Господь, твой Бог, соберет тебя оттуда и вернет назад. ",
          "ID": "4"
        },
        {
          "text": "Он приведет тебя в землю, которая принадлежала твоим отцам, и ты овладеешь ею. Он сделает тебя более процветающим и многочисленным, чем твоих отцов. ",
          "ID": "5"
        },
        {
          "text": "Господь, твой Бог, обрежет твое сердце и сердца твоих потомков, чтобы ты любил Его всем сердцем и всей душой и жил. ",
          "ID": "6"
        },
        {
          "text": "Господь, твой Бог, обрушит все эти проклятия на твоих врагов, которые ненавидят и преследуют тебя. ",
          "ID": "7"
        },
        {
          "text": "Ты снова станешь слушаться Господа и исполнять все Его повеления, которые я даю тебе сегодня. ",
          "ID": "8"
        },
        {
          "text": "И Господь, твой Бог, с избытком даст тебе успех во всех делах твоих рук, благословит вас множеством детей, ваш скот – многочисленным приплодом и ваши поля – обилием плодов. Господь снова будет радоваться о тебе, даруя тебе добро, как радовался Он о твоих отцах, ",
          "ID": "9"
        },
        {
          "text": "если ты будешь слушаться Господа, твоего Бога, соблюдая Его повеления и установления, которые записаны в этой книге Закона, и обратишься к Господу, твоему Богу, всем сердцем и всей душой.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Ведь повеление, которое я даю тебе сегодня, не слишком тяжело для тебя и не далеко. ",
          "ID": "11"
        },
        {
          "text": "Оно не на небе, чтобы спрашивать: «Кто же поднимется на небо получить его и возвестить нам, чтобы мы могли исполнить его?» – ",
          "ID": "12"
        },
        {
          "text": "и не за морем оно, чтобы спрашивать: «Кто пересечет море получить его и возвестить нам, чтобы мы могли исполнить его?» ",
          "ID": "13"
        },
        {
          "text": "Нет, это слово очень близко к тебе: оно в твоих устах и в твоем сердце, чтобы ты мог исполнять его.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Смотри, я предложил тебе сегодня жизнь и благополучие, смерть и зло. ",
          "ID": "15"
        },
        {
          "text": "Я повелеваю тебе сегодня любить Господа, твоего Бога, ходить Его путями и хранить Его повеления, установления и законы, и тогда ты будешь жить и умножаться, а Господь, твой Бог, будет благословлять тебя в земле, куда ты идешь, чтобы завладеть ею.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но если твое сердце отвернется и ты не будешь слушаться, но собьешься с пути, чтобы поклоняться другим богам и служить им, ",
          "ID": "17"
        },
        {
          "text": "то – я объявляю вам сегодня – вы непременно будете уничтожены. Вы не долго будете жить на земле, куда ты переходишь через Иордан, чтобы вступить в нее и завладеть ею.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Сегодня я призываю в свидетели против вас небо и землю: я предложил тебе жизнь и смерть, благословения и проклятия. Выбери жизнь, чтобы тебе и твоим детям жить ",
          "ID": "19"
        },
        {
          "text": "и любить Господа, твоего Бога, слушать Его голос и прилепляться к Нему. Ведь в этом твоя жизнь, и Он даст тебе много лет на земле, которую Он клялся дать твоим отцам Аврааму, Исааку и Иакову.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.30",
      "name": "Второзаконие 30"
    },
    {
      "text": [
        {
          "text": "Моисей пошел и сказал всему Израилю такие слова:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Мне уже сто двадцать лет, и я не могу больше вести вас. Господь сказал мне: «Ты не перейдешь через Иордан». ",
          "ID": "2"
        },
        {
          "text": "Господь, твой Бог, Сам перейдет перед тобой. Он истребит эти народы перед тобой, и ты завладеешь их землей. Иисус также перейдет перед тобой, как сказал Господь. ",
          "ID": "3"
        },
        {
          "text": "И Господь сделает с этими народами то же, что Он сделал с Сигоном и Огом, царями аморреев, которых Он погубил вместе с их землей. ",
          "ID": "4"
        },
        {
          "text": "Господь отдаст их вам, и вы должны сделать с ними все, что я повелел тебе. ",
          "ID": "5"
        },
        {
          "text": "Будьте крепки и отважны. Не бойтесь и не страшитесь их, потому что Господь, твой Бог, идет с тобой; Он никогда тебя не оставит и не покинет.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Затем Моисей призвал Иисуса и сказал ему в присутствии всего Израиля:",
          "ID": "7"
        },
        {
          "text": "– Будь крепок и отважен, потому что ты должен идти с этим народом в землю, которую Господь клялся дать его отцам, и должен разделить ее им в наследие. ",
          "ID": "7"
        },
        {
          "text": "Господь Сам пойдет перед тобой и будет с тобой; Он никогда тебя не оставит и не покинет. Не бойся и не будь малодушным.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Моисей записал этот Закон и дал его всем священникам, сыновьям Левия, которые носили ковчег завета Господа, и всем старейшинам Израиля. ",
          "ID": "9"
        },
        {
          "text": "Затем Моисей повелел им:",
          "ID": "10"
        },
        {
          "text": "– Раз в семь лет, в год прощения долгов, на празднике Шалашей, ",
          "ID": "10"
        },
        {
          "text": "когда Израиль приходит, чтобы предстать перед Господом, твоим Богом, на место, которое Он выберет, читай этот Закон вслух перед всем Израилем. ",
          "ID": "11"
        },
        {
          "text": "Собери народ – мужчин, женщин и детей, и чужеземцев, живущих в твоих городах, чтобы они слушали и учились бояться Господа, вашего Бога, и прилежно следовать всем словам этого Закона. ",
          "ID": "12"
        },
        {
          "text": "Их дети, которые не знают этого Закона, должны слушать его и учиться бояться Господа, вашего Бога, все время, пока вы будете жить на земле, куда вы переходите за Иордан, чтобы завладеть ею.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "14"
        },
        {
          "text": "– День твоей смерти близок. Позови Иисуса, встаньте у шатра собрания, и там Я дам ему наставления.",
          "ID": "14"
        },
        {
          "text": "Моисей и Иисус пришли и встали у шатра собрания. ",
          "ID": "14"
        },
        {
          "text": "Тогда Господь явился у шатра собрания в облачном столбе, и облако встало над входом в скинию. ",
          "ID": "15"
        },
        {
          "text": "Господь сказал Моисею:",
          "ID": "16"
        },
        {
          "text": "– Скоро ты отойдешь к своим отцам, а этот народ станет предаваться разврату, следуя чужим богам той земли, куда он входит. Он оставит Меня и нарушит завет, который Я с ним заключил. ",
          "ID": "16"
        },
        {
          "text": "В тот день Я разгневаюсь на него и оставлю их; Я скрою от них Свое лицо, и он будет уничтожен. Множество бедствий и тягот постигнет его, и в тот день он спросит: «Не потому ли постигли меня эти бедствия, что мой Бог не со мной?» ",
          "ID": "17"
        },
        {
          "text": "Я же непременно скрою Свое лицо в тот день из-за всего нечестия, которое он совершит, обратившись к другим богам.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Итак, запишите себе эту песню, и научи ей израильтян и прикажи им петь ее, чтобы она была свидетельством за Меня против них. ",
          "ID": "19"
        },
        {
          "text": "Когда Я приведу их в землю, где течет молоко и мед, землю, которую Я с клятвой обещал их отцам, и когда они будут есть досыта и разжиреют, они обратятся к другим богам и станут служить им, отвергая Меня и нарушая Мой завет. ",
          "ID": "20"
        },
        {
          "text": "И когда множество бедствий и тягот постигнут их, эта песня будет свидетельствовать против них, потому что их потомки ее не забудут. Я знаю, к чему они расположены уже сейчас, еще до того, как Я ввел их в землю, о которой клялся им.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "В тот день Моисей записал эту песню и научил ей израильтян. ",
          "ID": "22"
        },
        {
          "text": "Господь дал Иисусу, сыну Навину, такое повеление:",
          "ID": "23"
        },
        {
          "text": "– Будь крепок и отважен, потому что ты введешь израильтян в землю, которую Я с клятвой обещал им, и Сам Я буду с тобой.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Записав в свиток слова этого Закона от начала до конца, ",
          "ID": "24"
        },
        {
          "text": "Моисей дал левитам, которые носили ковчег завета Господа, такое повеление:",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "– Возьмите этот свиток Закона и положите его рядом с ковчегом завета Господа, вашего Бога. Свиток будет находиться там как свидетельство против тебя. ",
          "ID": "26"
        },
        {
          "text": "Я ведь знаю, как ты мятежен и упрям. Если вы мятежны перед Господом, пока я еще жив и с вами, то что же будет после моей смерти! ",
          "ID": "27"
        },
        {
          "text": "Соберите ко мне всех старейшин ваших родов и всех ваших начальников, чтобы я мог сказать им вслух эти слова и призвать небо и землю свидетельствовать против них. ",
          "ID": "28"
        },
        {
          "text": "Я ведь знаю, что после моей смерти вы непременно развратитесь и свернете с пути, держаться которого я вам повелел. В будущем вас постигнет бедствие, потому что вы будете делать зло в глазах Господа и разгневаете Его делами своих рук.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Моисей произнес слова этой песни от начала до конца вслух всего народа Израиля:",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.31",
      "name": "Второзаконие 31"
    },
    {
      "text": [
        {
          "text": "«Внимайте, небеса, я буду говорить;",
          "ID": "1"
        },
        {
          "text": "слушай, земля, слова моих уст.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Пусть польется мое учение, словно дождь,",
          "ID": "2"
        },
        {
          "text": "пусть сойдут мои слова, как роса,",
          "ID": "2"
        },
        {
          "text": "словно ливень на зелень,",
          "ID": "2"
        },
        {
          "text": "как дождь на побеги.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Имя Господа провозглашу,",
          "ID": "3"
        },
        {
          "text": "славьте величие нашего Бога!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Он – скала, Его дела совершенны,",
          "ID": "4"
        },
        {
          "text": "все Его пути праведны.",
          "ID": "4"
        },
        {
          "text": "Верен Бог, не творящий неправды,",
          "ID": "4"
        },
        {
          "text": "Он праведен и честен.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Перед Ним они развратились,",
          "ID": "5"
        },
        {
          "text": "и не дети они Ему,",
          "ID": "5"
        },
        {
          "text": "но род упрямый и извращенный,",
          "ID": "5"
        },
        {
          "text": "к своему стыду",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Так ли воздаете вы Господу,",
          "ID": "6"
        },
        {
          "text": "народ безрассудный и глупый?",
          "ID": "6"
        },
        {
          "text": "Разве Он не Отец, не Творец твой,",
          "ID": "6"
        },
        {
          "text": "Тот, Кто создал, основал тебя?",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Вспомни древние дни;",
          "ID": "7"
        },
        {
          "text": "подумай об ушедших поколениях.",
          "ID": "7"
        },
        {
          "text": "Спроси своего отца, и он скажет тебе,",
          "ID": "7"
        },
        {
          "text": "своих старейшин, и они объяснят тебе.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда Всевышний давал народам их наследие,",
          "ID": "8"
        },
        {
          "text": "когда Он разделил весь человеческий род,",
          "ID": "8"
        },
        {
          "text": "Он поставил пределы народов",
          "ID": "8"
        },
        {
          "text": "по числу сыновей Израиля.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Ведь доля Господня – Его народ,",
          "ID": "9"
        },
        {
          "text": "Иаков – наследственный удел Его.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В пустынной земле Он его нашел,",
          "ID": "10"
        },
        {
          "text": "в степи печальной и дикой.",
          "ID": "10"
        },
        {
          "text": "Ограждал его, пекся о нем;",
          "ID": "10"
        },
        {
          "text": "хранил его, как зеницу Своего ока.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Как орел вызывает свое гнездо",
          "ID": "11"
        },
        {
          "text": "и парит над своими птенцами,",
          "ID": "11"
        },
        {
          "text": "простирает свои крылья, берет птенцов",
          "ID": "11"
        },
        {
          "text": "и несет на своих перьях,",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "так Господь Один его вел;",
          "ID": "12"
        },
        {
          "text": "чужого бога не было с Ним.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Он вознес его на высоты земли",
          "ID": "13"
        },
        {
          "text": "и питал плодами полей.",
          "ID": "13"
        },
        {
          "text": "Он кормил его медом из сот, что в скалистых расщелинах",
          "ID": "13"
        },
        {
          "text": "и маслом из оливкового дерева, что растет на каменистой почве,",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "маслом и молоком от стада и отары,",
          "ID": "14"
        },
        {
          "text": "упитанными ягнятами и козлами,",
          "ID": "14"
        },
        {
          "text": "лучшими баранами Башана",
          "ID": "14"
        },
        {
          "text": "и отборной пшеницей.",
          "ID": "14"
        },
        {
          "text": "Ты пил вино, кровь винограда.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Ешурун растолстел и стал упрям;",
          "ID": "15"
        },
        {
          "text": "растолстел, обрюзг, разжирел.",
          "ID": "15"
        },
        {
          "text": "Он оставил Бога, Который создал его,",
          "ID": "15"
        },
        {
          "text": "и отверг Скалу своего спасения.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Они возбудили в Нем ревность чужими богами",
          "ID": "16"
        },
        {
          "text": "и разгневали Его мерзкими идолами.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Они приносили жертвы демонам, а не Богу, –",
          "ID": "17"
        },
        {
          "text": "богам, которых не знали,",
          "ID": "17"
        },
        {
          "text": "богам, появившимся недавно,",
          "ID": "17"
        },
        {
          "text": "богам, которых ваши отцы не боялись.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Ты покинул Скалу, родившую тебя;",
          "ID": "18"
        },
        {
          "text": "ты забыл Бога, создавшего тебя.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Господь увидел это и отверг их,",
          "ID": "19"
        },
        {
          "text": "так как разгневался на Своих сыновей и дочерей.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "„Я скрою от них Свое лицо, – сказал Он, –",
          "ID": "20"
        },
        {
          "text": "и увижу, каков будет их конец;",
          "ID": "20"
        },
        {
          "text": "потому что они – извращенный род,",
          "ID": "20"
        },
        {
          "text": "неверные дети.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Они пробудили во Мне ревность всем тем, что не Бог,",
          "ID": "21"
        },
        {
          "text": "и разгневали Меня ничтожными идолами.",
          "ID": "21"
        },
        {
          "text": "Я пробужу в них ревность через тех,",
          "ID": "21"
        },
        {
          "text": "кого и народом-то не назвать;",
          "ID": "21"
        },
        {
          "text": "Я разгневаю их глупым народом.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Потому что от Моего гнева запылал огонь,",
          "ID": "22"
        },
        {
          "text": "что жжет до дна мира мертвых.",
          "ID": "22"
        },
        {
          "text": "Он пожрет землю и ее урожаи",
          "ID": "22"
        },
        {
          "text": "и подожжет основания гор.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Я соберу на них беды,",
          "ID": "23"
        },
        {
          "text": "выпущу в них Свои стрелы.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Я пошлю на них опустошительный голод,",
          "ID": "24"
        },
        {
          "text": "истребляющий мор и смертельную заразу;",
          "ID": "24"
        },
        {
          "text": "Я пошлю на них хищных зверей,",
          "ID": "24"
        },
        {
          "text": "ядовитых змей, что ползают в прахе.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "На улицах меч лишит их детей,",
          "ID": "25"
        },
        {
          "text": "в их домах будет царить ужас.",
          "ID": "25"
        },
        {
          "text": "Будут гибнуть юноши и девушки,",
          "ID": "25"
        },
        {
          "text": "младенцы и седовласые старики.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Я сказал бы: рассею их",
          "ID": "26"
        },
        {
          "text": "и изглажу их память из человеческого рода,",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "если бы не опасался насмешек врагов,",
          "ID": "27"
        },
        {
          "text": "чтобы противники не возомнили о себе",
          "ID": "27"
        },
        {
          "text": "и не сказали: «Нашей руки торжество;",
          "ID": "27"
        },
        {
          "text": "не Господь совершил все это»“.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Это народ, потерявший рассудок,",
          "ID": "28"
        },
        {
          "text": "нет у них разума.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "О если бы они были мудры,",
          "ID": "29"
        },
        {
          "text": "понимали бы это",
          "ID": "29"
        },
        {
          "text": "и уразумели, какой их ждет конец!",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Как мог бы один человек преследовать тысячу",
          "ID": "30"
        },
        {
          "text": "или двое обратить в бегство десять тысяч,",
          "ID": "30"
        },
        {
          "text": "если бы их Скала не отступилась от них,",
          "ID": "30"
        },
        {
          "text": "если бы Господь их не выдал?",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Ведь их скала не такова, как наша Скала:",
          "ID": "31"
        },
        {
          "text": "сами наши враги – судьи в том.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Их виноград с лозы Содома",
          "ID": "32"
        },
        {
          "text": "и с полей Гоморры.",
          "ID": "32"
        },
        {
          "text": "Их плоды полны яда,",
          "ID": "32"
        },
        {
          "text": "а их гроздья – горечи.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Их вино – яд змей,",
          "ID": "33"
        },
        {
          "text": "смертельный яд кобр.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "„Не сокрыто ли это у Меня?",
          "ID": "34"
        },
        {
          "text": "Не запечатано ли в Моих кладовых?",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Предоставьте месть Мне, Я воздам.",
          "ID": "35"
        },
        {
          "text": "Придет время, поскользнутся ноги врага;",
          "ID": "35"
        },
        {
          "text": "день их бедствия близок",
          "ID": "35"
        },
        {
          "text": "и участь их поспешает“.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Господь будет судить Свой народ",
          "ID": "36"
        },
        {
          "text": "и пожалеет Своих слуг,",
          "ID": "36"
        },
        {
          "text": "когда увидит, что исчезла их сила",
          "ID": "36"
        },
        {
          "text": "и не осталось никого – ни раба, ни свободного.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "И скажет Он: „Где же их боги,",
          "ID": "37"
        },
        {
          "text": "та скала, за которой они укрывались?",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Боги, которые ели жир их жертв,",
          "ID": "38"
        },
        {
          "text": "пили вино их жертвенных возлияний?",
          "ID": "38"
        },
        {
          "text": "Пусть восстанут, чтобы помочь вам!",
          "ID": "38"
        },
        {
          "text": "Пусть дадут вам покров!",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Смотрите же ныне, что только Я Бог,",
          "ID": "39"
        },
        {
          "text": "и нет Бога, кроме Меня.",
          "ID": "39"
        },
        {
          "text": "Я умерщвляю и оживляю,",
          "ID": "39"
        },
        {
          "text": "Я ранил и Я исцелю,",
          "ID": "39"
        },
        {
          "text": "и никто не может избавить от Моей руки.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Я поднимаю руку к небу и объявляю:",
          "ID": "40"
        },
        {
          "text": "Верно, как и то, что Я живу вовеки, –",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "когда отточу Свой сияющий меч",
          "ID": "41"
        },
        {
          "text": "и рука Моя примет его для суда,",
          "ID": "41"
        },
        {
          "text": "Я отомщу Своим противникам",
          "ID": "41"
        },
        {
          "text": "и воздам тем, кто Меня ненавидит.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Я напою Свои стрелы кровью,",
          "ID": "42"
        },
        {
          "text": "а Мой меч будет пожирать плоть,",
          "ID": "42"
        },
        {
          "text": "кровь павших и пленных,",
          "ID": "42"
        },
        {
          "text": "головы вражеских вождей“.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Радуйтесь, язычники, вместе с Его народом,",
          "ID": "43"
        },
        {
          "text": "потому что Он отомстит за кровь Своих слуг;",
          "ID": "43"
        },
        {
          "text": "отомстит Он Своим врагам,",
          "ID": "43"
        },
        {
          "text": "очистит Свою землю и Свой народ».",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Моисей пришел с Иисусом, сыном Навиным, и произнес народу все слова этой песни. ",
          "ID": "44"
        },
        {
          "text": "Сказав эти слова всему Израилю, Моисей ",
          "ID": "45"
        },
        {
          "text": "добавил:",
          "ID": "46"
        },
        {
          "text": "– Примите к сердцу все слова, которые я торжественно возвестил вам сегодня, чтобы вы велели своим детям прилежно слушаться всех слов этого Закона. ",
          "ID": "46"
        },
        {
          "text": "Для вас это не пустые слова: в них – ваша жизнь. Они дадут вам долго жить на земле, в которую вы переходите за Иордан, чтобы овладеть ею.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "В тот же день Господь сказал Моисею:",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "– Поднимись на горную цепь Аварим, на гору Нево в Моаве, напротив Иерихона, и осмотри Ханаан, землю, которую Я отдаю во владение израильтянам. ",
          "ID": "49"
        },
        {
          "text": "На этой горе, куда ты поднимешься, ты умрешь и присоединишься к своему народу так же, как твой брат Аарон умер на горе Ор и присоединился к своему народу. ",
          "ID": "50"
        },
        {
          "text": "Это случится из-за того, что вы оба изменили Мне на виду у израильтян у вод Меривы в Кадеше, в пустыне Цин, и из-за того, что вы не отстаивали Мою святость среди израильтян. ",
          "ID": "51"
        },
        {
          "text": "Поэтому ты увидишь ее только на расстоянии – ты не войдешь в землю, которую Я даю народу Израиля.",
          "ID": "52"
        }
      ],
      "ID": "OT:DEU.32",
      "name": "Второзаконие 32"
    },
    {
      "text": [
        {
          "text": "Вот благословение, которое Моисей, Божий человек, дал израильтянам перед смертью.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Он сказал:",
          "ID": "2"
        },
        {
          "text": "– Господь пришел от Синая,",
          "ID": "2"
        },
        {
          "text": "взошел над Своим народом от Сеира;",
          "ID": "2"
        },
        {
          "text": "воссиял от горы Паран.",
          "ID": "2"
        },
        {
          "text": "Он шел с мириадами святых",
          "ID": "2"
        },
        {
          "text": "с юга, со склонов Своей горы.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Истинно Он любит Свой народ:",
          "ID": "3"
        },
        {
          "text": "все Его святые в Его руке.",
          "ID": "3"
        },
        {
          "text": "Все они припадают к Твоим стопам",
          "ID": "3"
        },
        {
          "text": "и получают от Тебя наставление,",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Закон, который дал нам Моисей,",
          "ID": "4"
        },
        {
          "text": "наследие народа Иакова.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Он был царем над Ешуруном,",
          "ID": "5"
        },
        {
          "text": "когда собирались вожди народа",
          "ID": "5"
        },
        {
          "text": "вместе с родами Израиля.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Пусть живет Рувим и не умирает,",
          "ID": "6"
        },
        {
          "text": "пусть не будут малочисленны его потомки.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "А это он сказал об Иуде:",
          "ID": "7"
        },
        {
          "text": "– Услышь, Господи, крик Иуды;",
          "ID": "7"
        },
        {
          "text": "приведи его к его народу.",
          "ID": "7"
        },
        {
          "text": "Своими руками пусть он защитит себя.",
          "ID": "7"
        },
        {
          "text": "Будь ему подмогой против врагов!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "О Левии он сказал:",
          "ID": "8"
        },
        {
          "text": "– Твои Туммим и Урим принадлежат",
          "ID": "8"
        },
        {
          "text": "благочестивому Твоему.",
          "ID": "8"
        },
        {
          "text": "Ты испытал его в Массе;",
          "ID": "8"
        },
        {
          "text": "спорил с ним у вод Меривы.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Он говорит об отце и матери:",
          "ID": "9"
        },
        {
          "text": "«Мне нет дела до них».",
          "ID": "9"
        },
        {
          "text": "Не признает своих братьев,",
          "ID": "9"
        },
        {
          "text": "не знает своих детей,",
          "ID": "9"
        },
        {
          "text": "потому что они соблюдают Твое слово",
          "ID": "9"
        },
        {
          "text": "и хранят Твой завет.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Они учат Твоим наставлениям Иакова",
          "ID": "10"
        },
        {
          "text": "и Твоему Закону Израиль.",
          "ID": "10"
        },
        {
          "text": "Они кладут перед Тобой благовония",
          "ID": "10"
        },
        {
          "text": "и цельные всесожжения на Твой жертвенник.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Благослови, Господи, его силу",
          "ID": "11"
        },
        {
          "text": "и благоволи к делу его рук.",
          "ID": "11"
        },
        {
          "text": "Порази чресла восстающих на него,",
          "ID": "11"
        },
        {
          "text": "порази ненавидящих его,",
          "ID": "11"
        },
        {
          "text": "чтобы они не смогли больше встать.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "О Вениамине он сказал:",
          "ID": "12"
        },
        {
          "text": "– Пусть возлюбленный Господом",
          "ID": "12"
        },
        {
          "text": "безопасно покоится при Нем,",
          "ID": "12"
        },
        {
          "text": "ведь Он защищает его весь день.",
          "ID": "12"
        },
        {
          "text": "Тот, кого любит Господь,",
          "ID": "12"
        },
        {
          "text": "покоится между Его плечами.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Об Иосифе он сказал:",
          "ID": "13"
        },
        {
          "text": "– Пусть благословит Господь его землю",
          "ID": "13"
        },
        {
          "text": "драгоценной росой с небес наверху",
          "ID": "13"
        },
        {
          "text": "и ручьями, бегущими из земли;",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "лучшим, что дает солнце,",
          "ID": "14"
        },
        {
          "text": "лучшим, что порождает луна;",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "отборнейшими дарами древних гор",
          "ID": "15"
        },
        {
          "text": "и плодородием вечных холмов;",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "лучшими дарами земли и ее полнотой,",
          "ID": "16"
        },
        {
          "text": "милостью Того, Кто пребывал в горящем кусте.",
          "ID": "16"
        },
        {
          "text": "Пусть все это сойдет на голову Иосифа,",
          "ID": "16"
        },
        {
          "text": "на темя вождя между братьями.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Величием он подобен первородному быку,",
          "ID": "17"
        },
        {
          "text": "его сила – сила дикого быка.",
          "ID": "17"
        },
        {
          "text": "Рогами он станет бодать народы,",
          "ID": "17"
        },
        {
          "text": "даже те, что на краях земли.",
          "ID": "17"
        },
        {
          "text": "Таковы десятки тысяч Ефрема,",
          "ID": "17"
        },
        {
          "text": "таковы тысячи Манассии.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "О Завулоне он сказал:",
          "ID": "18"
        },
        {
          "text": "– Радуйся, Завулон, когда выходишь,",
          "ID": "18"
        },
        {
          "text": "и ты, Иссахар, в своих шатрах.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Они призовут народы к горе",
          "ID": "19"
        },
        {
          "text": "и принесут там жертвы праведности.",
          "ID": "19"
        },
        {
          "text": "Они будут наслаждаться изобилием морей,",
          "ID": "19"
        },
        {
          "text": "сокровищами, скрытыми в песке.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "О Гаде он сказал:",
          "ID": "20"
        },
        {
          "text": "– Благословен, расширяющий владения Гада!",
          "ID": "20"
        },
        {
          "text": "Гад живет там, подобно льву,",
          "ID": "20"
        },
        {
          "text": "терзая и мышцу, и голову.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Он выбрал себе лучшую землю,",
          "ID": "21"
        },
        {
          "text": "ему отведена доля вождя.",
          "ID": "21"
        },
        {
          "text": "Когда собрались главы народа,",
          "ID": "21"
        },
        {
          "text": "он исполнил праведную волю Господа",
          "ID": "21"
        },
        {
          "text": "и Его правосудие Израилю.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "О Дане он сказал:",
          "ID": "22"
        },
        {
          "text": "– Дан – львенок",
          "ID": "22"
        },
        {
          "text": "прыгающий с Башана.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "О Неффалиме он сказал:",
          "ID": "23"
        },
        {
          "text": "– Неффалим насыщен благоволением Господа",
          "ID": "23"
        },
        {
          "text": "и исполнен Его благословением.",
          "ID": "23"
        },
        {
          "text": "Он унаследует озеро и землю на юге.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Об Асире он сказал:",
          "ID": "24"
        },
        {
          "text": "– Асир – благословеннейший из сыновей;",
          "ID": "24"
        },
        {
          "text": "пусть будет он в милости у братьев,",
          "ID": "24"
        },
        {
          "text": "пусть омывает он ноги маслом.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Засовы твоих ворот будут из железа и бронзы,",
          "ID": "25"
        },
        {
          "text": "твое богатство будет неисчислимым, как твои дни.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Нет подобного Богу Ешуруна,",
          "ID": "26"
        },
        {
          "text": "Который мчится по небесам к тебе на помощь,",
          "ID": "26"
        },
        {
          "text": "на облаках в Своем величии.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Вечный Бог – твое прибежище,",
          "ID": "27"
        },
        {
          "text": "руки вечные носят тебя.",
          "ID": "27"
        },
        {
          "text": "Он прогонит врага от тебя,",
          "ID": "27"
        },
        {
          "text": "и скажет: «Истреби его!»",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "И будет Израиль жить безопасно один;",
          "ID": "28"
        },
        {
          "text": "источник Иакова будет защищен",
          "ID": "28"
        },
        {
          "text": "в земле пшеницы и молодого вина,",
          "ID": "28"
        },
        {
          "text": "где небеса источают росу.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Блажен ты, Израиль!",
          "ID": "29"
        },
        {
          "text": "Кто подобен тебе,",
          "ID": "29"
        },
        {
          "text": "народу, спасенному Господом?",
          "ID": "29"
        },
        {
          "text": "Он тебе щит и помощник",
          "ID": "29"
        },
        {
          "text": "и славный твой меч.",
          "ID": "29"
        },
        {
          "text": "Враги твои будут пресмыкаться пред тобой,",
          "ID": "29"
        },
        {
          "text": "а ты будешь попирать их высоты.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.33",
      "name": "Второзаконие 33"
    },
    {
      "text": [
        {
          "text": "Затем Моисей поднялся на гору Нево, с Моавской равнины на вершину Фасги, что напротив Иерихона. Там Господь показал ему всю ту землю – от Галаада до Дана, ",
          "ID": "1"
        },
        {
          "text": "все владения Неффалима, землю Ефрема и Манассии, всю землю Иуды до самого Западного моря, ",
          "ID": "2"
        },
        {
          "text": "Негев и всю область от долины Иерихона, города Пальм, до самого Цоара. ",
          "ID": "3"
        },
        {
          "text": "Господь сказал ему:",
          "ID": "4"
        },
        {
          "text": "– Вот земля, которую Я клялся Аврааму, Исааку и Иакову, когда сказал: «Я дам ее твоему потомству». Я позволил тебе увидеть ее своими глазами, но ты не вступишь в нее.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И Моисей, слуга Господа, умер там, в Моаве, как и сказал Господь. ",
          "ID": "5"
        },
        {
          "text": "Он похоронил его в Моаве, в долине напротив Бет-Пеора, но и до сегодняшнего дня никто не знает, где его могила. ",
          "ID": "6"
        },
        {
          "text": "Моисею было сто двадцать лет, когда он умер, но глаза его не ослабли и сила не пропала. ",
          "ID": "7"
        },
        {
          "text": "Израильтяне оплакивали Моисея на Моавской равнине тридцать дней, пока время плача и скорби не прошло.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Иисус же, сын Навин, исполнился духа мудрости, потому что Моисей возложил на него руки. Израильтяне слушали его и делали то, что Господь повелел Моисею.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "С тех пор в Израиле не было пророка, подобного Моисею, которого Господь знал бы лицом к лицу. ",
          "ID": "10"
        },
        {
          "text": "Никто не превзошел Моисея в знамениях и чудесах, которые он совершил в Египте по слову Господню над фараоном, над всеми его приближенными и над всей его землей. ",
          "ID": "11"
        },
        {
          "text": "Никто не показывал такой великой силы и не совершал таких великих и страшных чудес, какие Моисей совершил на глазах у всего Израиля.",
          "ID": "12"
        }
      ],
      "ID": "OT:DEU.34",
      "name": "Второзаконие 34"
    }
  ],
  "ID": "OT:DEU(NRP)",
  "name": "Второзаконие"
}