{
  "name": "Numbers",
  "text": [
    {
      "name": "Numbers 1",
      "text": [
        {
          "text": "THE Lord spoke to Moses in the Wilderness of Sinai in the Tent of Meeting on the first day of the second month in the second year after they came out of the land of Egypt, saying,",
          "ID": "1"
        },
        {
          "text": "Take a census of all the males of the congregation of the Israelites by families, by their fathers' houses, according to the number of names, head by head.",
          "ID": "2"
        },
        {
          "text": "From twenty years old and upward, all in Israel who are able to go forth to war you and Aaron shall number, company by company.",
          "ID": "3"
        },
        {
          "text": "And with you there shall be a man [to assist you] from each tribe, each being the head of his father's house.",
          "ID": "4"
        },
        {
          "text": "And these are the names of the men who shall attend you: Of Reuben, Elizur son of Shedeur;",
          "ID": "5"
        },
        {
          "text": "Of Simeon, Shelumiel son of Zurishaddai;",
          "ID": "6"
        },
        {
          "text": "Of Judah, Nahshon son of Amminadab;",
          "ID": "7"
        },
        {
          "text": "Of Issachar, Nethanel son of Zuar;",
          "ID": "8"
        },
        {
          "text": "Of Zebulun, Eliab son of Helon;",
          "ID": "9"
        },
        {
          "text": "Of the sons of Joseph: of Ephraim, Elishama son of Ammihud; of Manasseh, Gamaliel son of Pedahzur;",
          "ID": "10"
        },
        {
          "text": "Of Benjamin, Abidan son of Gideoni;",
          "ID": "11"
        },
        {
          "text": "Of Dan, Ahiezer son of Ammishaddai;",
          "ID": "12"
        },
        {
          "text": "Of Asher, Pagiel son of Ochran;",
          "ID": "13"
        },
        {
          "text": "Of Gad, Eliasaph son of Deuel;",
          "ID": "14"
        },
        {
          "text": "Of Naphtali, Ahira son of Enan.",
          "ID": "15"
        },
        {
          "text": "These were those chosen from the congregation, the leaders of their ancestral tribes, heads of thousands [the highest class of officers] in Israel.",
          "ID": "16"
        },
        {
          "text": "And Moses and Aaron took these men who have been named,",
          "ID": "17"
        },
        {
          "text": "And assembled all the congregation on the first day of the second month, and they declared their ancestry after their families, by their fathers' houses, according to the number of names from twenty years old and upward, head by head,",
          "ID": "18"
        },
        {
          "text": "As the Lord commanded Moses. So he numbered them in the Wilderness of Sinai.",
          "ID": "19"
        },
        {
          "text": "The sons of Reuben, Israel's firstborn, their generations, by their families, by their fathers' houses, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war:",
          "ID": "20"
        },
        {
          "text": "Those of the tribe of Reuben numbered 46,500.",
          "ID": "21"
        },
        {
          "text": "Of the sons of Simeon, their generations, by their families, by their fathers' houses, those numbered of them according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war:",
          "ID": "22"
        },
        {
          "text": "Those of the tribe of Simeon numbered 59,300.",
          "ID": "23"
        },
        {
          "text": "Of the sons of Gad, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all who were able to go to war:",
          "ID": "24"
        },
        {
          "text": "Those of the tribe of Gad numbered 45,650.",
          "ID": "25"
        },
        {
          "text": "Of the sons of Judah, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "26"
        },
        {
          "text": "Those of the tribe of Judah numbered 74,600.",
          "ID": "27"
        },
        {
          "text": "Of the sons of Issachar, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "28"
        },
        {
          "text": "Those of the tribe of Issachar numbered 54,400.",
          "ID": "29"
        },
        {
          "text": "Of the sons of Zebulun, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "30"
        },
        {
          "text": "Those of the tribe of Zebulun numbered 57,400.",
          "ID": "31"
        },
        {
          "text": "Of the sons of Joseph: the sons of Ephraim, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "32"
        },
        {
          "text": "Those of the tribe of Ephraim numbered 40,500.",
          "ID": "33"
        },
        {
          "text": "Of the sons of Manasseh, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "34"
        },
        {
          "text": "Those of the tribe of Manasseh numbered 32,200.",
          "ID": "35"
        },
        {
          "text": "Of the sons of Benjamin, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "36"
        },
        {
          "text": "Those of the tribe of Benjamin numbered 35,400.",
          "ID": "37"
        },
        {
          "text": "Of the sons of Dan, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "38"
        },
        {
          "text": "Those of the tribe of Dan numbered 62,700.",
          "ID": "39"
        },
        {
          "text": "Of the sons of Asher, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "40"
        },
        {
          "text": "Those of the tribe of Asher numbered 41,500.",
          "ID": "41"
        },
        {
          "text": "Of the sons of Naphtali, their generations, by their families, by their fathers' houses, according to the number of names, from twenty years old and upward, all able to go to war:",
          "ID": "42"
        },
        {
          "text": "Those of the tribe of Naphtali numbered 53,400.",
          "ID": "43"
        },
        {
          "text": "These were numbered by Moses and Aaron, and the leaders of Israel, twelve men, each representing his father's house.",
          "ID": "44"
        },
        {
          "text": "So all those numbered of the Israelites, by their fathers' houses, from twenty years old and upward, able to go to war in Israel,",
          "ID": "45"
        },
        {
          "text": "All who were numbered were 603,550.",
          "ID": "46"
        },
        {
          "text": "But the Levites by their fathers' tribe were not numbered with them.",
          "ID": "47"
        },
        {
          "text": "For the Lord had said to Moses,",
          "ID": "48"
        },
        {
          "text": "Only the tribe of Levi you shall not number in the census of the Israelites.",
          "ID": "49"
        },
        {
          "text": "But appoint the Levites over the tabernacle of the Testimony, and over all its vessels and furnishings and all things that belong to it. They shall carry the tabernacle [when journeying] and all its furnishings, and they shall minister to it and encamp around it.",
          "ID": "50"
        },
        {
          "text": "When the tabernacle is to go forward, the Levites shall take it down, and when the tabernacle is to be pitched, the Levites shall set it up. And the excluded [any not of the tribe of Levi] who approach the tabernacle shall be put to death.",
          "ID": "51"
        },
        {
          "text": "The Israelites shall pitch their tents by their companies, every man by his own camp and every man by his own [tribal] standard.",
          "ID": "52"
        },
        {
          "text": "But the Levites shall encamp around the tabernacle of the Testimony, that there may be no wrath upon the congregation of the Israelites; and the Levites shall keep charge of the tabernacle of the Testimony.",
          "ID": "53"
        },
        {
          "text": "Thus did the Israelites; according to all that the Lord commanded Moses, so they did.",
          "ID": "54"
        }
      ],
      "ID": "OT:NUM.1"
    },
    {
      "name": "Numbers 2",
      "text": [
        {
          "text": "THE Lord said to Moses and Aaron,",
          "ID": "1"
        },
        {
          "text": "The Israelites shall encamp, each by his own [tribal] standard or banner with the ensign of his father's house, opposite the Tent of Meeting and facing it on every side.",
          "ID": "2"
        },
        {
          "text": "On the east side toward the sunrise shall they of the standard of the camp of Judah encamp by their companies; Nahshon son of Amminadab being the leader of the sons of Judah.",
          "ID": "3"
        },
        {
          "text": "Judah's host as numbered totaled 74,600.",
          "ID": "4"
        },
        {
          "text": "Next to Judah the tribe of Issachar shall encamp, Nethanel son of Zuar being the leader of the sons of Issachar.",
          "ID": "5"
        },
        {
          "text": "Issachar's host as numbered totaled 54,400.",
          "ID": "6"
        },
        {
          "text": "Then the tribe of Zebulun, Eliab son of Helon being the leader of the sons of Zebulun.",
          "ID": "7"
        },
        {
          "text": "Zebulun's host as numbered totaled 57,400.",
          "ID": "8"
        },
        {
          "text": "All these [three tribes] numbered in the camp of Judah totaled 186,400. They shall set forth first [on the march].",
          "ID": "9"
        },
        {
          "text": "On the south side shall be the standard of the camp of Reuben by their companies, the leader of the sons of Reuben being Elizur son of Shedeur.",
          "ID": "10"
        },
        {
          "text": "Reuben's host as numbered totaled 46,500.",
          "ID": "11"
        },
        {
          "text": "Those who encamp next to Reuben shall be the tribe of Simeon, the leader of the sons of Simeon being Shelumiel son of Zurishaddai.",
          "ID": "12"
        },
        {
          "text": "Simeon's host as numbered totaled 59,300.",
          "ID": "13"
        },
        {
          "text": "Then the tribe of Gad, the leader of the sons of Gad being Eliasaph son of Reuel (Deuel).",
          "ID": "14"
        },
        {
          "text": "Gad's host as numbered totaled 45,650.",
          "ID": "15"
        },
        {
          "text": "The whole number in [the three tribes of] the camp of Reuben was 151,450. They shall take second place [on the march].",
          "ID": "16"
        },
        {
          "text": "Then the Tent of Meeting shall set out, with the camp of the Levites in the midst of the camps; as they encamp so shall they set forward, every man in his place, standard after standard.",
          "ID": "17"
        },
        {
          "text": "On the west side shall be the standard of the camp of Ephraim by their companies, the leader of the sons of Ephraim being Elishama son of Ammihud.",
          "ID": "18"
        },
        {
          "text": "Ephraim's host as numbered totaled 40,500.",
          "ID": "19"
        },
        {
          "text": "Beside Ephraim shall be the tribe of Manasseh, the leader of the sons of Manasseh being Gamaliel son of Pedahzur.",
          "ID": "20"
        },
        {
          "text": "Manasseh's host as numbered totaled 32,200.",
          "ID": "21"
        },
        {
          "text": "Then the tribe of Benjamin, the leader of the sons of Benjamin being Abidan son of Gideoni.",
          "ID": "22"
        },
        {
          "text": "Benjamin's host as numbered totaled 35,400.",
          "ID": "23"
        },
        {
          "text": "The whole number [of the three tribes] in the camp of Ephraim totaled 108,100. They shall go forward in third place.",
          "ID": "24"
        },
        {
          "text": "The standard of the camp of Dan shall be on the north side [of the tabernacle] by their companies, the leader of the sons of Dan being Ahiezer son of Ammishaddai.",
          "ID": "25"
        },
        {
          "text": "Dan's host as numbered totaled 62,700.",
          "ID": "26"
        },
        {
          "text": "Encamped next to Dan shall be the tribe of Asher, the leader of the sons of Asher being Pagiel son of Ochran.",
          "ID": "27"
        },
        {
          "text": "Asher's host as numbered totaled 41,500.",
          "ID": "28"
        },
        {
          "text": "Then the tribe of Naphtali, the leader of the sons of Naphtali being Ahira son of Enan.",
          "ID": "29"
        },
        {
          "text": "Naphtali's host as numbered totaled 53,400.",
          "ID": "30"
        },
        {
          "text": "The whole number [of the three tribes] in the camp of Dan totaled 157,600. They shall set out last, standard after standard.",
          "ID": "31"
        },
        {
          "text": "These are the Israelites as numbered by their fathers' houses. All in the camps who were numbered by their companies were 603,550.",
          "ID": "32"
        },
        {
          "text": "But the Levites were not numbered with the Israelites, for so the Lord commanded Moses.",
          "ID": "33"
        },
        {
          "text": "Thus the Israelites did according to all the Lord commanded Moses; so they encamped by their standards, and so they set forward, everyone with his [tribal] families, according to his father's house.",
          "ID": "34"
        }
      ],
      "ID": "OT:NUM.2"
    },
    {
      "name": "Numbers 3",
      "text": [
        {
          "text": "NOW THESE are the generations of Aaron and Moses when the Lord spoke with Moses on Mount Sinai.",
          "ID": "1"
        },
        {
          "text": "These are the names of the sons of Aaron: Nadab the firstborn, Abihu, Eleazar, and Ithamar.",
          "ID": "2"
        },
        {
          "text": "These are the names of the sons of Aaron, the priests who were anointed, whom Aaron consecrated and ordained to minister in the priest's office.",
          "ID": "3"
        },
        {
          "text": "But Nadab and Abihu died before the Lord when they offered strange fire before the Lord in the Wilderness of Sinai; and they had no children. So Eleazar and Ithamar ministered in the priest's office in the presence and under the supervision of Aaron their father. [Lev. 10:1-4.]",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "5"
        },
        {
          "text": "Bring the tribe of Levi near and set them before Aaron the priest, that they may minister to him.",
          "ID": "6"
        },
        {
          "text": "And they shall carry out his instructions and the duties connected with the whole assembly before the Tent of Meeting, doing the service of the tabernacle.",
          "ID": "7"
        },
        {
          "text": "And they shall keep all the instruments and furnishings of the Tent of Meeting and take charge of [attending] the Israelites, to serve in the tabernacle.",
          "ID": "8"
        },
        {
          "text": "And you shall give the Levites [as servants and helpers] to Aaron and his sons; they are wholly given to him from among the Israelites.",
          "ID": "9"
        },
        {
          "text": "And you shall appoint Aaron and his sons, and they shall observe and attend to their priest's office; but the excluded [anyone daring to assume priestly duties or privileges who is not of the house of Aaron and called of God] who comes near [the holy things] shall be put to death.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "11"
        },
        {
          "text": "Behold, I have taken the Levites from among the Israelites instead of every firstborn who opens the womb among the Israelites; and the Levites shall be Mine,",
          "ID": "12"
        },
        {
          "text": "For all the firstborn are Mine. On the day that I slew all the firstborn in the land of Egypt, I consecrated for Myself all the firstborn in Israel, both man and beast; Mine they shall be. I am the Lord.",
          "ID": "13"
        },
        {
          "text": "And the Lord said to Moses in the Wilderness of Sinai,",
          "ID": "14"
        },
        {
          "text": "Number the sons of Levi by their fathers' houses and by families. Every male from a month old and upward you shall number.",
          "ID": "15"
        },
        {
          "text": "So Moses numbered them as he was commanded by the word of the Lord.",
          "ID": "16"
        },
        {
          "text": "These were the sons of Levi by their names: Gershon, Kohath, and Merari.",
          "ID": "17"
        },
        {
          "text": "And these are the names of the sons of Gershon by their families: Libni and Shimei.",
          "ID": "18"
        },
        {
          "text": "The sons of Kohath by their families: Amram, Izhar, Hebron, and Uzziel.",
          "ID": "19"
        },
        {
          "text": "The sons of Merari by their families: Mahli and Mushi. These are the families of the Levites by their fathers' houses.",
          "ID": "20"
        },
        {
          "text": "Of Gershon were the families of the Libnites and of the Shimeites. These are the families of the Gershonites.",
          "ID": "21"
        },
        {
          "text": "The males who were numbered of them from a month old and upward totaled 7,500.",
          "ID": "22"
        },
        {
          "text": "The families of the Gershonites were to encamp behind the tabernacle on the west,",
          "ID": "23"
        },
        {
          "text": "The leader of the fathers' houses of the Gershonites being Eliasaph son of Lael.",
          "ID": "24"
        },
        {
          "text": "And the responsibility of the sons of Gershon in the Tent of Meeting was to be the tabernacle, the tent, its covering, and the hangings for the door of the Tent of Meeting,",
          "ID": "25"
        },
        {
          "text": "And the hangings of the court, the curtain for the door of the court which is around the tabernacle and the altar, its cords, and all the service pertaining to them.",
          "ID": "26"
        },
        {
          "text": "Of Kohath were the families of the Amramites, the Izharites, the Hebronites, and the Uzzielites; these are the families of the Kohathites.",
          "ID": "27"
        },
        {
          "text": "The number of all the males from a month old and upward totaled 8,600, attending to the duties of the sanctuary.",
          "ID": "28"
        },
        {
          "text": "The families of the sons of Kohath were to encamp on the south side of the tabernacle,",
          "ID": "29"
        },
        {
          "text": "The chief of the fathers' houses of the families of the Kohathites being Elizaphan son of Uzziel.",
          "ID": "30"
        },
        {
          "text": "Their charge was to be the ark, the table, the lampstand, the altars, and the utensils of the sanctuary with which the priests minister, and the screen, and all the service having to do with these.",
          "ID": "31"
        },
        {
          "text": "Eleazar son of Aaron the priest was to be chief over the leaders of the Levites, and have the oversight of those who had charge of the sanctuary.",
          "ID": "32"
        },
        {
          "text": "Of Merari were the families of the Mahlites and the Mushites; these are the families of Merari.",
          "ID": "33"
        },
        {
          "text": "Their number of all the males from a month old and upward totaled 6,200.",
          "ID": "34"
        },
        {
          "text": "And the head of the fathers' houses of the families of Merari was Zuriel son of Abihail; the Merarites were to encamp on the north side of the tabernacle.",
          "ID": "35"
        },
        {
          "text": "And the appointed charge of the sons of Merari was the boards or frames of the tabernacle, and its bars, pillars, sockets or bases, and all the accessories or instruments of it, and all the work connected with them,",
          "ID": "36"
        },
        {
          "text": "And the pillars of the surrounding court and their sockets or bases, with their pegs and their cords.",
          "ID": "37"
        },
        {
          "text": "But those to encamp before the tabernacle toward the east, before the Tent of Meeting, toward the sunrise, were to be Moses and Aaron and his sons, keeping the full charge of the rites of the sanctuary in whatever was required for the Israelites; and the excluded [one not a descendant of Aaron and called of God] who came near [the sanctuary] was to be put to death.",
          "ID": "38"
        },
        {
          "text": "All the Levites whom Moses and Aaron numbered at the command of the Lord, by their families, all the males from a month old and upward, were 22,000.",
          "ID": "39"
        },
        {
          "text": "And the Lord said to Moses, Number all the firstborn of the males of the Israelites from a month old and upward, and take the number of their names.",
          "ID": "40"
        },
        {
          "text": "You shall take the Levites for Me instead of all the firstborn among the Israelites. I am the Lord; and you shall take the cattle of the Levites for Me instead of all the firstlings among the cattle of the Israelites.",
          "ID": "41"
        },
        {
          "text": "So Moses numbered, as the Lord commanded him, all the firstborn Israelites.",
          "ID": "42"
        },
        {
          "text": "But all the firstborn males from a month old and upward as numbered were 22,273 [273 more than the Levites].",
          "ID": "43"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "44"
        },
        {
          "text": "Take the Levites [for Me] instead of all the firstborn Israelites, and the Levites' cattle instead of their cattle; and the Levites shall be Mine. I am the Lord.",
          "ID": "45"
        },
        {
          "text": "And for those 273 who are to be redeemed of the firstborn of the Israelites who outnumber the Levites,",
          "ID": "46"
        },
        {
          "text": "You shall take five shekels apiece, reckoning by the sanctuary shekel of twenty gerahs; you shall collect them,",
          "ID": "47"
        },
        {
          "text": "And you shall give the ransom silver from the excess number [over the Levites] to be redeemed to Aaron and his sons.",
          "ID": "48"
        },
        {
          "text": "So Moses took the redemption money from those who were left over from the number who were redeemed by the Levites.",
          "ID": "49"
        },
        {
          "text": "From the firstborn of the Israelites he took the money, 1,365 shekels, after the shekel of the sanctuary.",
          "ID": "50"
        },
        {
          "text": "And Moses gave the money from those who were ransomed to Aaron and his sons, as the Lord commanded Moses.",
          "ID": "51"
        }
      ],
      "ID": "OT:NUM.3"
    },
    {
      "name": "Numbers 4",
      "text": [
        {
          "text": "AND THE Lord said to Moses and Aaron,",
          "ID": "1"
        },
        {
          "text": "Take a census of the Kohathite division among the sons of Levi, by their families, by their fathers' houses,",
          "ID": "2"
        },
        {
          "text": "From thirty years old and up to fifty years old, all who can enter the service to do the work in the Tent of Meeting.",
          "ID": "3"
        },
        {
          "text": "This shall be the responsibility of the sons of Kohath in the Tent of Meeting: the most holy things.",
          "ID": "4"
        },
        {
          "text": "When the camp prepares to set forward, Aaron and his sons shall take down the veil [screening the Holy of Holies] and cover the ark of the Testimony with it,",
          "ID": "5"
        },
        {
          "text": "And shall put on it the covering of dolphin or porpoise skin, and shall spread over that a cloth wholly of blue, and shall put in place the poles of the ark.",
          "ID": "6"
        },
        {
          "text": "And upon the table of showbread they shall spread a cloth of blue and put on it the plates, the dishes for incense, the bowls, the flagons for the drink offering, and also the continual showbread.",
          "ID": "7"
        },
        {
          "text": "And they shall spread over them a cloth of scarlet, and put over that a covering of dolphin or porpoise skin, and put in place the poles [for carrying].",
          "ID": "8"
        },
        {
          "text": "And they shall take a cloth of blue and cover the lampstand for the light and its lamps, its snuffers, its ashtrays, and all the oil vessels from which it is supplied.",
          "ID": "9"
        },
        {
          "text": "And they shall put the lampstand and all its utensils within a covering of dolphin or porpoise skin and shall put it upon the frame [for carrying].",
          "ID": "10"
        },
        {
          "text": "And upon the golden [incense] altar they shall spread a cloth of blue, and cover it with a covering of dolphin or porpoise skin, and shall put in place its poles [for carrying].",
          "ID": "11"
        },
        {
          "text": "And they shall take all the utensils of the service with which they minister in the sanctuary, and put them in a cloth of blue, and cover them with a covering of dolphin or porpoise skin, and shall put them on the frame [for carrying].",
          "ID": "12"
        },
        {
          "text": "And they shall take away the ashes from the altar [of burnt offering] and spread a purple cloth over it.",
          "ID": "13"
        },
        {
          "text": "And they shall put upon it all its vessels and utensils with which they minister there, the firepans, the fleshhooks or forks, the shovels, the basins, and all the vessels and utensils of the altar, and they shall spread over it all a covering of dolphin or porpoise skin, and shall put in its poles [for carrying].",
          "ID": "14"
        },
        {
          "text": "When Aaron and his sons have finished covering the sanctuary and all its furniture, as the camp sets out, after all that [is done but not before], the sons of Kohath shall come to carry them. But they shall not touch the holy things, lest they die. These are the things of the Tent of Meeting which the sons of Kohath are to carry.",
          "ID": "15"
        },
        {
          "text": "And Eleazar son of Aaron the priest shall have charge of the oil for the light, the fragrant incense, the continual cereal offering, and the anointing oil, with the oversight of all the tabernacle and of all that is in it, of the sanctuary and its utensils.",
          "ID": "16"
        },
        {
          "text": "And the Lord said to Moses and Aaron,",
          "ID": "17"
        },
        {
          "text": "[Since] the tribe of the families of the Kohathites [are only Levites and not priests], do not [by exposing them to the sin of touching the most holy things] cut them off from among the Levites.",
          "ID": "18"
        },
        {
          "text": "But deal thus with them, that they may live and not die when they approach the most holy things: Aaron and his sons shall go in and appoint them each to his work and to his burden [to be carried on the march].",
          "ID": "19"
        },
        {
          "text": "But [the Kohathites] shall not go in to see the sanctuary [the Holy Place and the Holy of Holies] or its holy things, even for an instant, lest they die.",
          "ID": "20"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "21"
        },
        {
          "text": "Take a census of the sons of Gershon, by their fathers' houses, by their families.",
          "ID": "22"
        },
        {
          "text": "From thirty years old and up to fifty years old you shall number them, all who enter for service to do the work in the Tent of Meeting.",
          "ID": "23"
        },
        {
          "text": "This is the service of the families of the Gershonites, in serving and in bearing burdens [when on the march]:",
          "ID": "24"
        },
        {
          "text": "And they shall carry the curtains of the tabernacle, and the Tent of Meeting, its covering, and the covering of dolphin or porpoise skin that is on top of it, and the hanging or screen for the door of the Tent of Meeting,",
          "ID": "25"
        },
        {
          "text": "And the hangings of the court, and the hanging or screen for the entrance of the gate of the court which is around the tabernacle and the altar [of burnt offering], and their cords, and all the equipment for their service; whatever needs to be done with them, that they shall do.",
          "ID": "26"
        },
        {
          "text": "Under the direction of Aaron and his sons shall be all the service of the sons of the Gershonites, in all they have to carry and in all they have to do; and you shall assign to their charge all that they are to carry [on the march].",
          "ID": "27"
        },
        {
          "text": "This is the service of the families of the sons of Gershon in the Tent of Meeting; and their work shall be under the direction of Ithamar son of Aaron, the [high] priest.",
          "ID": "28"
        },
        {
          "text": "As for the sons of Merari, you shall number them by their families and their fathers' houses;",
          "ID": "29"
        },
        {
          "text": "From thirty years old up to fifty years old you shall number them, everyone who enters the service to do the work of the Tent of Meeting.",
          "ID": "30"
        },
        {
          "text": "And this is what they are assigned to carry and to guard [on the march], according to all their service in the Tent of Meeting: the boards or frames of the tabernacle, and its bars, and its pillars, and its sockets or bases,",
          "ID": "31"
        },
        {
          "text": "And the pillars of the court round about with their sockets or bases, and pegs, and cords, with all their equipment and all their accessories for service; and you shall assign to them by name the articles which they are to carry [on the march].",
          "ID": "32"
        },
        {
          "text": "This is the work of the families of the sons of Merari, according to all their tasks in the Tent of Meeting, under the direction of Ithamar son of Aaron, the [high] priest.",
          "ID": "33"
        },
        {
          "text": "And Moses and Aaron and the leaders of the congregation numbered the sons of the Kohathites by their families and their fathers' houses,",
          "ID": "34"
        },
        {
          "text": "From thirty years old up to fifty years old, everyone who enters the service to do the work of the Tent of Meeting;",
          "ID": "35"
        },
        {
          "text": "And those who were numbered of them by their families were 2,750.",
          "ID": "36"
        },
        {
          "text": "These were numbered of the families of the Kohathites, all who did service in the Tent of Meeting, whom Moses and Aaron numbered according to the command of the Lord through Moses.",
          "ID": "37"
        },
        {
          "text": "And those that were numbered of the sons of Gershon, by their families, and by their fathers' houses,",
          "ID": "38"
        },
        {
          "text": "From thirty years old up to fifty years old, everyone who entered the service to do the work of the Tent of Meeting,",
          "ID": "39"
        },
        {
          "text": "Those who were enrolled of them, by their families, by their fathers' houses, were 2,630.",
          "ID": "40"
        },
        {
          "text": "These were numbered of the families of the sons of Gershon, all who served in the Tent of Meeting, whom Moses and Aaron numbered as the Lord commanded.",
          "ID": "41"
        },
        {
          "text": "And those numbered of the families of the sons of Merari, by their families, by their fathers' houses,",
          "ID": "42"
        },
        {
          "text": "From thirty years old up to fifty years old, everyone who entered into the service for work in the Tent of Meeting,",
          "ID": "43"
        },
        {
          "text": "Even those who were numbered of them by their families, were 3,200.",
          "ID": "44"
        },
        {
          "text": "These are those who were numbered of the families of the sons of Merari, whom Moses and Aaron numbered according to the command of the Lord by Moses.",
          "ID": "45"
        },
        {
          "text": "All those who were numbered of the Levites, whom Moses and Aaron and the leaders of Israel counted by their families and by their fathers' houses,",
          "ID": "46"
        },
        {
          "text": "From thirty years old up to fifty years old, everyone who could enter to do the work of service and of burden bearing in the Tent of Meeting,",
          "ID": "47"
        },
        {
          "text": "Those that were numbered of them were 8,580.",
          "ID": "48"
        },
        {
          "text": "According to the command of the Lord through Moses, they were assigned each to his work of serving and carrying. Thus they were numbered by him, as the Lord had commanded Moses.",
          "ID": "49"
        }
      ],
      "ID": "OT:NUM.4"
    },
    {
      "name": "Numbers 5",
      "text": [
        {
          "text": "THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Command the Israelites that they put outside the camp every leper and everyone who has a discharge, and whoever is defiled by [coming in contact with] the dead.",
          "ID": "2"
        },
        {
          "text": "Both male and female you shall put out; without the camp you shall put them, that they may not defile their camp, in the midst of which I dwell.",
          "ID": "3"
        },
        {
          "text": "The Israelites did so, and put them outside the camp; as the Lord said to Moses, so the Israelites did.",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "5"
        },
        {
          "text": "Say to the Israelites, When a man or woman commits any sin that men commit by breaking faith with the Lord, and that person is guilty,",
          "ID": "6"
        },
        {
          "text": "Then he shall confess the sin which he has committed, and he shall make restitution for his wrong in full, and add a fifth to it, and give it to him whom he has wronged.",
          "ID": "7"
        },
        {
          "text": "But if the man [wronged] has no kinsman to whom the restitution may be made, let it be given to the Lord for the priest, besides the ram of atonement with which atonement shall be made for the offender.",
          "ID": "8"
        },
        {
          "text": "And every offering of all the holy things of the Israelites which they bring to the priest shall be his.",
          "ID": "9"
        },
        {
          "text": "And every man's hallowed things shall be the priest's; whatever any man gives the priest shall be his.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "11"
        },
        {
          "text": "Say to the Israelites, If any man's wife goes astray and commits an offense of guilt against him,",
          "ID": "12"
        },
        {
          "text": "And a man lies with her carnally, and it is hidden from the eyes of her husband and it is kept secret though she is defiled, and there is no witness against her nor was she taken in the act,",
          "ID": "13"
        },
        {
          "text": "And if the spirit of jealousy comes upon him and he is jealous and suspicious of his wife who has defiled herself–or if the spirit of jealousy comes upon him and he is jealous and suspicious of his wife though she has not defiled herself–",
          "ID": "14"
        },
        {
          "text": "Then shall the man bring his wife to the priest, and he shall bring the offering required of her, a tenth of an ephah of barley meal; but he shall pour no oil upon it nor put frankincense on it [symbols of favor and joy], for it is a cereal offering of jealousy and suspicion, a memorial offering bringing iniquity to remembrance.",
          "ID": "15"
        },
        {
          "text": "And the priest shall bring her near and set her before the Lord.",
          "ID": "16"
        },
        {
          "text": "And the priest shall take holy water [probably from the sacred laver] in an earthen vessel and take some of the dust that is on the floor of the tabernacle and put it in the water.",
          "ID": "17"
        },
        {
          "text": "And the priest shall set the woman before the Lord, and let the hair of the woman's head hang loose, and put the meal offering of remembrance in her hands, which is the jealousy and suspicion offering. And the priest shall have in his hand the water of bitterness that brings the curse.",
          "ID": "18"
        },
        {
          "text": "Then the priest shall make her take an oath, and say to the woman, If no man has lain with you and if you have not gone astray to uncleanness with another instead of your husband, then be free from any effect of this water of bitterness which brings the curse.",
          "ID": "19"
        },
        {
          "text": "But if you have gone astray and you are defiled, some man having lain with you beside your husband,",
          "ID": "20"
        },
        {
          "text": "Then the priest shall make the woman take the oath of the curse, and say to the woman, The Lord make you a curse and an oath among your people when the Lord makes your thigh fall away and your body swell.",
          "ID": "21"
        },
        {
          "text": "May this water that brings the curse go into your bowels and make your body swell and your thigh fall away. And the woman shall say, So let it be, so let it be.",
          "ID": "22"
        },
        {
          "text": "The priest shall then write these curses in a book and shall wash them off into the water of bitterness;",
          "ID": "23"
        },
        {
          "text": "And he shall cause the woman to drink the water of bitterness that brings the curse, and the water that brings the curse shall enter into her [to try her] bitterly.",
          "ID": "24"
        },
        {
          "text": "Then the priest shall take the cereal offering of jealousy and suspicion out of the woman's hand and shall wave the offering before the Lord and offer it upon the altar.",
          "ID": "25"
        },
        {
          "text": "And the priest shall take a handful of the cereal offering as the memorial portion of it and burn it on the altar, and afterward shall cause the woman to drink the water.",
          "ID": "26"
        },
        {
          "text": "And when he has made her drink the water, then if she is defiled and has committed a trespass against her husband, the curse water which she drank shall be bitterness and cause her body to swell and her thigh to fall away, and the woman shall be a curse among her people.",
          "ID": "27"
        },
        {
          "text": "But if the woman is not defiled and is clean, then she shall be free [from the curse] and be able to have children.",
          "ID": "28"
        },
        {
          "text": "This is the law of jealousy and suspicion when a wife goes aside to another instead of her husband and is defiled,",
          "ID": "29"
        },
        {
          "text": "Or when the spirit of jealousy and suspicion comes upon a man and he is jealous and suspicious of his wife; then shall he set the woman before the Lord, and the priest shall execute on her all this law.",
          "ID": "30"
        },
        {
          "text": "The [husband] shall be free from iniquity and guilt, and that woman [if guilty] shall bear her iniquity.",
          "ID": "31"
        }
      ],
      "ID": "OT:NUM.5"
    },
    {
      "name": "Numbers 6",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, When either a man or a woman shall make a special vow, the vow of a Nazirite, that is, one separated and consecrated to the Lord,",
          "ID": "2"
        },
        {
          "text": "He shall separate himself from wine and strong drink; he shall drink no vinegar of wine or of strong drink, and shall drink no grape juice, or eat grapes, fresh or dried. [Luke 1:15.]",
          "ID": "3"
        },
        {
          "text": "All the days of his separation he shall eat nothing produced from the grapevine, not even the seeds or the skins.",
          "ID": "4"
        },
        {
          "text": "All the days of the vow of his separation and abstinence there shall no razor come upon his head. Until the time is completed for which he separates himself to the Lord, he shall be holy, and shall let the locks of the hair of his head grow long.",
          "ID": "5"
        },
        {
          "text": "All the days that he separates himself to the Lord he shall not go near a dead body.",
          "ID": "6"
        },
        {
          "text": "He shall not make himself unclean for his father, mother, brother, or sister, when they die, because his separation and abstinence to his God is upon his head.",
          "ID": "7"
        },
        {
          "text": "All the days of his separation and abstinence he is holy to the Lord.",
          "ID": "8"
        },
        {
          "text": "And if any man dies very suddenly beside him, and he has defiled his consecrated head, then he shall shave his head on the day of his cleansing; on the seventh day shall he shave it.",
          "ID": "9"
        },
        {
          "text": "On the eighth day he shall bring two turtledoves or two young pigeons to the priest to the door of the Tent of Meeting,",
          "ID": "10"
        },
        {
          "text": "And the priest shall offer the one for a sin offering and the other for a burnt offering and make atonement for him because he sinned by reason of the dead body. He shall consecrate his head the same day,",
          "ID": "11"
        },
        {
          "text": "And he shall consecrate and separate himself to the Lord for the days of his separation and shall bring a male lamb a year old for a trespass or guilt offering; but the previous days shall be void and lost, because his separation was defiled.",
          "ID": "12"
        },
        {
          "text": "And this is the law of the Nazirite when the days of his separation and abstinence are fulfilled. He shall be brought to the door of the Tent of Meeting,",
          "ID": "13"
        },
        {
          "text": "And he shall offer his gift to the Lord, one he-lamb a year old without blemish for a burnt offering, and one ewe lamb a year old without blemish for a sin offering, and one ram without blemish for a peace offering,",
          "ID": "14"
        },
        {
          "text": "And a basket of unleavened bread, cakes of fine flour mingled with oil, and wafers of unleavened bread spread with oil, and their cereal offering, and their drink offering.",
          "ID": "15"
        },
        {
          "text": "And the priest shall present them before the Lord and shall offer the person's sin offering and his burnt offering.",
          "ID": "16"
        },
        {
          "text": "And he shall offer the ram for a sacrifice of peace offering to the Lord, with the basket of unleavened bread; the priest shall offer also its cereal offering and its drink offering.",
          "ID": "17"
        },
        {
          "text": "And the Nazirite shall shave his consecrated head at the door of the Tent of Meeting, and shall take the hair and put it on the fire which is under the sacrifice of the peace offerings.",
          "ID": "18"
        },
        {
          "text": "And the priest shall take the boiled shoulder of the ram, and one unleavened cake out of the basket, and one unleavened wafer and shall put them upon the hands of the Nazirite, after he has shaven the hair of his separation and abstinence.",
          "ID": "19"
        },
        {
          "text": "And the priest shall wave them for a wave offering before the Lord; they are a holy portion for the priest, with the breast that is waved and the thigh or shoulder that is offered; and after that the Nazirite may drink wine.",
          "ID": "20"
        },
        {
          "text": "This is the law for the Nazirite who has made a vow. His offering to the Lord, besides what else he is able to afford, shall be according to the vow which he has vowed; so shall he do according to the law for his separation and abstinence [as a Nazirite]. [Acts 21:24, 26.]",
          "ID": "21"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "22"
        },
        {
          "text": "Say to Aaron and his sons, This is the way you shall bless the Israelites. Say to them,",
          "ID": "23"
        },
        {
          "text": "The Lord bless you and watch, guard, and keep you;",
          "ID": "24"
        },
        {
          "text": "The Lord make His face to shine upon and enlighten you and be gracious (kind, merciful, and giving favor) to you;",
          "ID": "25"
        },
        {
          "text": "The Lord lift up His [approving] countenance upon you and give you peace (tranquility of heart and life continually).",
          "ID": "26"
        },
        {
          "text": "And they shall put My name upon the Israelites, and I will bless them.",
          "ID": "27"
        }
      ],
      "ID": "OT:NUM.6"
    },
    {
      "name": "Numbers 7",
      "text": [
        {
          "text": "ON THE day that Moses had fully completed setting up the tabernacle and had anointed and consecrated it and all its furniture, and the altar and all its utensils, and had anointed and set them apart for holy use,",
          "ID": "1"
        },
        {
          "text": "The princes or leaders of Israel, heads of their fathers' houses, made offerings. These were the leaders of the tribes and were over those who were numbered.",
          "ID": "2"
        },
        {
          "text": "And they brought their offering before the Lord, six covered wagons and twelve oxen; a wagon for each two of the princes or leaders and an ox for each one; and they brought them before the tabernacle.",
          "ID": "3"
        },
        {
          "text": "Then the Lord said to Moses,",
          "ID": "4"
        },
        {
          "text": "Accept the things from them, that they may be used in doing the service of the Tent of Meeting, and give them to the Levites, to each man according to his service.",
          "ID": "5"
        },
        {
          "text": "So Moses took the wagons and the oxen and gave them to the Levites.",
          "ID": "6"
        },
        {
          "text": "Two wagons and four oxen he gave to the sons of Gershon, according to their service;",
          "ID": "7"
        },
        {
          "text": "And four wagons and eight oxen he gave to the sons of Merari, according to their service, under the supervision of Ithamar son of Aaron, the [high] priest.",
          "ID": "8"
        },
        {
          "text": "But to the sons of Kohath he gave none, because they were assigned the care of the sanctuary and the holy things which had to be carried on their shoulders.",
          "ID": "9"
        },
        {
          "text": "And the princes or leaders offered sacrifices for the dedication of the altar [of burnt offering] on the day that it was anointed; and they offered their sacrifice before the altar.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to Moses, They shall offer their offerings, each prince or leader on his day, for the dedication of the altar.",
          "ID": "11"
        },
        {
          "text": "He who offered his offering on the first day was Nahshon son of Amminadab, of the tribe of Judah.",
          "ID": "12"
        },
        {
          "text": "And his offering was one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, according to the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "13"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "14"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "15"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "16"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Nahshon son of Amminadab.",
          "ID": "17"
        },
        {
          "text": "The second day Nethanel son of Zuar, leader [of the tribe] of Issachar, offered.",
          "ID": "18"
        },
        {
          "text": "He gave for his offering one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "19"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "20"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "21"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "22"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Nethanel son of Zuar.",
          "ID": "23"
        },
        {
          "text": "The third day Eliab son of Helon, leader of the sons of Zebulun, offered.",
          "ID": "24"
        },
        {
          "text": "His offering was one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "25"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "26"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "27"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "28"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Eliab son of Helon.",
          "ID": "29"
        },
        {
          "text": "The fourth day Elizur son of Shedeur, leader of the sons of Reuben, offered.",
          "ID": "30"
        },
        {
          "text": "His offering was one silver platter of the weight of 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "31"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "32"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "33"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "34"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Elizur son of Shedeur.",
          "ID": "35"
        },
        {
          "text": "The fifth day Shelumiel son of Zurishaddai, leader of the sons of Simeon, offered.",
          "ID": "36"
        },
        {
          "text": "His offering was one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "37"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "38"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "39"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "40"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Shelumiel son of Zurishaddai.",
          "ID": "41"
        },
        {
          "text": "The sixth day Eliasaph son of Deuel, leader of the sons of Gad, offered.",
          "ID": "42"
        },
        {
          "text": "His offering was one silver platter of the weight of 130 shekels, a silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "43"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "44"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "45"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "46"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, [and] five male lambs a year old. This was the offering of Eliasaph son of Deuel.",
          "ID": "47"
        },
        {
          "text": "The seventh day Elishama son of Ammihud, leader of the sons of Ephraim, offered.",
          "ID": "48"
        },
        {
          "text": "His offering was one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "49"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "50"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "51"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "52"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, [and] five male lambs a year old. This was the offering of Elishama son of Ammihud.",
          "ID": "53"
        },
        {
          "text": "The eighth day Gamaliel son of Pedahzur, leader of the sons of Manasseh, offered.",
          "ID": "54"
        },
        {
          "text": "His offering was one silver platter of the weight of 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "55"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "56"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "57"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "58"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Gamaliel son of Pedahzur.",
          "ID": "59"
        },
        {
          "text": "The ninth day Abidan son of Gideoni, prince or leader of the sons of Benjamin, offered.",
          "ID": "60"
        },
        {
          "text": "His offering was one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "61"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "62"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "63"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "64"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Abidan son of Gideoni.",
          "ID": "65"
        },
        {
          "text": "The tenth day Ahiezer son of Ammishaddai, leader of the sons of Dan, offered.",
          "ID": "66"
        },
        {
          "text": "His offering was one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "67"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "68"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "69"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "70"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Ahiezer son of Ammishaddai.",
          "ID": "71"
        },
        {
          "text": "The eleventh day Pagiel son of Ochran, leader of the sons of Asher, offered.",
          "ID": "72"
        },
        {
          "text": "His offering was one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "73"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "74"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "75"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "76"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Pagiel son of Ochran.",
          "ID": "77"
        },
        {
          "text": "The twelfth day Ahira son of Enan, leader of the sons of Naphtali, offered.",
          "ID": "78"
        },
        {
          "text": "His offering was one silver platter, the weight of which was 130 shekels, one silver basin of seventy shekels, after the shekel of the sanctuary, both of them full of fine flour mixed with oil for a cereal offering;",
          "ID": "79"
        },
        {
          "text": "One golden bowl of ten shekels, full of incense;",
          "ID": "80"
        },
        {
          "text": "One young bull, one ram, one male lamb a year old, for a burnt offering;",
          "ID": "81"
        },
        {
          "text": "One male goat for a sin offering;",
          "ID": "82"
        },
        {
          "text": "And for the sacrifice of peace offerings, two oxen, five rams, five male goats, five male lambs a year old. This was the offering of Ahira son of Enan.",
          "ID": "83"
        },
        {
          "text": "This was the dedication offering for the altar [of burnt offering] from the leaders of Israel on the day when it was anointed: twelve platters of silver, twelve silver basins, twelve golden bowls;",
          "ID": "84"
        },
        {
          "text": "Each platter of silver weighing 130 shekels, each basin seventy; all the silver vessels weighed 2,400 shekels, after the shekel of the sanctuary.",
          "ID": "85"
        },
        {
          "text": "The twelve golden bowls full of incense, weighing ten shekels apiece, after the shekel of the sanctuary, all the gold of the bowls being 120 shekels.",
          "ID": "86"
        },
        {
          "text": "All the oxen for the burnt offering were twelve bulls, the rams twelve, the male lambs a year old twelve, together with their cereal offering; and the male goats for a sin offering twelve.",
          "ID": "87"
        },
        {
          "text": "And all the oxen for the sacrifice of the peace offerings were twenty-four bulls, the rams sixty, the male goats sixty, the male lambs a year old sixty. This was the dedication of the altar [of burnt offering] after it was anointed.",
          "ID": "88"
        },
        {
          "text": "And when Moses went into the Tent of Meeting to speak with the Lord, he heard the voice speaking to him from above the mercy seat that was upon the ark of the Testimony from between the two cherubim; and He spoke to [Moses].",
          "ID": "89"
        }
      ],
      "ID": "OT:NUM.7"
    },
    {
      "name": "Numbers 8",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to Aaron, When you set up and light the lamps, the seven lamps shall be made to give light in front of the lampstand.",
          "ID": "2"
        },
        {
          "text": "And Aaron did so; he lighted the lamps of the lampstand to give light in front of it, as the Lord commanded Moses.",
          "ID": "3"
        },
        {
          "text": "And this was the workmanship of the candlestick: beaten or turned gold, beaten work [of gold] from its base to its flowers; according to the pattern which the Lord had shown Moses, so he made the lampstand.",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "5"
        },
        {
          "text": "Take the Levites from among the Israelites and cleanse them.",
          "ID": "6"
        },
        {
          "text": "And thus you shall do to them to cleanse them: sprinkle the water of purification [water to be used in case of sin] upon them, and let them pass a razor over all their flesh and wash their clothes and cleanse themselves. [Num. 19:17, 18.]",
          "ID": "7"
        },
        {
          "text": "Then let them take a young bull and its cereal offering of fine flour mixed with oil, and another young bull you shall take for a sin offering.",
          "ID": "8"
        },
        {
          "text": "You shall present the Levites before the Tent of Meeting, and you shall assemble the whole Israelite congregation.",
          "ID": "9"
        },
        {
          "text": "And you shall present the Levites before the Lord, and the Israelites shall put their hands upon the Levites,",
          "ID": "10"
        },
        {
          "text": "And Aaron shall offer the Levites before the Lord as a wave offering from the Israelites and on their behalf, that they may do the service of the Lord.",
          "ID": "11"
        },
        {
          "text": "Then the Levites shall lay their hands upon the heads of the bulls, and you shall offer the one for a sin offering and the other for a burnt offering to the Lord, to make atonement for the Levites.",
          "ID": "12"
        },
        {
          "text": "And you shall present the Levites before Aaron and his sons and offer them as a wave offering to the Lord.",
          "ID": "13"
        },
        {
          "text": "Thus you shall separate the Levites from among the Israelites, and the Levites shall be Mine [in a very special sense].",
          "ID": "14"
        },
        {
          "text": "And after that the Levites shall go in to do service at the Tent of Meeting, when you have cleansed them and offered them as a wave offering.",
          "ID": "15"
        },
        {
          "text": "For they are wholly given to Me from among the Israelites; instead of all who open the womb, the firstborn of all the Israelites, I have taken the Levites for Myself.",
          "ID": "16"
        },
        {
          "text": "For all the firstborn of the Israelites are Mine, both of man and beast; on the day that I smote every firstborn in the land of Egypt [not of Israel], I consecrated them and set them apart for Myself.",
          "ID": "17"
        },
        {
          "text": "And I have taken the Levites instead of all the firstborn of the Israelites.",
          "ID": "18"
        },
        {
          "text": "And I have given the Levites as a gift to Aaron and to his sons from among the Israelites to do the service of the Israelites at the Tent of Meeting and to make atonement for them, that there may be no plague among the Israelites if they should come near the sanctuary.",
          "ID": "19"
        },
        {
          "text": "So Moses and Aaron and all the congregation of the Israelites did thus to the Levites; according to all that the Lord commanded Moses concerning [them], so did the Israelites to them.",
          "ID": "20"
        },
        {
          "text": "The Levites cleansed and purified themselves and they washed their clothes; and Aaron offered them as a wave offering before the Lord and Aaron made atonement for them to cleanse them.",
          "ID": "21"
        },
        {
          "text": "And after that the Levites went in to do their service in the Tent of Meeting with the attendance of Aaron and his sons; as the Lord had commanded Moses concerning the Levites, so did they to them.",
          "ID": "22"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "23"
        },
        {
          "text": "This is what applies to the Levites: from twenty-five years old and upward they shall go in to perform the work of the service of the Tent of Meeting,",
          "ID": "24"
        },
        {
          "text": "And at the age of fifty years, they shall retire from the warfare of the service and serve no more,",
          "ID": "25"
        },
        {
          "text": "But shall help their brethren in the Tent of Meeting [attend to protecting the sacred things from being profaned], but shall do no regular or heavy service. Thus shall you direct the Levites in regard to their duties.",
          "ID": "26"
        }
      ],
      "ID": "OT:NUM.8"
    },
    {
      "name": "Numbers 9",
      "text": [
        {
          "text": "THE Lord said to Moses in the Wilderness of Sinai in the first month of the second year after they had come out of the land of Egypt,",
          "ID": "1"
        },
        {
          "text": "Let the Israelites keep the Passover at its appointed time.",
          "ID": "2"
        },
        {
          "text": "On the fourteenth day of this month in the evening, you shall keep it at its appointed time; according to all its statutes and ordinances you shall keep it.",
          "ID": "3"
        },
        {
          "text": "So Moses told the Israelites they should keep the Passover.",
          "ID": "4"
        },
        {
          "text": "And they kept the Passover on the fourteenth day of the first month in the evening in the Wilderness of Sinai; according to all that the Lord commanded Moses, so the Israelites did.",
          "ID": "5"
        },
        {
          "text": "And there were certain men who were defiled by touching the dead body of a man, so they could not keep the Passover on that day; and they came before Moses and Aaron on that day.",
          "ID": "6"
        },
        {
          "text": "Those men said to [Moses], We are defiled by touching the dead body. Why are we prevented from offering the Lord's offering at its appointed time among the Israelites?",
          "ID": "7"
        },
        {
          "text": "And Moses said to them, Stand still, and I will hear what the Lord will command concerning you.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "9"
        },
        {
          "text": "Say to the Israelites, If any man of you or of your posterity shall be unclean by reason of touching a dead body or is far off on a journey, still he shall keep the Passover to the Lord.",
          "ID": "10"
        },
        {
          "text": "On the fourteenth day of the second month in the evening they shall keep it, and eat it with unleavened bread and bitter herbs.",
          "ID": "11"
        },
        {
          "text": "They shall leave none of it until the morning nor break any bone of it; according to all the statutes for the Passover they shall keep it. [John 19:36.]",
          "ID": "12"
        },
        {
          "text": "But the man who is clean and is not on a journey, yet does not keep the Passover, that person shall be cut off from among his people because he did not bring the Lord's offering at its appointed time; that man shall bear [the penalty of] his sin.",
          "ID": "13"
        },
        {
          "text": "And if a stranger sojourns among you and will keep the Passover to the Lord, according to [its] statutes and its ordinances, so shall he do; you shall have one statute both for the temporary resident and for him who was born in the land.",
          "ID": "14"
        },
        {
          "text": "And on the day that the tabernacle was erected, the cloud [of God's presence] covered the tabernacle, that is, the Tent of the Testimony; and at evening it was over the tabernacle, having the appearance of [a pillar of] fire until the morning. [Exod. 13:21.]",
          "ID": "15"
        },
        {
          "text": "So it was constantly; the cloud covered it by day, and the appearance of fire by night.",
          "ID": "16"
        },
        {
          "text": "Whenever the cloud was taken up from over the Tent, after that the Israelites journeyed; and in the place where the cloud rested, there the Israelites encamped.",
          "ID": "17"
        },
        {
          "text": "At the Lord's command the Israelites journeyed, and at [His] command they encamped. As long as the cloud rested upon the tabernacle they remained encamped.",
          "ID": "18"
        },
        {
          "text": "Even when the cloud tarried upon the tabernacle many days, the Israelites kept the Lord's charge and did not set out.",
          "ID": "19"
        },
        {
          "text": "And sometimes the cloud was only a few days upon the tabernacle, but according to the command of the Lord they remained encamped, and at His command they journeyed.",
          "ID": "20"
        },
        {
          "text": "And sometimes the cloud remained [over the tabernacle] from evening only until morning, but when the cloud was taken up, they journeyed; whether it was taken up by day or by night, they journeyed.",
          "ID": "21"
        },
        {
          "text": "Whether it was two days or a month or a longer time that the cloud tarried upon the tabernacle, dwelling on it, the Israelites remained encamped; but when it was taken up, they journeyed.",
          "ID": "22"
        },
        {
          "text": "At the command of the Lord they remained encamped, and at [His] command they journeyed; they kept the charge of the Lord, at the command of the Lord through Moses.",
          "ID": "23"
        }
      ],
      "ID": "OT:NUM.9"
    },
    {
      "name": "Numbers 10",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Make two trumpets of silver; of hammered or turned work you shall make them, that you may use them to call the congregation and for breaking camp.",
          "ID": "2"
        },
        {
          "text": "When they both are blown, all the congregation shall assemble before you at the door of the Tent of Meeting.",
          "ID": "3"
        },
        {
          "text": "And if one blast on a single trumpet is blown, then the princes or leaders, heads of the tribes of Israel, shall gather themselves to you.",
          "ID": "4"
        },
        {
          "text": "When you blow an alarm, the camps on the east side [of the tabernacle] shall set out.",
          "ID": "5"
        },
        {
          "text": "When you blow an alarm the second time, then the camps on the south side shall set out. An alarm shall be blown whenever they are to set out on their journeys.",
          "ID": "6"
        },
        {
          "text": "When the congregation is to be assembled, you shall blow [the trumpets in short, sharp tones], but not the blast of an alarm.",
          "ID": "7"
        },
        {
          "text": "And the sons of Aaron, the priests, shall blow the trumpets, and the trumpets shall be to you for a perpetual statute throughout your generations.",
          "ID": "8"
        },
        {
          "text": "When you go to war in your land against the enemy that oppresses you, then blow an alarm with the trumpets, that you may be remembered before the Lord your God, and you shall be saved from your enemies.",
          "ID": "9"
        },
        {
          "text": "Also in the day of rejoicing, and in your set feasts, and at the beginnings of your months, you shall blow the trumpets over your burnt offerings and your peace offerings; thus they may be a remembrance before your God. I am the Lord your God.",
          "ID": "10"
        },
        {
          "text": "On the twentieth day of the second month in the second year [since leaving Egypt], the cloud [of the Lord's presence] was taken up from over the tabernacle of the Testimony,",
          "ID": "11"
        },
        {
          "text": "And the Israelites took their journey by stages out of the Wilderness of Sinai, and the [guiding] cloud rested in the Wilderness of Paran.",
          "ID": "12"
        },
        {
          "text": "When the journey was to begin, at the command of the Lord through Moses,",
          "ID": "13"
        },
        {
          "text": "In the first place went the standard of the camp of the sons of Judah by their companies; and over their host was Nahshon son of Amminadab.",
          "ID": "14"
        },
        {
          "text": "And over the host of the tribe of the sons of Issachar was Nethanel son of Zuar.",
          "ID": "15"
        },
        {
          "text": "And over the host of the tribe of the sons of Zebulun was Eliab son of Helon.",
          "ID": "16"
        },
        {
          "text": "When the tabernacle was taken down, the sons of Gershon and Merari, bearing [it] on their shoulders, set out.",
          "ID": "17"
        },
        {
          "text": "The standard of the camp of Reuben set forward by their companies; and over Reuben's host was Elizur son of Shedeur.",
          "ID": "18"
        },
        {
          "text": "And over the host of the tribe of the sons of Simeon was Shelumiel son of Zurishaddai.",
          "ID": "19"
        },
        {
          "text": "And over the host of the tribe of the sons of Gad was Eliasaph son of Deuel.",
          "ID": "20"
        },
        {
          "text": "Then the Kohathites set forward, bearing the holy things, and the tabernacle was set up before they arrived.",
          "ID": "21"
        },
        {
          "text": "And the standard of the camp of the sons of Ephraim set forward according to their companies; and over Ephraim's host was Elishama son of Ammihud.",
          "ID": "22"
        },
        {
          "text": "Over the host of the tribe of the sons of Manasseh was Gamaliel son of Pedahzur.",
          "ID": "23"
        },
        {
          "text": "And over the host of the tribe of the sons of Benjamin was Abidan son of Gideoni.",
          "ID": "24"
        },
        {
          "text": "Then the standard of the camp of the sons of Dan, which was the rear guard of all the camps, set forward according to their companies; and over Dan's host was Ahiezer son of Ammishaddai.",
          "ID": "25"
        },
        {
          "text": "And over the host of the tribe of the sons of Asher was Pagiel son of Ochran.",
          "ID": "26"
        },
        {
          "text": "And over the host of the tribe of the sons of Naphtali was Ahira son of Enan.",
          "ID": "27"
        },
        {
          "text": "This was the Israelites' order of march by their hosts when they set out.",
          "ID": "28"
        },
        {
          "text": "And Moses said to Hobab son of Reuel the Midianite, Moses' father-in-law, We are journeying to the place of which the Lord said, I will give it to you. Come with us, and we will do you good, for the Lord has promised good concerning Israel.",
          "ID": "29"
        },
        {
          "text": "And Hobab said to him, I will not go; I will depart to my own land and to my family.",
          "ID": "30"
        },
        {
          "text": "And Moses said, Do not leave us, I pray you; for you know how we are to encamp in the wilderness, and you will serve as eyes for us.",
          "ID": "31"
        },
        {
          "text": "And if you will go with us, it shall be that whatever good the Lord does to us, the same we will do to you.",
          "ID": "32"
        },
        {
          "text": "They departed from the mountain of the Lord [Mount Sinai] three days' journey; and the ark of the covenant of the Lord went before them during the three days' journey to seek out a resting-place for them.",
          "ID": "33"
        },
        {
          "text": "The cloud of the Lord was over them by day when they went forward from the camp.",
          "ID": "34"
        },
        {
          "text": "Whenever the ark set out, Moses said, Rise up, Lord; let Your enemies be scattered; and let those who hate You flee before You. [Ps. 68:1, 2.]",
          "ID": "35"
        },
        {
          "text": "And when it rested, he said, Return, O Lord, to the ten thousand thousands in Israel.",
          "ID": "36"
        }
      ],
      "ID": "OT:NUM.10"
    },
    {
      "name": "Numbers 11",
      "text": [
        {
          "text": "AND THE people grumbled and deplored their hardships, which was evil in the ears of the Lord, and when the Lord heard it, His anger was kindled; and the fire of the Lord burned among them and devoured those in the outlying parts of the camp.",
          "ID": "1"
        },
        {
          "text": "The people cried to Moses, and when Moses prayed to the Lord, the fire subsided.",
          "ID": "2"
        },
        {
          "text": "He called the name of the place Taberah [burning], because the fire of the Lord burned among them.",
          "ID": "3"
        },
        {
          "text": "And the mixed multitude among them [the rabble who followed Israel from Egypt] began to lust greatly [for familiar and dainty food], and the Israelites wept again and said, Who will give us meat to eat?",
          "ID": "4"
        },
        {
          "text": "We remember the fish we ate freely in Egypt and without cost, the cucumbers, melons, leeks, onions, and garlic.",
          "ID": "5"
        },
        {
          "text": "But now our soul (our strength) is dried up; there is nothing at all [in the way of food] to be seen but this manna.",
          "ID": "6"
        },
        {
          "text": "The manna was like coriander seed and its appearance was like that of bdellium [perhaps a precious stone].",
          "ID": "7"
        },
        {
          "text": "The people went about and gathered it, and ground it in mills or beat it in mortars, and boiled it in pots, and made cakes of it; and it tasted like cakes baked with fresh oil.",
          "ID": "8"
        },
        {
          "text": "And when the dew fell on the camp in the night, the manna fell with it.",
          "ID": "9"
        },
        {
          "text": "And Moses heard the people weeping throughout their families, every man at the door of his tent; and the anger of the Lord blazed hotly, and in the eyes of Moses it was evil.",
          "ID": "10"
        },
        {
          "text": "And Moses said to the Lord, Why have You dealt ill with Your servants? And why have I not found favor in Your sight, that You lay the burden of all this people on me?",
          "ID": "11"
        },
        {
          "text": "Have I conceived all this people? Have I brought them forth, that You should say to me, Carry them in your bosom, as a nursing father carries the sucking child, to the land which You swore to their fathers [to give them]?",
          "ID": "12"
        },
        {
          "text": "Where should I get meat to give to all these people? For they weep before me and say, Give us meat, that we may eat.",
          "ID": "13"
        },
        {
          "text": "I am not able to carry all these people alone, because the burden is too heavy for me.",
          "ID": "14"
        },
        {
          "text": "And if this is the way You deal with me, kill me, I pray You, at once, and be granting me a favor and let me not see my wretchedness [in the failure of all my efforts].",
          "ID": "15"
        },
        {
          "text": "And the Lord said to Moses, Gather for Me seventy men of the elders of Israel whom you know to be the elders of the people and officers over them; and bring them to the Tent of Meeting and let them stand there with you.",
          "ID": "16"
        },
        {
          "text": "And I will come down and talk with you there; and I will take of the Spirit which is upon you and will put It upon them; and they shall bear the burden of the people with you, so that you may not have to bear it yourself alone.",
          "ID": "17"
        },
        {
          "text": "And say to the people, Consecrate yourselves for tomorrow, and you shall eat meat; for you have wept in the hearing of the Lord, saying, Who will give us meat to eat? For it was well with us in Egypt. Therefore the Lord will give you meat, and you shall eat.",
          "ID": "18"
        },
        {
          "text": "You shall not eat one day, or two, or five, or ten, or twenty days,",
          "ID": "19"
        },
        {
          "text": "But a whole month–until [you are satiated and vomit it up violently and] it comes out at your nostrils and is disgusting to you–because you have rejected and despised the Lord Who is among you, and have wept before Him, saying, Why did we come out of Egypt? [Ps. 106:13-15.]",
          "ID": "20"
        },
        {
          "text": "But Moses said, The people among whom I am are 600,000 footmen [besides all the women and children], and You have said, I will give them meat, that they may eat a whole month!",
          "ID": "21"
        },
        {
          "text": "Shall flocks and herds be killed to suffice them? Or shall all the fish of the sea be collected to satisfy them?",
          "ID": "22"
        },
        {
          "text": "The Lord said to Moses, Has the Lord's hand (His ability and power) become short (thwarted and inadequate)? You shall see now whether My word shall come to pass for you or not. [Isa. 50:2.]",
          "ID": "23"
        },
        {
          "text": "So Moses went out and told the people the words of the Lord, and he gathered seventy men of the elders of the people and set them round about the Tent.",
          "ID": "24"
        },
        {
          "text": "And the Lord came down in the cloud and spoke to him, and took of the Spirit that was upon him and put It upon the seventy elders; and when the Spirit rested upon them, they prophesied [sounding forth the praises of God and declaring His will]. Then they did so no more. [Num. 11:29.]",
          "ID": "25"
        },
        {
          "text": "But there remained two men in the camp named Eldad and Medad. The Spirit rested upon them, and they were of those who were selected and listed, yet they did not go out to the Tent [as told to do], but they prophesied in the camp.",
          "ID": "26"
        },
        {
          "text": "And a young man ran to Moses and said, Eldad and Medad are prophesying [sounding forth the praises of God and declaring His will] in the camp.",
          "ID": "27"
        },
        {
          "text": "Joshua son of Nun, the minister of Moses, one of his chosen men, said, My lord Moses, forbid them!",
          "ID": "28"
        },
        {
          "text": "But Moses said to him, Are you envious or jealous for my sake? Would that all the Lord's people were prophets and that the Lord would put His Spirit upon them! [Luke 9:49, 50.]",
          "ID": "29"
        },
        {
          "text": "And Moses went back into the camp, he and the elders of Israel.",
          "ID": "30"
        },
        {
          "text": "And there went forth a wind from the Lord and brought quails from the sea, and let them fall [so they flew low] beside the camp, about a day's journey on this side and on the other side, all around the camp, about two cubits above the ground.",
          "ID": "31"
        },
        {
          "text": "And the people rose all that day and all night and all the next day and caught and gathered the quails. He who gathered least gathered ten homers; and they spread them out for themselves round about the camp [to cure them by drying].",
          "ID": "32"
        },
        {
          "text": "While the meat was yet between their teeth, before it was consumed, the anger of the Lord was kindled against the people, and the Lord smote them with a very great plague.",
          "ID": "33"
        },
        {
          "text": "That place was called Kibroth-hattaavah [the graves of sensuous desire], because there they buried the people who lusted, whose physical appetite caused them to sin. [I Cor. 10:1-13.]",
          "ID": "34"
        },
        {
          "text": "The Israelites journeyed from Kibroth-hattaavah to Hazeroth, where they remained.",
          "ID": "35"
        }
      ],
      "ID": "OT:NUM.11"
    },
    {
      "name": "Numbers 12",
      "text": [
        {
          "text": "NOW MIRIAM and Aaron talked against Moses [their brother] because of his Cushite wife, for he had married a Cushite woman.",
          "ID": "1"
        },
        {
          "text": "And they said, Has the Lord indeed spoken only by Moses? Has He not spoken also by us? And the Lord heard it.",
          "ID": "2"
        },
        {
          "text": "Now the man Moses was very meek (gentle, kind, and humble) or above all the men on the face of the earth.",
          "ID": "3"
        },
        {
          "text": "Suddenly the Lord said to Moses, Aaron, and Miriam, Come out, you three, to the Tent of Meeting. And the three of them came out.",
          "ID": "4"
        },
        {
          "text": "The Lord came down in a pillar of cloud, and stood at the Tent door and called Aaron and Miriam, and they came forward.",
          "ID": "5"
        },
        {
          "text": "And He said, Hear now My words: If there is a prophet among you, I the Lord make Myself known to him in a vision and speak to him in a dream.",
          "ID": "6"
        },
        {
          "text": "But not so with My servant Moses; he is entrusted and faithful in all My house. [Heb. 3:2, 5, 6.]",
          "ID": "7"
        },
        {
          "text": "With him I speak mouth to mouth [directly], clearly and not in dark speeches; and he beholds the form of the Lord. Why then were you not afraid to speak against My servant Moses?",
          "ID": "8"
        },
        {
          "text": "And the anger of the Lord was kindled against them, and He departed.",
          "ID": "9"
        },
        {
          "text": "And when the cloud departed from over the Tent, behold, Miriam was leprous, as white as snow. And Aaron looked at Miriam, and, behold, she was leprous!",
          "ID": "10"
        },
        {
          "text": "And Aaron said to Moses, Oh, my lord, I plead with you, lay not the sin upon us in which we have done foolishly and in which we have sinned.",
          "ID": "11"
        },
        {
          "text": "Let her not be as one dead, already half decomposed when he comes out of his mother's womb.",
          "ID": "12"
        },
        {
          "text": "And Moses cried to the Lord, saying, Heal her now, O God, I beseech You!",
          "ID": "13"
        },
        {
          "text": "And the Lord said to Moses, If her father had but spit in her face, should she not be ashamed for seven days? Let her be shut up outside the camp for seven days, and after that let her be brought in again.",
          "ID": "14"
        },
        {
          "text": "So Miriam was shut up without the camp for seven days, and the people did not journey on until Miriam was brought in again.",
          "ID": "15"
        },
        {
          "text": "Afterward [they] removed from Hazeroth and encamped in the Wilderness of Paran.",
          "ID": "16"
        }
      ],
      "ID": "OT:NUM.12"
    },
    {
      "name": "Numbers 13",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Send men to explore and scout out [for yourselves] the land of Canaan, which I give to the Israelites. From each tribe of their fathers you shall send a man, every one a leader or head among them.",
          "ID": "2"
        },
        {
          "text": "So Moses by the command of the Lord sent scouts from the Wilderness of Paran, all of them men who were heads of the Israelites.",
          "ID": "3"
        },
        {
          "text": "These were their names: of the tribe of Reuben, Shammua son of Zaccur;",
          "ID": "4"
        },
        {
          "text": "Of the tribe of Simeon, Shaphat son of Hori;",
          "ID": "5"
        },
        {
          "text": "Of the tribe of Judah, Caleb son of Jephunneh;",
          "ID": "6"
        },
        {
          "text": "Of the tribe of Issachar, Igal son of Joseph;",
          "ID": "7"
        },
        {
          "text": "Of the tribe of Ephraim, Hoshea [that is, Joshua] son of Nun;",
          "ID": "8"
        },
        {
          "text": "Of the tribe of Benjamin, Palti son of Raphu;",
          "ID": "9"
        },
        {
          "text": "Of the tribe of Zebulun, Gaddiel son of Sodi;",
          "ID": "10"
        },
        {
          "text": "Of the tribe of Joseph, that is, of the tribe of Manasseh, Gaddi son of Susi;",
          "ID": "11"
        },
        {
          "text": "Of the tribe of Dan, Ammiel son of Gemalli;",
          "ID": "12"
        },
        {
          "text": "Of the tribe of Asher, Sethur son of Michael;",
          "ID": "13"
        },
        {
          "text": "Of the tribe of Naphtali, Nahbi son of Vophsi;",
          "ID": "14"
        },
        {
          "text": "Of the tribe of Gad, Geuel son of Machi.",
          "ID": "15"
        },
        {
          "text": "These are the names of the men whom Moses sent to explore and scout out the land. And Moses called Hoshea son of Nun, Joshua.",
          "ID": "16"
        },
        {
          "text": "Moses sent them to scout out the land of Canaan, and said to them, Get up this way by the South (the Negeb) and go up into the hill country,",
          "ID": "17"
        },
        {
          "text": "And see what the land is and whether the people who dwell there are strong or weak, few or many,",
          "ID": "18"
        },
        {
          "text": "And whether the land they live in is good or bad, and whether the cities they dwell in are camps or strongholds,",
          "ID": "19"
        },
        {
          "text": "And what the land is, whether it is fat or lean, whether there is timber on it or not. And be of good courage and bring some of the fruit of the land. Now the time was the time of the first ripe grapes.",
          "ID": "20"
        },
        {
          "text": "So they went up and scouted through the land from the Wilderness of Zin to Rehob, to the entrance of Hamath.",
          "ID": "21"
        },
        {
          "text": "And then went up into the South (the Negeb) and came to Hebron; and Ahiman, Sheshai, and Talmai [probably three tribes of] the sons of Anak were there. (Hebron was built seven years before Zoan in Egypt.)",
          "ID": "22"
        },
        {
          "text": "And they came to the Valley of Eshcol, and cut down from there a branch with one cluster of grapes, and they carried it on a pole between two [of them]; they brought also some pomegranates and figs.",
          "ID": "23"
        },
        {
          "text": "That place was called the Valley of Eshcol [cluster] because of the cluster which the Israelites cut down there.",
          "ID": "24"
        },
        {
          "text": "And they returned from scouting out the land after forty days.",
          "ID": "25"
        },
        {
          "text": "They came to Moses and Aaron and to all the Israelite congregation in the Wilderness of Paran at Kadesh, and brought them word, and showed them the land's fruit.",
          "ID": "26"
        },
        {
          "text": "They told Moses, We came to the land to which you sent us; surely it flows with milk and honey. This is its fruit.",
          "ID": "27"
        },
        {
          "text": "But the people who dwell there are strong, and the cities are fortified and very large; moreover, there we saw the sons of Anak [of great stature and courage].",
          "ID": "28"
        },
        {
          "text": "Amalek dwells in the land of the South (the Negeb); the Hittite, the Jebusite, and the Amorite dwell in the hill country; and the Canaanite dwells by the sea and along by the side of the Jordan [River].",
          "ID": "29"
        },
        {
          "text": "Caleb quieted the people before Moses, and said, Let us go up at once and possess it; we are well able to conquer it.",
          "ID": "30"
        },
        {
          "text": "But his fellow scouts said, We are not able to go up against the people [of Canaan], for they are stronger than we are.",
          "ID": "31"
        },
        {
          "text": "So they brought the Israelites an evil report of the land which they had scouted out, saying, The land through which we went to spy it out is a land that devours its inhabitants. And all the people that we saw in it are men of great stature.",
          "ID": "32"
        },
        {
          "text": "There we saw the Nephilim [or giants], the sons of Anak, who come from the giants; and we were in our own sight as grasshoppers, and so we were in their sight.",
          "ID": "33"
        }
      ],
      "ID": "OT:NUM.13"
    },
    {
      "name": "Numbers 14",
      "text": [
        {
          "text": "AND ALL the congregation cried out with a loud voice, and [they] wept that night.",
          "ID": "1"
        },
        {
          "text": "All the Israelites grumbled and deplored their situation, accusing Moses and Aaron, to whom the whole congregation said, Would that we had died in Egypt! Or that we had died in this wilderness!",
          "ID": "2"
        },
        {
          "text": "Why does the Lord bring us to this land to fall by the sword? Our wives and little ones will be a prey. Is it not better for us to return to Egypt? [Acts 7:37-39.]",
          "ID": "3"
        },
        {
          "text": "And they said one to another, Let us choose a captain and return to Egypt.",
          "ID": "4"
        },
        {
          "text": "Then Moses and Aaron fell on their faces before all the assembly of Israelites.",
          "ID": "5"
        },
        {
          "text": "And Joshua son of Nun and Caleb son of Jephunneh, who were among the scouts who had searched the land, rent their clothes,",
          "ID": "6"
        },
        {
          "text": "And they said to all the company of Israelites, The land through which we passed as scouts is an exceedingly good land.",
          "ID": "7"
        },
        {
          "text": "If the Lord delights in us, then He will bring us into this land and give it to us, a land flowing with milk and honey.",
          "ID": "8"
        },
        {
          "text": "Only do not rebel against the Lord, neither fear the people of the land, for they are bread for us. Their defense and the shadow [of protection] is removed from over them, but the Lord is with us. Fear them not.",
          "ID": "9"
        },
        {
          "text": "But all the congregation said to stone [Joshua and Caleb] with stones. But the glory of the Lord appeared at the Tent of Meeting before all the Israelites.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to Moses, How long will this people provoke (spurn, despise) Me? And how long will it be before they believe Me [trusting in, relying on, clinging to Me], for all the signs which I have performed among them?",
          "ID": "11"
        },
        {
          "text": "I will smite them with the pestilence and disinherit them, and will make of you [Moses] a nation greater and mightier than they.",
          "ID": "12"
        },
        {
          "text": "But Moses said to the Lord, Then the Egyptians will hear of it, for You brought up this people in Your might from among them.",
          "ID": "13"
        },
        {
          "text": "And they will tell it to the inhabitants of this land. They have heard that You, Lord, are in the midst of this people [of Israel], that You, Lord, are seen face to face, and that Your cloud stands over them, and that You go before them in a pillar of cloud by day and in a pillar of fire by night.",
          "ID": "14"
        },
        {
          "text": "Now if You kill all this people as one man, then the nations that have heard Your fame will say,",
          "ID": "15"
        },
        {
          "text": "Because the Lord was not able to bring this people into the land which He swore to give to them, therefore He has slain them in the wilderness.",
          "ID": "16"
        },
        {
          "text": "And now, I pray You, let the power of my Lord be great, as You have promised, saying,",
          "ID": "17"
        },
        {
          "text": "The Lord is long-suffering and slow to anger, and abundant in mercy and loving-kindness, forgiving iniquity and transgression; but He will by no means clear the guilty, visiting the iniquity of the fathers upon the children, upon the third and fourth generation. [Exod. 34:6, 7.]",
          "ID": "18"
        },
        {
          "text": "Pardon, I pray You, the iniquity of this people according to the greatness of Your mercy and loving-kindness, just as You have forgiven [them] from Egypt until now.",
          "ID": "19"
        },
        {
          "text": "And the Lord said, I have pardoned according to your word.",
          "ID": "20"
        },
        {
          "text": "But truly as I live and as all the earth shall be filled with the glory of the Lord, [Isa. 6:3; 11:9.]",
          "ID": "21"
        },
        {
          "text": "Because all those men who have seen My glory and My [miraculous] signs which I performed in Egypt and in the wilderness, yet have tested and proved Me these ten times and have not heeded My voice,",
          "ID": "22"
        },
        {
          "text": "Surely they shall not see the land which I swore to give to their fathers; nor shall any who provoked (spurned, despised) Me see it. [Heb. 6:4-11.]",
          "ID": "23"
        },
        {
          "text": "But My servant Caleb, because he has a different spirit and has followed Me fully, I will bring into the land into which he went, and his descendants shall possess it.",
          "ID": "24"
        },
        {
          "text": "Now because the Amalekites and the Canaanites dwell in the valley, tomorrow turn and go into the wilderness by way of the Red Sea.",
          "ID": "25"
        },
        {
          "text": "And the Lord said to Moses and Aaron,",
          "ID": "26"
        },
        {
          "text": "How long will this evil congregation murmur against Me? I have heard the complaints the Israelites murmur against Me.",
          "ID": "27"
        },
        {
          "text": "Tell them, As I live, says the Lord, what you have said in My hearing I will do to you:",
          "ID": "28"
        },
        {
          "text": "Your dead bodies shall fall in this wilderness–of all who were numbered of you, from twenty years old and upward, who have murmured against Me, [Heb. 3:17-19.]",
          "ID": "29"
        },
        {
          "text": "Surely none shall come into the land in which I swore to make you dwell, except Caleb son of Jephunneh and Joshua son of Nun.",
          "ID": "30"
        },
        {
          "text": "But your little ones whom you said would be a prey, them will I bring in and they shall know the land which you have despised and rejected.",
          "ID": "31"
        },
        {
          "text": "But as for you, your dead bodies shall fall in this wilderness.",
          "ID": "32"
        },
        {
          "text": "And your children shall be wanderers and shepherds in the wilderness for forty years and shall suffer for your whoredoms (your infidelity to your espoused God), until your corpses are consumed in the wilderness.",
          "ID": "33"
        },
        {
          "text": "After the number of the days in which you spied out the land [of Canaan], even forty days, for each day a year shall you bear and suffer for your iniquities, even for forty years, and you shall know My displeasure [the revoking of My promise and My estrangement].",
          "ID": "34"
        },
        {
          "text": "I the Lord have spoken; surely this will I do to all this evil congregation who is gathered together against Me. In this wilderness they shall be consumed [by war, disease, plagues], and here they shall die. [I Cor. 10:10, 11.]",
          "ID": "35"
        },
        {
          "text": "And the men whom Moses sent to search the land, who returned and made all the congregation grumble and complain against him by bringing back a slanderous report of the land,",
          "ID": "36"
        },
        {
          "text": "Even those men who brought the evil report of the land died by a plague before the Lord. [Heb. 3:17-19; Jude 5-7.]",
          "ID": "37"
        },
        {
          "text": "But Joshua son of Nun and Caleb son of Jephunneh, who were among the men who went to search the land, lived still.",
          "ID": "38"
        },
        {
          "text": "Moses told [the Lord's] words to all the Israelites, and [they] mourned greatly.",
          "ID": "39"
        },
        {
          "text": "And they rose early in the morning and went up to the top of the mountain, saying, Behold, we are here, and we intend to go up to the place which the Lord has promised, for we have sinned.",
          "ID": "40"
        },
        {
          "text": "But Moses said, Why now do you transgress the command of the Lord [to turn back by way of the Red Sea], since it will not succeed?",
          "ID": "41"
        },
        {
          "text": "Go not up, for the Lord is not among you, that you be not struck down before your enemies.",
          "ID": "42"
        },
        {
          "text": "For the Amalekites and the Canaanites are there before you, and you shall fall by the sword. Because you have turned away from following after the Lord, therefore the Lord will not be with you.",
          "ID": "43"
        },
        {
          "text": "But they presumed to go up to the heights of the hill country; however, neither the ark of the covenant of the Lord nor Moses departed out of the camp.",
          "ID": "44"
        },
        {
          "text": "Then the Amalekites came down and the Canaanites who dwelt in that hill country and smote the Israelites and beat them back, even as far as Hormah.",
          "ID": "45"
        }
      ],
      "ID": "OT:NUM.14"
    },
    {
      "name": "Numbers 15",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Say to the Israelites, When you come into the land where you are to live, which I am giving you,",
          "ID": "2"
        },
        {
          "text": "And will make an offering by fire to the Lord from the herd or from the flock, a burnt offering or a sacrifice to fulfill a special vow or as a freewill offering or in your set feasts, to make a pleasant and soothing fragrance to the Lord,",
          "ID": "3"
        },
        {
          "text": "Then shall he who brings his offering to the Lord bring a cereal offering of a tenth of an ephah of fine flour mixed with a fourth of a hin of oil.",
          "ID": "4"
        },
        {
          "text": "And a fourth of a hin of wine for the drink offering you shall prepare with the burnt offering or for the sacrifice, for each lamb.",
          "ID": "5"
        },
        {
          "text": "Or for a ram you shall prepare for a cereal offering two tenths of an ephah of fine flour mixed with a third of a hin of oil.",
          "ID": "6"
        },
        {
          "text": "And for the drink offering you shall offer a third of a hin of wine, for a sweet and pleasing odor to the Lord.",
          "ID": "7"
        },
        {
          "text": "And when you prepare a bull for a burnt offering or for a sacrifice, in fulfilling a special vow or peace offering to the Lord,",
          "ID": "8"
        },
        {
          "text": "Then shall one offer with the bull a cereal offering of three tenths of an ephah of fine flour mixed with half a hin of oil.",
          "ID": "9"
        },
        {
          "text": "And you shall bring for the drink offering half a hin of wine for an offering made by fire, of a pleasant and soothing fragrance to the Lord.",
          "ID": "10"
        },
        {
          "text": "Thus shall it be done for each bull or for each ram, or for each of the male lambs or of the kids.",
          "ID": "11"
        },
        {
          "text": "According to the number that you shall prepare, so shall you do to everyone according to their number.",
          "ID": "12"
        },
        {
          "text": "All who are native-born shall do these things in this way in bringing an offering made by fire of a sweet and pleasant odor to the Lord.",
          "ID": "13"
        },
        {
          "text": "And if a stranger sojourns with you or whoever may be among you throughout your generations, and he wishes to offer an offering made by fire, of a pleasing and soothing fragrance to the Lord, as you do, so shall he do.",
          "ID": "14"
        },
        {
          "text": "There shall be one [and the same] statute [both] for you [of the congregation] and for the stranger who is a temporary resident with you, a statute forever throughout your generations: as you are, so shall the stranger be before the Lord.",
          "ID": "15"
        },
        {
          "text": "One law and one ordinance shall be for you and for the stranger who sojourns with you.",
          "ID": "16"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "17"
        },
        {
          "text": "Say to the Israelites, When you come into the land to which I am bringing you,",
          "ID": "18"
        },
        {
          "text": "Then, when you eat of the food of the land, you shall set apart a portion for a gift to the Lord [called a heave or taken-out offering].",
          "ID": "19"
        },
        {
          "text": "You shall set apart a cake made of the first of your coarse meal as a gift [to the Lord]; as an offering set apart from the threshing floor, so shall you lift it out or heave it.",
          "ID": "20"
        },
        {
          "text": "Of the first of your coarse meal you shall give to the Lord a portion for a gift throughout your generations [your heave or lifted-out offering].",
          "ID": "21"
        },
        {
          "text": "When you have erred and have not observed all these commandments which the Lord has spoken to Moses,",
          "ID": "22"
        },
        {
          "text": "Even all that the Lord has commanded you through Moses, from the day that the Lord gave commandment and onward throughout your generations,",
          "ID": "23"
        },
        {
          "text": "Then it shall be, if it was done unwittingly or in error without the knowledge of the congregation, that all the congregation shall offer one young bull for a burnt offering, for a pleasant and soothing fragrance to the Lord, with its cereal offering and its drink offering, according to the ordinance, and one male goat for a sin offering.",
          "ID": "24"
        },
        {
          "text": "And the priest shall make atonement for all the congregation of the Israelites, and they shall be forgiven, for it was an error and they have brought their offering, an offering made by fire to the Lord, and their sin offering before the Lord for their error.",
          "ID": "25"
        },
        {
          "text": "And all the congregation of the Israelites shall be forgiven and the stranger who lives temporarily among them, because all the people were involved in the error.",
          "ID": "26"
        },
        {
          "text": "And if any person sins unknowingly or unintentionally, he shall offer a female goat a year old for a sin offering.",
          "ID": "27"
        },
        {
          "text": "And the priest shall make atonement before the Lord for the person who commits an error when he sins unknowingly or unintentionally, to make atonement for him; and he shall be forgiven.",
          "ID": "28"
        },
        {
          "text": "You shall have one law for him who sins unknowingly or unintentionally, whether he is native born among the Israelites or a stranger who is sojourning among them.",
          "ID": "29"
        },
        {
          "text": "But the person who does anything [wrong] willfully and openly, whether he is native-born or a stranger, that one reproaches, reviles, and blasphemes the Lord, and that person shall be cut off from among his people [that the atonement made for them may not include him].",
          "ID": "30"
        },
        {
          "text": "Because he has despised and rejected the word of the Lord, and has broken His commandment, that person shall be utterly cut off; his iniquity shall be upon him.",
          "ID": "31"
        },
        {
          "text": "While the Israelites were in the wilderness, they found a man who was gathering sticks on the Sabbath day.",
          "ID": "32"
        },
        {
          "text": "Those who found him gathering sticks brought him to Moses and Aaron and to all the congregation.",
          "ID": "33"
        },
        {
          "text": "They put him in custody, because it was not certain or clear what should be done to him.",
          "ID": "34"
        },
        {
          "text": "And the Lord said to Moses, The man shall surely be put to death. All the congregation shall stone him with stones without the camp.",
          "ID": "35"
        },
        {
          "text": "And all the congregation brought him without the camp and stoned him to death with stones, as the Lord commanded Moses.",
          "ID": "36"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "37"
        },
        {
          "text": "Speak to the Israelites and bid them make fringes or tassels on the corners in the borders of their garments throughout their generations, and put upon the fringe of the borders or upon the tassel of each corner a cord of blue.",
          "ID": "38"
        },
        {
          "text": "And it shall be to you a fringe or tassel that you may look upon and remember all the commandments of the Lord and do them, that you may not spy out and follow after [the desires of] your own heart and your own eyes, after which you used to follow and play the harlot [spiritually, if not physically],",
          "ID": "39"
        },
        {
          "text": "That you may remember and do all My commandments and be holy to your God.",
          "ID": "40"
        },
        {
          "text": "I am the Lord your God, Who brought you out of the land of Egypt to be your God. I am the Lord your God.",
          "ID": "41"
        }
      ],
      "ID": "OT:NUM.15"
    },
    {
      "name": "Numbers 16",
      "text": [
        {
          "text": "NOW KORAH son of Izhar, the son of Kohath, the son of Levi, with Dathan and Abiram sons of Eliab, and On son of Peleth, sons of Reuben, took men,",
          "ID": "1"
        },
        {
          "text": "And they rose up before Moses, with certain of the Israelites, 250 princes or leaders of the congregation called to the assembly, men well known and of distinction.",
          "ID": "2"
        },
        {
          "text": "And they gathered together against Moses and Aaron, and said to them, [Enough of you!] You take too much upon yourselves, seeing that all the congregation is holy, every one of them, and the Lord is among them. Why then do you lift yourselves up above the assembly of the Lord?",
          "ID": "3"
        },
        {
          "text": "And when Moses heard it, he fell upon his face.",
          "ID": "4"
        },
        {
          "text": "And he said to Korah and all his company, In the morning the Lord will show who are His and who is holy, and will cause him to come near to Him; him whom He has chosen will He cause to come near to Him. [II Tim. 2:19.]",
          "ID": "5"
        },
        {
          "text": "Do this: Take censers, Korah and all your company,",
          "ID": "6"
        },
        {
          "text": "And put fire in them and put incense upon them before the Lord tomorrow; and the man whom the Lord chooses shall be holy. You take too much upon yourselves, you sons of Levi.",
          "ID": "7"
        },
        {
          "text": "And Moses said to Korah, Hear, I pray you, you sons of Levi:",
          "ID": "8"
        },
        {
          "text": "Does it seem but a small thing to you that the God of Israel has separated you from the congregation of Israel, to bring you near to Himself to do the service of the tabernacle of the Lord and to stand before the congregation to minister to them,",
          "ID": "9"
        },
        {
          "text": "And that He has brought you near to Him, and all your brethren the sons of Levi with you? Would you seek the priesthood also?",
          "ID": "10"
        },
        {
          "text": "Therefore you and all your company are gathered together against the Lord. And Aaron, what is he that you murmur against him?",
          "ID": "11"
        },
        {
          "text": "And Moses sent to call Dathan and Abiram, the sons of Eliab, and they said, We will not come up.",
          "ID": "12"
        },
        {
          "text": "Is it a small thing that you have brought us up out of a land flowing with milk and honey to kill us in the wilderness, but you must also make yourself a prince over us?",
          "ID": "13"
        },
        {
          "text": "Moreover, you have not brought us into a land that flows with milk and honey or given us an inheritance of fields and vineyards. Will you bore out the eyes of these men? We will not come up!",
          "ID": "14"
        },
        {
          "text": "And Moses was very angry and said to the Lord, Do not respect their offering! I have not taken one donkey from them, nor have I hurt one of them.",
          "ID": "15"
        },
        {
          "text": "And Moses said to Korah, You and all your company be before the Lord tomorrow, you and they and Aaron.",
          "ID": "16"
        },
        {
          "text": "And let every man take his censer and put incense upon it and bring before the Lord every man his censer, 250 censers; you also and Aaron, each his censer.",
          "ID": "17"
        },
        {
          "text": "So they took every man his censer, and they put fire in them and laid incense upon it, and they stood at the entrance of the Tent of Meeting with Moses and Aaron.",
          "ID": "18"
        },
        {
          "text": "Then Korah assembled all the congregation against Moses and Aaron before the entrance of the Tent of Meeting, and the glory of the Lord appeared to all the congregation.",
          "ID": "19"
        },
        {
          "text": "And the Lord said to Moses and Aaron,",
          "ID": "20"
        },
        {
          "text": "Separate yourselves from among this congregation, that I may consume them in a moment.",
          "ID": "21"
        },
        {
          "text": "And they fell upon their faces, and said, O God, the God of the spirits of all flesh, shall one man sin and will You be angry with all the congregation?",
          "ID": "22"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "23"
        },
        {
          "text": "Say to the congregation, Get away from around the tents of Korah, Dathan, and Abiram.",
          "ID": "24"
        },
        {
          "text": "Then Moses rose up and went to Dathan and Abiram, and the elders of Israel followed him.",
          "ID": "25"
        },
        {
          "text": "And he said to the congregation, Depart, I pray you, from the tents of these wicked men, and touch nothing of theirs, lest you be consumed in all their sins.",
          "ID": "26"
        },
        {
          "text": "So they got away from around the tents of Korah, Dathan, and Abiram. And Dathan and Abiram came out and stood in the door of their tents with their wives, and their sons, and their little ones.",
          "ID": "27"
        },
        {
          "text": "And Moses said, By this you shall know that the Lord has sent me to do all these works, for I do not act of my own accord:",
          "ID": "28"
        },
        {
          "text": "If these men die the common death of all men or if [only] what happens to everyone happens to them, then the Lord has not sent me.",
          "ID": "29"
        },
        {
          "text": "But if the Lord causes a new thing [to happen], and the earth opens its mouth and swallows them up, with all that belongs to them, and they go down alive into Sheol (the place of the dead), then you shall understand that these men have provoked (spurned, despised) the Lord!",
          "ID": "30"
        },
        {
          "text": "As soon as he stopped speaking, the ground under the offenders split apart",
          "ID": "31"
        },
        {
          "text": "And the earth opened its mouth and swallowed them and their households and [Korah and] all [his] men and all their possessions. [Num. 26:10, 11.]",
          "ID": "32"
        },
        {
          "text": "They and all that belonged to them went down alive into Sheol (the place of the dead); and the earth closed upon them, and they perished from among the assembly.",
          "ID": "33"
        },
        {
          "text": "And all Israel who were round about them fled at their cry, for they said, Lest the earth swallow us up also.",
          "ID": "34"
        },
        {
          "text": "And fire came forth from the Lord and devoured the 250 men who offered the incense.",
          "ID": "35"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "36"
        },
        {
          "text": "Speak to Eleazar son of Aaron, the priest, that he take up the censers out of the burning and scatter the fire at a distance. For the censers are hallowed–",
          "ID": "37"
        },
        {
          "text": "The censers of these men who have sinned against themselves and at the cost of their own lives. Let the censers be made into hammered plates for a covering of the altar [of burnt offering], for they were used in offering before the Lord and therefore they are sacred. They shall be a sign [of warning] to the Israelites.",
          "ID": "38"
        },
        {
          "text": "Eleazar the priest took the bronze censers with which the Levites who were burned had offered incense, and they were hammered into broad sheets for a covering of the [brazen] altar [of burnt offering],",
          "ID": "39"
        },
        {
          "text": "To be a memorial [a warning forever] to the Israelites, so that no outsider, that is, no one not of the descendants of Aaron, should come near to offer incense before the Lord, lest he become as Korah and as his company, as the Lord said to Eleazar through Moses.",
          "ID": "40"
        },
        {
          "text": "But on the morrow all the congregation of the Israelites murmured against Moses and Aaron, saying, You have killed the people of the Lord.",
          "ID": "41"
        },
        {
          "text": "When the congregation was gathered against Moses and Aaron, they looked at the Tent of Meeting, and behold, the cloud covered it and they saw the Lord's glory.",
          "ID": "42"
        },
        {
          "text": "And Moses and Aaron came to the front of the Tent of Meeting.",
          "ID": "43"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "44"
        },
        {
          "text": "Get away from among this congregation, that I may consume them in a moment. And Moses and Aaron fell on their faces.",
          "ID": "45"
        },
        {
          "text": "And Moses said to Aaron, Take a censer and put fire in it from off the altar and lay incense on it, and carry it quickly to the congregation and make atonement for them. For there is wrath gone out from the Lord; the plague has begun!",
          "ID": "46"
        },
        {
          "text": "So Aaron took the burning censer as Moses commanded, and ran into the midst of the congregation; and behold, the plague was begun among the people; and he put on the incense and made atonement for the people.",
          "ID": "47"
        },
        {
          "text": "And he stood between the dead and the living, and the plague was stayed.",
          "ID": "48"
        },
        {
          "text": "Now those who died in the plague were 14,700, besides those who died in the matter of Korah.",
          "ID": "49"
        },
        {
          "text": "And Aaron returned to Moses to the door of the Tent of Meeting, since the plague was stayed.",
          "ID": "50"
        }
      ],
      "ID": "OT:NUM.16"
    },
    {
      "name": "Numbers 17",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Speak to the Israelites and get from them rods or staves, one for each father's house, from all their leaders according to their father's houses, twelve rods. Write every man's name on his rod.",
          "ID": "2"
        },
        {
          "text": "And you shall write Aaron's name on the rod of Levi [his great-grandfather]. For there shall be one rod for the head of each father's house.",
          "ID": "3"
        },
        {
          "text": "You shall lay them up in the Tent of Meeting before [the ark of] the Testimony, where I meet with you.",
          "ID": "4"
        },
        {
          "text": "And the rod of the man whom I choose shall bud, and I will make to cease from Me the murmurings of the Israelites, which they murmur against you.",
          "ID": "5"
        },
        {
          "text": "And Moses spoke to the Israelites, and every one of their leaders gave him a rod or staff, one for each leader according to their fathers' houses, twelve rods, and the rod of Aaron was among their rods.",
          "ID": "6"
        },
        {
          "text": "And Moses deposited the rods before the Lord in the Tent of the Testimony.",
          "ID": "7"
        },
        {
          "text": "And the next day Moses went into the Tent of the Testimony, and behold, the rod of Aaron for the house of Levi had sprouted and brought forth buds and produced blossoms and yielded [ripe] almonds.",
          "ID": "8"
        },
        {
          "text": "Moses brought out all the rods from before the Lord to all the Israelites; and they looked, and each man took his rod.",
          "ID": "9"
        },
        {
          "text": "And the Lord told Moses, Put Aaron's rod back before the Testimony [in the ark], to be kept as a [warning] sign for the rebels; and you shall make an end of their murmurings against Me, lest they die.",
          "ID": "10"
        },
        {
          "text": "And Moses did so; as the Lord commanded him, so he did.",
          "ID": "11"
        },
        {
          "text": "The Israelites said to Moses, Behold, we perish, we are undone, all undone!",
          "ID": "12"
        },
        {
          "text": "Everyone who comes near, who comes near the tabernacle of the Lord, dies or shall die! Are we all to perish?",
          "ID": "13"
        }
      ],
      "ID": "OT:NUM.17"
    },
    {
      "name": "Numbers 18",
      "text": [
        {
          "text": "AND THE Lord said to Aaron, You and your sons and your father's house with you shall bear and remove the iniquity of the sanctuary [that is, the guilt for the offenses which the people unknowingly commit when brought into contact with the manifestations of God's presence]. And you and your sons with you shall bear and remove the iniquity of your priesthood [your own unintentional offenses].",
          "ID": "1"
        },
        {
          "text": "And your brethren also of the tribe of Levi, the tribe of your [fore]father, bring with you, that they may be joined to you and minister to you; but only you and your sons with you shall come before the Tent of the Testimony [into the Holy Place where only priests may go and into the Most Holy Place which only the high priest dares enter].",
          "ID": "2"
        },
        {
          "text": "And the Levites shall attend you [as servants] and attend to all the duties of the Tent; only they shall not come near the sacred vessels of the sanctuary or to the brazen altar, that they and also you [Aaron] die not.",
          "ID": "3"
        },
        {
          "text": "And they shall be joined to you and attend to the duties of the Tent of Meeting–all the [menial] service of the Tent–and no stranger [no layman, anyone who is not a Levite] shall come near you [Aaron and your sons].",
          "ID": "4"
        },
        {
          "text": "And you shall attend to the duties of the sanctuary and attend to the altar [of burnt offering and the altar of incense], that there be no wrath any more upon the Israelites [as in the incident of Korah, Dathan, and Abiram]. [Num. 16:42-50.]",
          "ID": "5"
        },
        {
          "text": "And I, behold, I have taken your brethren the Levites from among the Israelites; to you they are a gift, given to the Lord, to do the [menial] service of the Tent of Meeting.",
          "ID": "6"
        },
        {
          "text": "Therefore you and your sons with you shall attend to your priesthood for everything of the altar [of burnt offering and the altar of incense] and [of the Holy of Holies] within the veil, and you shall serve. I give you your priesthood as a service of gift. And the stranger [anyone other than Moses or your sons, Aaron] who comes near shall be put to death. [Exod. 40:18, 20, 26.]",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Aaron, And I, behold, I have given you the charge of My heave offerings [whatever is taken out and kept of the offerings made to Me], all the dedicated and consecrated things of the Israelites; to you have I given them [as your portion] and to your sons as a continual allowance forever by reason of your anointing as priests. [Lev. 7:35.]",
          "ID": "8"
        },
        {
          "text": "This shall be yours of the most holy things, reserved from the fire: every offering of the people, every cereal offering and sin offering and trespass offering of theirs, which they shall render to Me, shall be most holy for you [Aaron] and for your sons.",
          "ID": "9"
        },
        {
          "text": "As the most holy thing and in a sacred place shall you eat of it; every male [of your house] shall eat of it. It shall be holy to you. [Lev. 22:10-16.]",
          "ID": "10"
        },
        {
          "text": "And this also is yours: the heave offering of their gift, with all the wave offerings of the Israelites. I have given them to you and to your sons and to your daughters with you as a continual allowance forever; everyone in your house who is [ceremonially] clean may eat of it.",
          "ID": "11"
        },
        {
          "text": "All the best of the oil, and all the best of the [fresh] wine and of the grain, the firstfruits of what they give to the Lord, to you have I given them.",
          "ID": "12"
        },
        {
          "text": "Whatever is first ripe in the land, which they bring to the Lord, shall be yours. Everyone who is [ceremonially] clean in your house may eat of it.",
          "ID": "13"
        },
        {
          "text": "Every devoted thing in Israel [everything that has been vowed to the Lord] shall be yours.",
          "ID": "14"
        },
        {
          "text": "Everything that first opens the womb in all flesh, which they bring to the Lord, whether it be of men or beasts, shall be yours. Nevertheless the firstborn of man you shall surely redeem, and the firstling of unclean beasts you shall redeem.",
          "ID": "15"
        },
        {
          "text": "And those that are to be redeemed of them, from a month old shall you redeem, according to your estimate [of their age], for the fixed price of five shekels in silver, according to the shekel of the sanctuary, which is twenty gerahs.",
          "ID": "16"
        },
        {
          "text": "But the firstling of a cow or of a sheep or of a goat you shall not redeem. They [as the firstborn of clean beasts belong to God and] are holy. You shall sprinkle their blood upon the altar and shall burn their fat for an offering made by fire, for a sweet and soothing odor to the Lord.",
          "ID": "17"
        },
        {
          "text": "And the flesh of them shall be yours, as the wave breast and as the right shoulder are yours.",
          "ID": "18"
        },
        {
          "text": "All the heave offerings [the lifted-out and kept portions] of the holy things which the Israelites give to the Lord I give to you and to your sons and your daughters with you, as a continual debt forever. It is a covenant of salt [that cannot be dissolved or violated] forever before the Lord for you [Aaron] and for your posterity with you.",
          "ID": "19"
        },
        {
          "text": "And the Lord said to Aaron, You shall have no inheritance in the land [of the Israelites], neither shall you have any part among them. I am your portion and your inheritance among the Israelites.",
          "ID": "20"
        },
        {
          "text": "And, behold, I have given the Levites all the tithes in Israel for an inheritance in return for their service which they serve, the [menial] service of the Tent of Meeting.",
          "ID": "21"
        },
        {
          "text": "Henceforth the Israelites shall not come near the Tent of Meeting [the covered sanctuary, the Holy Place, and the Holy of Holies], lest they incur guilt and die.",
          "ID": "22"
        },
        {
          "text": "But the Levites shall do the [menial] service of the Tent of Meeting, and they shall bear and remove the iniquity of the people [that is, be answerable for the legal pollutions of the holy things and offer the necessary atonements for unintentional offenses in these matters]. It shall be a statute forever in all your generations, that among the Israelites the Levites have no inheritance [of land].",
          "ID": "23"
        },
        {
          "text": "But the tithes of the Israelites, which they present as an offering to the Lord, I have given to the Levites to inherit; therefore I have said to them, Among the Israelites they shall have no inheritance. [They have homes and cities and pasturage to use but not to possess as their personal inheritance.]",
          "ID": "24"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "25"
        },
        {
          "text": "Moreover, you shall say to the Levites, When you take from the Israelites the tithe which I have given you from them for your inheritance, then you shall present an offering from it to the Lord, even a tenth of the tithe [paid by the people].",
          "ID": "26"
        },
        {
          "text": "And what you lift out and keep [your heave offering] shall be credited to you as though it were the grain of the threshing floor or as the fully ripe produce of the vine.",
          "ID": "27"
        },
        {
          "text": "Likewise you shall also present an offering to the Lord of all your tithes which you receive from the Israelites; and therefore you shall give this heave offering [lifted out and kept] for the Lord to Aaron the priest.",
          "ID": "28"
        },
        {
          "text": "Out of all the gifts to you, you shall present every offering due to the Lord, of all the best of it, even the hallowed part lifted out and held back out of it [for the Levites].",
          "ID": "29"
        },
        {
          "text": "Therefore you shall say to them, When you have lifted out and held back the best from it [and presented it to the Lord by giving it to yourselves, the Levites], then it shall be counted to [you] the Levites just as if it were the increase of the threshing floor or of the winepress.",
          "ID": "30"
        },
        {
          "text": "And you may eat it in every place, you and your households, for it is your reward for your service in the Tent of Meeting.",
          "ID": "31"
        },
        {
          "text": "And you shall be guilty of no sin by reason of it when you have lifted out and held back the best of it; neither shall you have polluted the holy things of the Israelites, neither shall you die [because of it].",
          "ID": "32"
        }
      ],
      "ID": "OT:NUM.18"
    },
    {
      "name": "Numbers 19",
      "text": [
        {
          "text": "AND THE Lord said to Moses and Aaron,",
          "ID": "1"
        },
        {
          "text": "This is the ritual of the law which the Lord has commanded: Tell the Israelites to bring you a red heifer without spot, in which is no blemish, upon which a yoke has never come.",
          "ID": "2"
        },
        {
          "text": "And you shall give her to Eleazar the priest, and he shall bring her outside the camp, and she shall be slaughtered before him.",
          "ID": "3"
        },
        {
          "text": "Eleazar the priest shall take some of her blood with his finger and sprinkle it toward the front of the Tent of Meeting seven times.",
          "ID": "4"
        },
        {
          "text": "The heifer shall be burned in his sight, her skin, flesh, blood, and dung.",
          "ID": "5"
        },
        {
          "text": "And the priest shall take cedar wood, and hyssop, and scarlet [stuff] and cast them into the midst of the burning heifer.",
          "ID": "6"
        },
        {
          "text": "Then the priest shall wash his clothes and bathe his body in water; afterward he shall come into the camp, but he shall be unclean until evening.",
          "ID": "7"
        },
        {
          "text": "He who burns the heifer shall wash his clothes and bathe his body in water, and shall be unclean until evening.",
          "ID": "8"
        },
        {
          "text": "And a man who is clean shall collect the ashes of the heifer and put them outside the camp in a clean place, and they shall be kept for the congregation of the Israelites for the water for impurity; it is a sin offering.",
          "ID": "9"
        },
        {
          "text": "And he who gathers the ashes of the heifer shall wash his clothes, and be unclean until evening. This shall be to the Israelites and to the stranger who sojourns among them a perpetual statute.",
          "ID": "10"
        },
        {
          "text": "He who touches the dead body of any person shall be unclean for seven days.",
          "ID": "11"
        },
        {
          "text": "He shall purify himself with the water for impurity [made with the ashes of the burned heifer] on the third day, and on the seventh day he shall be clean. But if he does not purify himself the third day, then the seventh day he shall not be clean.",
          "ID": "12"
        },
        {
          "text": "Whoever touches the corpse of any who has died and does not purify himself defiles the tabernacle of the Lord, and that person shall be cut off from Israel. Because the water for impurity was not sprinkled upon him, he shall be unclean; his uncleanness is still upon him.",
          "ID": "13"
        },
        {
          "text": "This is the law when a man dies in a tent: all who come into the tent and all who are in the tent shall be unclean for seven days.",
          "ID": "14"
        },
        {
          "text": "And every open vessel, which has no covering fastened upon it, is unclean.",
          "ID": "15"
        },
        {
          "text": "And whoever in the open field touches one who is slain with a sword, or a dead body, or a bone of a dead man, or a grave, shall be unclean for seven days.",
          "ID": "16"
        },
        {
          "text": "And for the unclean, they shall take of the ashes of the burning of the sin offering, and the running water shall be put with it in a vessel.",
          "ID": "17"
        },
        {
          "text": "And a clean person shall take hyssop and dip it in the water and sprinkle it upon the tent, and upon all the vessels, and upon the persons who were there, and upon him who touched the bone, or the slain, or the naturally dead, or the grave.",
          "ID": "18"
        },
        {
          "text": "And the clean person shall sprinkle [the water for purification] upon the unclean person on the third day and on the seventh day, and on the seventh day the unclean man shall purify himself, and wash his clothes and bathe himself in water, and shall be clean at evening.",
          "ID": "19"
        },
        {
          "text": "But the man who is unclean and does not purify himself, that person shall be cut off from among the congregation, because he has defiled the sanctuary of the Lord. The water for purification has not been sprinkled upon him; he is unclean.",
          "ID": "20"
        },
        {
          "text": "And it shall be a perpetual statute to them. He who sprinkles the water for impurity [upon another] shall wash his clothes, and he who touches the water for impurity shall be unclean until evening.",
          "ID": "21"
        },
        {
          "text": "And whatever the unclean person touches shall be unclean, and anyone who touches it shall be unclean until evening.",
          "ID": "22"
        }
      ],
      "ID": "OT:NUM.19"
    },
    {
      "name": "Numbers 20",
      "text": [
        {
          "text": "AND THE Israelites, the whole congregation, came into the Wilderness of Zin in the first month. And the people dwelt in Kadesh. Miriam died and was buried there.",
          "ID": "1"
        },
        {
          "text": "Now there was no water for the congregation, and they assembled together against Moses and Aaron.",
          "ID": "2"
        },
        {
          "text": "And the people contended with Moses, and said, Would that we had died when our brethren died [in the plague] before the Lord! [Num. 16:49.]",
          "ID": "3"
        },
        {
          "text": "And why have you brought up the congregation of the Lord into this wilderness, that we should die here, we and our livestock?",
          "ID": "4"
        },
        {
          "text": "And why have you made us come up out of Egypt to bring us into this evil place? It is no place of grain or of figs or of vines or of pomegranates. And there is no water to drink.",
          "ID": "5"
        },
        {
          "text": "Then Moses and Aaron went from the presence of the assembly to the door of the Tent of Meeting and fell on their faces. Then the glory of the Lord appeared to them.",
          "ID": "6"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "7"
        },
        {
          "text": "Take the rod, and assemble the congregation, you and Aaron your brother, and tell the rock before their eyes to give forth its water, and you shall bring forth to them water out of the rock; so you shall give the congregation and their livestock drink.",
          "ID": "8"
        },
        {
          "text": "So Moses took the rod from before the Lord, as He commanded him.",
          "ID": "9"
        },
        {
          "text": "And Moses and Aaron assembled the congregation before the rock and Moses said to them, Hear now, you rebels; must we bring you water out of this rock?",
          "ID": "10"
        },
        {
          "text": "And Moses lifted up his hand and with his rod he smote the rock twice. And the water came out abundantly, and the congregation drank, and their livestock.",
          "ID": "11"
        },
        {
          "text": "And the Lord said to Moses and Aaron, Because you did not believe in (rely on, cling to) Me to sanctify Me in the eyes of the Israelites, you therefore shall not bring this congregation into the land which I have given them. [Ps. 106:32, 33.]",
          "ID": "12"
        },
        {
          "text": "These are the waters of Meribah [strife], where the Israelites contended with the Lord and He showed Himself holy among them.",
          "ID": "13"
        },
        {
          "text": "And Moses sent messengers from Kadesh to the king of Edom, saying, Thus says your kinsman Israel: You know all the adversity and birth pangs that have come upon us [as a nation]:",
          "ID": "14"
        },
        {
          "text": "How our fathers went down to Egypt; we dwelt there a long time, and the Egyptians dealt evilly with us and our fathers.",
          "ID": "15"
        },
        {
          "text": "But when we cried to the Lord, He heard us and sent an angel and brought us forth out of Egypt. Now behold, we are in Kadesh, a city on your country's edge.",
          "ID": "16"
        },
        {
          "text": "Let us pass, I pray you, through your country. We will not pass through field or vineyard, or drink of the water of the wells. We will go along the king's highway; we will not turn aside to the right hand or to the left until we have passed your borders.",
          "ID": "17"
        },
        {
          "text": "But Edom said to him, You shall not go through, lest I come out against you with the sword.",
          "ID": "18"
        },
        {
          "text": "And the Israelites said to him, We will go by the highway, and if I and my livestock drink of your water, I will pay for it. Only let me pass through on foot, nothing else.",
          "ID": "19"
        },
        {
          "text": "But Edom said, You shall not go through. And Edom came out against Israel with many people and a strong hand.",
          "ID": "20"
        },
        {
          "text": "Thus Edom refused to give Israel passage through his territory, so Israel turned away from him.",
          "ID": "21"
        },
        {
          "text": "They journeyed from Kadesh, and the Israelites, even the whole congregation, came to Mount Hor.",
          "ID": "22"
        },
        {
          "text": "And the Lord said to Moses and Aaron at Mount Hor, on the border of the land of Edom,",
          "ID": "23"
        },
        {
          "text": "Aaron shall be gathered to his people. For he shall not enter the land which I have given to the Israelites, because you both rebelled against My instructions at the waters of Meribah.",
          "ID": "24"
        },
        {
          "text": "Take Aaron and Eleazar his son and bring them up to Mount Hor.",
          "ID": "25"
        },
        {
          "text": "Strip Aaron of his vestments and put them on Eleazar his son, and Aaron shall be gathered to his people, and shall die there.",
          "ID": "26"
        },
        {
          "text": "And Moses did as the Lord commanded; and they went up Mount Hor in the sight of all the congregation.",
          "ID": "27"
        },
        {
          "text": "And Moses stripped Aaron of his [priestly] garments and put them on Eleazar his son. And Aaron died there on the mountain top; and Moses and Eleazar came down from the mountain.",
          "ID": "28"
        },
        {
          "text": "When all the congregation saw that Aaron was dead, they wept and mourned for him thirty days, all the house of Israel.",
          "ID": "29"
        }
      ],
      "ID": "OT:NUM.20"
    },
    {
      "name": "Numbers 21",
      "text": [
        {
          "text": "WHEN THE Canaanite king of Arad, who dwelt in the South (the Negeb), heard that Israel was coming by the way of Atharim [the route traveled by the spies sent out by Moses], he fought against Israel and took some of them captive.",
          "ID": "1"
        },
        {
          "text": "And Israel vowed a vow to the Lord, and said, If You will indeed deliver this people into my hand, then I will utterly destroy their cities.",
          "ID": "2"
        },
        {
          "text": "And the Lord hearkened to Israel and gave over the Canaanites. And they utterly destroyed them and their cities; and the name of the place was called Hormah [a banned or devoted thing].",
          "ID": "3"
        },
        {
          "text": "And they journeyed from Mount Hor by the way to the Red Sea, to go around the land of Edom, and the people became impatient (depressed, much discouraged), because [of the trials] of the way.",
          "ID": "4"
        },
        {
          "text": "And the people spoke against God and against Moses, Why have you brought us out of Egypt to die in the wilderness? For there is no bread, neither is there any water, and we loathe this light (contemptible, unsubstantial) manna.",
          "ID": "5"
        },
        {
          "text": "Then the Lord sent fiery (burning) serpents among the people; and they bit the people, and many Israelites died.",
          "ID": "6"
        },
        {
          "text": "And the people came to Moses, and said, We have sinned, for we have spoken against the Lord and against you; pray to the Lord, that He may take away the serpents from us. So Moses prayed for the people.",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Moses, Make a fiery serpent [of bronze] and set it on a pole; and everyone who is bitten, when he looks at it, shall live.",
          "ID": "8"
        },
        {
          "text": "And Moses made a serpent of bronze and put it on a pole, and if a serpent had bitten any man, when he looked to the serpent of bronze [attentively, expectantly, with a steady and absorbing gaze], he lived.",
          "ID": "9"
        },
        {
          "text": "And the Israelites journeyed on and encamped at Oboth.",
          "ID": "10"
        },
        {
          "text": "They journeyed from Oboth and encamped at Iye-abarim, in the wilderness opposite Moab, toward the sunrise.",
          "ID": "11"
        },
        {
          "text": "From there they journeyed and encamped in the Valley of Zared.",
          "ID": "12"
        },
        {
          "text": "From there they journeyed and encamped on the other side of [the river] Arnon, which is in the desert or wilderness that extends from the frontier of the Amorites; for [the river] Arnon is the boundary of Moab, between Moab and the Amorites.",
          "ID": "13"
        },
        {
          "text": "That is why it is said in the Book of the Wars of the Lord: Waheb in Suphah, and the valleys of [the branches of] the Arnon [River],",
          "ID": "14"
        },
        {
          "text": "And the slope of the valleys that stretch toward the site of Ar and find support on the border of Moab.",
          "ID": "15"
        },
        {
          "text": "From there the Israelites went on to Beer [a well], the well of which the Lord had said to Moses, Assemble the people together and I will give them water. [John 7:37-39.]",
          "ID": "16"
        },
        {
          "text": "Then Israel sang this song, Spring up, O well! Let all sing to it, [Rom. 14:17.]",
          "ID": "17"
        },
        {
          "text": "The fountain that the princes opened, that the nobles of the people hollowed out from their staves. And from the wilderness or desert [Israel journeyed] to Mattanah,",
          "ID": "18"
        },
        {
          "text": "And from Mattanah to Nahaliel, and from Nahaliel to Bamoth,",
          "ID": "19"
        },
        {
          "text": "And from Bamoth to the valley that is in the field of Moab, to the top of Pisgah which looks down upon Jeshimon and the desert.",
          "ID": "20"
        },
        {
          "text": "And Israel sent messengers to Sihon king of the Amorites, saying,",
          "ID": "21"
        },
        {
          "text": "Let me pass through your land. We will not turn aside into field or vineyard; we will not drink the water of the wells. We will go by the king's highway until we have passed your border.",
          "ID": "22"
        },
        {
          "text": "But Sihon would not allow Israel to pass through his border. Instead Sihon gathered all his people together and went out against Israel into the wilderness, and came to Jahaz, and he fought against Israel.",
          "ID": "23"
        },
        {
          "text": "And Israel smote the king of the Amorites with the edge of the sword and possessed his land from the river Arnon to the river Jabbok, as far as the Ammonites, for the boundary of the Ammonites was strong.",
          "ID": "24"
        },
        {
          "text": "And Israel took all these cities and dwelt in all the cities of the Amorites, in Heshbon and in all its towns.",
          "ID": "25"
        },
        {
          "text": "For Heshbon was the city of Sihon king of the Amorites, who had fought against the former king of Moab and taken all his land out of his hand, as far as [the river] Arnon.",
          "ID": "26"
        },
        {
          "text": "That is why those who sing ballads say, Come to Heshbon, let the city of Sihon be built and established.",
          "ID": "27"
        },
        {
          "text": "For fire has gone out of Heshbon, a flame from the city of Sihon; it has devoured Ar of Moab and the lords of the heights of the Arnon.",
          "ID": "28"
        },
        {
          "text": "Woe to you, Moab! You are undone, O people of [the god] Chemosh! Moab has given his sons as fugitives and his daughters into captivity to Sihon king of the Amorites.",
          "ID": "29"
        },
        {
          "text": "We have shot them down; Heshbon has perished as far as Dibon, and we have laid them waste as far as Nophah, which reaches to Medeba.",
          "ID": "30"
        },
        {
          "text": "Thus Israel dwelt in the land of the Amorites.",
          "ID": "31"
        },
        {
          "text": "And Moses sent to spy out Jazer, and they took its villages and dispossessed the Amorites who were there.",
          "ID": "32"
        },
        {
          "text": "Then they turned and went up by the way of Bashan; and Og the king of Bashan went out against them, he and all his people, to battle at Edrei.",
          "ID": "33"
        },
        {
          "text": "But the Lord said to Moses, Do not fear him, for I have delivered him and all his people and his land into your hand; and you shall do to him as you did to Sihon king of the Amorites, who dwelt at Heshbon.",
          "ID": "34"
        },
        {
          "text": "So the Israelites slew Og and his sons and all his people until there was not one left alive, And they possessed his land.",
          "ID": "35"
        }
      ],
      "ID": "OT:NUM.21"
    },
    {
      "name": "Numbers 22",
      "text": [
        {
          "text": "THE ISRAELITES journeyed and encamped in the plains of Moab, on the east side of the Jordan [River] at Jericho.",
          "ID": "1"
        },
        {
          "text": "And Balak [the king of Moab] son of Zippor saw all that Israel had done to the Amorites.",
          "ID": "2"
        },
        {
          "text": "And Moab was terrified at the people and full of dread, because they were many. Moab was distressed and overcome with fear because of the Israelites.",
          "ID": "3"
        },
        {
          "text": "And Moab said to the elders of Midian, Now will this multitude lick up all that is round about us, as the ox licks up the grass of the field. So Balak son of Zippor, the king of the Moabites at that time,",
          "ID": "4"
        },
        {
          "text": "Sent messengers to Balaam [a foreteller of events] son of Beor at Pethor, which is by the [Euphrates] River, even to the land of the children of his people, to say to him, There is a people come out from Egypt; behold, they cover the face of the earth and they have settled down and dwell opposite me.",
          "ID": "5"
        },
        {
          "text": "Now come, I beg of you, curse this people for me, for they are too powerful for me. Perhaps I may be able to defeat them and drive them out of the land, for I know that he whom you bless is blessed, and he whom you curse is cursed.",
          "ID": "6"
        },
        {
          "text": "And the elders of Moab and of Midian departed with the rewards of foretelling in their hands; and they came to Balaam and told him the words of Balak.",
          "ID": "7"
        },
        {
          "text": "And he said to them, Lodge here tonight and I will bring you word as the Lord may speak to me. And the princes of Moab abode with Balaam [that night].",
          "ID": "8"
        },
        {
          "text": "And God came to Balaam, and said, What men are these with you?",
          "ID": "9"
        },
        {
          "text": "And Balaam said to God, Balak son of Zippor, king of Moab, has sent to me, saying,",
          "ID": "10"
        },
        {
          "text": "Behold, the people who came out of Egypt cover the face of the earth; come now, curse them for me. Perhaps I shall be able to fight against them and drive them out.",
          "ID": "11"
        },
        {
          "text": "And God said to Balaam, You shall not go with them; you shall not curse the people, for they are blessed.",
          "ID": "12"
        },
        {
          "text": "And Balaam rose up in the morning, and said to the princes of Balak, Go back to your own land, for the Lord refuses to permit me to go with you.",
          "ID": "13"
        },
        {
          "text": "So the princes of Moab rose up and went to Balak, and said, Balaam refuses to come with us.",
          "ID": "14"
        },
        {
          "text": "Then Balak again sent princes, more of them and more honorable than the first ones.",
          "ID": "15"
        },
        {
          "text": "And they came to Balaam, and said to him, Thus says Balak son of Zippor, I beg of you, let nothing hinder you from coming to me.",
          "ID": "16"
        },
        {
          "text": "For I will promote you to very great honor and I will do whatever you tell me; so come, I beg of you, curse this people for me.",
          "ID": "17"
        },
        {
          "text": "And Balaam answered the servants of Balak, If Balak would give me his house full of silver and gold, I cannot go beyond the word of the Lord my God, to do less or more.",
          "ID": "18"
        },
        {
          "text": "Now therefore, I pray you, tarry here again tonight that I may know what more the Lord will say to me.",
          "ID": "19"
        },
        {
          "text": "And God came to Balaam at night, and said to him, If the men come to call you, rise up and go with them, but still only what I tell you may you do.",
          "ID": "20"
        },
        {
          "text": "And Balaam rose up in the morning and saddled his donkey and went with the princes of Moab.",
          "ID": "21"
        },
        {
          "text": "And God's anger was kindled because he went, and the Angel of the Lord stood in the way as an adversary against him. Now he was riding upon his donkey, and his two servants were with him.",
          "ID": "22"
        },
        {
          "text": "And the donkey saw the Angel of the Lord standing in the way and His sword drawn in His hand, and the donkey turned aside out of the way and went into the field. And Balaam struck the donkey to turn her into the way.",
          "ID": "23"
        },
        {
          "text": "But the Angel of the Lord stood in a path of the vineyards, a wall on this side and a wall on that side.",
          "ID": "24"
        },
        {
          "text": "And when the donkey saw the Angel of the Lord, she thrust herself against the wall and crushed Balaam's foot against it, and he struck her again.",
          "ID": "25"
        },
        {
          "text": "And the Angel of the Lord went further and stood in a narrow place where there was no room to turn, either to the right hand or to the left.",
          "ID": "26"
        },
        {
          "text": "And when the donkey saw the Angel of the Lord, she fell down under Balaam, and Balaam's anger was kindled and he struck the donkey with his staff.",
          "ID": "27"
        },
        {
          "text": "And the Lord opened the mouth of the donkey, and she said to Balaam, What have I done to you that you should strike me these three times?",
          "ID": "28"
        },
        {
          "text": "And Balaam said to the donkey, Because you have ridiculed and provoked me! I wish there were a sword in my hand, for now I would kill you!",
          "ID": "29"
        },
        {
          "text": "And the donkey said to Balaam, Am not I your donkey, upon which you have ridden all your life long until this day? Was I ever accustomed to do so to you? And he said, No.",
          "ID": "30"
        },
        {
          "text": "Then the Lord opened Balaam's eyes, and he saw the Angel of the Lord standing in the way with His sword drawn in His hand; and he bowed his head and fell on his face.",
          "ID": "31"
        },
        {
          "text": "And the Angel of the Lord said to him, Why have you struck your donkey these three times? See, I came out to stand against and resist you, for your behavior is willfully obstinate and contrary before Me.",
          "ID": "32"
        },
        {
          "text": "And the ass saw Me and turned from Me these three times. If she had not turned from Me, surely I would have slain you and saved her alive.",
          "ID": "33"
        },
        {
          "text": "Balaam said to the Angel of the Lord, I have sinned, for I did not know You stood in the way against me. But now, if my going displeases You, I will return.",
          "ID": "34"
        },
        {
          "text": "The Angel of the Lord said to Balaam, Go with the men, but you shall speak only what I tell you. So Balaam went with the princes of Balak.",
          "ID": "35"
        },
        {
          "text": "When Balak heard that Balaam had come, he went out to meet him at the city of Moab on the border formed by the Arnon [River], at the farthest end of the boundary.",
          "ID": "36"
        },
        {
          "text": "Balak said to Balaam, Did I not [earnestly] send to you to ask you [to come] to me? Why did you not come? Am not I able to promote you to honor?",
          "ID": "37"
        },
        {
          "text": "And Balaam said to Balak, Indeed I have come to you, but do I now have any power at all to say anything? The word that God puts in my mouth, that shall I speak.",
          "ID": "38"
        },
        {
          "text": "And Balaam went with Balak, and they came to Kiriath-huzoth.",
          "ID": "39"
        },
        {
          "text": "And Balak offered oxen and sheep, and sent [portions] to Balaam and to the princes who were with him.",
          "ID": "40"
        },
        {
          "text": "And on the following day Balak took Balaam and brought him up into the high places of Bamoth-baal; from there he saw the nearest of the Israelites.",
          "ID": "41"
        }
      ],
      "ID": "OT:NUM.22"
    },
    {
      "name": "Numbers 23",
      "text": [
        {
          "text": "AND BALAAM said to Balak, Build me here seven altars, and prepare me here seven oxen and seven rams.",
          "ID": "1"
        },
        {
          "text": "And Balak did as Balaam had spoken, and Balak and Balaam offered on each altar a bull and a ram.",
          "ID": "2"
        },
        {
          "text": "And Balaam said to Balak, Stand by your burnt offering and I will go. Perhaps the Lord will come to meet me; and whatever He shows me I will tell you. And he went to a bare height.",
          "ID": "3"
        },
        {
          "text": "God met Balaam, who said to Him, I have prepared seven altars, and I have offered on each altar a bull and a ram.",
          "ID": "4"
        },
        {
          "text": "And the Lord put a speech in Balaam's mouth, and said, Return to Balak and thus shall you speak.",
          "ID": "5"
        },
        {
          "text": "Balaam returned to Balak, who was standing by his burnt sacrifice, he and all the princes of Moab.",
          "ID": "6"
        },
        {
          "text": "Balaam took up his [figurative] speech and said: Balak, the king of Moab, has brought me from Aram, out of the mountains of the east, saying, Come, curse Jacob for me; and come, violently denounce Israel.",
          "ID": "7"
        },
        {
          "text": "How can I curse those God has not cursed? Or how can I [violently] denounce those the Lord has not denounced?",
          "ID": "8"
        },
        {
          "text": "For from the top of the rocks I see Israel, and from the hills I behold him. Behold, the people [of Israel] shall dwell alone and shall not be reckoned and esteemed among the nations.",
          "ID": "9"
        },
        {
          "text": "Who can count the dust (the descendants) of Jacob and the number of the fourth part of Israel? Let me die the death of the righteous [those who are upright and in right standing with God], and let my last end be like theirs! [Ps. 37:37; Rev. 14:13.]",
          "ID": "10"
        },
        {
          "text": "And Balak said to Balaam, What have you done to me? I brought you to curse my enemies, and here you have [thoroughly] blessed them instead!",
          "ID": "11"
        },
        {
          "text": "And Balaam answered, Must I not be obedient and speak what the Lord has put in my mouth?",
          "ID": "12"
        },
        {
          "text": "Balak said to him, Come with me, I implore you, to another place from which you can see them, though you will see only the nearest and not all of them; and curse them for me from there.",
          "ID": "13"
        },
        {
          "text": "So he took Balaam into the field of Zophim to the top of [Mount] Pisgah, and built seven altars, and offered a bull and a ram on each altar.",
          "ID": "14"
        },
        {
          "text": "Balaam said to Balak, Stand here by your burnt offering while I go to meet the Lord yonder.",
          "ID": "15"
        },
        {
          "text": "And the Lord met Balaam and put a speech in his mouth, and said, Go again to Balak and speak thus.",
          "ID": "16"
        },
        {
          "text": "And when he returned to Balak, he was standing beside his burnt offering, and the princes of Moab with him. And Balak said to him, What has the Lord said?",
          "ID": "17"
        },
        {
          "text": "Balaam took up his [figurative] discourse and said: Rise up, Balak, and hear; listen [closely] to me, son of Zippor.",
          "ID": "18"
        },
        {
          "text": "God is not a man, that He should tell or act a lie, neither the son of man, that He should feel repentance or compunction [for what He has promised]. Has He said and shall He not do it? Or has He spoken and shall He not make it good?",
          "ID": "19"
        },
        {
          "text": "You see, I have received His command to bless Israel. He has blessed, and I cannot reverse or qualify it.",
          "ID": "20"
        },
        {
          "text": "[God] has not beheld iniquity in Jacob [for he is forgiven], neither has He seen mischief or perverseness in Israel [for the same reason]. The Lord their God is with Israel, and the shout of praise to their King is among the people. [Rom. 4:7, 8; I John 3:1, 2.]",
          "ID": "21"
        },
        {
          "text": "God brought them forth out of Egypt; they have as it were the strength of a wild ox.",
          "ID": "22"
        },
        {
          "text": "Surely there is no enchantment with or against Jacob, neither is there any divination with or against Israel. [In due season and even] now it shall be said of Jacob and of Israel, What has God wrought!",
          "ID": "23"
        },
        {
          "text": "Behold, a people! They rise up as a lioness and lift themselves up as a lion; he shall not lie down until he devours the prey and drinks the blood of the slain.",
          "ID": "24"
        },
        {
          "text": "And Balak said to Balaam, Neither curse them at all nor bless them at all.",
          "ID": "25"
        },
        {
          "text": "But Balaam answered Balak, Did I not say to you, All the Lord speaks, that I must do?",
          "ID": "26"
        },
        {
          "text": "And Balak said to Balaam, Come, I implore you; I will take you to another place. Perhaps it will please God to let you curse them for me from there.",
          "ID": "27"
        },
        {
          "text": "So Balak brought Balaam to the top of [Mount] Peor, that overlooks [the wilderness or desert] Jeshimon.",
          "ID": "28"
        },
        {
          "text": "And Balaam said to Balak, Build me here seven altars, and prepare me here seven bulls and seven rams.",
          "ID": "29"
        },
        {
          "text": "And Balak did as Balaam had said, and offered a bull and a ram on each altar.",
          "ID": "30"
        }
      ],
      "ID": "OT:NUM.23"
    },
    {
      "name": "Numbers 24",
      "text": [
        {
          "text": "WHEN BALAAM saw that it pleased the Lord to bless Israel, he did not go as he had done each time before [superstitiously] to meet with omens and signs in the natural world, but he set his face toward the wilderness or desert.",
          "ID": "1"
        },
        {
          "text": "And Balaam lifted up his eyes and he saw Israel abiding in their tents according to their tribes. And the Spirit of God came upon him",
          "ID": "2"
        },
        {
          "text": "And he took up his [figurative] discourse and said: Balaam son of Beor, the man whose eye is opened [at last, to see clearly the purposes and will of God],",
          "ID": "3"
        },
        {
          "text": "He [Balaam] who hears the words of God, who sees the vision of the Almighty, falling down, but having his eyes open and uncovered, he says:",
          "ID": "4"
        },
        {
          "text": "How attractive and considerable are your tents, O Jacob, and your tabernacles, O Israel!",
          "ID": "5"
        },
        {
          "text": "As valleys are they spread forth, as gardens by the riverside, as [rare spice] of lignaloes which the Lord has planted, and as cedar trees beside the waters. [Ps. 1:3.]",
          "ID": "6"
        },
        {
          "text": "[Israel] shall pour water out of his own buckets [have his own sources of rich blessing and plenty], and his offspring shall dwell by many waters, and his king shall be higher than Agag, and his kingdom shall be exalted.",
          "ID": "7"
        },
        {
          "text": "God brought [Israel] forth out of Egypt; [Israel] has strength like the wild ox; he shall eat up the nations, his enemies, crushing their bones and piercing them through with his arrows.",
          "ID": "8"
        },
        {
          "text": "He couched, he lay down as a lion; and as a lioness, who shall rouse him? Blessed [of God] is he who blesses you [who prays for and contributes to your welfare] and cursed [of God] is he who curses you [who in word, thought, or deed would bring harm upon you]. [Matt. 25:40.]",
          "ID": "9"
        },
        {
          "text": "Then Balak's anger was kindled against Balaam, and he smote his hands together; and Balak said to Balaam, I called you to curse my enemies, and, behold, you have done nothing but bless them these three times.",
          "ID": "10"
        },
        {
          "text": "Therefore now go back where you belong and do it in a hurry! I had intended to promote you to great honor, but behold, the Lord has held you back from honor.",
          "ID": "11"
        },
        {
          "text": "Balaam said to Balak, Did I not say to your messengers whom you sent to me,",
          "ID": "12"
        },
        {
          "text": "If Balak would give me his house full of silver and gold, I cannot go beyond the command of the Lord, to do either good or bad of my own will, but what the Lord says, that will I speak?",
          "ID": "13"
        },
        {
          "text": "And now, behold, I am going to my people; come, I will tell you what this people [Israel] will do to your people [Moab] in the latter days.",
          "ID": "14"
        },
        {
          "text": "And he took up his [figurative] discourse, and said: Balaam son of Beor speaks, the man whose eye is opened speaks,",
          "ID": "15"
        },
        {
          "text": "He speaks, who heard the words of God and knew the knowledge of the Most High, who saw the vision of the Almighty, falling down, but having his eyes open and uncovered:",
          "ID": "16"
        },
        {
          "text": "I see Him, but not now; I behold Him, but He is not near. A star (Star) shall come forth out of Jacob, and a scepter (Scepter) shall rise out of Israel and shall crush all the corners of Moab and break down all the sons of Sheth [Moab's sons of tumult]. [Matt. 2:2; Rom. 15:12.]",
          "ID": "17"
        },
        {
          "text": "And Edom shall be [taken as] a possession, [Mount] Seir also shall be dispossessed, who were Israel's enemies, while Israel does valiantly.",
          "ID": "18"
        },
        {
          "text": "Out of Jacob shall one (One) come having dominion and shall destroy the remnant from the city.",
          "ID": "19"
        },
        {
          "text": "[Balaam] looked at Amalek and took up his [prophetic] utterance, and said: Amalek is the foremost of the [neighboring] nations, but in his latter end he shall come to destruction.",
          "ID": "20"
        },
        {
          "text": "And he looked at the Kenites and took up his [prophetic] utterance, and said: Strong is your dwelling place, and you set your nest in the rock.",
          "ID": "21"
        },
        {
          "text": "Nevertheless the Kenites shall be wasted. How long shall Asshur (Assyria) take you away captive?",
          "ID": "22"
        },
        {
          "text": "And he took up his [prophetic] speech, and said: Alas, who shall live when God does this and establishes [Assyria]?",
          "ID": "23"
        },
        {
          "text": "But ships shall come from Kittim [Cyprus and the greater part of the Mediterranean's east coast] and shall afflict Assyria and Eber [the Hebrews, certain Arabs, and descendants of Nahor], and he [the victor] also shall come to destruction.",
          "ID": "24"
        },
        {
          "text": "And Balaam rose up, returned to his place, and Balak also went his way.",
          "ID": "25"
        }
      ],
      "ID": "OT:NUM.24"
    },
    {
      "name": "Numbers 25",
      "text": [
        {
          "text": "ISRAEL SETTLED down and remained in Shittim, and the people began to play the harlot with the daughters of Moab,",
          "ID": "1"
        },
        {
          "text": "Who invited the [Israelites] to the sacrifices of their gods, and [they] ate and bowed down to Moab's gods.",
          "ID": "2"
        },
        {
          "text": "So Israel joined himself to [the god] Baal of Peor. And the anger of the Lord was kindled against Israel.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to Moses, Take all the leaders or chiefs of the people, and hang them before the Lord in the sun [after killing them], that the fierce anger of the Lord may turn away from Israel.",
          "ID": "4"
        },
        {
          "text": "And Moses said to the judges of Israel, Each one of you slay his men who joined themselves to Baal of Peor.",
          "ID": "5"
        },
        {
          "text": "And behold, one of the Israelites came and brought to his brethren a Midianite woman in the sight of Moses and of all the congregation of Israel while they were weeping at the door of the Tent of Meeting [over the divine judgment and the punishment].",
          "ID": "6"
        },
        {
          "text": "And when Phinehas son of Eleazar, the son of Aaron the priest, saw it, he rose up from the midst of the congregation and took a spear in his hand",
          "ID": "7"
        },
        {
          "text": "And went after the man of Israel into the inner room and thrust both of them through, the man of Israel and the woman through her body. Then the [smiting] plague was stayed from the Israelites.",
          "ID": "8"
        },
        {
          "text": "Nevertheless those who died in the [smiting] plague were 24,000.",
          "ID": "9"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "10"
        },
        {
          "text": "Phinehas son of Eleazar, the son of Aaron the priest, has turned my wrath away from the Israelites, in that he was jealous with My jealousy among them, so that I did not consume the Israelites in My jealousy.",
          "ID": "11"
        },
        {
          "text": "Therefore say, Behold, I give to Phinehas the priest My covenant of peace.",
          "ID": "12"
        },
        {
          "text": "And he shall have it, and his descendants after him, the covenant of an everlasting priesthood, because he was jealous for his God and made atonement for the Israelites. [Ps. 106:28-31.]",
          "ID": "13"
        },
        {
          "text": "Now the man of Israel who was slain with the Midianite woman was Zimri son of Salu, a head of a father's house among the Simeonites.",
          "ID": "14"
        },
        {
          "text": "And the Midianite woman who was slain was Cozbi daughter of Zur; he was head of a father's house in Midian.",
          "ID": "15"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "16"
        },
        {
          "text": "Provoke hostilities with the Midianites and attack them,",
          "ID": "17"
        },
        {
          "text": "For they harass you with their wiles with which they have beguiled you in the matter of Peor, and of Cozbi, the daughter of the prince of Midian, their sister, who was slain on the day of the plague in the matter of Peor.",
          "ID": "18"
        }
      ],
      "ID": "OT:NUM.25"
    },
    {
      "name": "Numbers 26",
      "text": [
        {
          "text": "AFTER THE plague the Lord said to Moses and Eleazar son of Aaron, the priest,",
          "ID": "1"
        },
        {
          "text": "Take a census of all the [male] congregation of the Israelites from twenty years old and upward, by their fathers' houses, all in Israel able to go to war.",
          "ID": "2"
        },
        {
          "text": "And Moses and Eleazar the priest told [the people] in the plains of Moab by the Jordan at Jericho,",
          "ID": "3"
        },
        {
          "text": "A census of the people shall be taken from twenty years old and upward, as the Lord commanded Moses. And the Israelites who came forth out of the land of Egypt were:",
          "ID": "4"
        },
        {
          "text": "Reuben, the firstborn of Israel, the sons of Reuben: of Hanoch, the family of the Hanochites; of Pallu, the family of the Palluites;",
          "ID": "5"
        },
        {
          "text": "Of Hezron, the family of the Hezronites; of Carmi, the family of the Carmites.",
          "ID": "6"
        },
        {
          "text": "These are the families of the Reubenites; and their number was 43,730.",
          "ID": "7"
        },
        {
          "text": "And the son of Pallu: Eliab.",
          "ID": "8"
        },
        {
          "text": "The sons of Eliab: Nemuel, Dathan, and Abiram. These are the Dathan and Abiram chosen from the congregation who contended against Moses and Aaron in the company of Korah when they contended against the Lord.",
          "ID": "9"
        },
        {
          "text": "And the earth opened its mouth and swallowed them up together with Korah, when that company died and the fire devoured 250 men; and they became a [warning] sign.",
          "ID": "10"
        },
        {
          "text": "But Korah's sons did not die.",
          "ID": "11"
        },
        {
          "text": "The sons of Simeon according to their families: of Nemuel, the family of the Nemuelites; of Jamin, the family of the Jaminites; of Jachin, the family of the Jachinites;",
          "ID": "12"
        },
        {
          "text": "Of Zerah, the family of the Zerahites; of Shaul, the family of the Shaulites.",
          "ID": "13"
        },
        {
          "text": "These are the families of the Simeonites, 22,200.",
          "ID": "14"
        },
        {
          "text": "The sons of Gad after their families: of Zephon, the family of the Zephonites; of Haggi, the family of the Haggites; of Shuni, the family of the Shunites;",
          "ID": "15"
        },
        {
          "text": "Of Ozni, the family of the Oznites; of Eri, the family of the Erites;",
          "ID": "16"
        },
        {
          "text": "Of Arod, the family of the Arodites; of Areli, the family of the Arelites.",
          "ID": "17"
        },
        {
          "text": "These, the families of the sons of Gad according to their numbering, totaled 40,500.",
          "ID": "18"
        },
        {
          "text": "The sons of Judah were Er and Onan, but Er and Onan died in the land of Canaan.",
          "ID": "19"
        },
        {
          "text": "And the sons of Judah according to their families were: of Shelah, the family of the Shelanites; of Perez, the family of the Perezites; of Zerah, the family of the Zerahites.",
          "ID": "20"
        },
        {
          "text": "And the sons of Perez were: of Hezron, the family of the Hezronites; of Hamul, the family of the Hamulites.",
          "ID": "21"
        },
        {
          "text": "These, the families of Judah according to their numbering, totaled 76,500.",
          "ID": "22"
        },
        {
          "text": "The sons of Issachar after their families: of Tola, the family of the Tolaites; of Puvah, the family of the Punites;",
          "ID": "23"
        },
        {
          "text": "Of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites.",
          "ID": "24"
        },
        {
          "text": "These, the families of Issachar according to their numbering, totaled 64,300.",
          "ID": "25"
        },
        {
          "text": "The sons of Zebulun after their families: of Sered, the family of the Seredites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites.",
          "ID": "26"
        },
        {
          "text": "These, the families of the Zebulunites according to their numbering, totaled 60,500.",
          "ID": "27"
        },
        {
          "text": "The sons of Joseph after their families were Manasseh and Ephraim.",
          "ID": "28"
        },
        {
          "text": "The sons of Manasseh: of Machir, the family of the Machirites (and Machir was the father of Gilead); of Gilead, the family of the Gileadites.",
          "ID": "29"
        },
        {
          "text": "These are the sons of Gilead: of Iezer, the family of the Iezerites; of Helek, the family of the Helekites;",
          "ID": "30"
        },
        {
          "text": "Of Asriel, the family of the Asrielites; of Shechem, the family of the Shechemites;",
          "ID": "31"
        },
        {
          "text": "Of Shemida, the family of the Shemidaites; and of Hepher, the family of the Hepherites.",
          "ID": "32"
        },
        {
          "text": "Zelophehad son of Hepher had no sons, but only daughters, and their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
          "ID": "33"
        },
        {
          "text": "These are the families of Manasseh, and their number was 52,700.",
          "ID": "34"
        },
        {
          "text": "These are the sons of Ephraim according to their families: of Shuthelah, the family of the Shuthelahites; of Becher, the family of the Becherites; of Tahan, the family of the Tahanites.",
          "ID": "35"
        },
        {
          "text": "And these are the sons of Shuthelah: of Eran, the family of the Eranites.",
          "ID": "36"
        },
        {
          "text": "These, the families of the sons of Ephraim according to their number, totaled 32,500. These are the sons of Joseph after their families.",
          "ID": "37"
        },
        {
          "text": "The sons of Benjamin according to their families: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;",
          "ID": "38"
        },
        {
          "text": "Of Shephupham, the family of the Shuphamites; of Hupham, the family of the Huphamites.",
          "ID": "39"
        },
        {
          "text": "And the sons of Bela were Ard and Naaman; of Ard, the family of the Ardites; of Naaman, the family of the Naamites.",
          "ID": "40"
        },
        {
          "text": "These are the sons of Benjamin according to their families; and their number was 45,600.",
          "ID": "41"
        },
        {
          "text": "These are the sons of Dan according to their families: of Shuham, the family of the Shuhamites. These are the families of Dan according to their families.",
          "ID": "42"
        },
        {
          "text": "All the families of the Shuhamites according to their number were 64,400.",
          "ID": "43"
        },
        {
          "text": "Of the sons of Asher according to their families: of Imnah, the family of the Imnites; of Ishvi, the family of the Ishvites; of Beriah, the family of the Beriites.",
          "ID": "44"
        },
        {
          "text": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites.",
          "ID": "45"
        },
        {
          "text": "And the name of the daughter of Asher was Serah.",
          "ID": "46"
        },
        {
          "text": "These, the families of the sons of Asher according to their number, totaled 53,400.",
          "ID": "47"
        },
        {
          "text": "Of the sons of Naphtali after their families: of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;",
          "ID": "48"
        },
        {
          "text": "Of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites.",
          "ID": "49"
        },
        {
          "text": "These are the families of Naphtali according to their families; and their number totaled 45,400.",
          "ID": "50"
        },
        {
          "text": "This was the number of the Israelites, 601,730.",
          "ID": "51"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "52"
        },
        {
          "text": "To these the land shall be divided for inheritance according to the number of names.",
          "ID": "53"
        },
        {
          "text": "To a larger tribe you shall give the greater inheritance, and to a small tribe the less inheritance; to each tribe shall its inheritance be given according to its numbers.",
          "ID": "54"
        },
        {
          "text": "But the land shall be divided by lot; according to the names of the tribes of their fathers they shall inherit.",
          "ID": "55"
        },
        {
          "text": "According to the lot shall their inheritance be divided between the larger and the smaller.",
          "ID": "56"
        },
        {
          "text": "And these were numbered of the Levites according to their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites.",
          "ID": "57"
        },
        {
          "text": "These are the families of Levi: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korahites. And Kohath was the father of Amram.",
          "ID": "58"
        },
        {
          "text": "Amram's wife was Jochebed daughter of Levi, who was born to Levi in Egypt; and she bore to Amram Aaron, Moses, and Miriam their sister.",
          "ID": "59"
        },
        {
          "text": "And to Aaron were born Nadab, Abihu, Eleazar, and Ithamar.",
          "ID": "60"
        },
        {
          "text": "But Nadab and Abihu died when they offered strange and unholy fire before the Lord.",
          "ID": "61"
        },
        {
          "text": "And those numbered of them were 23,000, every male from a month old and upward; for they were not numbered among the Israelites, because there was no inheritance given them among the Israelites.",
          "ID": "62"
        },
        {
          "text": "These were those numbered by Moses and Eleazar the priest, who numbered the Israelites in the plains of Moab by the Jordan at Jericho.",
          "ID": "63"
        },
        {
          "text": "But among these there was not a man of those numbered by Moses and Aaron the priest when they numbered the Israelites in the Wilderness of Sinai.",
          "ID": "64"
        },
        {
          "text": "For the Lord had said of them, They shall surely die in the wilderness. There was not left a man of them except Caleb son of Jephunneh and Joshua son of Nun.",
          "ID": "65"
        }
      ],
      "ID": "OT:NUM.26"
    },
    {
      "name": "Numbers 27",
      "text": [
        {
          "text": "THEN CAME the daughters of Zelophehad son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, from the families of Manasseh son of Joseph. The names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
          "ID": "1"
        },
        {
          "text": "They stood before Moses, Eleazar the priest, and the leaders, and all the congregation at the door of the Tent of Meeting, saying,",
          "ID": "2"
        },
        {
          "text": "Our father died in the wilderness. He was not among those who assembled together against the Lord in the company of Korah, but died for his own sin [as did all those who rebelled at Kadesh], and he had no sons. [Num. 14:26-35.]",
          "ID": "3"
        },
        {
          "text": "Why should the name of our father be removed from his family because he had no son? Give to us a possession among our father's brethren.",
          "ID": "4"
        },
        {
          "text": "Moses brought their case before the Lord.",
          "ID": "5"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "6"
        },
        {
          "text": "The daughters of Zelophehad are justified and speak correctly. You shall surely give them an inheritance among their father's brethren, and you shall cause their father's inheritance to pass to them.",
          "ID": "7"
        },
        {
          "text": "And say to the Israelites, If a man dies and has no son, you shall cause his inheritance to pass to his daughter.",
          "ID": "8"
        },
        {
          "text": "If he has no daughter, you shall give his inheritance to his brethren.",
          "ID": "9"
        },
        {
          "text": "If he has no brethren, give his inheritance to his father's brethren.",
          "ID": "10"
        },
        {
          "text": "And if his father has no brethren, then give his inheritance to his next of kin, and he shall possess it. It shall be to the Israelites a statute and ordinance, as the Lord commanded Moses.",
          "ID": "11"
        },
        {
          "text": "And the Lord said to Moses, Go up into this mountain of Abarim and behold the land I have given to the Israelites.",
          "ID": "12"
        },
        {
          "text": "And when you have seen it, you also shall be gathered to your [departed] people as Aaron your brother was gathered,",
          "ID": "13"
        },
        {
          "text": "For you disobeyed My order in the Wilderness of Zin during the strife of the congregation to uphold My sanctity [by strict obedience to My authority] at the waters before their eyes. [These are the waters of Meribah in Kadesh in the Wilderness of Zin]. [Num. 20:10-12.]",
          "ID": "14"
        },
        {
          "text": "And Moses said to the Lord,",
          "ID": "15"
        },
        {
          "text": "Let the Lord, the God of the spirits of all flesh, set a man over the congregation",
          "ID": "16"
        },
        {
          "text": "Who shall go out and come in before them, leading them out and bringing them in, that the congregation of the Lord may not be as sheep which have no shepherd.",
          "ID": "17"
        },
        {
          "text": "The Lord said to Moses, Take Joshua son of Nun, a man in whom is the Spirit, and lay your hand upon him;",
          "ID": "18"
        },
        {
          "text": "And set him before Eleazar the priest and all the congregation and give him a charge in their sight.",
          "ID": "19"
        },
        {
          "text": "And put some of your honor and authority upon him, that all the congregation of the Israelites may obey him.",
          "ID": "20"
        },
        {
          "text": "He shall stand before Eleazar the priest, who shall inquire for him before the Lord by the judgment of the Urim [one of two articles in the priest's breastplate worn when asking counsel of the Lord for the people]. At Joshua's word the people shall go out and come in, both he and all the Israelite congregation with him.",
          "ID": "21"
        },
        {
          "text": "And Moses did as the Lord commanded him. He took Joshua and set him before Eleazar the priest and all the congregation,",
          "ID": "22"
        },
        {
          "text": "And he laid his hands upon him and commissioned him, as the Lord commanded through Moses.",
          "ID": "23"
        }
      ],
      "ID": "OT:NUM.27"
    },
    {
      "name": "Numbers 28",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Command the Israelites, saying, My offering, My food for My offerings made by fire, My sweet and soothing odor you shall be careful to offer to Me at its proper time.",
          "ID": "2"
        },
        {
          "text": "And you shall say to the people, This is the offering made by fire which you shall offer to the Lord: two male lambs a year old without spot or blemish, two day by day, for a continual burnt offering.",
          "ID": "3"
        },
        {
          "text": "One lamb you shall offer in the morning and the other in the evening,",
          "ID": "4"
        },
        {
          "text": "Also a tenth of an ephah of flour for a cereal offering, mixed with a fourth of a hin of beaten oil.",
          "ID": "5"
        },
        {
          "text": "It is a continual burnt offering which was ordained in Mount Sinai for a sweet and soothing odor, an offering made by fire to the Lord.",
          "ID": "6"
        },
        {
          "text": "Its drink offering shall be a fourth of a hin for each lamb; in the Holy Place you shall pour out a fermented drink offering to the Lord.",
          "ID": "7"
        },
        {
          "text": "And the other lamb you shall offer in the evening; like the cereal offering of the morning and like its drink offering, you shall offer it, an offering made by fire, a sweet and soothing odor to the Lord.",
          "ID": "8"
        },
        {
          "text": "And on the Sabbath day two male lambs a year old without spot or blemish, and two-tenths of an ephah of flour for a cereal offering, mixed with oil, and its drink offering.",
          "ID": "9"
        },
        {
          "text": "This is the burnt offering of every Sabbath, besides the continual burnt offering and its drink offering.",
          "ID": "10"
        },
        {
          "text": "And at the beginning of your months you shall offer a burnt offering to the Lord: two young bulls, one ram, seven male lambs a year old without spot or blemish;",
          "ID": "11"
        },
        {
          "text": "And three-tenths of an ephah of fine flour for a cereal offering, mixed with oil, for each bull; and two-tenths of an ephah of fine flour for a cereal offering, mixed with oil, for the one ram.",
          "ID": "12"
        },
        {
          "text": "And a tenth part of fine flour mixed with oil as a cereal offering, for each lamb, for a burnt offering of a sweet and pleasant fragrance, an offering made by fire to the Lord.",
          "ID": "13"
        },
        {
          "text": "And their drink offerings shall be half a hin of wine for a bull, and a third of a hin for a ram, and a fourth of a hin for a lamb. This is the burnt offering of each month throughout the months of the year.",
          "ID": "14"
        },
        {
          "text": "And one male goat for a sin offering to the Lord–it shall be offered in addition to the continual burnt offering and its drink offering.",
          "ID": "15"
        },
        {
          "text": "On the fourteenth day of the first month is the Lord's Passover.",
          "ID": "16"
        },
        {
          "text": "On the fifteenth day of this month is a feast; for seven days shall unleavened bread be eaten.",
          "ID": "17"
        },
        {
          "text": "On the first day there shall be a holy [summoned] assembly; you shall do no servile work that day.",
          "ID": "18"
        },
        {
          "text": "But you shall offer an offering made by fire, a burnt offering to the Lord: two young bulls, one ram, and seven male lambs a year old; they shall be without blemish to the best of your knowledge.",
          "ID": "19"
        },
        {
          "text": "And their cereal offering shall be of fine flour mixed with oil; three-tenths of an ephah shall you offer for a bull, and two-tenths for a ram;",
          "ID": "20"
        },
        {
          "text": "A tenth shall you offer for each of the seven male lambs,",
          "ID": "21"
        },
        {
          "text": "Also one male goat for a sin offering to make atonement for you.",
          "ID": "22"
        },
        {
          "text": "You shall offer these in addition to the burnt offering of the morning, which is for a continual burnt offering.",
          "ID": "23"
        },
        {
          "text": "In this way you shall offer daily for seven days the food of an offering made by fire, a sweet and soothing odor to the Lord; it shall be offered in addition to the continual burnt offering and its drink offering.",
          "ID": "24"
        },
        {
          "text": "And on the seventh day you shall have a holy [summoned] assembly; you shall do no work befitting a slave or a servant.",
          "ID": "25"
        },
        {
          "text": "Also in the day of the firstfruits, when you offer a cereal offering of new grain to the Lord at your Feast of Weeks, you shall have a holy [summoned] assembly; you shall do no servile work.",
          "ID": "26"
        },
        {
          "text": "But you shall offer the burnt offering for a sweet, pleasing, and soothing fragrance to the Lord: two young bulls, one ram, seven male lambs a year old,",
          "ID": "27"
        },
        {
          "text": "And their cereal offering of fine flour mixed with oil, three-tenths of an ephah for each bull, two-tenths for one ram,",
          "ID": "28"
        },
        {
          "text": "A tenth for each of the seven male lambs,",
          "ID": "29"
        },
        {
          "text": "And one male goat to make atonement for you.",
          "ID": "30"
        },
        {
          "text": "You shall offer them in addition to the continual burnt offering and its cereal offering and their drink offerings. See that they are without blemish.",
          "ID": "31"
        }
      ],
      "ID": "OT:NUM.28"
    },
    {
      "name": "Numbers 29",
      "text": [
        {
          "text": "ON THE first day of the seventh month [on New Year's Day of the civil year], you shall have a holy [summoned] assembly; you shall do no servile work. It is a day of blowing of trumpets for you [everyone blowing who wishes, proclaiming that the glad New Year has come and that the great Day of Atonement and the Feast of Tabernacles are now approaching].",
          "ID": "1"
        },
        {
          "text": "And you shall offer a burnt offering for a sweet and pleasing odor to the Lord: one young bull, one ram, and seven male lambs a year old without blemish.",
          "ID": "2"
        },
        {
          "text": "Their cereal offering shall be of fine flour mixed with oil, three-tenths of an ephah for a bull, two-tenths for a ram,",
          "ID": "3"
        },
        {
          "text": "And one-tenth of an ephah for each of the seven lambs,",
          "ID": "4"
        },
        {
          "text": "And one male goat for a sin offering to make atonement for you.",
          "ID": "5"
        },
        {
          "text": "These are in addition to the burnt offering of the new moon and its cereal offering, and the daily burnt offering and its cereal offering, and their drink offerings, according to the ordinance for them, for a pleasant and soothing fragrance, an offering made by fire to the Lord.",
          "ID": "6"
        },
        {
          "text": "And you shall have on the tenth day of this seventh month a holy [summoned] assembly; [it is the great Day of Atonement, a day of humiliation] and you shall humble and abase yourselves; you shall not do any work in it.",
          "ID": "7"
        },
        {
          "text": "But you shall offer a burnt offering to the Lord for a sweet and soothing fragrance: one young bull, one ram, and seven male lambs a year old. See that they are without blemish.",
          "ID": "8"
        },
        {
          "text": "And their cereal offering shall be of fine flour mixed with oil, three-tenths of an ephah for the bull, two-tenths for the one ram,",
          "ID": "9"
        },
        {
          "text": "A tenth for each of the seven male lambs,",
          "ID": "10"
        },
        {
          "text": "One male goat for a sin offering, in addition to the sin offering of atonement, and the continual burnt offering and its cereal offering, and their drink offerings.",
          "ID": "11"
        },
        {
          "text": "And on the fifteenth day of the seventh month you shall have a holy [summoned] assembly; you shall do no servile work, and you shall keep a feast to the Lord for seven days.",
          "ID": "12"
        },
        {
          "text": "And you shall offer a burnt offering, an offering made by fire, of a sweet and pleasing fragrance to the Lord: thirteen young bulls, two rams, and fourteen male lambs a year old; they shall be without blemish.",
          "ID": "13"
        },
        {
          "text": "And their cereal offering shall be of fine flour mixed with oil, three-tenths of an ephah for each of the thirteen bulls, two-tenths for each of the two rams,",
          "ID": "14"
        },
        {
          "text": "And a tenth part for each of the fourteen male lambs,",
          "ID": "15"
        },
        {
          "text": "Also one male goat for a sin offering, in addition to the continual burnt offering, its cereal offering, and its drink offering.",
          "ID": "16"
        },
        {
          "text": "And on the second day you shall offer twelve young bulls, two rams, fourteen male lambs a year old without spot or blemish,",
          "ID": "17"
        },
        {
          "text": "With their cereal offering and the drink offerings for the bulls, the rams, and the lambs, by number according to the ordinance,",
          "ID": "18"
        },
        {
          "text": "Also one male goat for a sin offering, besides the continual burnt offering, its cereal offering, and their drink offerings.",
          "ID": "19"
        },
        {
          "text": "And on the third day eleven bulls, two rams, fourteen male lambs a year old without blemish,",
          "ID": "20"
        },
        {
          "text": "With their cereal offering and drink offerings for the bulls, the rams, and the lambs, by number according to the ordinance,",
          "ID": "21"
        },
        {
          "text": "And one male goat for a sin offering, besides the continual burnt offering, its cereal offering, and its drink offerings.",
          "ID": "22"
        },
        {
          "text": "On the fourth day ten bulls, two rams, and fourteen male lambs a year old without blemish,",
          "ID": "23"
        },
        {
          "text": "Their cereal offering and their drink offerings for the bulls, the rams, and the lambs shall be by number according to the ordinance,",
          "ID": "24"
        },
        {
          "text": "And one male goat for a sin offering, besides the continual burnt offering, its cereal offering, and its drink offerings.",
          "ID": "25"
        },
        {
          "text": "And on the fifth day nine bulls, two rams, and fourteen male lambs a year old without spot or blemish,",
          "ID": "26"
        },
        {
          "text": "And their cereal offering and drink offerings for the bulls, the rams, and the lambs, by number according to the ordinance,",
          "ID": "27"
        },
        {
          "text": "And one goat for a sin offering, besides the continual burnt offering, and its cereal offering, and its drink offerings.",
          "ID": "28"
        },
        {
          "text": "And on the sixth day eight bulls, two rams, and fourteen male lambs a year old without blemish,",
          "ID": "29"
        },
        {
          "text": "And their cereal offering and their drink offerings for the bulls, the rams, and the lambs, by number according to the ordinance,",
          "ID": "30"
        },
        {
          "text": "And one goat for a sin offering, besides the continual burnt offering, its cereal offering, and its drink offerings.",
          "ID": "31"
        },
        {
          "text": "And on the seventh day seven bulls, two rams, and fourteen male lambs a year old without blemish,",
          "ID": "32"
        },
        {
          "text": "And their cereal and drink offerings for the bulls, the rams, and the lambs, by number according to the ordinance.",
          "ID": "33"
        },
        {
          "text": "And one male goat for a sin offering, besides the continual burnt offering, and its cereal offering, and its drink offerings.",
          "ID": "34"
        },
        {
          "text": "On the eighth day you shall have a solemn assembly; you shall do no servile work.",
          "ID": "35"
        },
        {
          "text": "You shall offer a burnt offering, an offering made by fire, of a sweet and pleasing fragrance to the Lord: one bull, one ram, seven male lambs a year old without blemish,",
          "ID": "36"
        },
        {
          "text": "Their cereal offering and drink offerings for the bull, the ram, and the lambs shall be by number according to the ordinance,",
          "ID": "37"
        },
        {
          "text": "And one male goat for a sin offering, besides the continual burnt offering, and its cereal offering, and its drink offerings.",
          "ID": "38"
        },
        {
          "text": "These you shall offer to the Lord at your appointed feasts, besides the offerings you have vowed and your freewill offerings, for your burnt offerings, cereal offerings, drink offerings, and peace offerings.",
          "ID": "39"
        },
        {
          "text": "And Moses told the Israelites all that the Lord commanded him.",
          "ID": "40"
        }
      ],
      "ID": "OT:NUM.29"
    },
    {
      "name": "Numbers 30",
      "text": [
        {
          "text": "AND MOSES said to the heads or leaders of the tribes of Israel, This is the thing which the Lord has commanded:",
          "ID": "1"
        },
        {
          "text": "If a man vows a vow to the Lord or swears an oath to bind himself by a pledge, he shall not break and profane his word; he shall do according to all that proceeds out of his mouth.",
          "ID": "2"
        },
        {
          "text": "Also when a woman vows a vow to the Lord and binds herself by a pledge, being in her father's house in her youth,",
          "ID": "3"
        },
        {
          "text": "And her father hears her vow and her pledge with which she has bound herself and he offers no objection, then all her vows shall stand and every pledge with which she has bound herself shall stand.",
          "ID": "4"
        },
        {
          "text": "But if her father refuses to allow her [to carry out her vow] on the day that he hears about it, not any of her vows or of her pledges with which she has bound herself shall stand. And the Lord will forgive her because her father refused to let her [carry out her purpose].",
          "ID": "5"
        },
        {
          "text": "And if she is married to a husband while her vows are upon her or she has bound herself by a rash utterance",
          "ID": "6"
        },
        {
          "text": "And her husband hears of it and holds his peace concerning it on the day that he hears it, then her vows shall stand and her pledge with which she bound herself shall stand.",
          "ID": "7"
        },
        {
          "text": "But if her husband refuses to allow her [to keep her vow or pledge] on the day that he hears of it, then he shall make void and annul her vow which is upon her and the rash utterance of her lips by which she bound herself, and the Lord will forgive her.",
          "ID": "8"
        },
        {
          "text": "But the vow of a widow or of a divorced woman, with which she has bound herself, shall stand against her.",
          "ID": "9"
        },
        {
          "text": "And if she vowed in her husband's house or bound herself by a pledge with an oath",
          "ID": "10"
        },
        {
          "text": "And her husband heard it and did not oppose or prohibit her, then all her vows and every pledge with which she bound herself shall stand.",
          "ID": "11"
        },
        {
          "text": "But if her husband positively made them void on the day he heard them, then whatever proceeded out of her lips concerning her vows or concerning her pledge of herself shall not stand. Her husband has annulled them, and the Lord will forgive her.",
          "ID": "12"
        },
        {
          "text": "Every vow and every binding oath to humble or afflict herself, her husband may establish it or her husband may annul it.",
          "ID": "13"
        },
        {
          "text": "But if her husband altogether holds his peace [concerning the matter] with her from day to day, then he establishes and confirms all her vows or all her pledges which are upon her. He establishes them because he said nothing to [restrain] her on the day he heard of them.",
          "ID": "14"
        },
        {
          "text": "But if he shall nullify them after he hears of them, then he shall be responsible for and bear her iniquity.",
          "ID": "15"
        },
        {
          "text": "These are the statutes which the Lord commanded Moses, between a man and his wife, and between a father and his daughter while in her youth in her father's house.",
          "ID": "16"
        }
      ],
      "ID": "OT:NUM.30"
    },
    {
      "name": "Numbers 31",
      "text": [
        {
          "text": "THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Avenge the Israelites on the Midianites; afterward you shall be gathered to your [departed] people.",
          "ID": "2"
        },
        {
          "text": "And Moses said to the people, Arm men from among you for the war, that they may go against Midian and execute the Lord's vengeance on Midian [for seducing Israel]. [Num. 25:16-18.]",
          "ID": "3"
        },
        {
          "text": "From each of the tribes of Israel you shall send 1,000 to the war.",
          "ID": "4"
        },
        {
          "text": "So there were provided out of the thousands of Israel 1,000 from each tribe, 12,000 armed for war.",
          "ID": "5"
        },
        {
          "text": "And Moses sent them to the war, 1,000 from each tribe, together with Phinehas son of Eleazar, the priest, with the [sacred] vessels of the sanctuary and the trumpets to blow the alarm in his hand.",
          "ID": "6"
        },
        {
          "text": "They fought with Midian, as the Lord commanded Moses, and slew every male,",
          "ID": "7"
        },
        {
          "text": "Including the five kings of Midian: Evi, Rekem, Zur, Hur, and Reba; also Balaam son of Beor they slew with the sword. [Num. 22:31-35; Neh. 13:1, 2.]",
          "ID": "8"
        },
        {
          "text": "And the Israelites took captive the women of Midian and their little ones, and all their cattle, their flocks, and their goods as booty.",
          "ID": "9"
        },
        {
          "text": "They burned all the cities in which they dwelt, and all their encampments.",
          "ID": "10"
        },
        {
          "text": "And they took all the spoil and all the prey, both of man and of beast.",
          "ID": "11"
        },
        {
          "text": "Then they brought the captives, the prey, and the spoil to Moses and Eleazar the priest and to the congregation of the Israelites at the camp on the plains of Moab by Jordan at Jericho.",
          "ID": "12"
        },
        {
          "text": "Moses and Eleazar the priest and all the princes or leaders of the congregation went to meet them outside the camp.",
          "ID": "13"
        },
        {
          "text": "But Moses was angry with the officers of the army, the commanders of thousands and of hundreds, who served in the war.",
          "ID": "14"
        },
        {
          "text": "And Moses said to them, Have you let all the women live?",
          "ID": "15"
        },
        {
          "text": "Behold, these caused the Israelites by the counsel of Balaam to trespass and act treacherously against the Lord in the matter of Peor, and so a [smiting] plague came among the congregation of the Lord. [Num. 25:1-9; 31:8.]",
          "ID": "16"
        },
        {
          "text": "Now therefore, kill every male among the little ones, and kill every woman who is not a virgin.",
          "ID": "17"
        },
        {
          "text": "But all the young girls who have not known man by lying with him keep alive for yourselves.",
          "ID": "18"
        },
        {
          "text": "Encamp outside the camp seven days; whoever has killed any person and whoever has touched any slain, purify yourselves and your captives on the third day and on the seventh day.",
          "ID": "19"
        },
        {
          "text": "You shall purify every garment, all that is made of skins, all work of goats' hair, and every article of wood.",
          "ID": "20"
        },
        {
          "text": "And Eleazar the priest said to the men of war who had gone to battle, This is the statute of the law which the Lord has commanded Moses:",
          "ID": "21"
        },
        {
          "text": "Only the gold, the silver, the bronze, the iron, the tin, and the lead,",
          "ID": "22"
        },
        {
          "text": "Everything that can stand fire, you shall make go through fire, and it shall be clean. Nevertheless it shall also be purified with the water of impurity; and all that cannot stand fire [such as fabrics] you shall pass through water.",
          "ID": "23"
        },
        {
          "text": "And you shall wash your clothes on the seventh day and you shall be clean; then you shall come into the camp.",
          "ID": "24"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "25"
        },
        {
          "text": "Take the count of the prey that was taken, both of man and of beast, you and Eleazar the priest and the heads of the fathers' houses of the congregation.",
          "ID": "26"
        },
        {
          "text": "Divide the booty into two [equal] parts between the warriors who went out to battle and all the congregation.",
          "ID": "27"
        },
        {
          "text": "And levy a tribute to the Lord from the warriors who went to battle, one out of every 500 of the persons, the oxen, the donkeys, and the flocks.",
          "ID": "28"
        },
        {
          "text": "Take [this tribute] from the warriors' half and give it to Eleazar the priest as an offering to the Lord.",
          "ID": "29"
        },
        {
          "text": "And from the Israelites' half [of the booty] you shall take one out of every fifty of the persons, the oxen, the donkeys, the flocks, and of all livestock, and give them to the Levites who have charge of the tabernacle of the Lord.",
          "ID": "30"
        },
        {
          "text": "And Moses and Eleazar the priest did as the Lord commanded Moses.",
          "ID": "31"
        },
        {
          "text": "The prey, besides the booty which the men of war took, was 675,000 sheep,",
          "ID": "32"
        },
        {
          "text": "And 72,000 cattle,",
          "ID": "33"
        },
        {
          "text": "And 61,000 donkeys,",
          "ID": "34"
        },
        {
          "text": "And 32,000 persons in all, of the women who were virgins.",
          "ID": "35"
        },
        {
          "text": "And the half share, the portion of those who went to war, was: 337,500 sheep,",
          "ID": "36"
        },
        {
          "text": "And the Lord's tribute of the sheep was 675;",
          "ID": "37"
        },
        {
          "text": "The cattle were 36,000, of which the Lord's tribute was 72;",
          "ID": "38"
        },
        {
          "text": "The donkeys were 30,500, of which the Lord's tribute was 61;",
          "ID": "39"
        },
        {
          "text": "The persons were 16,000, of whom the Lord's tribute was 32 persons.",
          "ID": "40"
        },
        {
          "text": "And Moses gave the tribute which was the Lord's offering to Eleazar the priest, as the Lord commanded Moses.",
          "ID": "41"
        },
        {
          "text": "And the Israelites' half Moses separated from that of the warriors'–",
          "ID": "42"
        },
        {
          "text": "Now the congregation's half was 337,500 sheep,",
          "ID": "43"
        },
        {
          "text": "And 36,000 cattle,",
          "ID": "44"
        },
        {
          "text": "And 30,500 donkeys,",
          "ID": "45"
        },
        {
          "text": "And 16,000 persons–",
          "ID": "46"
        },
        {
          "text": "Even of the Israelites' half, Moses took one of every 50, both of persons and of beasts, and gave them to the Levites, who had charge of the tabernacle of the Lord, as the Lord commanded Moses.",
          "ID": "47"
        },
        {
          "text": "And the officers who were over the thousands of the army, the commanders of thousands and hundreds, came to Moses.",
          "ID": "48"
        },
        {
          "text": "They told [him], Your servants have counted the warriors under our command, and not one man of us is missing.",
          "ID": "49"
        },
        {
          "text": "We have brought as the Lord's offering what each man obtained–articles of gold, armlets, bracelets, signet rings, earrings, neck ornaments–to make atonement for ourselves before the Lord.",
          "ID": "50"
        },
        {
          "text": "Moses and Eleazar the priest took the gold from them, all the wrought articles.",
          "ID": "51"
        },
        {
          "text": "And all the gold of the offering that they offered to the Lord from the commanders of thousands and of hundreds was 16,750 shekels.",
          "ID": "52"
        },
        {
          "text": "For the men of war had taken booty, every man for himself.",
          "ID": "53"
        },
        {
          "text": "And Moses and Eleazar the priest received the gold from the commanders of thousands and of hundreds and brought it into the Tent of Meeting as a memorial for the Israelites before the Lord.",
          "ID": "54"
        }
      ],
      "ID": "OT:NUM.31"
    },
    {
      "name": "Numbers 32",
      "text": [
        {
          "text": "NOW THE sons of Reuben and of Gad had a very great multitude of cattle, and they saw the land of Jazer and the land of Gilead [on the east side of the Jordan], and behold, the place was suitable for cattle.",
          "ID": "1"
        },
        {
          "text": "So the sons of Gad and of Reuben came and said to Moses, Eleazar the priest, and the leaders of the congregation,",
          "ID": "2"
        },
        {
          "text": "[The country around] Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,",
          "ID": "3"
        },
        {
          "text": "The land the Lord smote before the congregation of Israel, is a land for cattle, and your servants have cattle.",
          "ID": "4"
        },
        {
          "text": "And they said, If we have found favor in your sight, let this land be given to your servants for a possession. Do not take us over the Jordan.",
          "ID": "5"
        },
        {
          "text": "And Moses said to the sons of Gad and of Reuben, Shall your brethren go to war while you sit here?",
          "ID": "6"
        },
        {
          "text": "Why do you discourage the hearts of the Israelites from going over into the land which the Lord has given them?",
          "ID": "7"
        },
        {
          "text": "Thus your fathers did when I sent them from Kadesh-barnea to see the land!",
          "ID": "8"
        },
        {
          "text": "For when they went up to the Valley of Eshcol and saw the land, they discouraged the hearts of the Israelites from going into the land the Lord had given them.",
          "ID": "9"
        },
        {
          "text": "And the Lord's anger was kindled on that day and He swore, saying,",
          "ID": "10"
        },
        {
          "text": "Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land which I swore to Abraham, to Isaac, and to Jacob, because they have not wholly followed Me–",
          "ID": "11"
        },
        {
          "text": "Except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they have wholly followed the Lord.",
          "ID": "12"
        },
        {
          "text": "And the Lord's anger was kindled against Israel and He made them wander in the wilderness for forty years, until all the generation that had done evil in the sight of the Lord was consumed.",
          "ID": "13"
        },
        {
          "text": "And behold, you are risen up in your fathers' stead, a brood of sinful men, to increase still more the fierce anger of the Lord against Israel.",
          "ID": "14"
        },
        {
          "text": "For if you turn from following Him, He will again abandon them in the wilderness, and you will destroy all this people.",
          "ID": "15"
        },
        {
          "text": "But they came near to him and said, We will build sheepfolds here for our flocks and walled settlements for our little ones.",
          "ID": "16"
        },
        {
          "text": "But we will be armed and ready to go before the Israelites until we have brought them to their place. Our little ones shall dwell in the fortified settlements because of the people of the land.",
          "ID": "17"
        },
        {
          "text": "We will not return to our homes until the Israelites have inherited every man his inheritance.",
          "ID": "18"
        },
        {
          "text": "For we will not inherit with them on the [west] side of the Jordan and beyond, because our inheritance is fallen to us on this side of the Jordan eastward.",
          "ID": "19"
        },
        {
          "text": "Moses replied, If you will do as you say, going armed before the Lord to war,",
          "ID": "20"
        },
        {
          "text": "And every armed man of you will pass over the Jordan before the Lord until He has driven out His enemies before Him",
          "ID": "21"
        },
        {
          "text": "And the land is subdued before the Lord, then afterward you shall return and be guiltless [in this matter] before the Lord and before Israel, and this land shall be your possession before the Lord.",
          "ID": "22"
        },
        {
          "text": "But if you will not do so, behold, you have sinned against the Lord; and be sure your sin will find you out.",
          "ID": "23"
        },
        {
          "text": "Build settlements for your little ones, and folds for your sheep, and do that of which you have spoken.",
          "ID": "24"
        },
        {
          "text": "And the sons of Gad and of Reuben said to Moses, Your servants will do as my lord commands.",
          "ID": "25"
        },
        {
          "text": "Our little ones, our wives, our flocks, and all our cattle shall be there in the cities of Gilead.",
          "ID": "26"
        },
        {
          "text": "But your servants will pass over, every man armed for war, before the Lord to battle, as my lord says.",
          "ID": "27"
        },
        {
          "text": "So Moses gave command concerning them to Eleazar the priest and Joshua son of Nun and the heads of the fathers' houses of the tribes of Israel.",
          "ID": "28"
        },
        {
          "text": "And Moses said to them, If the sons of Gad and Reuben will pass with you over the Jordan, every man armed to battle before the Lord, and the land shall be subdued before you, then you shall give them the land of Gilead for a possession.",
          "ID": "29"
        },
        {
          "text": "But if they will not pass over with you armed, they shall have possessions among you in the land of Canaan.",
          "ID": "30"
        },
        {
          "text": "The sons of Gad and Reuben answered, As the Lord has said to your servants, so will we do.",
          "ID": "31"
        },
        {
          "text": "We will pass over armed before the Lord into the land of Canaan, that the possession of our inheritance on this side of the Jordan may be ours.",
          "ID": "32"
        },
        {
          "text": "Moses gave to them, to the sons of Gad and of Reuben and to half the tribe of Manasseh son of Joseph, the kingdom of Sihon king of the Amorites and the kingdom of Og king of Bashan–the land with its cities and their territories, even the cities round about the country.",
          "ID": "33"
        },
        {
          "text": "And the sons of Gad built Dibon, Ataroth, Aroer,",
          "ID": "34"
        },
        {
          "text": "Atroth-shophan, Jazer, Jogbehah,",
          "ID": "35"
        },
        {
          "text": "Beth-nimrah, and Beth-haran, fortified cities, and folds for sheep.",
          "ID": "36"
        },
        {
          "text": "And the sons of Reuben built Heshbon, Elealeh, Kiriathaim,",
          "ID": "37"
        },
        {
          "text": "Nebo, and Baal-meon–their names were to be changed–and Shibmah; and they gave other names to the cities they built.",
          "ID": "38"
        },
        {
          "text": "And the sons of Machir son of Manasseh went to Gilead and took it and dispossessed the Amorites who were in it.",
          "ID": "39"
        },
        {
          "text": "And Moses gave Gilead to Machir son of Manasseh, and he settled in it.",
          "ID": "40"
        },
        {
          "text": "Jair son of Manasseh took their villages and called them Havvoth-jair.",
          "ID": "41"
        },
        {
          "text": "And Nobah took Kenath and its villages and called it Nobah after his own name.",
          "ID": "42"
        }
      ],
      "ID": "OT:NUM.32"
    },
    {
      "name": "Numbers 33",
      "text": [
        {
          "text": "THESE ARE the stages of the journeys of the Israelites by which they went out of the land of Egypt by their hosts under the leadership of Moses and Aaron.",
          "ID": "1"
        },
        {
          "text": "Moses recorded their starting places, as the Lord commanded, stage by stage; and these are their journeying stages from their starting places:",
          "ID": "2"
        },
        {
          "text": "They set out from Rameses on the fifteenth day of the first month; on the day after the Passover the Israelites went out [of Egypt] with a high hand and triumphantly in the sight of all the Egyptians,",
          "ID": "3"
        },
        {
          "text": "While the Egyptians were burying all their firstborn whom the Lord had struck down among them; upon their gods also the Lord executed judgments.",
          "ID": "4"
        },
        {
          "text": "The Israelites set out from Rameses and encamped in Succoth.",
          "ID": "5"
        },
        {
          "text": "And they departed from Succoth and encamped in Etham, which is at the edge of the wilderness.",
          "ID": "6"
        },
        {
          "text": "They set out from Etham and turned back to Pi-hahiroth, east of Baal-zephon, and they encamped before Migdol.",
          "ID": "7"
        },
        {
          "text": "And they journeyed from before Pi-hahiroth and passed through the midst of the [Red] Sea into the wilderness; and they went a three days' journey in the Wilderness of Etham and encamped at Marah.",
          "ID": "8"
        },
        {
          "text": "They journeyed from Marah and came to Elim; at Elim there were twelve springs of water and seventy palm trees, and they encamped there.",
          "ID": "9"
        },
        {
          "text": "They set out from Elim and encamped by the Red Sea.",
          "ID": "10"
        },
        {
          "text": "They journeyed from the Red Sea and encamped in the Wilderness of Sin.",
          "ID": "11"
        },
        {
          "text": "And they traveled on from the Wilderness of Sin and encamped at Dophkah.",
          "ID": "12"
        },
        {
          "text": "And they departed from Dophkah and encamped at Alush.",
          "ID": "13"
        },
        {
          "text": "And they set out from Alush and encamped at Rephidim, where there was no water for the people to drink.",
          "ID": "14"
        },
        {
          "text": "And they departed from Rephidim and encamped in the Wilderness of Sinai.",
          "ID": "15"
        },
        {
          "text": "And they journeyed from the Wilderness of Sinai and encamped at Kibroth-hattaavah.",
          "ID": "16"
        },
        {
          "text": "And they traveled on from Kibroth-hattaavah and encamped at Hazeroth.",
          "ID": "17"
        },
        {
          "text": "And they journeyed from Hazeroth and encamped at Rithmah.",
          "ID": "18"
        },
        {
          "text": "And they departed from Rithmah and encamped at Rimmon-perez.",
          "ID": "19"
        },
        {
          "text": "And they departed from Rimmon-perez and encamped at Libnah.",
          "ID": "20"
        },
        {
          "text": "And they removed from Libnah and encamped at Rissah.",
          "ID": "21"
        },
        {
          "text": "And they journeyed from Rissah and encamped at Kehelathah.",
          "ID": "22"
        },
        {
          "text": "And they went from Kehelathah and encamped at Mount Shepher.",
          "ID": "23"
        },
        {
          "text": "And they removed from Mount Shepher and encamped at Haradah.",
          "ID": "24"
        },
        {
          "text": "And they set out from Haradah and encamped at Makheloth.",
          "ID": "25"
        },
        {
          "text": "And they removed from Makheloth and encamped at Tahath.",
          "ID": "26"
        },
        {
          "text": "And they departed from Tahath and encamped at Terah.",
          "ID": "27"
        },
        {
          "text": "And they removed from Terah and encamped at Mithkah.",
          "ID": "28"
        },
        {
          "text": "And they set out from Mithkah and encamped at Hashmonah.",
          "ID": "29"
        },
        {
          "text": "And they traveled on from Hashmonah and encamped at Moseroth.",
          "ID": "30"
        },
        {
          "text": "And they journeyed from Moseroth and pitched in Bene-jaakan.",
          "ID": "31"
        },
        {
          "text": "And they set out from Bene-jaakan and encamped at Hor-haggidgad.",
          "ID": "32"
        },
        {
          "text": "And they set out from Hor-haggidgad and encamped at Jotbathah.",
          "ID": "33"
        },
        {
          "text": "And they journeyed from Jotbathah and encamped at Abronah.",
          "ID": "34"
        },
        {
          "text": "And they traveled on from Abronah and encamped at Ezion-geber.",
          "ID": "35"
        },
        {
          "text": "And they removed from Ezion-geber and encamped in the Wilderness of Zin, which is Kadesh.",
          "ID": "36"
        },
        {
          "text": "And they removed from Kadesh and encamped at Mount Hor, on the edge of Edom.",
          "ID": "37"
        },
        {
          "text": "Aaron the priest went up on Mount Hor at the command of the Lord, and died there in the fortieth year after the Israelites came out of Egypt, the first day of the fifth month. [Num. 20:23-29.]",
          "ID": "38"
        },
        {
          "text": "Aaron was 123 years old when he died on Mount Hor.",
          "ID": "39"
        },
        {
          "text": "The Canaanite king of Arad, who lived in the South (the Negeb) in the land of Canaan, heard of the coming of the Israelites.",
          "ID": "40"
        },
        {
          "text": "They set out from Mount Hor and encamped at Zalmonah.",
          "ID": "41"
        },
        {
          "text": "And they set out from Zalmonah and encamped at Punon.",
          "ID": "42"
        },
        {
          "text": "And they set out from Punon and encamped at Oboth.",
          "ID": "43"
        },
        {
          "text": "And they traveled on from Oboth and encamped at Iye-abarim, on the border of Moab.",
          "ID": "44"
        },
        {
          "text": "And they departed from Iyim and encamped at Dibon-gad.",
          "ID": "45"
        },
        {
          "text": "And they set out from Dibon-gad and encamped in Almon-diblathaim.",
          "ID": "46"
        },
        {
          "text": "And they traveled on from Almon-diblathaim and encamped in the mountains of Abarim, before Nebo.",
          "ID": "47"
        },
        {
          "text": "And they departed from the mountains of Abarim and encamped in the plains of Moab by the Jordan at Jericho.",
          "ID": "48"
        },
        {
          "text": "And they encamped by the Jordan from Beth-jeshimoth as far as Abel-shittim in the plains of Moab.",
          "ID": "49"
        },
        {
          "text": "And the Lord said to Moses in the plains of Moab by the Jordan at Jericho,",
          "ID": "50"
        },
        {
          "text": "Tell the Israelites, When you have passed over the Jordan into the land of Canaan,",
          "ID": "51"
        },
        {
          "text": "Then you shall drive out all the inhabitants of the land before you and destroy all their figured stones and all their molten images and completely demolish all their [idolatrous] high places,",
          "ID": "52"
        },
        {
          "text": "And you shall take possession of the land and dwell in it, for to you I have given the land to possess it.",
          "ID": "53"
        },
        {
          "text": "You shall inherit the land by lot according to your families; to the large tribe you shall give a larger inheritance, and to the small tribe you shall give a smaller inheritance. Wherever the lot falls to any man, that shall be his. According to the tribes of your fathers you shall inherit.",
          "ID": "54"
        },
        {
          "text": "But if you will not drive out the inhabitants of the land from before you, then those you let remain of them shall be as pricks in your eyes and as thorns in your sides, and they shall vex you in the land in which you dwell.",
          "ID": "55"
        },
        {
          "text": "And as I thought to do to them, so will I do to you.",
          "ID": "56"
        }
      ],
      "ID": "OT:NUM.33"
    },
    {
      "name": "Numbers 34",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Command the Israelites, When you come into the land of Canaan (which is the land that shall be yours for an inheritance, the land of Canaan according to its boundaries),",
          "ID": "2"
        },
        {
          "text": "Your south side shall be from the Wilderness of Zin along the side of Edom, and your southern boundary from the end of the Salt [Dead] Sea eastward.",
          "ID": "3"
        },
        {
          "text": "Your boundary shall turn south of the ascent of Akrabbim, and pass on to Zin, and its end shall be south of Kadesh-barnea. Then it shall go on to Hazar-addar and pass on to Azmon.",
          "ID": "4"
        },
        {
          "text": "Then the boundary shall turn from Azmon to the Brook of Egypt, and it shall terminate at the [Mediterranean] Sea.",
          "ID": "5"
        },
        {
          "text": "For the western boundary you shall have the Great Sea and its coast.",
          "ID": "6"
        },
        {
          "text": "And this shall be your north border: from the Great Sea mark out your boundary line to Mount Hor;",
          "ID": "7"
        },
        {
          "text": "From Mount Hor you shall mark out your boundary to the entrance of Hamath, and its end shall be at Zedad;",
          "ID": "8"
        },
        {
          "text": "Then the northern boundary shall go on to Ziphron, and the end of it shall be at Hazar-enan.",
          "ID": "9"
        },
        {
          "text": "You shall mark out your eastern boundary from Hazar-enan to Shepham;",
          "ID": "10"
        },
        {
          "text": "The boundary shall go down from Shepham to Riblah on the east side of Ain and shall descend and reach to the shoulder of the Sea of Chinnereth [the Sea of Galilee] on the east;",
          "ID": "11"
        },
        {
          "text": "And the boundary shall go down to the Jordan, and the end shall be at the Salt Sea. This shall be your land with its boundaries all around.",
          "ID": "12"
        },
        {
          "text": "Moses commanded the Israelites, This is the land you shall inherit by lot, which the Lord has commanded to give to the nine tribes and the half-tribe [of Manasseh],",
          "ID": "13"
        },
        {
          "text": "For the tribes of the sons of Reuben and of Gad by their fathers' houses have received their inheritance, and also the half-tribe of Manasseh.",
          "ID": "14"
        },
        {
          "text": "The two and a half tribes have received their inheritance east of the Jordan at Jericho, toward the sunrise.",
          "ID": "15"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "16"
        },
        {
          "text": "These are the men who shall divide the land to you for inheritance: Eleazar the priest and Joshua son of Nun.",
          "ID": "17"
        },
        {
          "text": "And [with them] you shall take one head or prince of each tribe to divide the land for inheritance.",
          "ID": "18"
        },
        {
          "text": "The names of the men are: Of the tribe of Judah, Caleb son of Jephunneh;",
          "ID": "19"
        },
        {
          "text": "Of the tribe of the sons of Simeon, Shemuel son of Ammihud;",
          "ID": "20"
        },
        {
          "text": "Of the tribe of Benjamin, Elidad son of Chislon;",
          "ID": "21"
        },
        {
          "text": "Of the tribe of the sons of Dan a leader, Bukki son of Jogli;",
          "ID": "22"
        },
        {
          "text": "Of the sons of Joseph: of the tribe of the sons of Manasseh a leader, Hanniel son of Ephod;",
          "ID": "23"
        },
        {
          "text": "And of the tribe of the sons of Ephraim a leader, Kemuel son of Shiphtan;",
          "ID": "24"
        },
        {
          "text": "And of the tribe of the sons of Zebulun a leader, Elizaphan son of Parnach;",
          "ID": "25"
        },
        {
          "text": "And of the tribe of the sons of Issachar a leader, Paltiel son of Azzan;",
          "ID": "26"
        },
        {
          "text": "And of the tribe of the sons of Asher a leader, Ahihud son of Shelomi;",
          "ID": "27"
        },
        {
          "text": "And of the tribe of the sons of Naphtali a leader, Pedahel son of Ammihud.",
          "ID": "28"
        },
        {
          "text": "These are the men whom the Lord commanded to divide the inheritance to the Israelites in the land of Canaan.",
          "ID": "29"
        }
      ],
      "ID": "OT:NUM.34"
    },
    {
      "name": "Numbers 35",
      "text": [
        {
          "text": "AND THE Lord said to Moses in the plains of Moab by the Jordan at Jericho,",
          "ID": "1"
        },
        {
          "text": "Command the Israelites that they give to the Levites from the inheritance of their possession cities to dwell in; and [suburb] pasturelands round about the cities' walls you shall give to the Levites also.",
          "ID": "2"
        },
        {
          "text": "They shall have the cities to dwell in and their [suburb] pasturelands shall be for their cattle, for their wealth [in flocks], and for all their beasts.",
          "ID": "3"
        },
        {
          "text": "And the pasturelands of the cities which you shall give to the Levites shall reach from the wall of the city and outward 1,000 cubits round about.",
          "ID": "4"
        },
        {
          "text": "You shall measure from the wall of the city outward on the east, south, west, and north sides 2,000 cubits, the city being in the center. This shall belong to [the Levites] as [suburb] pasturelands for their cities.",
          "ID": "5"
        },
        {
          "text": "Of the cities which you shall give to the Levites there shall be the six cities of refuge, which you shall give for the manslayer to flee into; and in addition to them you shall give forty-two cities.",
          "ID": "6"
        },
        {
          "text": "So all the cities which you shall give to the Levites shall be forty-eight; you shall give them with their adjacent [suburb] pasturelands.",
          "ID": "7"
        },
        {
          "text": "As for the cities, you shall give from the possession of the Israelites, from the larger tribes you shall take many and from the smaller tribes few; each tribe shall give of its cities to the Levites in proportion to its inheritance.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "9"
        },
        {
          "text": "Say to the Israelites, When you cross the Jordan into the land of Canaan,",
          "ID": "10"
        },
        {
          "text": "Then you shall select cities to be cities of refuge for you, that the slayer who kills any person unintentionally and unawares may flee there.",
          "ID": "11"
        },
        {
          "text": "And the cities shall be to you for refuge from the avenger, that the manslayer may not die until he has had a fair trial before the congregation.",
          "ID": "12"
        },
        {
          "text": "And of the cities which you give there shall be your six cities for refuge.",
          "ID": "13"
        },
        {
          "text": "You shall give three cities on this [east] side of the Jordan and three cities in the land of Canaan, to be cities of refuge.",
          "ID": "14"
        },
        {
          "text": "These six cities shall be a refuge for the Israelites and for the stranger and the temporary resident among them; that anyone who kills any person unintentionally and unawares may flee there.",
          "ID": "15"
        },
        {
          "text": "But if he struck him down with an instrument of iron so that he died, he is a murderer; the murderer shall surely be put to death.",
          "ID": "16"
        },
        {
          "text": "And if he struck him down by throwing a stone, by which a person may die, and he died, he is a murderer; the murderer shall surely be put to death.",
          "ID": "17"
        },
        {
          "text": "Or if he struck him down with a weapon of wood in his hand, by which one may die, and he died, the offender is a murderer; he shall surely be put to death.",
          "ID": "18"
        },
        {
          "text": "The avenger of blood shall himself slay the murderer; when he meets him, he shall slay him.",
          "ID": "19"
        },
        {
          "text": "But if he stabbed him through hatred or hurled at him by lying in wait so that he died",
          "ID": "20"
        },
        {
          "text": "Or in enmity struck him down with his hand so that he died, he that smote him shall surely be put to death; he is a murderer. The avenger of blood shall slay the murderer when he meets him.",
          "ID": "21"
        },
        {
          "text": "But if he stabbed him suddenly without enmity or threw anything at or upon him without lying in wait",
          "ID": "22"
        },
        {
          "text": "Or with any stone with which a man may be killed, not seeing him, and threw it at him so that he died, and was not his enemy nor sought to harm him,",
          "ID": "23"
        },
        {
          "text": "Then the congregation shall judge between the slayer and the avenger of blood according to these ordinances.",
          "ID": "24"
        },
        {
          "text": "And the congregation shall rescue the manslayer from the hand of the avenger of blood and restore him to his city of refuge to which he had fled; and he shall live in it until the high priest dies, who was anointed with the sacred oil.",
          "ID": "25"
        },
        {
          "text": "But if the slayer shall at any time come outside the limits of his city of refuge to which he had fled",
          "ID": "26"
        },
        {
          "text": "And the avenger of blood finds him outside the limits of his city of refuge and kills the manslayer, he shall not be guilty of blood",
          "ID": "27"
        },
        {
          "text": "Because the manslayer should have remained in his city of refuge until the death of the high priest. But after the high priest's death the manslayer shall return to the land of his possession.",
          "ID": "28"
        },
        {
          "text": "And these things shall be for a statute and ordinance to you throughout your generations in all your dwellings.",
          "ID": "29"
        },
        {
          "text": "Whoever kills any person [intentionally], the murderer shall be put to death on the testimony of witnesses; but no one shall be put to death on the testimony of one witness.",
          "ID": "30"
        },
        {
          "text": "Moreover, you shall take no ransom for the life of a murderer guilty of death; but he shall surely be put to death.",
          "ID": "31"
        },
        {
          "text": "And you shall accept no ransom for him who has fled to his city of refuge, so that he may return to dwell in the land before the death of the high priest.",
          "ID": "32"
        },
        {
          "text": "So you shall not pollute the land in which you live; for blood pollutes the land, and no atonement can be made for the land for the blood shed in it, but by the blood of him who shed it.",
          "ID": "33"
        },
        {
          "text": "And you shall not defile the land in which you live, in the midst of which I dwell, for I, the Lord, dwell in the midst of the people of Israel.",
          "ID": "34"
        }
      ],
      "ID": "OT:NUM.35"
    },
    {
      "name": "Numbers 36",
      "text": [
        {
          "text": "THE HEADS of the fathers' houses of the families of the sons of Gilead son of Machir, the son of Manasseh, of the fathers' houses of the sons of Joseph, came near and spoke before Moses and the leaders, the heads of the fathers' houses of the Israelites.",
          "ID": "1"
        },
        {
          "text": "They said, The Lord commanded [you] my lord to give the land for inheritance by lot to the Israelites; and my lord was commanded by the Lord to give the inheritance of Zelophehad our brother to his daughters.",
          "ID": "2"
        },
        {
          "text": "But if they are married to any of the sons of the other tribes of the Israelites, then their inheritance will be taken from that of our fathers and added to the inheritance of the tribe to which they are received and belong; so it will be taken out of the lot of our inheritance.",
          "ID": "3"
        },
        {
          "text": "And when the Jubilee of the Israelites comes, then their inheritance will be added to that of the tribe to which they are received and belong; so will their inheritance be taken away from that of the tribe of our fathers.",
          "ID": "4"
        },
        {
          "text": "And Moses commanded the Israelites according to the word of the Lord, saying, The tribe of the sons of Joseph is right.",
          "ID": "5"
        },
        {
          "text": "This is what the Lord commands concerning the daughters of Zelophehad: Let them marry whom they think best; only they shall marry within the family of the tribe of their father.",
          "ID": "6"
        },
        {
          "text": "So shall no inheritance of the Israelites be transferred from tribe to tribe, for every one of the Israelites shall cling to the inheritance of the tribe of his fathers.",
          "ID": "7"
        },
        {
          "text": "And every daughter who possesses an inheritance in any tribe of the Israelites shall be wife to one of the family of the tribe of her father, so that the Israelites may each one possess the inheritance of his fathers.",
          "ID": "8"
        },
        {
          "text": "So shall no inheritance be transferred from one tribe to another, but each of the tribes of the Israelites shall cling to its own inheritance.",
          "ID": "9"
        },
        {
          "text": "The daughters of Zelophehad did as the Lord commanded Moses.",
          "ID": "10"
        },
        {
          "text": "For Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, were married to sons of their father's brothers.",
          "ID": "11"
        },
        {
          "text": "They married into the families of the sons of Manasseh son of Joseph, and their inheritance remained in the tribe of the family of their father.",
          "ID": "12"
        },
        {
          "text": "These are the commandments and ordinances which the Lord commanded the Israelites through Moses in the plains of Moab by the Jordan [River] at Jericho.",
          "ID": "13"
        }
      ],
      "ID": "OT:NUM.36"
    }
  ],
  "version": "AMP",
  "ID": "OT:NUM(AMP)"
}