{
  "name": "Hosea",
  "text": [
    {
      "name": "Hosea 1",
      "text": [
        {
          "text": "THE WORD of the Lord that came to Hosea son of Beeri in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam son of Joash king of Israel.",
          "ID": "1"
        },
        {
          "text": "When the Lord first spoke with and through Hosea, the Lord said to him, Go, take to yourself a wife of harlotry and have children of [her] harlotry, for the land commits great whoredom by departing from the Lord.",
          "ID": "2"
        },
        {
          "text": "So he went and took Gomer the daughter of Diblaim, and she became pregnant and bore him a son.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to him, Call his name Jezreel or God-sows, for yet a little while and I will avenge the blood of Jezreel and visit the punishment for it upon the house of Jehu, and I will put an end to the kingdom of the house of Israel. [II Kings 10:11.]",
          "ID": "4"
        },
        {
          "text": "And on that day I will break the bow of Israel in the Valley of Jezreel.",
          "ID": "5"
        },
        {
          "text": "And [Gomer] conceived again and bore a daughter. And the Lord said to Hosea, Call her name Lo-Ruhamah or Not-pitied, for I will no more have love, pity, and mercy on the house of Israel, that I should in any way pardon them.",
          "ID": "6"
        },
        {
          "text": "But I will have love, pity, and mercy on the house of Judah and will deliver them by the Lord their God and will not save them by bow, nor by sword, nor by equipment of war, nor by horses, nor by horsemen. [Isa. 31:8; 37:33-35.]",
          "ID": "7"
        },
        {
          "text": "Now when [Gomer] had weaned Lo-Ruhamah [Not-pitied], she became pregnant [again] and bore a son.",
          "ID": "8"
        },
        {
          "text": "And the Lord said, Call his name Lo-Ammi [Not-my-people], for you are not My people and I am not your God.",
          "ID": "9"
        },
        {
          "text": "Yet the number of the children of Israel shall be as the sand of the sea, which cannot be measured or numbered; and instead of it being said to them, You are not My people, it shall be said to them, Sons of the Living God! [Rom. 9:26.]",
          "ID": "10"
        },
        {
          "text": "Then shall the children of Judah and the children of Israel be gathered together and appoint themselves one head, and they shall go up out of the land, for great shall be the day of Jezreel [for the spiritually reborn Israel, a divine offspring, the people whom the Lord has blessed.] [Isa. 11:12, 13; Ezek. 37:15-28.]",
          "ID": "11"
        }
      ],
      "ID": "OT:HOS.1"
    },
    {
      "name": "Hosea 2",
      "text": [
        {
          "text": "[HOSEA], SAY to your brethren, Ammi [or You-are-my-people], and to your sisters, Ruhamah [or You-have-been-pitied-and-have-obtained-mercy].",
          "ID": "1"
        },
        {
          "text": "Plead with your mother [your nation]; plead, for she is not My wife and I am not her Husband; [plead] that she put away her [marks of] harlotry from her face and her adulteries from between her breasts, [Isa. 50:1.]",
          "ID": "2"
        },
        {
          "text": "Lest I strip her naked and make her as in the day she was born, and make her as a wilderness and set her like a parched land and slay her with thirst.",
          "ID": "3"
        },
        {
          "text": "Yes, for her children I will have no love nor pity nor mercy, for they are the children of harlotry.",
          "ID": "4"
        },
        {
          "text": "For their mother has played the harlot; she who conceived them has done shamefully, for she said, I will go after my lovers that give me my food and my water, my wool and my flax, my oil and my refreshing drinks.",
          "ID": "5"
        },
        {
          "text": "Therefore, behold, I [the Lord God] will hedge up her way [even yours, O Israel] with thorns; and I will build a wall against her that she shall not find her paths.",
          "ID": "6"
        },
        {
          "text": "And she shall follow after her lovers but she shall not overtake them; and she shall seek them [inquiring for and requiring them], but shall not find them. Then shall she say, Let me go and return to my first husband, for then was it better with me than now.",
          "ID": "7"
        },
        {
          "text": "For she has not noticed, understood, or realized that it was I [the Lord God] Who gave her the grain and the new wine and the fresh oil, and Who lavished upon her silver and gold which they used for Baal and made into his image.",
          "ID": "8"
        },
        {
          "text": "Therefore will I return and take back My grain in the time for it and My new wine in the season for it, and will pluck away and recover My wool and My flax which were to cover her [Israel's] nakedness.",
          "ID": "9"
        },
        {
          "text": "And now will I uncover her lewdness and her shame in the sight of her lovers, and no one shall rescue her out of My hand.",
          "ID": "10"
        },
        {
          "text": "I will also cause to cease all her mirth, her feastmaking, her New Moons, her Sabbaths, and all her solemn feasts and appointed festive assemblies.",
          "ID": "11"
        },
        {
          "text": "And I will lay waste and destroy her vines and her fig trees of which she has said, These are my reward or loose woman's hire that my lovers have given me; and I will make [her plantations] an inaccessible forest, and the wild beasts of the open country shall eat them.",
          "ID": "12"
        },
        {
          "text": "And I will visit [punishment] upon her for the feast days of the Baals, when she burned incense to them and decked herself with her earrings and nose rings and her jewelry and went after her lovers and forgot Me, says the Lord.",
          "ID": "13"
        },
        {
          "text": "Therefore, behold, I will allure her [Israel] and bring her into the wilderness, and I will speak tenderly and to her heart.",
          "ID": "14"
        },
        {
          "text": "There I will give her her vineyards and make the Valley of Achor [troubling] to be for her a door of hope and expectation. And she shall sing there and respond as in the days of her youth and as at the time when she came up out of the land of Egypt. [Exod. 15:2; Josh. 7:24-26.]",
          "ID": "15"
        },
        {
          "text": "And it shall be in that day, says the Lord, that you will call Me Ishi [my Husband], and you shall no more call Me Baali [my Baal].",
          "ID": "16"
        },
        {
          "text": "For I will take away the names of Baalim [the Baals] out of her mouth, and they shall no more be mentioned or seriously remembered by their name.",
          "ID": "17"
        },
        {
          "text": "And in that day will I make a covenant for Israel with the living creatures of the open country and with the birds of the heavens and with the creeping things of the ground. And I will break the bow and the sword and [abolish battle equipment and] conflict out of the land and will make you lie down safely.",
          "ID": "18"
        },
        {
          "text": "And I will betroth you to Me forever; yes, I will betroth you to Me in righteousness and justice, in steadfast love, and in mercy.",
          "ID": "19"
        },
        {
          "text": "I will even betroth you to Me in stability and in faithfulness, and you shall know (recognize, be acquainted with, appreciate, give heed to, and cherish) the Lord.",
          "ID": "20"
        },
        {
          "text": "And in that day I will respond, says the Lord; I will respond to the heavens [which ask for rain to pour on the earth], and they shall respond to the earth [which begs for the rain it needs],",
          "ID": "21"
        },
        {
          "text": "And the earth shall respond to the grain and the wine and the oil [which beseech it to bring them forth], and these shall respond to Jezreel [restored Israel, who prays for a supply of them].",
          "ID": "22"
        },
        {
          "text": "And I will sow her for Myself anew in the land, and I will have love, pity, and mercy for her who had not obtained love, pity, and mercy; and I will say to those who were not My people, You are My people, and they shall say, You are my God! [I Pet. 2:9, 10.]",
          "ID": "23"
        }
      ],
      "ID": "OT:HOS.2"
    },
    {
      "name": "Hosea 3",
      "text": [
        {
          "text": "THEN SAID the Lord to me, Go again, love [the same] woman [Gomer] who is beloved of a paramour and is an adulteress, even as the Lord loves the children of Israel, though they turn to other gods and love cakes of raisins [used in the sacrificial feasts in idol worship].",
          "ID": "1"
        },
        {
          "text": "So I bought her for fifteen pieces of silver and a homer and a half of barley [the price of a slave].",
          "ID": "2"
        },
        {
          "text": "And I said to her, You shall be [betrothed] to me for many days; you shall not play the harlot and you shall not belong to another man. So will I also be to you [until you have proved your loyalty to me and our marital relations may be resumed].",
          "ID": "3"
        },
        {
          "text": "For the children of Israel shall dwell and sit deprived many days, without king or prince, without sacrifice or [idolatrous] pillar, and without ephod [a garment worn by priests when seeking divine counsel] or teraphim (household gods).",
          "ID": "4"
        },
        {
          "text": "Afterward shall the children of Israel return and seek the Lord their God, [inquiring of and requiring Him] and [from the line of] David, their King [of kings]; and they shall come in [anxious] fear to the Lord and to His goodness and His good things in the latter days. [Jer. 30:9; Ezek. 34:24.]",
          "ID": "5"
        }
      ],
      "ID": "OT:HOS.3"
    },
    {
      "name": "Hosea 4",
      "text": [
        {
          "text": "HEAR THE word of the Lord, you children of Israel, for the Lord has a controversy (a pleading contention) with the inhabitants of the land, because there is no faithfulness, love, pity and mercy, or knowledge of God [from personal experience with Him] in the land.",
          "ID": "1"
        },
        {
          "text": "There is nothing but [false] swearing and breaking faith and killing and stealing and committing adultery; they break out [into violence], one [deed of] bloodshed following close on another.",
          "ID": "2"
        },
        {
          "text": "Therefore shall the land [continually] mourn, and all who dwell in it shall languish, together with the wild beasts of the open country and the birds of the heavens; yes, the fishes of the sea also shall [perish because of the drought] be collected and taken away.",
          "ID": "3"
        },
        {
          "text": "Yet let no man strive, neither let any man reprove [another–do not waste your time in mutual recriminations], for with you is My contention, O priest.",
          "ID": "4"
        },
        {
          "text": "And you shall stumble in the daytime, and the [false] prophet also shall stumble with you in the night; and I will destroy your mother [the priestly nation]. [Exod. 19:6.]",
          "ID": "5"
        },
        {
          "text": "My people are destroyed for lack of knowledge; because you [the priestly nation] have rejected knowledge, I will also reject you that you shall be no priest to Me; seeing you have forgotten the law of your God, I will also forget your children.",
          "ID": "6"
        },
        {
          "text": "The more they increased and multiplied [in prosperity and power], the more they sinned against Me; I will change their glory into shame.",
          "ID": "7"
        },
        {
          "text": "They feed on the sin of My people and set their heart on their iniquity.",
          "ID": "8"
        },
        {
          "text": "And it shall be: Like people, like priest; I will punish them for their ways and repay them for their doings.",
          "ID": "9"
        },
        {
          "text": "For they shall eat and not have enough; they shall play the harlot and beget no increase, because they have forsaken the Lord for harlotry;",
          "ID": "10"
        },
        {
          "text": "Harlotry and wine and new wine take away the heart and the mind and the spiritual understanding.",
          "ID": "11"
        },
        {
          "text": "My people [habitually] ask counsel of their [senseless] wood [idols], and their staff [of wood] gives them oracles and instructs them. For the spirit of harlotry has led them astray and they have played the harlot, withdrawing themselves from subjection to their God.",
          "ID": "12"
        },
        {
          "text": "They sacrifice on the tops of the mountains, and they burn incense upon the hills and under oaks, poplars, and terebinths, because there the shade is good. Therefore your daughters play the harlot and your sons' wives commit adultery.",
          "ID": "13"
        },
        {
          "text": "I will not punish your daughters when they play the harlot nor your daughters-in-law when they commit adultery, for [the fathers and husbands] themselves go aside in order to be alone with women who prostitute themselves for gain, and they sacrifice at the altar with dedicated harlots [who surrender their chastity in honor of the goddess]. Therefore the people without understanding shall stumble and fall and come to ruin.",
          "ID": "14"
        },
        {
          "text": "Though you, Israel, play the harlot and worship idols, let not Judah offend and become guilty; come not to Gilgal, neither go up to Beth-aven [contemptuous reference to Bethel, then noted for idolatry], nor swear [in idolatrous service, saying], As the Lord lives.",
          "ID": "15"
        },
        {
          "text": "For Israel has behaved stubbornly, like a stubborn heifer. How then should he expect to be fed and treated by the Lord like a lamb in a large pasture?",
          "ID": "16"
        },
        {
          "text": "Ephraim is joined [fast] to idols, [so] let him alone [to take the consequences].",
          "ID": "17"
        },
        {
          "text": "Their drinking carousal over, they go habitually to play the harlot; [Ephraim's] rulers [continue to] love shame more than her glory [which is the Lord, Israel's God].",
          "ID": "18"
        },
        {
          "text": "The resistless wind [of God's wrath] has bound up [Israel] in its wings or skirts, and [in captivity] they and their altars shall be put to shame because of their sacrifices [to calves, to sun, moon, and stars, and to heathen gods].",
          "ID": "19"
        }
      ],
      "ID": "OT:HOS.4"
    },
    {
      "name": "Hosea 5",
      "text": [
        {
          "text": "HEAR THIS, O you priests! And listen, O house of Israel! And give ear, O house of the king! For the judgment pronounced pertains to you and is meant for you, because you have been a snare at Mizpah and a net spread upon Tabor [military strongholds on either side of the Jordan River].",
          "ID": "1"
        },
        {
          "text": "The revolters are deeply sunk in corruption and slaughter, but I [the Lord God] am a rebuke and a chastisement for them all.",
          "ID": "2"
        },
        {
          "text": "I know Ephraim, and Israel is not hid from Me; for now, O Ephraim, you have played the harlot and have worshiped idols; Israel is defiled.",
          "ID": "3"
        },
        {
          "text": "Their doings will not permit them to return to their God, for the spirit of harlotry is within them and they know not the Lord [they do not recognize, appreciate, give heed to, or cherish the Lord].",
          "ID": "4"
        },
        {
          "text": "But the pride and self-reliance of Israel testifies before his [own] face. Therefore shall [all] Israel, and [especially] Ephraim [the northern ten tribes], totter and fall in their iniquity and guilt, and Judah shall stumble and fall with them.",
          "ID": "5"
        },
        {
          "text": "They shall go with their flocks and with their herds to seek the Lord [inquiring for and requiring Him], but they will not find Him; He has withdrawn Himself from them.",
          "ID": "6"
        },
        {
          "text": "They have dealt faithlessly and treacherously with the Lord [their espoused Husband], for they have borne alien children. Now shall a [single] New Moon (one month) devour them with their fields.",
          "ID": "7"
        },
        {
          "text": "Blow the horn in Gibeah and the trumpet in Ramah [both lofty hills on Benjamin's northern border]. Sound the alarm at Beth-aven: [the enemy is] behind you and after you, O Benjamin [be on your guard]!",
          "ID": "8"
        },
        {
          "text": "Ephraim shall become a desolation in the day of rebuke and punishment. Among the tribes of Israel I declare what shall surely be.",
          "ID": "9"
        },
        {
          "text": "The princes of Judah are like those who remove the landmark [the barrier between right and wrong]; I will pour out My wrath upon them like water. [Deut. 19:14; Prov. 22:28.]",
          "ID": "10"
        },
        {
          "text": "Ephraim is oppressed; he is broken and crushed by [divine] judgment, because he was content to walk after idols (images) and man's [evil] command (vanities and filth).",
          "ID": "11"
        },
        {
          "text": "Therefore I am like a moth to Ephraim and like dry rot to the house of Judah [in My judgment against them].",
          "ID": "12"
        },
        {
          "text": "When Ephraim saw his sickness and Judah saw his wound, then Ephraim went to Assyria and sent to [Assyria's] great King Jareb [for help]. Yet he cannot heal you nor will he cure you of your wound [received in divine judgment].",
          "ID": "13"
        },
        {
          "text": "For I will be to Ephraim like a lion, and like a young lion to the house of Judah. I, even I, will rend and go on [rending]; I will carry off and there will be no one to deliver.",
          "ID": "14"
        },
        {
          "text": "I will return to My place [on high] until they acknowledge their offense and feel their guilt and seek My face; in their affliction and distress they will seek, inquire for, and require Me earnestly, saying,",
          "ID": "15"
        }
      ],
      "ID": "OT:HOS.5"
    },
    {
      "name": "Hosea 6",
      "text": [
        {
          "text": "COME AND let us return to the Lord, for He has torn so that He may heal us; He has stricken so that He may bind us up.",
          "ID": "1"
        },
        {
          "text": "After two days He will revive us (quicken us, give us life); on the third day He will raise us up that we may live before Him. [Isa. 26:19; Ezek. 37:1-10.]",
          "ID": "2"
        },
        {
          "text": "Yes, let us know (recognize, be acquainted with, and understand) Him; let us be zealous to know the Lord [to appreciate, give heed to, and cherish Him]. His going forth is prepared and certain as the dawn, and He will come to us as the [heavy] rain, as the latter rain that waters the earth.",
          "ID": "3"
        },
        {
          "text": "O Ephraim, what shall I do with you? [says the Lord] O Judah, what shall I do with you? For your [wavering] love and kindness are like the night mist or like the dew that goes early away.",
          "ID": "4"
        },
        {
          "text": "Therefore have I hewn down and smitten them by means of the prophets; I have slain them by the words of My mouth; My judgments [pronounced upon them by you prophets] are like the light that goes forth.",
          "ID": "5"
        },
        {
          "text": "For I desire and delight in dutiful steadfast love and goodness, not sacrifice, and the knowledge of and acquaintance with God more than burnt offerings. [Matt. 9:13; 12:7.]",
          "ID": "6"
        },
        {
          "text": "But they, like [less-privileged] men and like Adam, have transgressed the covenant; there have they dealt faithlessly and treacherously with Me.",
          "ID": "7"
        },
        {
          "text": "Gilead is a city of evildoers; it is tracked with bloody [footprints].",
          "ID": "8"
        },
        {
          "text": "And as troops of robbers lie in wait for a man, so the company of priests murder on the road toward Shechem; yes, they commit villainy and outrages.",
          "ID": "9"
        },
        {
          "text": "I have seen a horrible thing in the house of Israel! There harlotry and idolatry are found in Ephraim; Israel is defiled.",
          "ID": "10"
        },
        {
          "text": "Also, O Judah, there is a harvest [of divine judgment] appointed for you; when I would return My people from their captivity [in which they are slaves to the misery brought on by their own sins],",
          "ID": "11"
        }
      ],
      "ID": "OT:HOS.6"
    },
    {
      "name": "Hosea 7",
      "text": [
        {
          "text": "WHEN I would heal Israel, then Ephraim's guilt is uncovered, and the wickedness of Samaria; how they practice falsehood, and the thief enters and the troop of bandits ravage and raid without.",
          "ID": "1"
        },
        {
          "text": "But they do not consider and say to their minds and hearts that I [earnestly] remember all their wickedness. Now their own doings surround and entangle them; they are before My face.",
          "ID": "2"
        },
        {
          "text": "They make the king glad with their wickedness, and the princes with their lies.",
          "ID": "3"
        },
        {
          "text": "They are all [idolatrous] adulterers; their passion smolders like heat of an oven when the baker ceases to stir the fire from the kneading of the dough until it is leavened.",
          "ID": "4"
        },
        {
          "text": "On the [special] day of our king the princes made themselves and him sick with the heat of wine; [the king] stretched out his hand with scoffers and lawless men.",
          "ID": "5"
        },
        {
          "text": "For they have made ready their heart, and their mind burns [with intrigue] like an oven while they lie in wait. Their anger smolders all night; in the morning it blazes forth as a flaming fire.",
          "ID": "6"
        },
        {
          "text": "They are all hot as an oven and devour their judges; all their kings are fallen; there is none among them who calls to Me.",
          "ID": "7"
        },
        {
          "text": "Ephraim mixes himself among the peoples [courting the favor of first one country, then another]; Ephraim is a cake not turned.",
          "ID": "8"
        },
        {
          "text": "Strangers have devoured his strength, and he knows it not; yes, gray hairs are sprinkled here and there upon him, and he does not know it.",
          "ID": "9"
        },
        {
          "text": "And the pride of Israel testifies against him and to his face. But they do not return to the Lord their God, nor seek nor inquire of nor require Him in spite of all this.",
          "ID": "10"
        },
        {
          "text": "Ephraim also is like a silly dove without heart or understanding; they call to Egypt; they go to Assyria.",
          "ID": "11"
        },
        {
          "text": "As they go, I will spread My net over them; I will bring them down like birds of the heavens. I will chastise them according to the announcement [or prediction made] to their congregation [in the Scriptures]. [Lev. 26:14-39.]",
          "ID": "12"
        },
        {
          "text": "Woe to them, for they have wandered from Me! Destruction to them, because they have rebelled and trespassed against Me! Though I would redeem them, yet they have spoken lies against Me.",
          "ID": "13"
        },
        {
          "text": "They do not cry to Me from their heart, but they wail upon their beds; they gash and distress and assemble themselves [in mourning] for grain and new wine; they rebel against Me.",
          "ID": "14"
        },
        {
          "text": "Although I have chastened them and trained and strengthened their arms, yet they think and devise evil against Me.",
          "ID": "15"
        },
        {
          "text": "They turn back, shift, or change, but not upwards [to the Most High]. They are like a deceitful bow; their princes shall fall by the sword for the insolence and rage of their tongue. This shall be [cause for] their derision and scorning in the land of Egypt.",
          "ID": "16"
        }
      ],
      "ID": "OT:HOS.7"
    },
    {
      "name": "Hosea 8",
      "text": [
        {
          "text": "SET THE trumpet to your lips! [The enemy] comes as a [great] vulture against the house of the Lord, because they have broken My covenant and transgressed against My law.",
          "ID": "1"
        },
        {
          "text": "Then they will cry to Me, My God, we [of Israel] know You!",
          "ID": "2"
        },
        {
          "text": "Israel has rejected the good [with loathing]; the enemy shall pursue him.",
          "ID": "3"
        },
        {
          "text": "They set up kings, but not from Me [therefore without My blessing]; they have made princes or removed them [without consulting Me; therefore], I knew and recognized [them] not. With their silver and their gold they made idols for themselves, that they [the silver and the gold] may be destroyed.",
          "ID": "4"
        },
        {
          "text": "Your calf [idol], O Samaria, is loathsome and I have spurned it. My wrath burns against them. How long will it be before they attain purity?",
          "ID": "5"
        },
        {
          "text": "For this [calf] too is from Israel; a craftsman made it; therefore it is not God. The calf of Samaria shall be broken to shivers and go up in flames.",
          "ID": "6"
        },
        {
          "text": "For they sow the wind and they shall reap the whirlwind. The standing grain has no heads; it shall yield no meal; if it were to yield, strangers and aliens would eat it up.",
          "ID": "7"
        },
        {
          "text": "Israel is [as if] swallowed up. Already they have become among the nations as a vessel [of cheap, coarse pottery] that is useless.",
          "ID": "8"
        },
        {
          "text": "For they are gone up to Assyria, a wild ass taking her own way by herself; Ephraim has hired lovers.",
          "ID": "9"
        },
        {
          "text": "Yes, though with presents they hire [allies] among the nations, now will I gather them up, and in a little while they will sorrow and begin to diminish [their gifts] because of the burden (tribute) imposed by the king of princes [the king of Assyria].",
          "ID": "10"
        },
        {
          "text": "For Ephraim has multiplied altars for sinning; yes, to him altars are intended for sinning.",
          "ID": "11"
        },
        {
          "text": "I wrote for him the ten thousand things of My law, but they are counted as a strange thing [as something which does not concern him].",
          "ID": "12"
        },
        {
          "text": "My sacrificial gifts they sacrifice [as a mere form]; yes, they sacrifice flesh and eat it, but the Lord does not accept them. Now He will [earnestly] remember their guilt and iniquity and will punish their sins. They shall return to [another] Egypt [Assyria]. [Deut. 28:68.]",
          "ID": "13"
        },
        {
          "text": "For Israel has forgotten his Maker and built palaces and idol temples, and Judah has multiplied fortified cities; but I will send a fire upon his cities and it shall devour his palaces and fortified buildings. [Amos 1:4, 7, 10, 12, 14; 2:2, 5.]",
          "ID": "14"
        }
      ],
      "ID": "OT:HOS.8"
    },
    {
      "name": "Hosea 9",
      "text": [
        {
          "text": "REJOICE NOT, O Israel, with exultation as do the peoples, for you have played the harlot, forsaking your God. You have loved [a harlot's] hire upon every threshing floor [ascribing the harvest to the Baals instead of to God].",
          "ID": "1"
        },
        {
          "text": "The threshing floor and the winevat shall not feed them, and the new wine shall fail them.",
          "ID": "2"
        },
        {
          "text": "They shall not remain in the Lord's land, but Ephraim shall return to [another] Egypt and they shall eat unclean food in Assyria. [Ezek. 4:13.]",
          "ID": "3"
        },
        {
          "text": "They shall not pour out wine offerings to the Lord, neither shall they be pleasing to Him. Their sacrifices shall be to them as the bread of mourners; all who eat of them shall be defiled, for their bread shall be [only] for their appetite; it shall not come into the house of the Lord [to be offered first to Him].",
          "ID": "4"
        },
        {
          "text": "What will you do on the day of the appointed solemn assembly or festival and on the day of the feast of the Lord [when you are in exile]?",
          "ID": "5"
        },
        {
          "text": "For behold, they are gone away from devastation and destruction; Egypt shall gather them in; Memphis shall bury them. Their precious things of silver shall be in the possession of nettles; thorns shall be [growing] in their tents.",
          "ID": "6"
        },
        {
          "text": "The days of visitation and punishment have come; the days of recompense have come; Israel shall know it. The prophet is [considered] a crazed fool and the man who is inspired is [treated as if] mad or a fanatic, because of the abundance of your iniquity and because the enmity, hostility, and persecution are great. [Luke 21:22.]",
          "ID": "7"
        },
        {
          "text": "Ephraim was [intended to be] a watchman with my God [and a prophet to the surrounding nations]; but he, that prophet, has become a fowler's snare in all his ways. There is enmity, hostility, and persecution in the house of his God.",
          "ID": "8"
        },
        {
          "text": "They have deeply corrupted themselves as in the days of Gibeah. The Lord will [earnestly] remember their iniquity; He will punish their sins. [Judg. 20.]",
          "ID": "9"
        },
        {
          "text": "I found Israel like grapes in the wilderness; I saw your fathers as the first ripe fruit on the fig tree in its first season, but they went to Baal-peor and consecrated themselves to that shameful thing [Baal], and they became detestable and loathsome like that which they loved.",
          "ID": "10"
        },
        {
          "text": "As for Ephraim, their glory shall fly away like a bird; there shall be no birth, no being with child, and [because of their impurity] no becoming pregnant.",
          "ID": "11"
        },
        {
          "text": "Though they bring up their children, yet will I bereave them so that not a man shall be left; yes, woe also to them when I look away and depart from them!",
          "ID": "12"
        },
        {
          "text": "Ephraim, as I have seen with Tyre, is planted in a pleasant place, but Ephraim shall bring out his children to the slayer.",
          "ID": "13"
        },
        {
          "text": "Give them [their due], O Lord! [But] what will You give? Give them a miscarrying womb and dry breasts.",
          "ID": "14"
        },
        {
          "text": "All their wickedness [says the Lord] is focused in Gilgal, for there I hated them; for the wickedness of their [idolatrous] doings I will drive them out of My house [the Holy Land]; I will love them no more; all their princes are rebels. [Hos. 4:15; 12:11.]",
          "ID": "15"
        },
        {
          "text": "Ephraim is smitten, their root is dried up, they shall bear no fruit. Yes, though they bring forth, yet will I slay even their beloved children.",
          "ID": "16"
        },
        {
          "text": "My God will cast them away because they did not listen to and obey Him, and they shall be wanderers and fugitives among the nations.",
          "ID": "17"
        }
      ],
      "ID": "OT:HOS.9"
    },
    {
      "name": "Hosea 10",
      "text": [
        {
          "text": "ISRAEL IS a luxuriant vine that puts forth its [material] fruit. According to the abundance of his fruit he has multiplied his altars [to idols]; according to the goodness and prosperity of their land they have made goodly pillars or obelisks [to false gods].",
          "ID": "1"
        },
        {
          "text": "Their heart is divided and deceitful; now shall they be found guilty and suffer punishment. The Lord will smite and break down [the horns of] their altars; He will destroy their [idolatrous] pillars.",
          "ID": "2"
        },
        {
          "text": "Surely now they shall say, We have no [actual] king because we fear not the Lord; and as for the king, what can he do for us?",
          "ID": "3"
        },
        {
          "text": "They have spoken mere words of the lips, swearing falsely in making covenants; therefore judgment springs up like hemlock [or other poisonous plants] in the furrows of the field.",
          "ID": "4"
        },
        {
          "text": "The inhabitants of Samaria shall be in terror for the calf [idol] of Beth-aven [the house of idolatry, contemptuously meaning Bethel], for its people shall mourn over it and its [idolatrous] priests who rejoiced over it [shall tremble] for the glory of [their calf god], because it is departed from it.",
          "ID": "5"
        },
        {
          "text": "[The golden calf] shall also be carried into Assyria as a tribute-gift to the fighting King Jareb; Ephraim shall be put to shame and Israel shall be ashamed of his own counsel [to set up calf worship and detach Israel from Judah].",
          "ID": "6"
        },
        {
          "text": "As for Samaria, her king and her whole monarchy are cut off like twigs or foam upon the water.",
          "ID": "7"
        },
        {
          "text": "The high places also of Aven [once Beth(el), house of God, now (Beth-)aven, house of idolatry], the sin of Israel, shall be destroyed; the thorn and the thistle shall come up on their [idol] altars, and they shall say to the mountains, Cover us! And to the hills, Fall on us! [Luke 23:30; Rev. 6:16; 9:6.]",
          "ID": "8"
        },
        {
          "text": "O Israel, you have [willfully] sinned from the days of Gibeah [when you all but wiped out the tribe of Benjamin]! There [Israel] stood [then, only] that the battle against the sons of unrighteousness might not overtake and turn against them at Gibeah [but now the kingdom of the ten tribes and the name of Ephraim shall be utterly blotted out]. [Judg. 20.]",
          "ID": "9"
        },
        {
          "text": "When I please I will chastise them, and hostile peoples shall be gathered against them when I shall bind and yoke them for their two transgressions [revolt from the Lord their God and the worship of idols]. [Jer. 2:13; Lam. 3:31-33.]",
          "ID": "10"
        },
        {
          "text": "Ephraim indeed is a heifer broken in and loving to tread out the grain, but I have [heretofore] spared the beauty of her fair neck. I will now set a rider upon Ephraim and make him to draw; Judah shall plow and Jacob shall break his clods.",
          "ID": "11"
        },
        {
          "text": "Sow for yourselves according to righteousness (uprightness and right standing with God); reap according to mercy and loving-kindness. Break up your uncultivated ground, for it is time to seek the Lord, to inquire for and of Him, and to require His favor, till He comes and teaches you righteousness and rains His righteous gift of salvation upon you. [II Cor. 9:10.]",
          "ID": "12"
        },
        {
          "text": "You have plowed and plotted wickedness, you have reaped the [willful] injustice [of oppressors], you have eaten the fruit of lies. Because you have trusted in your [own] way and your chariots, in the multitude of your mighty men,",
          "ID": "13"
        },
        {
          "text": "Therefore shall a tumult arise against your people and all your fortresses shall be wasted and destroyed, as Shalmaneser wasted and destroyed Beth-arbel on the day of battle; the mother was dashed in pieces with her children. [II Kings 17:3.]",
          "ID": "14"
        },
        {
          "text": "So shall it be done to you at [idolatrous] Bethel because of your great wickedness; at daybreak shall the king of Israel be utterly cut off.",
          "ID": "15"
        }
      ],
      "ID": "OT:HOS.10"
    },
    {
      "name": "Hosea 11",
      "text": [
        {
          "text": "WHEN ISRAEL was a child, then I loved him and called My son out of Egypt. [Matt. 2:15.]",
          "ID": "1"
        },
        {
          "text": "The more [the prophets] called to them, the more they went from them; they kept sacrificing to the Baals and burning incense to the graven images.",
          "ID": "2"
        },
        {
          "text": "Yet I taught Ephraim to walk, taking them by their arms or taking them up in My arms, but they did not know that I healed them.",
          "ID": "3"
        },
        {
          "text": "I drew them with cords of a man, with bands of love, and I was to them as one who lifts up and eases the yoke over their cheeks, and I bent down to them and gently laid food before them.",
          "ID": "4"
        },
        {
          "text": "They shall not [literally] return into [another bondage in] the land of Egypt, but the Assyrian shall be their king because they refused to return to Me.",
          "ID": "5"
        },
        {
          "text": "And the sword shall rage against and fall upon their cities and shall consume the bars of their gates and shall make an end [of their defenses], because of their own counsels and devices.",
          "ID": "6"
        },
        {
          "text": "My people are bent on backsliding from Me; though [the prophets] call them to Him Who is on high, none at all will exalt Him or lift himself up [to come to Him].",
          "ID": "7"
        },
        {
          "text": "How can I give you up, O Ephraim! How can I surrender you and cast you off, O Israel! How can I make you as Admah or how can I treat you as Zeboiim [both destroyed with Sodom]! My heart recoils within Me; My compassions are kindled together. [Deut. 29:23.]",
          "ID": "8"
        },
        {
          "text": "I will not execute the fierceness of My anger; I will not bring back Ephraim to nothing or again destroy him. For I am God and not man, the Holy One in the midst of you, and I will not come in wrath or enter into the city.",
          "ID": "9"
        },
        {
          "text": "They shall walk after the Lord, Who will roar like a lion; He Himself will roar and [His] sons shall come trembling and eagerly from the west.",
          "ID": "10"
        },
        {
          "text": "They shall come trembling but hurriedly like a bird out of Egypt and like a dove out of the land of Assyria, and I will cause them to dwell in their houses, says the Lord.",
          "ID": "11"
        },
        {
          "text": "Ephraim surrounds Me with lies and the house of Israel with deceit, and Judah is not yet steadfast with God, with the faithful Holy One.",
          "ID": "12"
        }
      ],
      "ID": "OT:HOS.11"
    },
    {
      "name": "Hosea 12",
      "text": [
        {
          "text": "EPHRAIM HERDS and feeds on the wind and pursues the [parching] east wind; every day he increases lies and violence, and a covenant is made with Assyria and oil is carried to Egypt. [Isa. 30:6, 7.]",
          "ID": "1"
        },
        {
          "text": "The Lord has also a controversy (a pleading contention) with Judah, and will punish Jacob by visiting upon him according to his ways; according to his doings will He recompense him.",
          "ID": "2"
        },
        {
          "text": "He took his brother by the heel in [their mother's] womb, and in the strength [of his manhood] he contended and had power with God. [Gen. 25:26; 27:36.]",
          "ID": "3"
        },
        {
          "text": "Yes, he had power over the Angel [of the Lord] and prevailed; he wept and sought His favor. He met Him in Bethel, and there [God] spoke with [him and through him with] us–[Gen. 28:12-19; 32:28; Gen. 35:1-15.]",
          "ID": "4"
        },
        {
          "text": "Even the Lord the God of hosts, the name of Him [Who spoke with Jacob] is the Lord.",
          "ID": "5"
        },
        {
          "text": "Therefore return to your God! Hold fast to love and mercy, to righteousness and justice, and wait [expectantly] for your God continually!",
          "ID": "6"
        },
        {
          "text": "Canaan [Israel–whose ideals have sunk to those of Canaan] is a trader; the balances of deceit are in his hand; he loves to oppress and defraud.",
          "ID": "7"
        },
        {
          "text": "Ephraim has said, Ah, but I have become rich; I have gained for myself wealth. All my profits shall bring on me no iniquity that would be sin. [But all his profits will never offset nor suffice to expiate the guilt which he has incurred.] [Rev. 3:17.]",
          "ID": "8"
        },
        {
          "text": "But I [Who] am the Lord your God from [when you became a nation in] the land of Egypt will yet make you to dwell in tents, as in the days of the appointed and solemn Feast [of Tabernacles]. [Lev. 23:39-43.]",
          "ID": "9"
        },
        {
          "text": "I have also spoken to [you by] the prophets, and I have multiplied visions [for you] and [have appealed to you] through parables acted out by the prophets.",
          "ID": "10"
        },
        {
          "text": "If Gilead is given over to idolatry, they shall come to nought and be mere waste; if they [insult God by] sacrificing bullocks in Gilgal [on heathen altars], their altars shall be like heaps in the furrows of the fields.",
          "ID": "11"
        },
        {
          "text": "Jacob fled into the open country of Aram or Padan-aram, and [there] Israel served for a wife, and for a wife he herded sheep. [Gen. 29:18-20; 30:31; 31:38-41.]",
          "ID": "12"
        },
        {
          "text": "And by a prophet the Lord brought Israel out of Egypt, and by a prophet was [Israel] preserved.",
          "ID": "13"
        },
        {
          "text": "Ephraim has provoked most bitter anger; therefore shall his blood [guilt] be left upon him, and his disgrace and reproach shall his Lord return upon him.",
          "ID": "14"
        }
      ],
      "ID": "OT:HOS.12"
    },
    {
      "name": "Hosea 13",
      "text": [
        {
          "text": "WHEN EPHRAIM spoke with trembling, he exalted himself in Israel; but when he offended and became guilty in Baal worship, he died [spiritually, and then outward ruin came also, sealing Israel's doom as a nation].",
          "ID": "1"
        },
        {
          "text": "And now they sin more and more and have made for themselves molten images of their silver, even idols according to their own understanding [as it pleased them], all of them the work of the craftsmen. To these [very works of their hands] they speak or pray who sacrifice to them; they kiss and show homage to the calves [as if they were alive]!",
          "ID": "2"
        },
        {
          "text": "Therefore they shall be like the morning mist or like the dew that passes early away, like the chaff that swirls with the whirlwind from the threshing floor and as the smoke out of the chimney or through the window.",
          "ID": "3"
        },
        {
          "text": "Yet I am the Lord your God from [the time you became a nation in] the land of Egypt, and you shall know or recognize no God but Me, for there is no Savior besides Me.",
          "ID": "4"
        },
        {
          "text": "I knew (recognized, understood, and had regard for) you in the wilderness, in the land of great drought.",
          "ID": "5"
        },
        {
          "text": "According to their pasture, so were they filled [when they fed, they grew full], and their heart was lifted up; therefore have they forgotten Me.",
          "ID": "6"
        },
        {
          "text": "Therefore I have become to them like a lion; like a leopard I will lurk by the way [to Assyria] and watch them.",
          "ID": "7"
        },
        {
          "text": "I will meet them like a bear that is robbed of her cubs, and I will rend the covering of their heart, and there will I devour them like a lioness, as a wild beast would tear them.",
          "ID": "8"
        },
        {
          "text": "It is your destruction, O Israel, that you have been against Me, for in Me is your help.",
          "ID": "9"
        },
        {
          "text": "Where now is your king that he may save you in all your cities? And your judges of whom you said, Give me a king and princes?",
          "ID": "10"
        },
        {
          "text": "I have given you a king in My anger, and I have taken him away in My wrath.",
          "ID": "11"
        },
        {
          "text": "The iniquity of Ephraim [not fully punished yet] is bound up [as in a bag]; his sin is laid up in store [for judgment and destruction].",
          "ID": "12"
        },
        {
          "text": "The pains of a woman in childbirth are coming on for him [to be born]; but he is an unwise son, for now when it is time [to be born], he comes not to the place where [unborn] children break forth [he needs new birth but makes no effort to acquire it].",
          "ID": "13"
        },
        {
          "text": "Should I ransom them from the power of Sheol (the place of the dead)? Should I redeem them from death? O death, where are your plagues? O Sheol, where is your destruction? Relenting and compassion are hidden from My eyes. [I Cor. 15:55.]",
          "ID": "14"
        },
        {
          "text": "For though among his brethren [his fellow tribes] he may be fruitful, an east wind [Assyria] will come, the breath of the Lord rising from the desert; and Ephraim's spring shall become dry and his fountain be dried up. [Assyria] shall plunder his treasury of every precious vessel.",
          "ID": "15"
        },
        {
          "text": "Samaria shall bear her guilt and become desolate, for she rebelled against her God; they shall fall by the sword, their infants shall be dashed in pieces, and their pregnant women shall be ripped up.",
          "ID": "16"
        }
      ],
      "ID": "OT:HOS.13"
    },
    {
      "name": "Hosea 14",
      "text": [
        {
          "text": "O ISRAEL, return to the Lord your God, for you have stumbled and fallen, [visited by calamity] due to your iniquity.",
          "ID": "1"
        },
        {
          "text": "Take with you words and return to the Lord. Say to Him, Take away all our iniquity; accept what is good and receive us graciously; so will we render [our thanks] as bullocks [to be sacrificed] and pay the confession of our lips. [Heb. 13:15.]",
          "ID": "2"
        },
        {
          "text": "Assyria shall not save us; we will not ride upon horses, neither will we say any more to the work of our hands [idols], You are our gods. For in You [O Lord] the fatherless find love, pity, and mercy.",
          "ID": "3"
        },
        {
          "text": "I will heal their faithlessness; I will love them freely, for My anger is turned away from [Israel].",
          "ID": "4"
        },
        {
          "text": "I will be like the dew and the night mist to Israel; he shall grow and blossom like the lily and cast forth his roots like [the sturdy evergreens of] Lebanon.",
          "ID": "5"
        },
        {
          "text": "His suckers and shoots shall spread, and his beauty shall be like the olive tree and his fragrance like [the cedars and aromatic shrubs of] Lebanon.",
          "ID": "6"
        },
        {
          "text": "They that dwell under his shade shall return; they shall revive like the grain and blossom like the vine; the scent of it shall be like the wine of Lebanon.",
          "ID": "7"
        },
        {
          "text": "Ephraim shall say, What have I to do any more with idols? I have answered [him] and will regard and watch over him; I am like a green fir or cypress tree; with Me is the fruit found [which is to nourish you].",
          "ID": "8"
        },
        {
          "text": "Who is wise, that he may understand these things? Prudent, that he may know them? For the ways of the Lord are right and the [uncompromisingly] just shall walk in them, but transgressors shall stumble and fall in them. [Ps. 107:43; Isa. 26:7; Jer. 9:12; Dan. 12:10.]",
          "ID": "9"
        }
      ],
      "ID": "OT:HOS.14"
    }
  ],
  "version": "AMP",
  "ID": "OT:HOS(AMP)"
}