{
  "text": [
    {
      "text": [
        {
          "text": "The word of the Lord that came to Hosea, the son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah, and in the days of Jeroboam, the son of Joash, king of Israel.",
          "ID": "1"
        },
        {
          "text": "The beginning of the Lord's conversation with Hosea. And the Lord said to Hosea: \"Go, take to yourself a wife of fornications, and make for yourself sons of fornications, because, by fornicating, the land will fornicate away from the Lord.\"",
          "ID": "2"
        },
        {
          "text": "And he went out and took Gomer the daughter of Diblaim; and she conceived and bore him a son.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to him: \"Call his name Jezreel because, after a little while, I will visit the blood of Jezreel upon the house of Jehu, and I will put the kingdom of the house of Israel to rest.",
          "ID": "4"
        },
        {
          "text": "And in that day, I will crush the stronghold of Israel in the valley of Jezreel.\"",
          "ID": "5"
        },
        {
          "text": "And after a while, she conceived and bore a daughter. And he said to him: \"Call her name, Without Mercy, for I will no longer have mercy on the house of Israel, but I will utterly forget them.",
          "ID": "6"
        },
        {
          "text": "Yet I will have mercy on the house of Judah, and I will save them by the Lord their God. And I will not save them by bow and sword and battle and horses and horsemen.\"",
          "ID": "7"
        },
        {
          "text": "And she weaned her, who was called Without Mercy. And she conceived and bore a son.",
          "ID": "8"
        },
        {
          "text": "And he said: \"Call his name, Not My People, for you are not my people, and I will not be yours.",
          "ID": "9"
        },
        {
          "text": "And the number of the sons of Israel will be like the sand of the sea, which is without measure and cannot be numbered. And in the place where it will be said to them, 'You are not my people,' this will happen: it will be said to them, 'You are the sons of the living God.'",
          "ID": "10"
        },
        {
          "text": "And the sons of Judah, and the sons of Israel, will be gathered together. And they will place over themselves one head, and they will rise up from the earth, for great is the day of Jezreel.\"",
          "ID": "11"
        }
      ],
      "ID": "OT:HOS.1",
      "name": "Hosea 1"
    },
    {
      "text": [
        {
          "text": "\"Say to your brothers, 'You are my people,' and to your sister, 'You have obtained mercy.'",
          "ID": "1"
        },
        {
          "text": "Judge your mother, judge: for she is not my wife, and I am not her husband. Let her remove her fornications from before her face and her adulteries from between her breasts.",
          "ID": "2"
        },
        {
          "text": "Otherwise, I may expose her nakedness and set her as on the day of her birth, and I may establish her as a wilderness and set her as an impassable land, and I may execute her with thirst.",
          "ID": "3"
        },
        {
          "text": "And I will not have mercy on her sons, for they are the sons of fornications.",
          "ID": "4"
        },
        {
          "text": "For their mother has been fornicating; she who conceived them has been brought to ruin. For she said, 'I will go after my lovers, who give me my bread and my water, my wool and my flax, my oil and my drink.'",
          "ID": "5"
        },
        {
          "text": "Because of this, behold, I will fence in your way with thorns, and I will surround it with a wall, and she will not find her paths.",
          "ID": "6"
        },
        {
          "text": "And she will pursue her lovers, but she will not obtain them, and she will seek them, but she will not find them, and she will say, 'I will go and return to my first husband, because it was to some extent better for me then, than it is now.'",
          "ID": "7"
        },
        {
          "text": "And she did not know that I gave her grain and wine and oil, and that I increased her silver and gold, which they made into Baal.",
          "ID": "8"
        },
        {
          "text": "For this reason, I will turn back, and I will take away my grain in its time and my wine in its time, and I will set free my wool and my flax, which had covered her disgrace.",
          "ID": "9"
        },
        {
          "text": "And now, I will reveal her foolishness by the eyes of her lovers, and no man will rescue her from my hand.",
          "ID": "10"
        },
        {
          "text": "And I will cause all her joy to cease: her solemnities, her new moons, her sabbaths, and all her feast dates.",
          "ID": "11"
        },
        {
          "text": "And I will corrupt her vines and her fig trees, about which she said, 'These rewards, they are mine, my lovers have given them to me.' And I will place her in a narrow forest, and the beasts of the field will devour her.",
          "ID": "12"
        },
        {
          "text": "And I will inflict on her the days of the Baals, for whom she burned incense, and ornamented herself with earrings and necklace, and went after her lovers, and forgot about me,\" says the Lord.",
          "ID": "13"
        },
        {
          "text": "\"Because of this, behold, I will attract her, and I will lead her into the wilderness, and I will speak to her heart.",
          "ID": "14"
        },
        {
          "text": "And I will give to her, from the same place, her vinedressers, and the valley of Achor as a passage of hope. And she will sing there as in the days of her youth, and as in the days of her ascension from the land of Egypt.",
          "ID": "15"
        },
        {
          "text": "And it will be in that day,\" says the Lord, \"that she will call me, 'My Husband,' and she will no longer call me, 'My Baal.'",
          "ID": "16"
        },
        {
          "text": "And I will remove the names of the Baals from her mouth, and she will no longer remember their name.",
          "ID": "17"
        },
        {
          "text": "And in that day, I will strike a deal with them, with the beasts of the field, and with the birds of the sky, and with the creatures of the earth. And I will crush the bow and the sword, and I will wipe away war from the earth. And I will let them sleep securely.",
          "ID": "18"
        },
        {
          "text": "And I will betroth you to me forever, and I will betroth you to me in justice and judgment, and in mercy and compassion.",
          "ID": "19"
        },
        {
          "text": "And I will wed you to me in faith, and you will know that I am the Lord.",
          "ID": "20"
        },
        {
          "text": "And this will happen in that day: I will listen closely,\" says the Lord. \"I will hear the heavens, and they will hear the earth.",
          "ID": "21"
        },
        {
          "text": "And the land will pay attention to the grain, and the wine, and the oil; and these will hear Jezreel.",
          "ID": "22"
        },
        {
          "text": "And I will plant her for me in the land, and I will have mercy on her, though she had been called Without Mercy.",
          "ID": "23"
        },
        {
          "text": "And I will say to Not My People, 'You are my people,' and they will say, 'You are my God.' \"",
          "ID": "24"
        }
      ],
      "ID": "OT:HOS.2",
      "name": "Hosea 2"
    },
    {
      "text": [
        {
          "text": "And the Lord said to me: \"Go yet again, and love a woman, beloved by a friend, yet an adulteress, for so does the Lord love the sons of Israel, yet they look to strange gods, and love the seeds of grapes.\"",
          "ID": "1"
        },
        {
          "text": "And I contracted her to me for fifteen silver coins, and for a basket of barley, and half a basket of barley.",
          "ID": "2"
        },
        {
          "text": "And I said to her, \"You will wait for me for many days. You will not commit fornication, and you will not be with a man. But I also will wait for you.\"",
          "ID": "3"
        },
        {
          "text": "For the sons of Israel will sit for many days without a king, and without a leader, and without sacrifice, and without altar, and without priestly vestments, and without religious symbols.",
          "ID": "4"
        },
        {
          "text": "And after this, the sons of Israel will return, and they will seek the Lord their God and David their king, and they will be terrified by the Lord and by his goodness, in the last days.",
          "ID": "5"
        }
      ],
      "ID": "OT:HOS.3",
      "name": "Hosea 3"
    },
    {
      "text": [
        {
          "text": "Listen to the word of the Lord, sons of Israel, for the Lord is judge of the inhabitants of the land. Yet there is no truth, and there is no mercy, and there is no knowledge of God, in the land.",
          "ID": "1"
        },
        {
          "text": "Slander, and lying, and killing, and theft, and adultery have overflowed, and bloodshed has brought more bloodshed.",
          "ID": "2"
        },
        {
          "text": "Because of this, the land will mourn, and all who dwell in it will languish, with the beasts of the field and the birds of the air. And the fishes of the sea also will be gathered together.",
          "ID": "3"
        },
        {
          "text": "So, truly, let each and every one not judge, and let no man be accused, for your people are just like those who speak against the priesthood.",
          "ID": "4"
        },
        {
          "text": "And you will be ruined on this day, and now the prophet will be ruined with you. In the night, I have made your mother to be silent.",
          "ID": "5"
        },
        {
          "text": "My people have become silent because they had no knowledge. Since you have rejected knowledge, I will drive you away; you do not perform the duties of the priesthood for me, and you have forgotten the law of your God, and so I will forget your sons.",
          "ID": "6"
        },
        {
          "text": "According to the multitude of them, so have they sinned against me. I will change their glory into disgrace.",
          "ID": "7"
        },
        {
          "text": "They will devour the sins of my people, and they will lift up their souls towards their iniquity.",
          "ID": "8"
        },
        {
          "text": "And, just as it is with the people, so will it be with the priest; and I will visit their ways upon them, and I will repay them for their intentions.",
          "ID": "9"
        },
        {
          "text": "And they will eat and not be satisfied. They have been committing fornication, and they did not cease. Since they have abandoned the Lord, they will not be safeguarded.",
          "ID": "10"
        },
        {
          "text": "Fornication, and wine, and drunkenness, have taken away their heart.",
          "ID": "11"
        },
        {
          "text": "My people have inquired of their stave, and their staff has announced to them. For the spirit of fornication has deceived them, and they have been fornicating before their God.",
          "ID": "12"
        },
        {
          "text": "They have offered sacrifice on the tops of the mountains and burnt incense on the hills, under the oak, and the poplar, and the terebinth tree, because its shadow was good; therefore, your daughters will commit fornication and your spouses will be adulteresses.",
          "ID": "13"
        },
        {
          "text": "I will not send afflictions on your daughters, when they will commit fornication, nor on your spouses, when they will commit adultery, because you yourselves have associated with harlots and have offered sacrifice with the effeminate, and because the people who do not understand will be defeated.",
          "ID": "14"
        },
        {
          "text": "If you commit fornication, Israel, at least let Judah not commit offenses; and do not be willing to enter into Gilgal, nor to ascend to Bethaven, and neither should you swear, \"As the Lord lives.\"",
          "ID": "15"
        },
        {
          "text": "For Israel has gone astray like a wanton heifer; so now the Lord will pasture them like a young lamb in a wide expanse.",
          "ID": "16"
        },
        {
          "text": "Ephraim participates in idolatry, so send him away.",
          "ID": "17"
        },
        {
          "text": "Their feasting has been set aside; they have committed fornication after fornication. They love to bring disgrace to their protectors.",
          "ID": "18"
        },
        {
          "text": "The wind has fastened them to its wings, and they will be confounded because of their sacrifices.",
          "ID": "19"
        }
      ],
      "ID": "OT:HOS.4",
      "name": "Hosea 4"
    },
    {
      "text": [
        {
          "text": "Hear this, priests, and pay attention, house of Israel, and listen closely, house of the king. For there is a judgment against you, because you have become a trap for those you watched over, and a net stretched out over Tabor.",
          "ID": "1"
        },
        {
          "text": "And you have led astray victims into the depths, though I am the teacher of them all.",
          "ID": "2"
        },
        {
          "text": "I know Ephraim, and Israel has not been hidden from me, yet now Ephraim has committed fornication, and Israel has been contaminated.",
          "ID": "3"
        },
        {
          "text": "They will not set their thoughts to return to their God, for the spirit of fornication is in the midst of them, and they have not known the Lord.",
          "ID": "4"
        },
        {
          "text": "And the arrogance of Israel will answer to his face. And Israel and Ephraim will fall in their iniquity, and even Judah will fall with them.",
          "ID": "5"
        },
        {
          "text": "With their flocks and their herds, they will go to seek the Lord, and they will not find him. He has taken himself away from them.",
          "ID": "6"
        },
        {
          "text": "They have sinned against the Lord. For they have conceived sons that are strangers. Now one month will devour them with all their own.",
          "ID": "7"
        },
        {
          "text": "Sound the bugle in Gibeah, the trumpet in Ramah. Shout in Bethaven, behind your back, O Benjamin.",
          "ID": "8"
        },
        {
          "text": "Ephraim will be in desolation on the day of correction, for within the tribes of Israel, I have revealed faith.",
          "ID": "9"
        },
        {
          "text": "The leaders of Judah have become like those who assume the end. I will pour my wrath over them like water.",
          "ID": "10"
        },
        {
          "text": "Ephraim has been enduring malicious slander and broken judgment, because he began to go after filth.",
          "ID": "11"
        },
        {
          "text": "And I will be like a moth to Ephraim, and like decay to the house of Judah.",
          "ID": "12"
        },
        {
          "text": "And Ephraim saw his own weakness, and Judah his chains. And Ephraim went to Assur, and he sent to the Avenging king. But he will not be able to heal you, nor is he able to release you from your chains.",
          "ID": "13"
        },
        {
          "text": "For I will be like a lioness to Ephraim, and like a lion's offspring to the house of Judah. I myself will seize and go forth. I will take away, and there is no one who can rescue.",
          "ID": "14"
        },
        {
          "text": "I will go and return to my place, until you shall grow faint and seek my face.",
          "ID": "15"
        }
      ],
      "ID": "OT:HOS.5",
      "name": "Hosea 5"
    },
    {
      "text": [
        {
          "text": "In their tribulation, they will arise early to me. Come, let us return to the Lord.",
          "ID": "1"
        },
        {
          "text": "For he has seized us, and he will heal us. He will strike, and he will cure us.",
          "ID": "2"
        },
        {
          "text": "He will revive us after two days; on the third day he will raise us up, and we will live in his sight. We will understand, and we will continue on, so that we may know the Lord. His landing place has been prepared like the first light of morning, and he will come to us like the early and the late rains of the land.",
          "ID": "3"
        },
        {
          "text": "What am I to do with you, Ephraim? What am I to do with you, Judah? Your mercy is like the morning mist, and like the dew passing away in the morning.",
          "ID": "4"
        },
        {
          "text": "Because of this, I have cut them with the prophets, I have slain them with the words of my mouth; and your opinions will depart like the light.",
          "ID": "5"
        },
        {
          "text": "For I desired mercy and not sacrifice, and knowledge of God more than holocausts.",
          "ID": "6"
        },
        {
          "text": "But they, like Adam, have transgressed the covenant; in this, they have been dishonest with me.",
          "ID": "7"
        },
        {
          "text": "Gilead is a city that manufactures idols; it has been tripped up by family relations.",
          "ID": "8"
        },
        {
          "text": "And, like those who rob with skillful words, they, by conspiring with the priests, bring a death sentence to travelers on a pilgrimage from Shechem; for they have been performing evil deeds.",
          "ID": "9"
        },
        {
          "text": "I have seen horrible things in the house of Israel; the fornications of Ephraim are there. Israel has been contaminated.",
          "ID": "10"
        },
        {
          "text": "But you, Judah, set a harvest for yourself, while I reverse the captivity of my people.",
          "ID": "11"
        }
      ],
      "ID": "OT:HOS.6",
      "name": "Hosea 6"
    },
    {
      "text": [
        {
          "text": "When I was willing to heal Israel, the iniquity of Ephraim was discovered, and the malice of Samaria, for they had been manufacturing lies. And the thief steals from inside, the robber from outside.",
          "ID": "1"
        },
        {
          "text": "And, so that they may not say in their hearts that I am the one who has called to mind all of their wickedness: now their own inventions have encircled them. These things have happened in my presence.",
          "ID": "2"
        },
        {
          "text": "The king has rejoiced at their wickedness, and the leaders have rejoiced in their lies.",
          "ID": "3"
        },
        {
          "text": "They are all adulterers; like an oven heating up before baking, the city rested a little before the leaven was mixed in, until the whole was leavened.",
          "ID": "4"
        },
        {
          "text": "On the day of our king, the leaders began to be mad with wine; he extended his hand with those who fabricate illusions.",
          "ID": "5"
        },
        {
          "text": "For they have used their heart like an oven, while he laid snares for them; he slept through the night baking them, and by morning he himself was heated like a burning fire.",
          "ID": "6"
        },
        {
          "text": "They have all become hot like an oven, and they have devoured their judges. All their kings have fallen. There is no one who calls to me among them.",
          "ID": "7"
        },
        {
          "text": "Ephraim himself has been mingled with the nations. Ephraim has become like bread, baked under ashes, that has not been turned over.",
          "ID": "8"
        },
        {
          "text": "Strangers have devoured his strength, and he did not know it. And grey hairs also have spread across him, and he is ignorant of it.",
          "ID": "9"
        },
        {
          "text": "And the pride of Israel will be brought low before his face, for they have not returned to the Lord their God, nor have they sought him in all of this.",
          "ID": "10"
        },
        {
          "text": "And Ephraim has become like a pigeon that has been led astray, not having a heart; for they called upon Egypt, they went to the Assyrians.",
          "ID": "11"
        },
        {
          "text": "And when they will set out, I will spread my net over them. I will pull them down like the birds of the sky; I will cut them down in accordance with the reports of their meetings.",
          "ID": "12"
        },
        {
          "text": "Woe to them, for they have withdrawn from me. They will waste away because they have been dishonest with me. And I redeemed them, and they have spoken lies against me.",
          "ID": "13"
        },
        {
          "text": "And they have not cried out to me in their heart, but they howled on their beds. They have obsessed about wheat and wine; they have withdrawn from me.",
          "ID": "14"
        },
        {
          "text": "And I have educated them, and I have reinforced their arms; and they have imagined evil against me.",
          "ID": "15"
        },
        {
          "text": "They returned so that they might be without a yoke. They have become like a deceitful bow. Their leaders will fall by the sword because of the madness of their words. This is their derision in the land of Egypt.",
          "ID": "16"
        }
      ],
      "ID": "OT:HOS.7",
      "name": "Hosea 7"
    },
    {
      "text": [
        {
          "text": "Let there be a trumpet in your throat, like an eagle over the house of the Lord, on behalf of those who have transgressed my covenant and violated my law.",
          "ID": "1"
        },
        {
          "text": "They will call on me: \"O my God, we, Israel, know you.\"",
          "ID": "2"
        },
        {
          "text": "Israel has thrown away goodness; the enemy will overtake him.",
          "ID": "3"
        },
        {
          "text": "They have reigned, but not by me. Leaders have emerged, and I did not recognize them. Their silver and their gold, they have made into idols for themselves, so that they might cross over.",
          "ID": "4"
        },
        {
          "text": "Your calf, Samaria, has been rejected. My fury has been enraged against them. How long will they be incapable of being cleansed?",
          "ID": "5"
        },
        {
          "text": "For it is itself also from Israel: a workman made it, and it is not God. For the calf of Samaria will be used for the webs of spiders.",
          "ID": "6"
        },
        {
          "text": "For they will sow wind and reap a whirlwind. It does not have a firm stalk; the bud will yield no grain. But if it does yield, strangers will eat it.",
          "ID": "7"
        },
        {
          "text": "Israel has been devoured. Now, among the nations, it has become like an unclean vessel.",
          "ID": "8"
        },
        {
          "text": "For they have gone up to Assur, a wild ass alone by himself. Ephraim has given presents to his lovers.",
          "ID": "9"
        },
        {
          "text": "But even when they will have brought the nations together for the sake of money, now I will assemble them. And they will rest for a little while from the burden of the king and the leaders.",
          "ID": "10"
        },
        {
          "text": "For Ephraim multiplied altars to sin, and sanctuaries have become an offense for him.",
          "ID": "11"
        },
        {
          "text": "I will write to him my intricate laws, which have been treated like strangers.",
          "ID": "12"
        },
        {
          "text": "They will offer victims, they will immolate flesh and will eat, and the Lord will not accept them. For now he will remember their iniquity, and he will repay their sins: they will be turned back to Egypt.",
          "ID": "13"
        },
        {
          "text": "And Israel has forgotten his Maker and has built shrines. And Judah has increased its fortified cities. And I will send fire upon his cities, and it will devour its structures.",
          "ID": "14"
        }
      ],
      "ID": "OT:HOS.8",
      "name": "Hosea 8"
    },
    {
      "text": [
        {
          "text": "Do not choose to rejoice, Israel; do not celebrate as the crowds do. For you have been committing fornication against your God; you have loved a prize upon every threshing floor of wheat.",
          "ID": "1"
        },
        {
          "text": "The threshing floor and the oil press will not feed them, and the wine will deceive them.",
          "ID": "2"
        },
        {
          "text": "They will not dwell in the land of the Lord. Ephraim has been returned to Egypt, and he has eaten polluted things among the Assyrians.",
          "ID": "3"
        },
        {
          "text": "They will not offer a libation of wine to the Lord, and they will not please him. Their sacrifices will be like the bread of mourners. All those who eat it will be defiled. For their bread is of their soul; it will not enter into the house of the Lord.",
          "ID": "4"
        },
        {
          "text": "What will you do on the solemn day, on the day of the feast of the Lord?",
          "ID": "5"
        },
        {
          "text": "For, behold, they have been sent away by devastation. Egypt will gather them together; Memphis will bury them. Nettles will inherit their desired silver; the burr will be in their tabernacles.",
          "ID": "6"
        },
        {
          "text": "The days of visitation have arrived; the days of retribution are here. Know this, Israel: that the prophet was foolish, the spiritual man was mad, because of the multitude of your iniquities and the great extent of your foolishness.",
          "ID": "7"
        },
        {
          "text": "The watcher of Ephraim was with my God. The prophet has become a snare of ruin over all his ways; insanity is in the house of his God.",
          "ID": "8"
        },
        {
          "text": "They have sinned profoundly, just as in the days of Gibeah. He will remember their iniquity, and he will repay their sin.",
          "ID": "9"
        },
        {
          "text": "I discovered Israel like grapes in the desert. Like the first fruits of the fig tree, I saw their fathers on the end of its branches. But they went in to Baal-peor, and they have been estranged by intermingling, and they have became abominable, just like the things that they chose to love.",
          "ID": "10"
        },
        {
          "text": "Ephraim has chased away their glory like a bird: from birth, and from the womb, and from conception.",
          "ID": "11"
        },
        {
          "text": "And even if they should nurture their sons, I will make them without children among men. Yes, and woe to them, when I have withdrawn from them.",
          "ID": "12"
        },
        {
          "text": "Ephraim, as I see it, was a Tyre, founded by beauty. And Ephraim will lead his sons to execution.",
          "ID": "13"
        },
        {
          "text": "Give them, O Lord. What will you give them? Give them a womb without children, and dry breasts.",
          "ID": "14"
        },
        {
          "text": "All their wickedness is in Gilgal, for I held them there, in their hatred. Because of the malice of their inventions, I will expel them from my house. I will no longer say that I love them; all their leaders have retreated.",
          "ID": "15"
        },
        {
          "text": "Ephraim has been struck; their root has been dried out: by no means will they yield fruit. And even if they should conceive, I will execute the most beloved of their womb.",
          "ID": "16"
        },
        {
          "text": "My God will cast them aside because they have not listened to him; and they will be wanderers among the nations.",
          "ID": "17"
        }
      ],
      "ID": "OT:HOS.9",
      "name": "Hosea 9"
    },
    {
      "text": [
        {
          "text": "Israel is a leafy vine, its fruit has been suitable to him. According to the multitude of his fruit, he has multiplied altars; according to the fertility of his land, he has abounded with graven images.",
          "ID": "1"
        },
        {
          "text": "His heart has been divided, so now they will cross the divide. He will break apart their images; he will plunder their sanctuaries.",
          "ID": "2"
        },
        {
          "text": "For now they will say, \"We have no king. For we do not fear the Lord. And what would a king do for us?\"",
          "ID": "3"
        },
        {
          "text": "You speak words about a useless vision, and you will strike a deal. And judgment will spring up like bitterness in the furrows of the field.",
          "ID": "4"
        },
        {
          "text": "The inhabitants of Samaria have worshipped the calf of Bethaven. For the keepers of its temple, who had exulted over it in its glory, and its people, have mourned over it because it migrated from there.",
          "ID": "5"
        },
        {
          "text": "If, indeed, it also has been offered to Assur, as a gift for the Avenging king, confusion will seize Ephraim, and Israel will be confounded by his own will.",
          "ID": "6"
        },
        {
          "text": "Samaria has required her king to pass by, like foam on the face of the water.",
          "ID": "7"
        },
        {
          "text": "And the heights of the idol, the sin of Israel, will be utterly destroyed. The burr and the thistle will rise up over their altars. And they will say to the mountains, 'Cover us,' and to the hills, 'Fall on us.'",
          "ID": "8"
        },
        {
          "text": "From the days of Gibeah, Israel has sinned; in this, they remained firm. The battle in Gibeah against the sons of iniquity will not take hold of them.",
          "ID": "9"
        },
        {
          "text": "According to my desire, I will correct them. And the peoples will be gathered together over them, while they are chastised for their two iniquities.",
          "ID": "10"
        },
        {
          "text": "Ephraim is a heifer that has been taught to love treading out the grain, but I passed over the beauty of her neck. I will rise over Ephraim. Judah will plough; Jacob will break up the soil for himself.",
          "ID": "11"
        },
        {
          "text": "Sow for yourselves in justice, and harvest in the mouth of mercy; renew your fallow land. But the time when you will seek the Lord is the time when he will arrive who will teach you justice.",
          "ID": "12"
        },
        {
          "text": "You have ploughed impiety; you have harvested iniquity; you have eaten the fruit of lies. For you had confidence in your ways, in the multitude of your good fortunes.",
          "ID": "13"
        },
        {
          "text": "A tumult will arise among your people. And all your fortifications will be laid waste, just as Salman was destroyed by the house of him that judged Baal on the day of the battle, the mother having been crushed against her sons.",
          "ID": "14"
        },
        {
          "text": "So has Bethel done to you, before the face of your malicious wickedness.",
          "ID": "15"
        }
      ],
      "ID": "OT:HOS.10",
      "name": "Hosea 10"
    },
    {
      "text": [
        {
          "text": "Just as the morning passes, so has the king of Israel passed by. For Israel was a child and I loved him; and out of Egypt I called my son.",
          "ID": "1"
        },
        {
          "text": "They called them, and so they departed before their face. They offered victims to the Baals, and they sacrificed to graven images.",
          "ID": "2"
        },
        {
          "text": "And I was like a foster father to Ephraim. I carried them in my arms. And they did not know that I healed them.",
          "ID": "3"
        },
        {
          "text": "I will draw them with the cords of Adam, with the bands of love. And I will be to them like one who raises the yoke over their jaws. And I will reach down to him so that he may eat.",
          "ID": "4"
        },
        {
          "text": "He will not return to the land of Egypt, but Assur himself will be the king over him, because they were not willing to be converted.",
          "ID": "5"
        },
        {
          "text": "The sword has begun in his cities, and it will consume his elect and devour their heads.",
          "ID": "6"
        },
        {
          "text": "And my people will long for my return. But a yoke will be imposed on them together, which will not be taken away.",
          "ID": "7"
        },
        {
          "text": "How will I provide for you, Ephraim; how will I protect you, Israel? How will I provide for you as for Adam; will I set you like Zeboiim? My heart has changed within me; together with my regret, it has been stirred up.",
          "ID": "8"
        },
        {
          "text": "I will not act on the fury of my wrath. I will not turn back to utterly destroy Ephraim. For I am God, and not man, the Divine in your midst, and I will not advance upon the city.",
          "ID": "9"
        },
        {
          "text": "They will walk after the Lord; he will roar like a lion. For he himself will roar, and the sons of the sea will dread.",
          "ID": "10"
        },
        {
          "text": "And they will fly like a bird out of Egypt, and like a dove from the land of the Assyrians. And I will arrange them in their own houses, says the Lord.",
          "ID": "11"
        },
        {
          "text": "Ephraim has besieged me with denials, and the house of Israel with deceit. But Judah went down as a witness before God and the holy ones of faith.",
          "ID": "12"
        }
      ],
      "ID": "OT:HOS.11",
      "name": "Hosea 11"
    },
    {
      "text": [
        {
          "text": "Ephraim feeds on wind and follows burning heat; all day long he multiplies lies and desolation. And he has entered into a pact with the Assyrians, and he has carried oil into Egypt.",
          "ID": "1"
        },
        {
          "text": "Therefore, the judgment of the Lord is with Judah and a visitation is upon Jacob. He will repay him according to his ways and according to his inventions.",
          "ID": "2"
        },
        {
          "text": "In the womb, he supplanted his brother; for in his good fortune, he had been guided by an angel.",
          "ID": "3"
        },
        {
          "text": "And he prevailed over an angel, for he had been strengthened. He wept and petitioned him. He found him in Bethel, and there he has spoken to us.",
          "ID": "4"
        },
        {
          "text": "And the Lord God of hosts, the Lord is his memorial.",
          "ID": "5"
        },
        {
          "text": "And so, you should convert to your God. Keep mercy and judgment, and have hope in your God always.",
          "ID": "6"
        },
        {
          "text": "Canaan, in his hand is a deceitful balance, he has chosen false accusations.",
          "ID": "7"
        },
        {
          "text": "And Ephraim has said, \"Nevertheless, I have become rich; I have found an idol for myself. All of my labors will not reveal to me the iniquity that I have committed.\"",
          "ID": "8"
        },
        {
          "text": "And I, the Lord your God from the land of Egypt, nevertheless will cause you to dwell in tabernacles, just as during the days of the feast.",
          "ID": "9"
        },
        {
          "text": "And I have spoken through the prophets, and I have multiplied visions, and I have used parables through the hands of the prophets.",
          "ID": "10"
        },
        {
          "text": "If Gilead is an idol, then they have been sacrificing cattle in Gilgal to no purpose. For even their altars are like clutter on the soil of the field.",
          "ID": "11"
        },
        {
          "text": "Jacob fled into the region of Syria, and Israel served like a wife, and was served by a wife.",
          "ID": "12"
        },
        {
          "text": "Yet by a prophet the Lord led Israel out of Egypt, and he was served by a prophet.",
          "ID": "13"
        },
        {
          "text": "Ephraim has provoked me to wrath with his bitterness, and his blood will overcome him, and his Lord will requite him for his shamefulness.",
          "ID": "14"
        }
      ],
      "ID": "OT:HOS.12",
      "name": "Hosea 12"
    },
    {
      "text": [
        {
          "text": "While Ephraim was speaking, a horror entered Israel, and he offended by Baal, and he died.",
          "ID": "1"
        },
        {
          "text": "And now they add that they will be sinning more. And they have made themselves an image cast from their silver, just like the image of idols; but the whole thing has been made by craftsmen. These say to them, \"Sacrifice men, you who adore calves.\"",
          "ID": "2"
        },
        {
          "text": "For this reason, they will be like the morning clouds, and like the morning dew that passes away, just like the dust that is driven by a whirlwind away from the threshing floor, and like the smoke from a chimney.",
          "ID": "3"
        },
        {
          "text": "But I am the Lord your God from the land of Egypt, and you will not know God apart from me, and there is no Savior except me.",
          "ID": "4"
        },
        {
          "text": "I knew you in the desert, in the land of solitude.",
          "ID": "5"
        },
        {
          "text": "According to their pastures, they have been filled up and have been satisfied. And they have lifted up their heart, and they have forgotten me.",
          "ID": "6"
        },
        {
          "text": "And I will be to them like a lioness, like a leopard in the way of the Assyrians.",
          "ID": "7"
        },
        {
          "text": "I will run to meet them like a bear that has been robbed of her young, and I will split open the middle of their liver. And I will devour them there like a lion; the beast of the field will tear them apart.",
          "ID": "8"
        },
        {
          "text": "Perdition is yours, Israel. Your help is only in me.",
          "ID": "9"
        },
        {
          "text": "Where is your king? Now, especially, let him save you in all your cities, and from your judges, about whom you said, \"Give me kings and princes.\"",
          "ID": "10"
        },
        {
          "text": "I will give you a king in my wrath, and I will take him away in my indignation.",
          "ID": "11"
        },
        {
          "text": "The iniquity of Ephraim has been bound; his sin has been engulfed.",
          "ID": "12"
        },
        {
          "text": "The pains of giving birth will reach him. He is an unwise son. For now he will not remain firm during the contrition of his sons.",
          "ID": "13"
        },
        {
          "text": "I will free them from the hand of death; from death I will redeem them. Death, I will be your death. Hell, I will be your deadly wound. Consolation is hidden from my eyes.",
          "ID": "14"
        },
        {
          "text": "For he will make a division among brothers. The Lord will bring a burning wind, rising up from the desert, and it will dry up his streams, and it will make his fountain desolate, and he will tear apart every collection of desirable useful things.",
          "ID": "15"
        }
      ],
      "ID": "OT:HOS.13",
      "name": "Hosea 13"
    },
    {
      "text": [
        {
          "text": "Let Samaria perish, because she has urged her God towards bitterness. Let them perish by the sword, let their little ones be thrown down, and let their pregnant women be cut in two.",
          "ID": "1"
        },
        {
          "text": "Israel, convert to the Lord your God. For you have been ruined by your own iniquity.",
          "ID": "2"
        },
        {
          "text": "Take these words with you and return to the Lord. And say to him, \"Remove all iniquity and accept the good. And we will repay the calves of our lips.",
          "ID": "3"
        },
        {
          "text": "Assur will not save us; we will not ride on horses. Neither will we say any more, 'The works of our hands are our gods,' for those that are in you will have mercy on the orphan.\"",
          "ID": "4"
        },
        {
          "text": "I will heal their contrition; I will love them spontaneously. For my wrath has been turned away from them.",
          "ID": "5"
        },
        {
          "text": "I will be like the dew; Israel will spring forth like the lily, and his root will spread out like that of the cedars of Lebanon.",
          "ID": "6"
        },
        {
          "text": "His branches will advance, and his glory will be like the olive tree, and his fragrance will be like that of the cedars of Lebanon.",
          "ID": "7"
        },
        {
          "text": "They will be converted, sitting in his shadow. They will live on wheat, and they will grow like a vine. His memorial will be like the wine of the cedars of Lebanon.",
          "ID": "8"
        },
        {
          "text": "Ephraim will say, \"What are idols to me any more?\" I will listen to him, and I will set him straight like a healthy spruce tree. Your fruit has been found by me.",
          "ID": "9"
        },
        {
          "text": "Who is wise and will understand this? Who has understanding and will know these things? For the ways of the Lord are straight, and the just will walk in them, but truly, the traitors will fall in them.",
          "ID": "10"
        }
      ],
      "ID": "OT:HOS.14",
      "name": "Hosea 14"
    }
  ],
  "ID": "OT:HOS(CPDV)",
  "version": "CPDV",
  "name": "Hosea"
}