{
  "version": "ERV",
  "text": [
    {
      "title": "The Lord Speaks to the Nation of Israel",
      "text": [
        {
          "text": "This is the Lord’s message that came to Hosea son of Beeri during the time that Uzziah, Jotham, Ahaz, and Hezekiah were kings of Judah, and Jeroboam son of Joash was king of Israel.",
          "ID": "1"
        },
        {
          "text": "This was the Lord’s first message to Hosea. The Lord said, “Go, marry a prostitute who has had children as a result of her prostitution. Do this because the people in this country have acted like prostitutes—they have been unfaithful to the Lord.”",
          "ID": "2"
        },
        {
          "text": "So Hosea married Gomer daughter of Diblaim. She became pregnant and gave birth to a son for Hosea.",
          "ID": "3"
        },
        {
          "text": "The Lord said to Hosea, “Name him Jezreel, because soon I will punish the family of Jehu for the people he killed at Jezreel Valley. Then I will put an end to the kingdom of the nation of Israel.",
          "ID": "4",
          "comments": [
            "Jezreel This name in Hebrew means “God will plant seeds.”",
            "people … at Jezreel Valley See 2 Kings 9-10 for the story of Jehu’s revolt at Jezreel Valley.",
            "nation Literally, “house.” This might mean the royal family of that country. Also in verse 6."
          ]
        },
        {
          "text": "And at that time I will break Israel’s bow at Jezreel Valley.”",
          "ID": "5"
        },
        {
          "text": "Then Gomer became pregnant again and gave birth to a daughter. The Lord said to Hosea, “Name her Lo-Ruhamah, because I will not show mercy to the nation of Israel anymore, nor will I forgive them.",
          "ID": "6",
          "comments": [
            "Lo-Ruhamah This name in Hebrew means “She receives no mercy.” Also in verse 8."
          ]
        },
        {
          "text": "But I will show mercy to the nation of Judah. I will save them, but I will not use bows or swords or war horses and soldiers to save them. I will save them by my own power.”",
          "ID": "7",
          "comments": [
            "by my own power Literally, “by the Lord their God.”"
          ]
        },
        {
          "text": "After Gomer had finished nursing Lo-Ruhamah, she became pregnant again and gave birth to a son.",
          "ID": "8"
        },
        {
          "text": "Then the Lord said, “Name him Lo-Ammi, because you are not my people, and I am not your God.”",
          "ID": "9",
          "comments": [
            "Lo-Ammi This name in Hebrew means “not my people.”"
          ]
        },
        {
          "text": "“In the future the number of the people of Israel will be like the sand of the sea, which you cannot measure or count. In the same place that God told them, ‘You are not my people,’ he will call them ‘children of the Living God.’",
          "ID": "10"
        },
        {
          "text": "“Then the people of Judah and the people of Israel will be gathered together. They will choose one ruler for themselves, and their nation will be too large for the land. Jezreel’s day will be great!",
          "ID": "11",
          "comments": [
            "their nation … land Literally, “they will go up from the land.”"
          ]
        }
      ],
      "ID": "OT:HOS.1",
      "name": "Hosea 1"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“Then you will say to your brothers, ‘You are my people,’ and you will say to your sisters, ‘He has shown mercy to you.’”",
          "ID": "1",
          "comments": [
            "Or “Then say to your brothers, ‘My people,’ and to your sisters, ‘You have been shown mercy.’”"
          ]
        },
        {
          "text": "“Argue with your mother. Argue with her because she is no longer my wife, and I am no longer her husband! Tell her to stop being like a prostitute. Tell her to take away her lovers from between her breasts.",
          "ID": "2",
          "comments": [
            "mother This means the nation of Israel.",
            "her lovers Or “adulteries.” Adultery means breaking a marriage promise by sexual sin. God was like a husband to Israel. But Israel was worshiping false gods—this was spiritual adultery against God."
          ]
        },
        {
          "text": "If she refuses to stop her adultery, I will strip her naked and leave her like the day she was born. I will take away her people, and she will be like an empty, dry desert. I will kill her with thirst.",
          "ID": "3"
        },
        {
          "text": "I will have no pity on her children because they are the children of prostitution.",
          "ID": "4"
        },
        {
          "text": "Their mother has acted like a prostitute. She should be ashamed of what she did. She said, ‘I will go to my lovers, who give me food and water, wool and linen, wine and olive oil.’",
          "ID": "5",
          "comments": [
            "lovers This means Israel’s false gods. Also in verses 7, 10, 13."
          ]
        },
        {
          "text": "“So I, the Lord, will block Israel’s road with thorns, and I will build a wall. Then she will not be able to find her path.",
          "ID": "6"
        },
        {
          "text": "She will run after her lovers, but she will not be able to catch up with them. She will look for her lovers, but she will not be able to find them. Then she will say, ‘I will go back to my husband. Life was better for me when I was with him. Life was better then than it is now.’",
          "ID": "7"
        },
        {
          "text": "“Israel didn’t know that I, the Lord, was the one who gave her grain, wine, and oil. I kept giving her more and more silver and gold, but she used this silver and gold to make statues of Baal.",
          "ID": "8"
        },
        {
          "text": "So I will return and take back my grain at the time it is ready to be harvested. I will take back my wine at the time the grapes are ready. I will take back my wool and linen. I gave those things to her so that she could cover her naked body.",
          "ID": "9"
        },
        {
          "text": "Now I will strip her. She will be naked, so all her lovers can see her. No one will be able to save her from my power.",
          "ID": "10",
          "comments": [
            "power Literally, “hand.”"
          ]
        },
        {
          "text": "I will take away all her fun. I will stop her festivals, her New Moon celebrations, and her days of rest. I will stop all her special feasts.",
          "ID": "11"
        },
        {
          "text": "I will destroy her vines and fig trees. She said, ‘My lovers gave these things to me.’ But I will change her gardens—they will become like a wild forest. Wild animals will come and eat from those plants.",
          "ID": "12"
        },
        {
          "text": "“Israel served false gods, so I will punish her. She burned incense to those false gods. She dressed up—she put on her jewelry and nose ring. Then she went to her lovers and forgot me.” This is what the Lord has said.",
          "ID": "13",
          "comments": [
            "false gods Literally, “Baals.”"
          ]
        },
        {
          "text": "“So I, the Lord, will speak romantic words to her. I will lead her into the desert and speak tender words.",
          "ID": "14"
        },
        {
          "text": "There I will give her vineyards. I will give her Achor Valley as a doorway of hope. Then she will answer as she did when she came out of the land of Egypt.”",
          "ID": "15"
        },
        {
          "text": "This is what the Lord says.\n“At that time you will call me ‘My husband.’ You will not call me ‘My Baal.’",
          "ID": "16",
          "comments": [
            "My Baal This is a wordplay. Baal was a Canaanite god, but the name also means “lord or husband.”"
          ]
        },
        {
          "text": "I will take the names of those false gods out of her mouth. Then people will not use those names again.",
          "ID": "17"
        },
        {
          "text": "“At that time I will make an agreement for the Israelites with the animals of the field, the birds of the sky, and the crawling things on the ground. I will break the bow, the sword, and the weapons of war in that land. I will make the land safe, so the people of Israel can lie down in peace.",
          "ID": "18"
        },
        {
          "text": "And I will make you my bride forever. I will make you my bride with goodness and justice and with love and mercy.",
          "ID": "19"
        },
        {
          "text": "I will make you my faithful bride. Then you will really know the Lord.",
          "ID": "20"
        },
        {
          "text": "And at that time I will answer.” This is what the Lord says.\n“I will speak to the skies,\nand they will give rain to the earth.",
          "ID": "21"
        },
        {
          "text": "The earth will produce grain, wine, and oil,\nand they will meet Jezreel’s needs.",
          "ID": "22"
        },
        {
          "text": "I will sow her many seeds on her land.\nTo Lo-Ruhamah, I will show mercy.\nTo Lo-Ammi, I will say, ‘You are my people.’\nAnd they will say to me, ‘You are our God.’”",
          "ID": "23",
          "comments": [
            "I will sow her many seeds Jezreel, Lo-Ruhamah, and Lo-Ammi are Hosea’s children. But the names also have special meanings. The name Jezreel means “God will plant seeds.” But Jezreel is also the name of a large valley in Israel. This probably shows that God will bring his people back to Israel.",
            "Lo-Ruhamah This name in Hebrew means “She receives no mercy.”",
            "Lo-Ammi This name in Hebrew means “not my people.”"
          ]
        }
      ],
      "ID": "OT:HOS.2",
      "name": "Hosea 2"
    },
    {
      "title": "Hosea Buys Gomer Back From Slavery",
      "text": [
        {
          "text": "Then the Lord said to me again, “Gomer has many lovers, but you must continue loving her. Do this because it is an example of the Lord’s love for Israel. He continues to love them, but they continue to turn to other gods, and they love to eat those raisin cakes.”",
          "ID": "1",
          "comments": [
            "Gomer Literally, “a woman.”",
            "raisin cakes This food was used in the feasts that honored false gods such as the “Queen of Heaven.”"
          ]
        },
        {
          "text": "So I bought Gomer back for 6 ounces of silver and 9 bushels of barley.",
          "ID": "2",
          "comments": [
            "6 ounces Literally, “15 shekels” (172.5 g).",
            "9 bushels Literally, “1 homer and 1 letek” (231 l)."
          ]
        },
        {
          "text": "Then I told her, “You must stay at home with me for many days. You will not be like a prostitute. You will not have sexual relations with another man. I will be your husband.”",
          "ID": "3"
        },
        {
          "text": "In the same way the people of Israel will continue many days without a king or a leader. They will be without a sacrifice or a memorial stone. They will be without an ephod or a household god.",
          "ID": "4"
        },
        {
          "text": "After this, the people of Israel will come back and look for the Lord their God and for David their king. In the last days they will come to honor the Lord and his goodness.",
          "ID": "5"
        }
      ],
      "ID": "OT:HOS.3",
      "name": "Hosea 3"
    },
    {
      "title": "The Shameful Sins of Israel",
      "text": [
        {
          "text": "People of Israel, listen to the Lord’s message. The Lord has something to say against those who live in this land: “The people in this land are not honest or loyal. They don’t really know God.",
          "ID": "1"
        },
        {
          "text": "They are always cursing, lying, killing, stealing, and committing adultery. They murder one person after another.",
          "ID": "2"
        },
        {
          "text": "So the country is like someone crying for the dead, and all of its people are weak. Even the animals of the field, the birds of the sky, and the fish in the sea are dying.",
          "ID": "3",
          "comments": [
            "dying Literally, “being taken away.”"
          ]
        },
        {
          "text": "No one should argue or blame another person. Priests, my argument is with you!",
          "ID": "4",
          "comments": [
            "Or “The people cannot complain or blame someone else. The people are helpless, like arguing with a priest.” Many times the priests and Levites served as judges, and their decisions were final."
          ]
        },
        {
          "text": "You priests will fall in the daytime. And at night the prophet will also fall with you. I will also destroy your mother.",
          "ID": "5"
        },
        {
          "text": "“My people are destroyed because they have no knowledge. You priests have refused to learn, so I will refuse to let you be priests for me. You have forgotten the law of your God, so I will forget your children.",
          "ID": "6"
        },
        {
          "text": "They became proud. They sinned more and more against me, so I will change their honor to shame.",
          "ID": "7"
        },
        {
          "text": "“The priests fed on the people’s sins. They wanted more and more of their sin offerings.",
          "ID": "8",
          "comments": [
            "This is a wordplay. The word “sins” also means “sin offerings.” So instead of eating sacrifices, the priests became hungry for sin itself."
          ]
        },
        {
          "text": "So the priests are no different from the people. I will punish them for the things they did. I will pay them back for the wrong things they did.",
          "ID": "9"
        },
        {
          "text": "They will eat, but they will not be satisfied. They will commit sexual sins, but they will not have babies. This is because they left the Lord and became like prostitutes.",
          "ID": "10",
          "comments": [
            "They … babies A part of worshiping the false gods was having sexual relations with temple prostitutes. The people thought this would make the gods happy. And then the gods would give the people large families and good crops."
          ]
        },
        {
          "text": "“Sexual sins, strong drink, and new wine ruin a person’s ability to think straight.",
          "ID": "11"
        },
        {
          "text": "My people are asking pieces of wood for advice. They think those sticks will answer them! They have chased after those false gods like prostitutes and have left their own God.",
          "ID": "12"
        },
        {
          "text": "They make sacrifices on the tops of the mountains and burn incense on the hills under oak trees, poplar trees, and elm trees. The shade under those trees looks nice. So your daughters lie under those trees like prostitutes, and your daughters-in-law commit sexual sins.",
          "ID": "13",
          "comments": [
            "under … trees Trees and groves were an important part of worshiping false gods."
          ]
        },
        {
          "text": "“I cannot blame your daughters or your daughters-in-law for doing this, because your men go and have sex with the temple prostitutes and offer sacrifices with them. This is how foolish people destroy themselves.",
          "ID": "14",
          "comments": [
            "temple prostitutes Women who were prostitutes at the temples of the false gods. Their sexual sins were part of worshiping those false gods."
          ]
        },
        {
          "text": "“Israel, just because you act like a prostitute doesn’t mean that Judah should feel guilty too. People, don’t go to Gilgal or Beth Aven. Don’t use the Lord’s name to make promises. Don’t say, ‘As the Lord lives …!’",
          "ID": "15",
          "comments": [
            "Beth Aven A name meaning “House of Evil.” It is a wordplay on the name “Bethel,” a name meaning “House of God.” There was a temple in this town. Also in 5:8."
          ]
        },
        {
          "text": "The Lord has given many things to Israel. He is like a shepherd who takes his sheep to a large field with plenty of grass. But Israel is stubborn like a young cow that runs away again and again.",
          "ID": "16"
        },
        {
          "text": "“Ephraim has joined his idols, so leave him alone.",
          "ID": "17"
        },
        {
          "text": "Ephraim has joined their drunkenness. Let them continue to be prostitutes. Let them be with their lovers.",
          "ID": "18",
          "comments": [
            "lovers This means Israel’s false gods."
          ]
        },
        {
          "text": "They went to those gods for safety, and they have lost their ability to think. Their altars will bring them shame.",
          "ID": "19",
          "comments": [
            "They … think Or “The wind has carried them away on its wings” or “The spirit held them tight in its wings.” The Hebrew text here is hard to understand."
          ]
        }
      ],
      "ID": "OT:HOS.4",
      "name": "Hosea 4"
    },
    {
      "title": "A Prophecy of Israel’s Destruction",
      "text": [
        {
          "text": "“Priests, nation of Israel, and people in the king’s family, listen to me. You have been judged guilty!\n“You were like a trap at Mizpah and like a net spread on the ground at Tabor.",
          "ID": "1",
          "comments": [
            "nation Literally, “house.” This might mean the royal family of that country. Also in verse 14.",
            "Mizpah A mountain in Israel. The people worshiped the false gods on many of the hills and mountains.",
            "Tabor A mountain in Israel."
          ]
        },
        {
          "text": "You have done many evil things, so I will punish you all.",
          "ID": "2",
          "comments": [
            "You … evil things The Hebrew text here is hard to understand. It seems to be a wordplay of some kind."
          ]
        },
        {
          "text": "I know Ephraim. I know what Israel has done. Ephraim, right now you act like a prostitute. Israel is dirty with sin.",
          "ID": "3"
        },
        {
          "text": "The people of Israel have done many evil things, and these evil things keep them from coming back to their God. They are always thinking of ways to chase after other gods. They don’t know the Lord.",
          "ID": "4"
        },
        {
          "text": "Israel’s pride is a witness against them, so Israel and Ephraim will stumble in their sin. But Judah will also stumble with them.",
          "ID": "5",
          "comments": [
            "them Literally, “his face.”"
          ]
        },
        {
          "text": "“The leaders of the people went to look for the Lord. They took their sheep and cattle with them, but they did not find the Lord because he refused to accept them.",
          "ID": "6"
        },
        {
          "text": "They have not been faithful to the Lord. Their children are from some stranger. And now, he will destroy them and their land again.",
          "ID": "7",
          "comments": [
            "And now … again The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "“Blow the horn in Gibeah.\nBlow the trumpet in Ramah.\nGive the warning at Beth Aven.\nThe enemy is behind you, Benjamin.",
          "ID": "8",
          "comments": [
            "Gibeah, Ramah Cities on Judah’s border with Israel."
          ]
        },
        {
          "text": "Ephraim will become empty\nat the time of punishment.\nI, God, warn the families of Israel\nthat this really will happen.",
          "ID": "9"
        },
        {
          "text": "The leaders of Judah are like thieves trying to steal someone’s property,\nso I will pour out my anger on them like water.",
          "ID": "10"
        },
        {
          "text": "Ephraim will be punished.\nHe will be crushed and pressed like grapes,\nbecause he decided to follow filth.",
          "ID": "11"
        },
        {
          "text": "I will destroy Ephraim as a moth eats a piece of cloth.\nI will ruin Judah, like rot on a piece of wood.",
          "ID": "12"
        },
        {
          "text": "Ephraim saw his sickness, and Judah saw his wound,\nso they went to Assyria for help.\nThey told their problems to the great king,\nbut he cannot heal you or cure your wound.",
          "ID": "13"
        },
        {
          "text": "I will be like a lion to Ephraim,\nlike a young lion to the nation of Judah.\nI—yes, I myself—will rip them to pieces.\nI will carry them away,\nand no one can save them.",
          "ID": "14"
        },
        {
          "text": "I will go back to my place,\nuntil the people admit they are guilty,\nuntil they come looking for me.\nYes, in their trouble they will try very hard to find me.”",
          "ID": "15"
        }
      ],
      "ID": "OT:HOS.5",
      "name": "Hosea 5"
    },
    {
      "title": "The People Are Not Faithful",
      "text": [
        {
          "text": "“Come, let’s go back to the Lord.\nHe hurt us, but he will heal us.\nHe wounded us, but he will put bandages on us.",
          "ID": "1"
        },
        {
          "text": "After two days he will bring us back to life.\nHe will raise us up on the third day.\nThen we can live near him.",
          "ID": "2"
        },
        {
          "text": "Let’s learn about the Lord.\nLet’s try very hard to know him.\nWe know he is coming,\njust as we know the dawn is coming.\nHe will come to us like the rain,\nlike the spring rain that waters the ground.”",
          "ID": "3"
        },
        {
          "text": "“Ephraim, what should I do with you?\nJudah, what should I do with you?\nYour faithfulness is like a morning mist.\nYour faithfulness is like the dew that goes away early in the morning.",
          "ID": "4"
        },
        {
          "text": "I used the prophets\nand made laws for the people.\nThe people were killed at my command,\nbut good things will come from those decisions.",
          "ID": "5",
          "comments": [
            "but good things … decisions Or “I cut them with the prophets. I killed them with the words from my mouth. Light will come from your decisions.”"
          ]
        },
        {
          "text": "This is because I want faithful love,\nnot sacrifice.\nI want people to know God,\nnot to bring burnt offerings.",
          "ID": "6"
        },
        {
          "text": "But the people broke the agreement as Adam did.\nThey were unfaithful to me in their country.",
          "ID": "7",
          "comments": [
            "as Adam did See Gen. 3."
          ]
        },
        {
          "text": "Gilead is a city of people who do evil—\npeople who have tricked and killed others.",
          "ID": "8"
        },
        {
          "text": "The priests are like gangs of robbers\nhiding and waiting on the road to attack someone.\nThey murder people before they reach safety in Shechem.\nThey do such evil things.",
          "ID": "9"
        },
        {
          "text": "I have seen a terrible thing in the nation of Israel.\nEphraim was unfaithful to God.\nIsrael is dirty with sin.",
          "ID": "10",
          "comments": [
            "nation Literally, “house.” This might mean the royal family of that country."
          ]
        },
        {
          "text": "Judah, there is also a time of harvest for you.\nIt will happen when I bring my people back from captivity.",
          "ID": "11",
          "comments": [
            "It will … captivity Or “It will happen when I restore my people’s fortune.”"
          ]
        }
      ],
      "ID": "OT:HOS.6",
      "name": "Hosea 6"
    },
    {
      "title": "Israel and the Nations",
      "text": [
        {
          "text": "“I will heal Israel!\nThen people will know that Ephraim sinned.\nThey will know about Samaria’s lies.\nThey will know about the thieves who come and go in that town.",
          "ID": "1",
          "comments": [
            "Samaria The capital city of the northern kingdom of Israel."
          ]
        },
        {
          "text": "They don’t believe that I will remember their crimes.\nThe bad things they did are all around.\nI can see their sins clearly.",
          "ID": "2"
        },
        {
          "text": "Their evil makes their king happy.\nTheir false gods please their leaders.",
          "ID": "3"
        },
        {
          "text": "A baker presses dough to make bread.\nHe puts the bread in the oven.\nHe does not make the fire hotter\nwhile the bread is rising.\nBut the people of Israel are not like that.\nThey are always making their fire hotter.",
          "ID": "4"
        },
        {
          "text": "On Our King’s Day, the leaders get so drunk that they get sick.\nThey become crazy with wine\nand make agreements with people who laugh at God.",
          "ID": "5"
        },
        {
          "text": "The people make their secret plans.\nTheir hearts burn with excitement like an oven.\nTheir excitement burns all night,\nand in the morning it is like a hot fire.",
          "ID": "6"
        },
        {
          "text": "They are all like hot ovens.\nThey destroyed their rulers.\nAll their kings fell.\nNot one of them called to me for help.",
          "ID": "7"
        },
        {
          "text": "“Ephraim mixes with the nations.\nEphraim is like a cake that was not cooked on both sides.",
          "ID": "8"
        },
        {
          "text": "Strangers destroy Ephraim’s strength,\nbut Ephraim does not know it.\nGray hairs are also sprinkled on Ephraim,\nbut Ephraim does not know it.",
          "ID": "9",
          "comments": [
            "Gray hairs This word might describe something that was put on the food when people cooked, something that looked like gray hairs."
          ]
        },
        {
          "text": "Ephraim’s pride speaks against him.\nThe people had many troubles,\nbut they still didn’t go back to the Lord their God.\nThey didn’t look to him for help.",
          "ID": "10"
        },
        {
          "text": "So Ephraim has become like a silly dove without understanding.\nThe people called to Egypt for help.\nThey went to Assyria for help.",
          "ID": "11"
        },
        {
          "text": "They go to those countries for help,\nbut I will trap them.\nI will throw my net over them,\nand I will bring them down like the birds of the sky.\nI will punish them for their agreements.",
          "ID": "12",
          "comments": [
            "for their agreements Or “for the report of their treaties.”"
          ]
        },
        {
          "text": "It will be very bad for those who left me.\nThey refused to obey me, so they will be destroyed.\nI saved them,\nbut they speak lies against me.",
          "ID": "13"
        },
        {
          "text": "They never call to me from their hearts.\nYes, they cry on their beds.\nAnd they cut themselves when they ask for grain and new wine.\nBut in their hearts, they have turned away from me.",
          "ID": "14"
        },
        {
          "text": "I trained them and made their arms strong,\nbut they made evil plans against me.",
          "ID": "15"
        },
        {
          "text": "Like a boomerang, they changed directions,\nbut they did not come back to me.\nTheir leaders bragged about their strength,\nbut they will be killed with swords.\nAnd the people in Egypt\nwill laugh at them.",
          "ID": "16",
          "comments": [
            "they changed … to me Or “They turned, but not upward” or “They turned to the ‘no-gods.’” That is, the statues people worshiped as gods."
          ]
        }
      ],
      "ID": "OT:HOS.7",
      "name": "Hosea 7"
    },
    {
      "title": "Israel Forgets God and Worships Idols",
      "text": [
        {
          "text": "“Put the trumpet to your lips and give the warning. Be like an eagle over the Lord’s house. The Israelites have broken my agreement. They have not obeyed my law.",
          "ID": "1",
          "comments": [
            "Be like an eagle … Lord’s house Or “Be like a guard over the Lord’s house.”"
          ]
        },
        {
          "text": "They yell out at me, ‘My God, we in Israel know you!’",
          "ID": "2"
        },
        {
          "text": "But Israel refused the good things, so the enemy chases him.",
          "ID": "3"
        },
        {
          "text": "The Israelites chose their kings, but they didn’t come to me for advice. They chose leaders, but they didn’t choose men I knew. The Israelites used their silver and gold to make idols for themselves, so they will be destroyed.",
          "ID": "4"
        },
        {
          "text": "He has refused your calf, Samaria. God says, ‘I am very angry with the Israelites.’ The people of Israel will be punished for their sin. Some worker made those statues. They are not God. Samaria’s calf will be broken into pieces.",
          "ID": "5-6",
          "comments": [
            "calf, Samaria Samaria was the capital city of Israel. The people of Israel made statues of calves and put them in the temples at Dan and Bethel. It is not clear if these statues represented the Lord or some false god. But God didn’t want them to use these statues. See 1 Kings 12:26-30."
          ]
        },
        {
          "text": "The Israelites did a foolish thing—it was like trying to plant the wind. But they will get only troubles—they will harvest a whirlwind. The grain in the fields will grow, but it will give no food. Even if it grew something, strangers would eat it.",
          "ID": "7"
        },
        {
          "text": "“Israel was destroyed;\nits people are scattered among the nations,\nlike some dish that was thrown away because no one wanted it.",
          "ID": "8"
        },
        {
          "text": "Ephraim went to his ‘lovers.’\nLike a stubborn donkey, they led him off to Assyria.",
          "ID": "9",
          "comments": [
            "lovers This means Israel’s false gods."
          ]
        },
        {
          "text": "Yes, Israel was taken to the nations,\nbut I will bring them back.\nBut first, they must suffer a little\nby carrying the burden of that mighty king.",
          "ID": "10"
        },
        {
          "text": "“Ephraim built more and more altars,\nand that was a sin.\nThey have been altars of sin for Ephraim.",
          "ID": "11"
        },
        {
          "text": "Even if I wrote 10,000 laws for Ephraim,\nhe would treat them as if they were for some stranger.",
          "ID": "12"
        },
        {
          "text": "The Israelites love sacrifices.\nThey offer the meat and eat it.\nThe Lord does not accept their sacrifices.\nHe remembers their sins,\nand he will punish them.\nThey will be carried away as prisoners to Egypt.",
          "ID": "13",
          "comments": [
            "The Israelites love sacrifices The meaning of the Hebrew text here is uncertain."
          ]
        },
        {
          "text": "Israel has built palaces for their kings,\nand now Judah builds fortresses.\nBut they have forgotten their Maker!\nSo I will send a fire to destroy their cities and fortresses!”",
          "ID": "14"
        }
      ],
      "ID": "OT:HOS.8",
      "name": "Hosea 8"
    },
    {
      "title": "The Israelites Will Have No Children",
      "text": [
        {
          "text": "Israel, don’t celebrate like the nations do. Don’t be happy. You acted like a prostitute and left your God. You committed your sexual sin on every threshing floor.",
          "ID": "1",
          "comments": [
            "You committed your sexual sin This means the people were not faithful to God. But it also means the people had sexual relations with temple prostitutes. They believed their false gods would give them many children and good crops."
          ]
        },
        {
          "text": "But the grain from those threshing floors will not provide enough food for Israel. There will not be enough wine for Israel.",
          "ID": "2"
        },
        {
          "text": "The Israelites will not stay in the Lord’s land. Ephraim will return to Egypt. In Assyria they will eat food that they should not eat.",
          "ID": "3"
        },
        {
          "text": "They will not be able to give offerings of wine to the Lord. None of their sacrifices will please him. What they offer will be like food eaten at a funeral—whoever eats it will become unclean. They can eat that food for their own hunger, but it cannot be taken into the Lord’s Temple.",
          "ID": "4"
        },
        {
          "text": "They will not be able to celebrate the Lord’s feasts or festivals.",
          "ID": "5",
          "comments": [
            "Literally, “What will you do for a day of solemn assembly, for the Lord’s festival day?”"
          ]
        },
        {
          "text": "The people of Israel left because the enemy took everything from them. But Egypt will take the people themselves. Memphis will bury them. Weeds will grow over their silver treasures, and thorns will grow where the Israelites lived.",
          "ID": "6",
          "comments": [
            "Memphis An important city in Egypt."
          ]
        },
        {
          "text": "The prophet says, “Israel, learn this: The time of punishment has come. The time has come for you to pay for the evil things you did.” But the people of Israel say, “The prophet is a fool. This man with God’s Spirit is crazy.” The prophet says, “You will be punished for your terrible sins. You will be punished for your hate.”",
          "ID": "7"
        },
        {
          "text": "God and the prophet are like guards watching over Ephraim, but there are many traps along his way. And people hate the prophet, even in the house of his God.",
          "ID": "8"
        },
        {
          "text": "The Israelites have gone deep into ruin as in the time of Gibeah. God will remember the Israelites’ sins, and he will punish them.",
          "ID": "9"
        },
        {
          "text": "“At the time I, the Lord, found Israel, they were like fresh grapes in the desert. They were like the first figs on a fig tree at the beginning of the season. But when they came to Baal Peor, they changed. So I had to cut them off like rotten fruit. They became like the terrible things that they loved.",
          "ID": "10",
          "comments": [
            "Baal Peor This happened when Moses was still leading the Israelites in the desert. Read Num. 25:1-5.",
            "they changed … rotten fruit This is a wordplay that can also mean “they dedicated themselves to a shameful idol.”"
          ]
        },
        {
          "text": "“Like a bird, Ephraim’s glory will fly away. There will be no more pregnancies, no more births, and no more babies.",
          "ID": "11"
        },
        {
          "text": "But even if the Israelites do raise their children, it will not help, because I will take the children away from them. I will leave them, and they will have nothing but troubles.”",
          "ID": "12"
        },
        {
          "text": "I can see that Ephraim is leading his children into a trap. Ephraim will lead his children out to the killer.",
          "ID": "13"
        },
        {
          "text": "Lord, give them what you will. Give them a womb that loses babies and breasts that cannot give milk.",
          "ID": "14"
        },
        {
          "text": "All their evil is in Gilgal;\nI began hating them there.\nI will force them to leave my house\nbecause of the evil things they do.\nI will not love them anymore.\nTheir leaders are rebels who turned against me.",
          "ID": "15"
        },
        {
          "text": "Ephraim will be punished.\nTheir root is dying.\nThey will not have any more babies.\nThey might give birth to babies,\nbut I will kill the precious babies who come from their bodies.",
          "ID": "16"
        },
        {
          "text": "Those people will not listen to my God,\nso he will refuse to listen to them.\nAnd they will wander among the nations without a home.",
          "ID": "17"
        }
      ],
      "ID": "OT:HOS.9",
      "name": "Hosea 9"
    },
    {
      "title": "Israel Will Pay for Sin",
      "text": [
        {
          "text": "Israel is like a vine\nthat grows plenty of fruit.\nBut as Israel got more and more things,\nhe built more and more altars to honor false gods.\nHis land became better and better,\nso he put up better and better stones to honor false gods.",
          "ID": "1"
        },
        {
          "text": "The people of Israel tried to trick God,\nbut now they must accept their guilt.\nHe will break down their altars\nand destroy their memorial stones.",
          "ID": "2"
        },
        {
          "text": "Now the Israelites say, “We have no king. We don’t honor the Lord. And his king cannot do anything to us.”",
          "ID": "3"
        },
        {
          "text": "They make promises, but they are only telling lies. They don’t keep their promises. They make agreements with other countries. God does not like those agreements. The judges are like poisonous weeds growing in a plowed field.",
          "ID": "4"
        },
        {
          "text": "The people from Samaria worship the calves at Beth Aven. They will cry. The priests will cry, because their beautiful idol is gone. It was carried away.",
          "ID": "5",
          "comments": [
            "Beth Aven A name meaning “House of Evil.” It is a wordplay on the name “Bethel,” a name meaning “House of God.” There was a temple in this town."
          ]
        },
        {
          "text": "It was carried away as a gift to the great king of Assyria. He will keep Ephraim’s shameful idol. Israel will be ashamed of its idol.",
          "ID": "6",
          "comments": [
            "idol Or “advice.”"
          ]
        },
        {
          "text": "Samaria’s false god will be destroyed. It will be like a piece of wood floating away on the water’s surface.",
          "ID": "7",
          "comments": [
            "false god Or “king.”"
          ]
        },
        {
          "text": "Israel sinned and built many high places. The high places of Aven will be destroyed. Thorns and weeds will grow on their altars. Then they will say to the mountains, “Cover us!” and to the hills, “Fall on us!”",
          "ID": "8",
          "comments": [
            "high places of Aven Aven means “evil” or “wickedness.” This probably means the temple and other places of worship at Bethel."
          ]
        },
        {
          "text": "“Israel, you have sinned since the time of Gibeah. (And the people have continued to sin there.) Those evil people at Gibeah will be trapped by war.",
          "ID": "9"
        },
        {
          "text": "I will come to punish them. Armies will come together against them and punish the Israelites for both of their sins.",
          "ID": "10",
          "comments": [
            "This probably refers to worship at Gibeah and Beth Aven."
          ]
        },
        {
          "text": "“Ephraim is like a trained young cow that loves to walk on grain on the threshing floor. I will put a good yoke on her neck. I will put the ropes on Ephraim. Then Judah will begin plowing. Jacob will break the ground himself.”",
          "ID": "11"
        },
        {
          "text": "If you plant goodness, you will harvest faithful love. Plow your ground, and you will harvest with the Lord. He will come, and he will make goodness fall on you like rain.",
          "ID": "12"
        },
        {
          "text": "But you planted evil, and you harvested trouble. You ate the fruit of your lies, because you had trusted in your power and your soldiers.",
          "ID": "13"
        },
        {
          "text": "So your armies will hear the noise of battle, and all your fortresses will be destroyed. It will be like the time Shalman destroyed Beth Arbel. At that time of war, mothers were killed with their children.",
          "ID": "14",
          "comments": [
            "Shalman This is probably Shalmaneser, king of Assyria."
          ]
        },
        {
          "text": "And this will happen to you at Bethel, because you did so many evil things. When that day begins, the king of Israel will be fully destroyed.",
          "ID": "15"
        }
      ],
      "ID": "OT:HOS.10",
      "name": "Hosea 10"
    },
    {
      "title": "The Lord Will Not Destroy Israel",
      "text": [
        {
          "text": "The Lord said, “I loved Israel when he was a child,\nand I called my son out of Egypt.",
          "ID": "1"
        },
        {
          "text": "But the more I called the Israelites,\nthe more they left me.\nThe Israelites gave sacrifices to the false gods\nand burned incense to the idols.",
          "ID": "2",
          "comments": [
            "I This is from the ancient Greek version. The standard Hebrew text has “they.”",
            "false gods Literally, “Baals.”"
          ]
        },
        {
          "text": "“But I was the one who taught Ephraim to walk.\nI took the Israelites in my arms.\nI healed them,\nbut they don’t know that.",
          "ID": "3"
        },
        {
          "text": "I led them with ropes,\nbut they were ropes of love.\nI was like a person who set them free.\nI bent down and fed them.",
          "ID": "4",
          "comments": [
            "ropes The Hebrew says, “ropes of a man.”",
            "set them free Literally, “lifted the yoke from their jaws.”"
          ]
        },
        {
          "text": "“The Israelites will not go back to Egypt. The king of Assyria will become their king, because they refused to turn back to God.",
          "ID": "5"
        },
        {
          "text": "The sword will swing against their cities and kill their strong men. It will destroy their leaders.",
          "ID": "6"
        },
        {
          "text": "“My people expect me to come back. They will call to God above, but he will not help them.”",
          "ID": "7",
          "comments": [
            "Or “My people are hanging on poles around my dwelling place. They called up to him, but he didn’t lift them up.”"
          ]
        },
        {
          "text": "“Ephraim, I don’t want to give you up.\nIsrael, I want to protect you.\nI don’t want to make you like Admah.\nI don’t want to make you like Zeboiim.\nI am changing my mind.\nMy love for you is too strong.",
          "ID": "8",
          "comments": [
            "Admah, Zeboiim Two cities that were destroyed when God destroyed Sodom and Gomorrah. See Gen. 19; Deut. 29:23."
          ]
        },
        {
          "text": "I will not let my terrible anger win.\nI will not destroy Ephraim again.\nI am God and not a human.\nI am the Holy One.\nI am with you.\nI will not show my anger.",
          "ID": "9"
        },
        {
          "text": "I, the Lord, will roar like a lion,\nand my children will come and follow me.\nThey will come from the west,\nshaking with fear.",
          "ID": "10"
        },
        {
          "text": "They will come from Egypt,\nshaking like birds.\nThey will come shaking like doves from the land of Assyria,\nand I will take them back home.”\nThis is what the Lord said.",
          "ID": "11"
        },
        {
          "text": "“Ephraim surrounded me with false gods.\nThe people of Israel turned against me.\nBut Judah still walks with God\nand is true to the Holy One.”",
          "ID": "12",
          "comments": [
            "Ephraim … me Or “Ephraim surrounded me with lies. The house of Israel surrounded me with deception.”",
            "God Literally, “El.” This might be one of the names of God, or it might be El, the most important god of the Canaanites. It is not clear if this means Judah was being faithful to God or if Judah was worshiping the false gods.",
            "Holy One This is a plural form in the Hebrew text and may refer to God or to Canaanite false gods."
          ]
        }
      ],
      "ID": "OT:HOS.11",
      "name": "Hosea 11"
    },
    {
      "title": "The Lord Is Against Israel",
      "text": [
        {
          "text": "Ephraim is wasting its time; Israel “chases the wind” all day long. The people tell more and more lies and steal more and more. They have made agreements with Assyria, and they are carrying their olive oil to Egypt.",
          "ID": "1"
        },
        {
          "text": "The Lord says, “I have a complaint against Israel. Jacob must be punished for the bad things he did.",
          "ID": "2",
          "comments": [
            "Israel Literally, “Judah.”"
          ]
        },
        {
          "text": "While Jacob was still in his mother’s womb, he began to trick his brother. Jacob was a strong young man, and at that time he fought with God.",
          "ID": "3",
          "comments": [
            "he … his brother Or “he grabbed his brother’s heel.” This is a wordplay. The Hebrew word is like the name “Jacob.” Read Gen. 25:26."
          ]
        },
        {
          "text": "Jacob wrestled with God’s angel and won. He cried and asked for a favor. That happened at Bethel. There he spoke to us.",
          "ID": "4",
          "comments": [
            "Jacob wrestled … and won Read Gen. 32:22-28."
          ]
        },
        {
          "text": "Yes, Yahweh is the God of the armies. His name is Yahweh.",
          "ID": "5",
          "comments": [
            "Yahweh is the God of the armies This is like one of the names for God. It is usually translated “Lord All-Powerful.”"
          ]
        },
        {
          "text": "So come back to your God. Be loyal to him. Do the right thing, and always trust in your God!",
          "ID": "6"
        },
        {
          "text": "“Jacob is a tricky merchant. He even cheats his friend! Even his scales lie.",
          "ID": "7",
          "comments": [
            "Jacob … merchant Literally, “Cannan.”",
            "scales Or “balances,” a tool for weighing things."
          ]
        },
        {
          "text": "Ephraim said, ‘I am rich! I have found true riches! No one will learn about my crimes. No one will learn about my sins.’",
          "ID": "8"
        },
        {
          "text": "“But I am still the Lord your God, as I was when you left the land of Egypt. I will make you live in tents, as you do during the Festival of Shelters.",
          "ID": "9",
          "comments": [
            "as … Shelters Literally, “as in the days of meeting.” This might also refer to the meeting of God with his people in the Holy Tent (see “Holy Tent” in the Word List) during their wandering in the desert."
          ]
        },
        {
          "text": "I spoke to the prophets and gave them many visions. I gave the prophets many ways to teach my lessons to you.",
          "ID": "10"
        },
        {
          "text": "But the people in Gilead have sinned. There are many terrible idols in that place. They offer sacrifices to bulls at Gilgal. They have many altars. There are rows and rows of altars—like the rows of dirt in a plowed field.",
          "ID": "11"
        },
        {
          "text": "“Jacob ran away to the land of Aram. There Israel worked for a wife. He kept sheep to get another wife.",
          "ID": "12"
        },
        {
          "text": "But the Lord used a prophet and brought Israel out of Egypt. He used a prophet and kept Israel safe.",
          "ID": "13"
        },
        {
          "text": "But Ephraim made the Lord very angry. Ephraim killed many people, so he will be punished for his crimes. His Lord will make him bear his shame.”",
          "ID": "14"
        }
      ],
      "ID": "OT:HOS.12",
      "name": "Hosea 12"
    },
    {
      "title": "Israel Cannot Be Saved From God’s Anger",
      "text": [
        {
          "text": "“The tribe of Ephraim made itself very important in Israel. Ephraim spoke and people shook with fear. But Ephraim sinned by worshiping Baal, so he must die.",
          "ID": "1"
        },
        {
          "text": "Now the Israelites sin more and more. They make idols for themselves. Workers make those fancy statues from silver, and then they talk to their statues. They offer sacrifices to them, and they kiss those calf idols.",
          "ID": "2"
        },
        {
          "text": "That is why those people will soon disappear. They will be like a fog that comes early in the morning and then quickly disappears. The Israelites will be like chaff that is blown from the threshing floor. The Israelites will be like smoke that goes out a window and disappears.",
          "ID": "3"
        },
        {
          "text": "“I have been the Lord your God since the time you were in the land of Egypt. You did not know any other god except me. I am the one who saved you.",
          "ID": "4"
        },
        {
          "text": "I knew you in the desert—I knew you in that dry land.",
          "ID": "5"
        },
        {
          "text": "I gave food to the Israelites, and they ate it. They became full and satisfied. They became proud, and then they forgot me.",
          "ID": "6"
        },
        {
          "text": "“That is why I will be like a lion to them. I will be like a leopard waiting by the road.",
          "ID": "7"
        },
        {
          "text": "I will attack them like a bear whose cubs were robbed from her. I will attack them and rip open their chests. I will be like a lion or other wild animal tearing and eating its prey.",
          "ID": "8"
        },
        {
          "text": "“Israel, I helped you, but you turned against me. So now I will destroy you.",
          "ID": "9"
        },
        {
          "text": "Where is your king? Can he save you in any of your cities? Where are your judges? You asked for them, saying, ‘Give me a king and leaders.’",
          "ID": "10",
          "comments": [
            "You asked for … leaders See 1 Sam. 8:4-9."
          ]
        },
        {
          "text": "I was angry, and I gave you a king. And when I became very angry, I took him away.",
          "ID": "11"
        },
        {
          "text": "“Ephraim tried to hide his guilt.\nHe thought his sins were a secret,\nbut he will be punished.",
          "ID": "12"
        },
        {
          "text": "His punishment will be like the pain of a woman giving birth.\nHe will not be a wise son.\nThe time will come for his birth,\nand he will not survive.",
          "ID": "13"
        },
        {
          "text": "“I will save them from the grave.\nI will rescue them from death.\nDeath, where are your diseases?\nGrave, where is your power?\nI am not looking for revenge.",
          "ID": "14"
        },
        {
          "text": "Israel grows among his brothers,\nbut a powerful east wind will come—the Lord’s wind will blow from the desert.\nThen his well will dry up.\nHis spring of water will be dry.\nThe wind will take away anything of value.",
          "ID": "15"
        },
        {
          "text": "Samaria must be punished\nbecause she turned against her God.\nThe Israelites will be killed with swords.\nTheir children will be torn to pieces,\nand their pregnant women will be ripped open.”",
          "ID": "16"
        }
      ],
      "ID": "OT:HOS.13",
      "name": "Hosea 13"
    },
    {
      "title": "Final Advice",
      "text": [
        {
          "text": "Israel, you fell and sinned against God. So come back to the Lord your God.",
          "ID": "1"
        },
        {
          "text": "Think about what you will say, and come back to the Lord. Say to him,\n“Take away our sin,\nand accept these words as our sacrifice.\nWe offer you the praise from our lips.",
          "ID": "2",
          "comments": [
            "praise from our lips Literally, “the fruit of our lips.”"
          ]
        },
        {
          "text": "Assyria will not save us.\nWe will not ride on war horses.\nWe will never again say, ‘Our God’\nto something we made with our hands.\nThis is because you are the one who\nshows mercy to orphans.”",
          "ID": "3"
        },
        {
          "text": "The Lord says,\n“I will forgive them for leaving me.\nI will show them my love without limits,\nbecause I have stopped being angry.",
          "ID": "4"
        },
        {
          "text": "I will be like the dew to Israel.\nIsrael will blossom like the lily.\nHe will grow like the cedar trees of Lebanon.",
          "ID": "5"
        },
        {
          "text": "His branches will grow,\nand he will be like a beautiful olive tree.\nHe will be like the sweet smell\nfrom the cedar trees of Lebanon.",
          "ID": "6"
        },
        {
          "text": "The people of Israel will again live under my protection.\nThey will grow like grain.\nThey will bloom like a vine.\nThey will be like the wine of Lebanon.",
          "ID": "7"
        },
        {
          "text": "“Ephraim, I will have nothing more to do with idols.\nI am the one who answers your prayers and watches over you.\nI am like a fir tree that is always green.\nYour fruit comes from me.”",
          "ID": "8",
          "comments": [
            "and watches over you This is a wordplay. The Hebrew word is like the name “Assyria.” God is saying that he, not some foreign country, protects Israel."
          ]
        },
        {
          "text": "A wise person understands these things,\nand a smart person should learn them.\nThe Lord’s ways are right.\nGood people will live by them.\nSinners will die by them.",
          "ID": "9",
          "comments": [
            "Good … die by them Literally, “Good people will walk on them. Sinners will stumble on them.”"
          ]
        }
      ],
      "ID": "OT:HOS.14",
      "name": "Hosea 14"
    }
  ],
  "ID": "OT:HOS(ERV)",
  "name": "Hosea"
}