{
  "text": [
    {
      "text": [
        {
          "text": "James, servant of God and of our Lord Jesus Christ, to the twelve tribes of the dispersion, greetings.",
          "ID": "1"
        },
        {
          "text": "My brothers, when you have fallen into various trials, consider everything a joy,",
          "ID": "2"
        },
        {
          "text": "knowing that the proving of your faith exercises patience,",
          "ID": "3"
        },
        {
          "text": "and patience brings a work to perfection, so that you may be perfect and whole, deficient in nothing.",
          "ID": "4"
        },
        {
          "text": "But if anyone among you is in need of wisdom, let him petition God, who gives abundantly to all without reproach, and it shall be given to him.",
          "ID": "5"
        },
        {
          "text": "But he should ask with faith, doubting nothing. For he who doubts is like a wave on the ocean, which is moved about by the wind and carried away;",
          "ID": "6"
        },
        {
          "text": "then a man should not consider that he would receive anything from the Lord.",
          "ID": "7"
        },
        {
          "text": "For a man who is of two minds is inconstant in all his ways.",
          "ID": "8"
        },
        {
          "text": "Now a humble brother should glory in his exaltation,",
          "ID": "9"
        },
        {
          "text": "and a rich one, in his humiliation, for he will pass away like the flower of the grass.",
          "ID": "10"
        },
        {
          "text": "For the sun has risen with a scorching heat, and has dried the grass, and its flower has fallen off, and the appearance of its beauty has perished. So also will the rich one wither away, according to his paths.",
          "ID": "11"
        },
        {
          "text": "Blessed is the man who suffers temptation. For when he has been proven, he shall receive the crown of life which God has promised to those who love him.",
          "ID": "12"
        },
        {
          "text": "No one should say, when he is tempted, that he was tempted by God. For God does not entice toward evils, and he himself tempts no one.",
          "ID": "13"
        },
        {
          "text": "Yet truly, each one is tempted by his own desires, having been enticed and drawn away.",
          "ID": "14"
        },
        {
          "text": "Thereafter, when desire has conceived, it gives birth to sin. Yet truly sin, when it has been consummated, produces death.",
          "ID": "15"
        },
        {
          "text": "And so, do not choose to go astray, my most beloved brothers.",
          "ID": "16"
        },
        {
          "text": "Every excellent gift and every perfect gift is from above, descending from the Father of lights, with whom there is no change, nor any shadow of alteration.",
          "ID": "17"
        },
        {
          "text": "For by his own will he produced us through the Word of truth, so that we might be a kind of beginning among his creatures.",
          "ID": "18"
        },
        {
          "text": "You know this, my most beloved brothers. So let every man be quick to listen, but slow to speak and slow to anger.",
          "ID": "19"
        },
        {
          "text": "For the anger of man does not accomplish the justice of God.",
          "ID": "20"
        },
        {
          "text": "Because of this, having cast away all uncleanness and an abundance of malice, receive with meekness the newly-grafted Word, which is able to save your souls.",
          "ID": "21"
        },
        {
          "text": "So be doers of the Word, and not listeners only, deceiving yourselves.",
          "ID": "22"
        },
        {
          "text": "For if anyone is a listener of the Word, but not also a doer, he is comparable to a man gazing into a mirror upon the face that he was born with;",
          "ID": "23"
        },
        {
          "text": "and after considering himself, he went away and promptly forgot what he had seen.",
          "ID": "24"
        },
        {
          "text": "But he who gazes upon the perfect law of liberty, and who remains in it, is not a forgetful hearer, but instead a doer of the work. He shall be blessed in what he does.",
          "ID": "25"
        },
        {
          "text": "But if anyone considers himself to be religious, but he does not restrain his tongue, but instead seduces his own heart: such a one's religion is vanity.",
          "ID": "26"
        },
        {
          "text": "This is religion, clean and undefiled before God the Father: to visit orphans and widows in their tribulations, and to keep yourself immaculate, apart from this age.",
          "ID": "27"
        }
      ],
      "ID": "NT:JAS.1",
      "name": "James 1"
    },
    {
      "text": [
        {
          "text": "My brothers, within the glorious faith of our Lord Jesus Christ, do not choose to show favoritism toward persons.",
          "ID": "1"
        },
        {
          "text": "For if a man has entered your assembly having a gold ring and splendid apparel, and if a poor man has also entered, in dirty clothing,",
          "ID": "2"
        },
        {
          "text": "and if you are then attentive to the one who is clothed in excellent apparel, so that you say to him, \"You may sit in this good place,\" but you say to the poor man, \"You stand over there,\" or, \"Sit below my footstool,\"",
          "ID": "3"
        },
        {
          "text": "are you not judging within yourselves, and have you not become judges with unjust thoughts?",
          "ID": "4"
        },
        {
          "text": "My most beloved brothers, listen. Has not God chosen the poor in this world to be rich in faith and heirs of the kingdom that God has promised to those who love him?",
          "ID": "5"
        },
        {
          "text": "But you have dishonored the poor. Are not the rich the ones who oppress you through power? And are not they the ones who drag you to judgment?",
          "ID": "6"
        },
        {
          "text": "Are not they the ones who blaspheme the good name which has been invoked over you?",
          "ID": "7"
        },
        {
          "text": "So if you perfect the regal law, according to the Scriptures, \"You shall love your neighbor as yourself,\" then you do well.",
          "ID": "8"
        },
        {
          "text": "But if you show favoritism to persons, then you commit a sin, having been convicted again by the law as transgressors.",
          "ID": "9"
        },
        {
          "text": "Now whoever has observed the whole law, yet who offends in one matter, has become guilty of all.",
          "ID": "10"
        },
        {
          "text": "For he who said, \"You shall not commit adultery,\" also said, \"You shall not kill.\" So if you do not commit adultery, but you kill, you have become a transgressor of the law.",
          "ID": "11"
        },
        {
          "text": "So speak and act just as you are beginning to be judged, by the law of liberty.",
          "ID": "12"
        },
        {
          "text": "For judgment is without mercy toward him who has not shown mercy. But mercy exalts itself above judgment.",
          "ID": "13"
        },
        {
          "text": "My brothers, what benefit is there if someone claims to have faith, but he does not have works? How would faith be able to save him?",
          "ID": "14"
        },
        {
          "text": "So if a brother or sister is naked and daily in need of food,",
          "ID": "15"
        },
        {
          "text": "and if anyone of you were to say to them: \"Go in peace, keep warm and nourished,\" and yet not give them the things that are necessary for the body, of what benefit is this?",
          "ID": "16"
        },
        {
          "text": "Thus even faith, if it does not have works, is dead, in and of itself.",
          "ID": "17"
        },
        {
          "text": "Now someone may say: \"You have faith, and I have works.\" Show me your faith without works! But I will show you my faith by means of works.",
          "ID": "18"
        },
        {
          "text": "You believe that there is one God. You do well. But the demons also believe, and they tremble greatly.",
          "ID": "19"
        },
        {
          "text": "So then, are you willing to understand, O foolish man, that faith without works is dead?",
          "ID": "20"
        },
        {
          "text": "Was not our father Abraham justified by means of works, by offering his son Isaac upon the altar?",
          "ID": "21"
        },
        {
          "text": "Do you see that faith was cooperating with his works, and that by means of works faith was brought to fulfillment?",
          "ID": "22"
        },
        {
          "text": "And so the Scripture was fulfilled which says: \"Abraham believed God, and it was reputed to him unto justice.\" And so he was called the friend of God.",
          "ID": "23"
        },
        {
          "text": "Do you see that a man is justified by means of works, and not by faith alone?",
          "ID": "24"
        },
        {
          "text": "Similarly also, Rahab, the harlot, was she not justified by works, by receiving the messengers and sending them out through another way?",
          "ID": "25"
        },
        {
          "text": "For just as the body without the spirit is dead, so also faith without works is dead.",
          "ID": "26"
        }
      ],
      "ID": "NT:JAS.2",
      "name": "James 2"
    },
    {
      "text": [
        {
          "text": "My brothers, not many of you should choose to become teachers, knowing that you shall receive a stricter judgment.",
          "ID": "1"
        },
        {
          "text": "For we all offend in many ways. If anyone does not offend in word, he is a perfect man. And he is then able, as if with a bridle, to lead the whole body around.",
          "ID": "2"
        },
        {
          "text": "For so we put bridles into the mouths of horses, in order to submit them to our will, and so we turn their whole body around.",
          "ID": "3"
        },
        {
          "text": "Consider also the ships, which, though they are great and may be driven by strong winds, yet they are turned around with a small rudder, to be directed to wherever the strength of the pilot might will.",
          "ID": "4"
        },
        {
          "text": "So also the tongue certainly is a small part, but it moves great things. Consider that a small fire can set ablaze a great forest.",
          "ID": "5"
        },
        {
          "text": "And so the tongue is like a fire, comprising all iniquity. The tongue, stationed in the midst of our body, can defile the entire body and inflame the wheel of our nativity, setting a fire from Hell.",
          "ID": "6"
        },
        {
          "text": "For the nature of all beasts and birds and serpents and others is ruled over, and has been ruled over, by human nature.",
          "ID": "7"
        },
        {
          "text": "But no man is able to rule over the tongue, a restless evil, full of deadly poison.",
          "ID": "8"
        },
        {
          "text": "By it we bless God the Father, and by it we speak evil of men, who have been made in the likeness of God.",
          "ID": "9"
        },
        {
          "text": "From the same mouth proceeds blessing and cursing. My brothers, these things ought not to be so!",
          "ID": "10"
        },
        {
          "text": "Does a fountain emit, out of the same opening, both sweet and bitter water?",
          "ID": "11"
        },
        {
          "text": "My brothers, can the fig tree yield grapes? Or the vine, figs? Then neither is salt water able to produce fresh water.",
          "ID": "12"
        },
        {
          "text": "Who is wise and well-taught among you? Let him show, by means of good conversation, his work in the meekness of wisdom.",
          "ID": "13"
        },
        {
          "text": "But if you hold a bitter zeal, and if there is contention in your hearts, then do not boast and do not be liars against the truth.",
          "ID": "14"
        },
        {
          "text": "For this is not wisdom, descending from above, but rather it is earthly, beastly, and diabolical.",
          "ID": "15"
        },
        {
          "text": "For wherever envy and contention is, there too is inconstancy and every depraved work.",
          "ID": "16"
        },
        {
          "text": "But within the wisdom that is from above, certainly, chastity is first, and next peacefulness, meekness, openness, consenting to what is good, a plenitude of mercy and good fruits, not judging, without falseness.",
          "ID": "17"
        },
        {
          "text": "And so the fruit of justice is sown in peace by those who make peace.",
          "ID": "18"
        }
      ],
      "ID": "NT:JAS.3",
      "name": "James 3"
    },
    {
      "text": [
        {
          "text": "Where do wars and contentions among you come from? Is it not from this: from your own desires, which battle within your members?",
          "ID": "1"
        },
        {
          "text": "You desire, and you do not have. You envy and you kill, and you are unable to obtain. You argue and you fight, and you do not have, because you do not ask.",
          "ID": "2"
        },
        {
          "text": "You ask and you do not receive, because you ask badly, so that you may use it toward your own desires.",
          "ID": "3"
        },
        {
          "text": "You adulterers! Do you not know that the friendship of this world is hostile to God? Therefore, whoever has chosen to be a friend of this world has been made into an enemy of God.",
          "ID": "4"
        },
        {
          "text": "Or do you think that Scripture says in vain: \"The spirit which lives within you desires unto envy?\"",
          "ID": "5"
        },
        {
          "text": "But he gives a greater grace. Therefore he says: \"God resists the arrogant, but he gives grace to the humble.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, be subject to God. But resist the devil, and he will flee from you.",
          "ID": "7"
        },
        {
          "text": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners! And purify your hearts, you duplicitous souls!",
          "ID": "8"
        },
        {
          "text": "Be afflicted: mourn and weep. Let your laughter be turned into mourning, and your gladness into sorrow.",
          "ID": "9"
        },
        {
          "text": "Be humbled in the sight of the Lord, and he will exalt you.",
          "ID": "10"
        },
        {
          "text": "Brothers, do not choose to slander one another. Whoever slanders his brother, or whoever judges his brother, slanders the law and judges the law. But if you judge the law, you are not a doer of the law, but a judge.",
          "ID": "11"
        },
        {
          "text": "There is one lawgiver and one judge. He is able to destroy, and he is able to set free.",
          "ID": "12"
        },
        {
          "text": "But who are you to judge your neighbor? Consider this, you who say, \"Today or tomorrow we will go into that city, and certainly we will spend a year there, and we will do business, and we will make our profit,\"",
          "ID": "13"
        },
        {
          "text": "consider that you do not know what will be tomorrow.",
          "ID": "14"
        },
        {
          "text": "For what is your life? It is a mist that appears for a brief time, and afterwards will vanish away. So what you ought to say is: \"If the Lord wills,\" or, \"If we live,\" we will do this or that.",
          "ID": "15"
        },
        {
          "text": "But now you exult in your arrogance. All such exultation is wicked.",
          "ID": "16"
        },
        {
          "text": "Therefore, he who knows that he ought to do a good thing, and does not do it, for him it is a sin.",
          "ID": "17"
        }
      ],
      "ID": "NT:JAS.4",
      "name": "James 4"
    },
    {
      "text": [
        {
          "text": "Act now, you who are wealthy! Weep and wail in your miseries, which will soon come upon you!",
          "ID": "1"
        },
        {
          "text": "Your riches have been corrupted, and your garments have been eaten by moths.",
          "ID": "2"
        },
        {
          "text": "Your gold and silver have rusted, and their rust will be a testimony against you, and it will eat away at your flesh like fire. You have stored up wrath for yourselves unto the last days.",
          "ID": "3"
        },
        {
          "text": "Consider the pay of the workers who reaped your fields: it has been misappropriated by you; it cries out. And their cry has entered into the ears of the Lord of hosts.",
          "ID": "4"
        },
        {
          "text": "You have feasted upon the earth, and you have nourished your hearts with luxuries, unto the day of slaughter.",
          "ID": "5"
        },
        {
          "text": "You led away and killed the Just One, and he did not resist you.",
          "ID": "6"
        },
        {
          "text": "Therefore, be patient, brothers, until the advent of the Lord. Consider that the farmer anticipates the precious fruit of the earth, waiting patiently, until he receives the early and the late rains.",
          "ID": "7"
        },
        {
          "text": "Therefore, you too should be patient and should strengthen your hearts. For the advent of the Lord draws near.",
          "ID": "8"
        },
        {
          "text": "Brothers, do not complain against one another, so that you may not be judged. Behold, the judge stands before the door.",
          "ID": "9"
        },
        {
          "text": "My brothers, consider the Prophets, who spoke in the name of the Lord, as an example of departing from evil, of labor, and of patience.",
          "ID": "10"
        },
        {
          "text": "Consider that we beatify those who have endured. You have heard of the patient suffering of Job. And you have seen the end of the Lord, that the Lord is merciful and compassionate.",
          "ID": "11"
        },
        {
          "text": "But before all things, my brothers, do not choose to swear, neither by heaven, nor by the earth, nor in any other oath. But let your word 'Yes' be yes, and your word 'No' be no, so that you may not fall under judgment.",
          "ID": "12"
        },
        {
          "text": "Is any of you sad? Let him pray. Is he even-tempered? Let him sing psalms.",
          "ID": "13"
        },
        {
          "text": "Is anyone ill among you? Let him bring in the priests of the Church, and let them pray over him, anointing him with oil in the name of the Lord.",
          "ID": "14"
        },
        {
          "text": "And a prayer of faith will save the infirm, and the Lord will alleviate him. And if he has sins, these will be forgiven him.",
          "ID": "15"
        },
        {
          "text": "Therefore, confess your sins to one another, and pray for one another, so that you may be saved. For the unremitting prayer of a just person prevails over many things.",
          "ID": "16"
        },
        {
          "text": "Elijah was a mortal man like us, and in prayer he prayed that it would not rain upon the earth. And it did not rain for three years and six months.",
          "ID": "17"
        },
        {
          "text": "And he prayed again. And the heavens gave rain, and the earth brought forth her fruit.",
          "ID": "18"
        },
        {
          "text": "My brothers, if anyone of you strays from the truth, and if someone converts him,",
          "ID": "19"
        },
        {
          "text": "he ought to know that whoever causes a sinner to be converted from the error of his ways will save his soul from death and will cover a multitude of sins.",
          "ID": "20"
        }
      ],
      "ID": "NT:JAS.5",
      "name": "James 5"
    }
  ],
  "ID": "NT:JAS(CPDV)",
  "version": "CPDV",
  "name": "James"
}