{
  "text": [
    {
      "text": [
        {
          "text": "James, a servant of God and of the Lord Jesus Christ,",
          "ID": "1"
        },
        {
          "text": "To the twelve tribes in the Dispersion:",
          "ID": "1"
        },
        {
          "text": "Greetings.",
          "ID": "1"
        },
        {
          "text": "Count it all joy, my brothers, when you meet trials of various kinds,",
          "ID": "2"
        },
        {
          "text": "for you know that the testing of your faith produces steadfastness.",
          "ID": "3"
        },
        {
          "text": "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.",
          "ID": "4"
        },
        {
          "text": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.",
          "ID": "5"
        },
        {
          "text": "But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.",
          "ID": "6"
        },
        {
          "text": "For that person must not suppose that he will receive anything from the Lord;",
          "ID": "7"
        },
        {
          "text": "he is a double-minded man, unstable in all his ways.",
          "ID": "8"
        },
        {
          "text": "Let the lowly brother boast in his exaltation,",
          "ID": "9"
        },
        {
          "text": "and the rich in his humiliation, because like a flower of the grass he will pass away.",
          "ID": "10"
        },
        {
          "text": "For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.",
          "ID": "11"
        },
        {
          "text": "Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.",
          "ID": "12"
        },
        {
          "text": "Let no one say when he is tempted, \"I am being tempted by God,\" for God cannot be tempted with evil, and he himself tempts no one.",
          "ID": "13"
        },
        {
          "text": "But each person is tempted when he is lured and enticed by his own desire.",
          "ID": "14"
        },
        {
          "text": "Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.",
          "ID": "15"
        },
        {
          "text": "Do not be deceived, my beloved brothers.",
          "ID": "16"
        },
        {
          "text": "Every good gift and every perfect gift is from above, coming down from the Father of lights with whom there is no variation or shadow due to change.",
          "ID": "17"
        },
        {
          "text": "Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.",
          "ID": "18"
        },
        {
          "text": "Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;",
          "ID": "19"
        },
        {
          "text": "for the anger of man does not produce the righteousness of God.",
          "ID": "20"
        },
        {
          "text": "Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.",
          "ID": "21"
        },
        {
          "text": "But be doers of the word, and not hearers only, deceiving yourselves.",
          "ID": "22"
        },
        {
          "text": "For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror.",
          "ID": "23"
        },
        {
          "text": "For he looks at himself and goes away and at once forgets what he was like.",
          "ID": "24"
        },
        {
          "text": "But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.",
          "ID": "25"
        },
        {
          "text": "If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person's religion is worthless.",
          "ID": "26"
        },
        {
          "text": "Religion that is pure and undefiled before God, the Father, is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.",
          "ID": "27"
        }
      ],
      "ID": "NT:JAS.1",
      "name": "James 1"
    },
    {
      "text": [
        {
          "text": "My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory.",
          "ID": "1"
        },
        {
          "text": "For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in,",
          "ID": "2"
        },
        {
          "text": "and if you pay attention to the one who wears the fine clothing and say, \"You sit here in a good place,\" while you say to the poor man, \"You stand over there,\" or, \"Sit down at my feet,\"",
          "ID": "3"
        },
        {
          "text": "have you not then made distinctions among yourselves and become judges with evil thoughts?",
          "ID": "4"
        },
        {
          "text": "Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him?",
          "ID": "5"
        },
        {
          "text": "But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court?",
          "ID": "6"
        },
        {
          "text": "Are they not the ones who blaspheme the honorable name by which you were called?",
          "ID": "7"
        },
        {
          "text": "If you really fulfill the royal law according to the Scripture, \"You shall love your neighbor as yourself,\" you are doing well.",
          "ID": "8"
        },
        {
          "text": "But if you show partiality, you are committing sin and are convicted by the law as transgressors.",
          "ID": "9"
        },
        {
          "text": "For whoever keeps the whole law but fails in one point has become accountable for all of it.",
          "ID": "10"
        },
        {
          "text": "For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do murder, you have become a transgressor of the law.",
          "ID": "11"
        },
        {
          "text": "So speak and so act as those who are to be judged under the law of liberty.",
          "ID": "12"
        },
        {
          "text": "For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.",
          "ID": "13"
        },
        {
          "text": "What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him?",
          "ID": "14"
        },
        {
          "text": "If a brother or sister is poorly clothed and lacking in daily food,",
          "ID": "15"
        },
        {
          "text": "and one of you says to them, \"Go in peace, be warmed and filled,\" without giving them the things needed for the body, what good is that?",
          "ID": "16"
        },
        {
          "text": "So also faith by itself, if it does not have works, is dead.",
          "ID": "17"
        },
        {
          "text": "But someone will say, \"You have faith and I have works.\" Show me your faith apart from your works, and I will show you my faith by my works.",
          "ID": "18"
        },
        {
          "text": "You believe that God is one; you do well. Even the demons believe—and shudder!",
          "ID": "19"
        },
        {
          "text": "Do you want to be shown, you foolish person, that faith apart from works is useless?",
          "ID": "20"
        },
        {
          "text": "Was not Abraham our father justified by works when he offered up his son Isaac on the altar?",
          "ID": "21"
        },
        {
          "text": "You see that faith was active along with his works, and faith was completed by his works;",
          "ID": "22"
        },
        {
          "text": "and the Scripture was fulfilled that says, \"Abraham believed God, and it was counted to him as righteousness\"—and he was called a friend of God.",
          "ID": "23"
        },
        {
          "text": "You see that a person is justified by works and not by faith alone.",
          "ID": "24"
        },
        {
          "text": "And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way?",
          "ID": "25"
        },
        {
          "text": "For as the body apart from the spirit is dead, so also faith apart from works is dead.",
          "ID": "26"
        }
      ],
      "ID": "NT:JAS.2",
      "name": "James 2"
    },
    {
      "text": [
        {
          "text": "Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.",
          "ID": "1"
        },
        {
          "text": "For we all stumble in many ways. And if anyone does not stumble in what he says, he is a perfect man, able also to bridle his whole body.",
          "ID": "2"
        },
        {
          "text": "If we put bits into the mouths of horses so that they obey us, we guide their whole bodies as well.",
          "ID": "3"
        },
        {
          "text": "Look at the ships also: though they are so large and are driven by strong winds, they are guided by a very small rudder wherever the will of the pilot directs.",
          "ID": "4"
        },
        {
          "text": "So also the tongue is a small member, yet it boasts of great things.",
          "ID": "5"
        },
        {
          "text": "How great a forest is set ablaze by such a small fire!",
          "ID": "5"
        },
        {
          "text": "And the tongue is a fire, a world of unrighteousness. The tongue is set among our members, staining the whole body, setting on fire the entire course of life, and set on fire by hell.",
          "ID": "6"
        },
        {
          "text": "For every kind of beast and bird, of reptile and sea creature, can be tamed and has been tamed by mankind,",
          "ID": "7"
        },
        {
          "text": "but no human being can tame the tongue. It is a restless evil, full of deadly poison.",
          "ID": "8"
        },
        {
          "text": "With it we bless our Lord and Father, and with it we curse people who are made in the likeness of God.",
          "ID": "9"
        },
        {
          "text": "From the same mouth come blessing and cursing. My brothers, these things ought not to be so.",
          "ID": "10"
        },
        {
          "text": "Does a spring pour forth from the same opening both fresh and salt water?",
          "ID": "11"
        },
        {
          "text": "Can a fig tree, my brothers, bear olives, or a grapevine produce figs? Neither can a salt pond yield fresh water.",
          "ID": "12"
        },
        {
          "text": "Who is wise and understanding among you? By his good conduct let him show his works in the meekness of wisdom.",
          "ID": "13"
        },
        {
          "text": "But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth.",
          "ID": "14"
        },
        {
          "text": "This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic.",
          "ID": "15"
        },
        {
          "text": "For where jealousy and selfish ambition exist, there will be disorder and every vile practice.",
          "ID": "16"
        },
        {
          "text": "But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.",
          "ID": "17"
        },
        {
          "text": "And a harvest of righteousness is sown in peace by those who make peace.",
          "ID": "18"
        }
      ],
      "ID": "NT:JAS.3",
      "name": "James 3"
    },
    {
      "text": [
        {
          "text": "What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?",
          "ID": "1"
        },
        {
          "text": "You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask.",
          "ID": "2"
        },
        {
          "text": "You ask and do not receive, because you ask wrongly, to spend it on your passions.",
          "ID": "3"
        },
        {
          "text": "You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.",
          "ID": "4"
        },
        {
          "text": "Or do you suppose it is to no purpose that the Scripture says, \"He yearns jealously over the spirit that he has made to dwell in us\"?",
          "ID": "5"
        },
        {
          "text": "But he gives more grace. Therefore it says, \"God opposes the proud, but gives grace to the humble.\"",
          "ID": "6"
        },
        {
          "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
          "ID": "7"
        },
        {
          "text": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.",
          "ID": "8"
        },
        {
          "text": "Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom.",
          "ID": "9"
        },
        {
          "text": "Humble yourselves before the Lord, and he will exalt you.",
          "ID": "10"
        },
        {
          "text": "Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge.",
          "ID": "11"
        },
        {
          "text": "There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?",
          "ID": "12"
        },
        {
          "text": "Come now, you who say, \"Today or tomorrow we will go into such and such a town and spend a year there and trade and make a profit\"—",
          "ID": "13"
        },
        {
          "text": "yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes.",
          "ID": "14"
        },
        {
          "text": "Instead you ought to say, \"If the Lord wills, we will live and do this or that.\"",
          "ID": "15"
        },
        {
          "text": "As it is, you boast in your arrogance. All such boasting is evil.",
          "ID": "16"
        },
        {
          "text": "So whoever knows the right thing to do and fails to do it, for him it is sin.",
          "ID": "17"
        }
      ],
      "ID": "NT:JAS.4",
      "name": "James 4"
    },
    {
      "text": [
        {
          "text": "Come now, you rich, weep and howl for the miseries that are coming upon you.",
          "ID": "1"
        },
        {
          "text": "Your riches have rotted and your garments are moth-eaten.",
          "ID": "2"
        },
        {
          "text": "Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days.",
          "ID": "3"
        },
        {
          "text": "Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts.",
          "ID": "4"
        },
        {
          "text": "You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter.",
          "ID": "5"
        },
        {
          "text": "You have condemned and murdered the righteous person. He does not resist you.",
          "ID": "6"
        },
        {
          "text": "Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains.",
          "ID": "7"
        },
        {
          "text": "You also, be patient. Establish your hearts, for the coming of the Lord is at hand.",
          "ID": "8"
        },
        {
          "text": "Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door.",
          "ID": "9"
        },
        {
          "text": "As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord.",
          "ID": "10"
        },
        {
          "text": "Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful.",
          "ID": "11"
        },
        {
          "text": "But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your \"yes\" be yes and your \"no\" be no, so that you may not fall under condemnation.",
          "ID": "12"
        },
        {
          "text": "Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.",
          "ID": "13"
        },
        {
          "text": "Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.",
          "ID": "14"
        },
        {
          "text": "And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven.",
          "ID": "15"
        },
        {
          "text": "Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.",
          "ID": "16"
        },
        {
          "text": "Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth.",
          "ID": "17"
        },
        {
          "text": "Then he prayed again, and heaven gave rain, and the earth bore its fruit.",
          "ID": "18"
        },
        {
          "text": "My brothers, if anyone among you wanders from the truth and someone brings him back,",
          "ID": "19"
        },
        {
          "text": "let him know that whoever brings back a sinner from his wandering will save his soul from death and will cover a multitude of sins.",
          "ID": "20"
        }
      ],
      "ID": "NT:JAS.5",
      "name": "James 5"
    }
  ],
  "ID": "NT:JAS(ESV)",
  "version": "ESV",
  "name": "James"
}