{
  "text": [
    {
      "text": [
        {
          "text": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are in the Dispersion: Greetings.",
          "ID": "1"
        },
        {
          "text": "Count it all joy, my brothers, when you fall into various temptations,",
          "ID": "2"
        },
        {
          "text": "knowing that the testing of your faith produces endurance.",
          "ID": "3"
        },
        {
          "text": "Let endurance have its perfect work, that you may be perfect and complete, lacking in nothing.",
          "ID": "4"
        },
        {
          "text": "But if any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach; and it will be given to him.",
          "ID": "5"
        },
        {
          "text": "But let him ask in faith, without any doubting, for he who doubts is like a wave of the sea, driven by the wind and tossed.",
          "ID": "6"
        },
        {
          "text": "For let that man not think that he will receive anything from the Lord.",
          "ID": "7"
        },
        {
          "text": "He is a double-minded man, unstable in all his ways.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "But let the brother in humble circumstances glory in his high position;",
          "ID": "9"
        },
        {
          "text": "and the rich, in that he is made humble, because like the flower in the grass, he will pass away.",
          "ID": "10"
        },
        {
          "text": "For the sun arises with the scorching wind, and withers the grass, and the flower in it falls, and the beauty of its appearance perishes. So also will the rich man fade away in his pursuits.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Blessed is the man who endures temptation, for when he has been approved, he will receive the crown of life, which the Lord promised to those who love him.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Let no man say when he is tempted, “I am tempted by God,” for God can’t be tempted by evil, and he himself tempts no one.",
          "ID": "13"
        },
        {
          "text": "But each one is tempted when he is drawn away by his own lust, and enticed.",
          "ID": "14"
        },
        {
          "text": "Then the lust, when it has conceived, bears sin; and the sin, when it is full grown, produces death.",
          "ID": "15"
        },
        {
          "text": "Don’t be deceived, my beloved brothers.",
          "ID": "16"
        },
        {
          "text": "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom can be no variation, nor turning shadow.",
          "ID": "17"
        },
        {
          "text": "Of his own will he gave birth to us by the word of truth, that we should be a kind of first fruits of his creatures.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So, then, my beloved brothers, let every man be swift to hear, slow to speak, and slow to anger;",
          "ID": "19"
        },
        {
          "text": "for the anger of man doesn’t produce the righteousness of God.",
          "ID": "20"
        },
        {
          "text": "Therefore, putting away all filthiness and overflowing of wickedness, receive with humility the implanted word, which is able to save your souls.",
          "ID": "21"
        },
        {
          "text": "But be doers of the word, and not only hearers, deluding your own selves.",
          "ID": "22"
        },
        {
          "text": "For if anyone is a hearer of the word and not a doer, he is like a man looking at his natural face in a mirror;",
          "ID": "23"
        },
        {
          "text": "for he sees himself, and goes away, and immediately forgets what kind of man he was.",
          "ID": "24"
        },
        {
          "text": "But he who looks into the perfect law of freedom, and continues, not being a hearer who forgets, but a doer of the work, this man will be blessed in what he does.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "If anyone among you thinks himself to be religious while he doesn’t bridle his tongue, but deceives his heart, this man’s religion is worthless.",
          "ID": "26"
        },
        {
          "text": "Pure religion and undefiled before our God and Father is this: to visit the fatherless and widows in their affliction, and to keep oneself unstained by the world.",
          "ID": "27"
        }
      ],
      "ID": "NT:JAS.1",
      "name": "The Letter from James 1"
    },
    {
      "text": [
        {
          "text": "My brothers, don’t hold the faith of our Lord Jesus Christ of glory with partiality.",
          "ID": "1"
        },
        {
          "text": "For if a man with a gold ring, in fine clothing, comes into your synagogue, and a poor man in filthy clothing also comes in;",
          "ID": "2"
        },
        {
          "text": "and you pay special attention to him who wears the fine clothing, and say, “Sit here in a good place”; and you tell the poor man, “Stand there,” or “Sit by my footstool”;",
          "ID": "3"
        },
        {
          "text": "haven’t you shown partiality among yourselves, and become judges with evil thoughts?",
          "ID": "4"
        },
        {
          "text": "Listen, my beloved brothers. Didn’t God choose those who are poor in this world to be rich in faith, and heirs of the Kingdom which he promised to those who love him?",
          "ID": "5"
        },
        {
          "text": "But you have dishonored the poor man. Don’t the rich oppress you, and personally drag you before the courts?",
          "ID": "6"
        },
        {
          "text": "Don’t they blaspheme the honorable name by which you are called?",
          "ID": "7"
        },
        {
          "text": "However, if you fulfill the royal law, according to the Scripture, “You shall love your neighbor as yourself,” you do well.",
          "ID": "8"
        },
        {
          "text": "But if you show partiality, you commit sin, being convicted by the law as transgressors.",
          "ID": "9"
        },
        {
          "text": "For whoever keeps the whole law, and yet stumbles in one point, he has become guilty of all.",
          "ID": "10"
        },
        {
          "text": "For he who said, “Do not commit adultery,” also said, “Do not commit murder.” Now if you do not commit adultery, but murder, you have become a transgressor of the law.",
          "ID": "11"
        },
        {
          "text": "So speak, and so do, as men who are to be judged by a law of freedom.",
          "ID": "12"
        },
        {
          "text": "For judgment is without mercy to him who has shown no mercy. Mercy triumphs over judgment.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "What good is it, my brothers, if a man says he has faith, but has no works? Can faith save him?",
          "ID": "14"
        },
        {
          "text": "And if a brother or sister is naked and in lack of daily food,",
          "ID": "15"
        },
        {
          "text": "and one of you tells them, “Go in peace, be warmed and filled”; and yet you didn’t give them the things the body needs, what good is it?",
          "ID": "16"
        },
        {
          "text": "Even so faith, if it has no works, is dead in itself.",
          "ID": "17"
        },
        {
          "text": "Yes, a man will say, “You have faith, and I have works.” Show me your faith without works, and I by my works will show you my faith.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "You believe that God is one. You do well. The demons also believe, and shudder.",
          "ID": "19"
        },
        {
          "text": "But do you want to know, vain man, that faith apart from works is dead?",
          "ID": "20"
        },
        {
          "text": "Wasn’t Abraham our father justified by works, in that he offered up Isaac his son on the altar?",
          "ID": "21"
        },
        {
          "text": "You see that faith worked with his works, and by works faith was perfected;",
          "ID": "22"
        },
        {
          "text": "and the Scripture was fulfilled which says, “Abraham believed God, and it was accounted to him as righteousness”; and he was called the friend of God.",
          "ID": "23"
        },
        {
          "text": "You see then that by works, a man is justified, and not only by faith.",
          "ID": "24"
        },
        {
          "text": "In the same way, wasn’t Rahab the prostitute also justified by works, in that she received the messengers, and sent them out another way?",
          "ID": "25"
        },
        {
          "text": "For as the body apart from the spirit is dead, even so faith apart from works is dead.",
          "ID": "26"
        }
      ],
      "ID": "NT:JAS.2",
      "name": "The Letter from James 2"
    },
    {
      "text": [
        {
          "text": "Let not many of you be teachers, my brothers, knowing that we will receive heavier judgment.",
          "ID": "1"
        },
        {
          "text": "For in many things we all stumble. If anyone doesn’t stumble in word, the same is a perfect man, able to bridle the whole body also.",
          "ID": "2"
        },
        {
          "text": "Indeed, we put bits into the horses’ mouths so that they may obey us, and we guide their whole body.",
          "ID": "3"
        },
        {
          "text": "Behold, the ships also, though they are so big and are driven by fierce winds, are yet guided by a very small rudder, wherever the pilot desires.",
          "ID": "4"
        },
        {
          "text": "So the tongue is also a little member, and boasts great things. See how a small fire can spread to a large forest!",
          "ID": "5"
        },
        {
          "text": "And the tongue is a fire. The world of iniquity among our members is the tongue, which defiles the whole body, and sets on fire the course of nature, and is set on fire by Gehenna.",
          "ID": "6"
        },
        {
          "text": "For every kind of animal, bird, creeping thing, and sea creature, is tamed, and has been tamed by mankind;",
          "ID": "7"
        },
        {
          "text": "but nobody can tame the tongue. It is a restless evil, full of deadly poison.",
          "ID": "8"
        },
        {
          "text": "With it we bless our God and Father, and with it we curse men, who are made in the image of God.",
          "ID": "9"
        },
        {
          "text": "Out of the same mouth comes blessing and cursing. My brothers, these things ought not to be so.",
          "ID": "10"
        },
        {
          "text": "Does a spring send out from the same opening fresh and bitter water?",
          "ID": "11"
        },
        {
          "text": "Can a fig tree, my brothers, yield olives, or a vine figs? Thus no spring yields both salt water and fresh water.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Who is wise and understanding among you? Let him show by his good conduct that his deeds are done in gentleness of wisdom.",
          "ID": "13"
        },
        {
          "text": "But if you have bitter jealousy and selfish ambition in your heart, don’t boast and don’t lie against the truth.",
          "ID": "14"
        },
        {
          "text": "This wisdom is not that which comes down from above, but is earthly, sensual, and demonic.",
          "ID": "15"
        },
        {
          "text": "For where jealousy and selfish ambition are, there is confusion and every evil deed.",
          "ID": "16"
        },
        {
          "text": "But the wisdom that is from above is first pure, then peaceful, gentle, reasonable, full of mercy and good fruits, without partiality, and without hypocrisy.",
          "ID": "17"
        },
        {
          "text": "Now the fruit of righteousness is sown in peace by those who make peace.",
          "ID": "18"
        }
      ],
      "ID": "NT:JAS.3",
      "name": "The Letter from James 3"
    },
    {
      "text": [
        {
          "text": "Where do wars and fightings among you come from? Don’t they come from your pleasures that war in your members?",
          "ID": "1"
        },
        {
          "text": "You lust, and don’t have. You murder and covet, and can’t obtain. You fight and make war. You don’t have, because you don’t ask.",
          "ID": "2"
        },
        {
          "text": "You ask, and don’t receive, because you ask with wrong motives, so that you may spend it for your pleasures.",
          "ID": "3"
        },
        {
          "text": "You adulterers and adulteresses, don’t you know that friendship with the world is hostility toward God? Whoever therefore wants to be a friend of the world makes himself an enemy of God.",
          "ID": "4"
        },
        {
          "text": "Or do you think that the Scripture says in vain, “The Spirit who lives in us yearns jealously”?",
          "ID": "5"
        },
        {
          "text": "But he gives more grace. Therefore it says, “God resists the proud, but gives grace to the humble.”",
          "ID": "6"
        },
        {
          "text": "Be subject therefore to God. But resist the devil, and he will flee from you.",
          "ID": "7"
        },
        {
          "text": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners; and purify your hearts, you double-minded.",
          "ID": "8"
        },
        {
          "text": "Lament, mourn, and weep. Let your laughter be turned to mourning, and your joy to gloom.",
          "ID": "9"
        },
        {
          "text": "Humble yourselves in the sight of the Lord, and he will exalt you.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Don’t speak against one another, brothers. He who speaks against a brother and judges his brother, speaks against the law and judges the law. But if you judge the law, you are not a doer of the law, but a judge.",
          "ID": "11"
        },
        {
          "text": "Only one is the lawgiver, who is able to save and to destroy. But who are you to judge another?",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Come now, you who say, “Today or tomorrow let’s go into this city, and spend a year there, trade, and make a profit.”",
          "ID": "13"
        },
        {
          "text": "Whereas you don’t know what your life will be like tomorrow. For what is your life? For you are a vapor, that appears for a little time, and then vanishes away.",
          "ID": "14"
        },
        {
          "text": "For you ought to say, “If the Lord wills, we will both live, and do this or that.”",
          "ID": "15"
        },
        {
          "text": "But now you glory in your boasting. All such boasting is evil.",
          "ID": "16"
        },
        {
          "text": "To him therefore who knows to do good, and doesn’t do it, to him it is sin.",
          "ID": "17"
        }
      ],
      "ID": "NT:JAS.4",
      "name": "The Letter from James 4"
    },
    {
      "text": [
        {
          "text": "Come now, you rich, weep and howl for your miseries that are coming on you.",
          "ID": "1"
        },
        {
          "text": "Your riches are corrupted and your garments are moth-eaten.",
          "ID": "2"
        },
        {
          "text": "Your gold and your silver are corroded, and their corrosion will be for a testimony against you, and will eat your flesh like fire. You have laid up your treasure in the last days.",
          "ID": "3"
        },
        {
          "text": "Behold, the wages of the laborers who mowed your fields, which you have kept back by fraud, cry out, and the cries of those who reaped have entered into the ears of the Lord of Armies.",
          "ID": "4"
        },
        {
          "text": "You have lived delicately on the earth, and taken your pleasure. You have nourished your hearts as in a day of slaughter.",
          "ID": "5"
        },
        {
          "text": "You have condemned, you have murdered the righteous one. He doesn’t resist you.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Be patient therefore, brothers, until the coming of the Lord. Behold, the farmer waits for the precious fruit of the earth, being patient over it, until it receives the early and late rain.",
          "ID": "7"
        },
        {
          "text": "You also be patient. Establish your hearts, for the coming of the Lord is at hand.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Don’t grumble, brothers, against one another, so that you won’t be judged. Behold, the judge stands at the door.",
          "ID": "9"
        },
        {
          "text": "Take, brothers, for an example of suffering and of perseverance, the prophets who spoke in the name of the Lord.",
          "ID": "10"
        },
        {
          "text": "Behold, we call them blessed who endured. You have heard of the perseverance of Job, and have seen the Lord in the outcome, and how the Lord is full of compassion and mercy.",
          "ID": "11"
        },
        {
          "text": "But above all things, my brothers, don’t swear— not by heaven, or by the earth, or by any other oath; but let your “yes” be “yes”, and your “no”, “no”; so that you don’t fall into hypocrisy.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Is any among you suffering? Let him pray. Is any cheerful? Let him sing praises.",
          "ID": "13"
        },
        {
          "text": "Is any among you sick? Let him call for the elders of the assembly, and let them pray over him, anointing him with oil in the name of the Lord,",
          "ID": "14"
        },
        {
          "text": "and the prayer of faith will heal him who is sick, and the Lord will raise him up. If he has committed sins, he will be forgiven.",
          "ID": "15"
        },
        {
          "text": "Confess your offenses to one another, and pray for one another, that you may be healed. The insistent prayer of a righteous person is powerfully effective.",
          "ID": "16"
        },
        {
          "text": "Elijah was a man with a nature like ours, and he prayed earnestly that it might not rain, and it didn’t rain on the earth for three years and six months.",
          "ID": "17"
        },
        {
          "text": "He prayed again, and the sky gave rain, and the earth produced its fruit.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Brothers, if any among you wanders from the truth and someone turns him back,",
          "ID": "19"
        },
        {
          "text": "let him know that he who turns a sinner from the error of his way will save a soul from death and will cover a multitude of sins.",
          "ID": "20"
        }
      ],
      "ID": "NT:JAS.5",
      "name": "The Letter from James 5"
    }
  ],
  "ID": "NT:JAS(WEB)",
  "version": "WEB",
  "name": "The Letter from James"
}