{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "В дни, когда правили судьи, в стране случился голод, и один человек из Вифлеема в Иудее вместе со своей женой и двумя сыновьями отправился жить в страну Моав. ",
          "ID": "1"
        },
        {
          "text": "Этого человека звали Элимелех, его жену – Ноеминь, а двоих его сыновей – Махлон и Хилеон. Они были ефрафяне из Вифлеема, что находится в Иудее. Они пришли в Моав и жили там.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Элимелех, муж Ноемини, умер, и она осталась с двумя сыновьями. ",
          "ID": "3"
        },
        {
          "text": "Они женились на моавитянках – одну из них звали Орфа, а другую Руфь. После того как они прожили там около десяти лет, ",
          "ID": "4"
        },
        {
          "text": "Махлон и Хилеон тоже умерли, и Ноеминь осталась без своих сыновей и мужа.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Услышав в Моаве, что Господь пришел на помощь Своему народу, дав им пищу, Ноеминь со своими снохами приготовилась вернуться домой. ",
          "ID": "6"
        },
        {
          "text": "Вместе со своими снохами она покинула место, где жила, и отправилась в дорогу, которая должна была привести их обратно в землю Иуды.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Ноеминь сказала своим снохам:",
          "ID": "8"
        },
        {
          "text": "– Возвратитесь каждая в дом своей матери. Пусть Господь будет милостив к вам, как вы были милостивы к вашим умершим и ко мне. ",
          "ID": "8"
        },
        {
          "text": "Пусть Господь даст каждой из вас найти пристанище в доме у нового мужа.",
          "ID": "9"
        },
        {
          "text": "Она поцеловала их, и они громко заплакали ",
          "ID": "9"
        },
        {
          "text": "и сказали ей:",
          "ID": "10"
        },
        {
          "text": "– Мы вернемся с тобой к твоему народу.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но Ноеминь сказала:",
          "ID": "11"
        },
        {
          "text": "– Возвратитесь домой, мои дочери. Зачем вам идти со мной? Разве у меня будут другие сыновья, которые смогут стать вам мужьями? ",
          "ID": "11"
        },
        {
          "text": "Возвратитесь домой, мои дочери; я уже слишком стара, чтобы у меня был другой муж. Даже если бы я думала, что у меня еще есть надежда, – даже если бы этой ночью я была с мужем, а потом родила сыновей, – ",
          "ID": "12"
        },
        {
          "text": "разве вам можно ждать, пока они вырастут? Можно ли вам оставаться все это время незамужними? Нет, мои дочери. Моя горечь слишком тяжела для вас, потому что рука Господня обратилась против меня!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И тут они снова громко заплакали. И Орфа поцеловала свою свекровь на прощание, но Руфь осталась с ней.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Смотри, – сказала Ноеминь, – твоя невестка возвращается к своему народу и своим богам. Возвращайся и ты с ней.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но Руфь ответила:",
          "ID": "16"
        },
        {
          "text": "– Не уговаривай меня покинуть тебя или отвернуться от тебя. Куда пойдешь ты, туда и я, и где ты остановишься, там остановлюсь и я. Твой народ будет моим народом и твой Бог – моим Богом. ",
          "ID": "16"
        },
        {
          "text": "Где умрешь ты, умру и я, и там буду похоронена. Пусть Господь сурово накажет меня, если что-нибудь кроме смерти разлучит меня с тобой.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Когда Ноеминь поняла, что Руфь твердо решилась идти с ней, она перестала ее уговаривать.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "И обе женщины пошли дальше, пока не пришли в Вифлеем. Когда они пришли в Вифлеем, весь город пришел в движение из-за них, и женщины восклицали:",
          "ID": "19"
        },
        {
          "text": "– Неужели это Ноеминь?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Не зовите меня Ноеминь, – сказала она им. – Зовите меня Мара, потому что Всемогущий сделал мою жизнь очень горькой. ",
          "ID": "20"
        },
        {
          "text": "Я вышла отсюда в достатке, но Господь вернул меня обратно ни с чем. Зачем звать меня Ноеминь? Господь заставил меня страдать; Всемогущий навел на меня беду.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Так Ноеминь вернулась из Моава с моавитянкой Руфью, своей снохой. Они пришли в Вифлеем в начале жатвы ячменя.",
          "ID": "22"
        }
      ],
      "ID": "OT:RUT.1",
      "name": "Руфь 1"
    },
    {
      "text": [
        {
          "text": "У Ноемини был родственник со стороны мужа из того же клана, что и Элимелех, богатый и влиятельный человек, по имени Боаз.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Руфь моавитянка сказала Ноемини:",
          "ID": "2"
        },
        {
          "text": "– Отпусти меня в поля, подбирать оставшееся зерно за тем, в чьих глазах найду расположение.",
          "ID": "2"
        },
        {
          "text": "Ноеминь сказала ей:",
          "ID": "2"
        },
        {
          "text": "– Иди, моя дочь.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Она вышла и начала подбирать в полях за жнецами. И случилось так, что она пришла на ту часть поля, которая принадлежала Боазу из клана Элимелеха.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Как раз тогда из Вифлеема пришел Боаз и приветствовал жнецов:",
          "ID": "4"
        },
        {
          "text": "– Пусть будет с вами Господь!",
          "ID": "4"
        },
        {
          "text": "– Благослови тебя Господь, – откликнулись они.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Боаз спросил старосту своих жнецов:",
          "ID": "5"
        },
        {
          "text": "– Чья та молодая женщина?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Староста ответил:",
          "ID": "6"
        },
        {
          "text": "– Это та моавитянка, что вернулась из Моава с Ноеминью. ",
          "ID": "6"
        },
        {
          "text": "Она сказала: «Пожалуйста, позволь мне подбирать колосья следом за жнецами». Она пришла на поле и находится здесь с утра до этого времени; мало бывает она дома.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Боаз сказал Руфи:",
          "ID": "8"
        },
        {
          "text": "– Послушай меня, моя дочь. Не ходи подбирать на другое поле и не удаляйся отсюда. Оставайся здесь с моими служанками. ",
          "ID": "8"
        },
        {
          "text": "Смотри, на каком поле жнут мои слуги, и держись вместе с моими служанками. Я велел своим слугам не трогать тебя. И всякий раз, когда ты захочешь пить, иди и пей из кувшинов, которые наполняют мои слуги.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Она поклонилась, коснувшись лицом земли, и воскликнула:",
          "ID": "10"
        },
        {
          "text": "– За что ты так добр ко мне, почему ты проявляешь такую заботу о чужестранке?",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Боаз ответил:",
          "ID": "11"
        },
        {
          "text": "– Мне рассказали обо всем, что ты сделала для своей свекрови после смерти твоего мужа: как ты оставила отца и мать и свою родину и пришла жить к народу, которого ты прежде не знала. ",
          "ID": "11"
        },
        {
          "text": "Пусть Господь воздаст тебе за то, что ты сделала. Да получишь ты богатую награду от Господа, Бога Израиля, к Которому ты пришла, чтобы найти прибежище под Его крыльями.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Да буду я и дальше находить милость в твоих глазах, мой господин, – сказала она. – Ты утешил меня и говорил с твоей служанкой по-доброму, несмотря на то что я не стою ни одной из твоих служанок.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Во время обеда Боаз сказал ей:",
          "ID": "14"
        },
        {
          "text": "– Подойди сюда. Возьми хлеб и обмакивай его в уксус.",
          "ID": "14"
        },
        {
          "text": "Когда она села рядом со жнецами, он предложил ей жареного зерна. Она съела столько, сколько хотела, и еще осталось. ",
          "ID": "14"
        },
        {
          "text": "Когда она встала, чтобы подбирать дальше, Боаз приказал своим слугам:",
          "ID": "15"
        },
        {
          "text": "– Даже если она будет собирать среди снопов, не обижайте ее. ",
          "ID": "15"
        },
        {
          "text": "Наоборот, отбрасывайте для нее колосья из вязанок и оставляйте ей подбирать, и не попрекайте ее.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И так Руфь подбирала на поле до вечера. Когда она вымолотила ячмень, который собрала, получилось около ефы. ",
          "ID": "17"
        },
        {
          "text": "Она принесла его в город, и ее свекровь увидела, как много она собрала. Еще Руфь вытащила и дала ей то, что осталось у нее после обеда.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Свекровь спросила ее:",
          "ID": "19"
        },
        {
          "text": "– Где ты собирала сегодня? Где ты работала? Пусть будет благословен тот человек, который позаботился о тебе!",
          "ID": "19"
        },
        {
          "text": "Руфь рассказала своей свекрови, у кого она работала.",
          "ID": "19"
        },
        {
          "text": "– Человека, у которого я сегодня работала, зовут Боаз, – сказала она.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Благослови его Господь! – сказала Ноеминь своей снохе. – Он не оставил без милости ни живых, ни умерших.",
          "ID": "20"
        },
        {
          "text": "Затем прибавила:",
          "ID": "20"
        },
        {
          "text": "– Этот человек с нами в близком родстве.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Руфь моавитянка сказала:",
          "ID": "21"
        },
        {
          "text": "– Он даже сказал мне: «Оставайся с моими работниками до тех пор, пока они не закончат убирать все мое зерно».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Ноеминь сказала своей снохе Руфи:",
          "ID": "22"
        },
        {
          "text": "– Это хорошо, моя дочь, что ты будешь ходить с его служанками, потому что на чьем-нибудь другом поле тебя могли бы обидеть.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Руфь держалась со служанками Боаза и подбирала колосья, пока не кончилась жатва ячменя и пшеницы. А жила она у своей свекрови.",
          "ID": "23"
        }
      ],
      "ID": "OT:RUT.2",
      "name": "Руфь 2"
    },
    {
      "text": [
        {
          "text": "Однажды ее свекровь Ноеминь сказала ей:",
          "ID": "1"
        },
        {
          "text": "– Моя дочь, не должна ли я постараться найти тебе пристанище, чтобы тебе было хорошо? ",
          "ID": "1"
        },
        {
          "text": "Разве Боаз, со служанками которого ты была, нам не родственник? Сегодня вечером он веет ячмень на току. ",
          "ID": "2"
        },
        {
          "text": "Итак, вымойся, помажься ароматными маслами и надень свои лучшие одежды. Иди на гумно, но не показывайся ему до тех пор, пока он не закончит есть и пить. ",
          "ID": "3"
        },
        {
          "text": "Когда он ляжет, заметь место, где он лежит. Потом иди, открой покрывало у его ног и ляг. Он скажет тебе, что делать.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Я сделаю все, как ты говоришь, – ответила Руфь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Она пошла на ток и сделала все, что сказала ей сделать ее свекровь.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда Боаз закончил есть и пить и пришел в хорошее настроение, он пошел и лег у дальнего угла скирды. Руфь тихо подошла, открыла покрывало у его ног и легла. ",
          "ID": "7"
        },
        {
          "text": "В полночь он вздрогнул, повернулся и обнаружил женщину, лежащую у его ног.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Кто ты? – спросил он.",
          "ID": "9"
        },
        {
          "text": "– Я твоя служанка Руфь, – сказала она. – Простри надо мной край твоей одежды, ведь ты один из наших ближайших родственников, несущих ответственность за нас.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Благослови тебя Господь, моя дочь, – ответил он. – Это доброе дело больше того, которое ты сделала прежде: ты не стала бегать за молодыми мужчинами – ни за богатыми, ни за бедными. ",
          "ID": "10"
        },
        {
          "text": "И теперь, моя дочь, не бойся. Я сделаю для тебя все, о чем ты просишь. Весь мой город знает, что ты достойная женщина. ",
          "ID": "11"
        },
        {
          "text": "Хотя я и близкий родственник, есть родственник еще ближе меня. ",
          "ID": "12"
        },
        {
          "text": "Оставайся на ночь здесь, а утром, если он захочет быть вашим покровителем, то хорошо – пусть будет. Но если не захочет, то верно, как то, что жив Господь, это сделаю я. Спи здесь до утра.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И она лежала у его ног до утра, но встала рано, до того, как один человек мог распознать другого. Боаз сказал про себя: «Пусть никто не знает, что на гумно приходила женщина».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Он сказал ей:",
          "ID": "15"
        },
        {
          "text": "– Подай мне свою накидку, которая на тебе, и держи ее.",
          "ID": "15"
        },
        {
          "text": "Когда она сделала это, он высыпал в накидку шесть мер ячменя и помог ей закинуть ношу на плечи. После этого он вернулся в город.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда Руфь пришла к своей свекрови, Ноеминь спросила:",
          "ID": "16"
        },
        {
          "text": "– Ну как, моя дочь?",
          "ID": "16"
        },
        {
          "text": "И она рассказала ей обо всем, что сделал для нее Боаз, ",
          "ID": "16"
        },
        {
          "text": "и прибавила:",
          "ID": "17"
        },
        {
          "text": "– Он дал мне эти шесть мер ячменя, сказав: «Не возвращайся к своей свекрови с пустыми руками».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Ноеминь сказала:",
          "ID": "18"
        },
        {
          "text": "– Подожди, моя дочь, пока не узнаешь, чем все закончится. Ведь этот человек не успокоится, пока сегодня же не решит дела.",
          "ID": "18"
        }
      ],
      "ID": "OT:RUT.3",
      "name": "Руфь 3"
    },
    {
      "text": [
        {
          "text": "А Боаз тем временем направился к городским воротам и сел там. Когда родственник, о котором он говорил, проходил мимо, Боаз сказал:",
          "ID": "1"
        },
        {
          "text": "– Сверни сюда, мой друг, и присядь.",
          "ID": "1"
        },
        {
          "text": "Тот свернул и сел.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Боаз взял десять человек из старейшин города и сказал им:",
          "ID": "2"
        },
        {
          "text": "– Сядьте здесь.",
          "ID": "2"
        },
        {
          "text": "И они сели.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "После этого он сказал тому родственнику:",
          "ID": "3"
        },
        {
          "text": "– Ноеминь, которая вернулась из Моава, продает участок земли, что принадлежал нашему родичу Элимелеху. ",
          "ID": "3"
        },
        {
          "text": "Я подумал, что должен довести это до твоего сведения и предложить тебе купить его в присутствии тех, кто сидит здесь, и в присутствии старейшин моего народа. Но если ты не купишь, скажи мне, чтобы я знал. Ведь у тебя первоочередное право сделать это, а я – за тобой.",
          "ID": "4"
        },
        {
          "text": "– Я выкуплю его, – сказал он.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Тогда Боаз сказал:",
          "ID": "5"
        },
        {
          "text": "– В тот день, когда купишь землю у Ноемини, ты также должен будешь жениться на моавитянке Руфи, вдове покойного, чтобы, когда у вас родится сын, собственность на землю осталась за семьей покойного.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но родственник сказал:",
          "ID": "6"
        },
        {
          "text": "– В таком случае я не могу выкупить этот участок, потому что я подвергну опасности свое собственное имение. Выкупай лучше сам, а я не могу этого сделать.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "(В прежние времена в Израиле, чтобы выкупить или передать права на собственность, один из участников сделки снимал свою сандалию и отдавал ее другому. Такой в Израиле был обычай узаконивать сделку.)",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Родственник сказал Боазу:",
          "ID": "8"
        },
        {
          "text": "– Покупай сам.",
          "ID": "8"
        },
        {
          "text": "И снял свою сандалию.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Тогда Боаз объявил старейшинам и всему народу:",
          "ID": "9"
        },
        {
          "text": "– Сегодня вы свидетели того, что я купил у Ноемини все, что принадлежало Элимелеху, Хилеону и Махлону. ",
          "ID": "9"
        },
        {
          "text": "Еще я приобрел моавитянку Руфь, вдову Махлона, себе в жены, чтобы сохранить землю за семьей покойного, чтобы его имя не исчезло среди его родичей и от ворот его родного города. Вы сегодня свидетели!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Тогда старейшины и все, кто был у ворот, сказали:",
          "ID": "11"
        },
        {
          "text": "– Мы свидетели. Пусть Господь сделает плодовитой женщину, которая входит в твой дом, подобно Рахили и Лии, которые вместе возвели дом Израиля. Приобретай богатство в Ефрафе и славься в Вифлееме. ",
          "ID": "11"
        },
        {
          "text": "Пусть через потомство, которое Господь даст тебе от этой молодой женщины, твой род уподобится роду Пареца, которого Фамарь родила Иуде.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Так Боаз взял Руфь, и она стала его женой. Он лег с ней, и Господь дал ей забеременеть, и она родила сына.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Женщины говорили Ноемини:",
          "ID": "14"
        },
        {
          "text": "– Слава Господу, Который не оставил тебя сегодня без наследника, который будет заботиться о тебе. Пусть мальчик прославится в Израиле! ",
          "ID": "14"
        },
        {
          "text": "Он обновит твою жизнь и обеспечит тебя в старости. Ведь его родила твоя сноха, которая любит тебя, и которая для тебя лучше семи сыновей.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Ноеминь взяла младенца, носила его в объятиях и нянчила его. ",
          "ID": "16"
        },
        {
          "text": "Женщины, которые жили там, говорили:",
          "ID": "17"
        },
        {
          "text": "– У Ноемини родился сын.",
          "ID": "17"
        },
        {
          "text": "Они назвали его Овид. Он стал отцом Иессея, отца Давида.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "И вот родословие Пареца:",
          "ID": "18"
        },
        {
          "text": "Парец был отцом Хецрона,",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Хецрон – отцом Рама,",
          "ID": "19"
        },
        {
          "text": "Рам – отцом Аминадава,",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Аминадав – отцом Нахшона,",
          "ID": "20"
        },
        {
          "text": "Нахшон – отцом Салмона,",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Салмон – отцом Боаза,",
          "ID": "21"
        },
        {
          "text": "Боаз – отцом Овида,",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Овид – отцом Иессея,",
          "ID": "22"
        },
        {
          "text": "а Иессей – отцом Давида.",
          "ID": "22"
        }
      ],
      "ID": "OT:RUT.4",
      "name": "Руфь 4"
    }
  ],
  "ID": "OT:RUT(NRP)",
  "name": "Руфь"
}