{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Старец – Гаю.",
          "ID": "1"
        },
        {
          "text": "Люблю тебя, дорогой друг, как познавшего истину.",
          "ID": "1"
        },
        {
          "text": "Любезный мой, желаю тебе здоровья и чтобы всё у тебя было хорошо, как и в душе твоей. ",
          "ID": "2"
        },
        {
          "text": "Я очень радовался, когда приходили ко мне братья наши и, рассказывая о твоей жизни, говорили, что ты по-прежнему верен истине. ",
          "ID": "3"
        },
        {
          "text": "Нет большей радости для меня, как слышать, что дети мои в истине живут.",
          "ID": "4"
        },
        {
          "text": "Ты правильно делаешь, дорогой друг, что заботишься о странствующих братьях наших, хотя они и незнакомы тебе. ",
          "ID": "5"
        },
        {
          "text": "Они и поведали церкви о твоей любви. Ты хорошо поступишь, если и проводишь их как должно, как подобает то служителям Божьим. ",
          "ID": "6"
        },
        {
          "text": "Ведь они ради Христа в путь отправились и ничего не берут у язычников. ",
          "ID": "7"
        },
        {
          "text": "Мы должны поддерживать таких людей, становясь вместе с ними соработниками истины.",
          "ID": "8"
        },
        {
          "text": "Я писал церкви, но только вот Диотреф, склонный к властолюбию, не хочет иметь с нами дела. ",
          "ID": "9"
        },
        {
          "text": "Так что, если я приду, то напомню о том, что он делает, злобно клевеща на нас. Не довольствуясь этим, он не только сам не принимает братьев, но и препятствует другим, желающим делать это, и даже изгоняет таковых из церкви.",
          "ID": "10"
        },
        {
          "text": "Друг мой, следуй доброму примеру, а не злому. Кто делает добро, тот от Бога; кто делает зло, тот Бога не знает. ",
          "ID": "11"
        },
        {
          "text": "О Димитрии все хорошо отзываются, также свидетельствует о нем и сама истина. Присоединяем к тому и мы свое свидетельство; ты знаешь, оно истинно.",
          "ID": "12"
        },
        {
          "text": "Обо многом еще хотел бы я рассказать тебе, но не стану делать этого на бумаге, пером и чернилами; ",
          "ID": "13"
        },
        {
          "text": "надеюсь вскоре тебя увидеть, и тогда мы лично обо всем поговорим.",
          "ID": "14"
        },
        {
          "text": "Мир тебе. Приветствуют тебя здешние твои друзья. Приветствуй и ты там у себя всех наших друзей поименно.",
          "ID": "15"
        }
      ],
      "ID": "NT:3JN.1",
      "name": "Третье послание апостола Иоанна 1"
    }
  ],
  "ID": "NT:3JN(BTI)",
  "name": "Третье послание апостола Иоанна"
}