{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Старец гаиеви возлюбленному, егоже аз люблю воистинну. ",
          "ID": "1"
        },
        {
          "text": "Возлюбленне, во всех молюся (о тебе) благоспеятися тебе и здравствовати, якоже благоспеется тебе душа. ",
          "ID": "2"
        },
        {
          "text": "Возрадовахся зело, пришедшым братиям и свидетельствующым твою истину, якоже ты во истине ходиши. ",
          "ID": "3"
        },
        {
          "text": "Болши сея не имам радости, да слышу моя чада во истине ходяща. ",
          "ID": "4"
        },
        {
          "text": "Возлюбленне, верно твориши, еже аще делаеши в братию и в странныя, ",
          "ID": "5"
        },
        {
          "text": "иже свидетельствоваша о твоей любви пред Царковию. ихже предпослав достойно Богу, добре твориши. ",
          "ID": "6"
        },
        {
          "text": "о имени бо его изыдоша, ничтоже приемлюще от язык. ",
          "ID": "7"
        },
        {
          "text": "Мы убо должни есмы приимати таковых, да поспешницы будем истине. ",
          "ID": "8"
        },
        {
          "text": "Писах Церкви: но первенстволюбец их диотреф не приемлет нас. ",
          "ID": "9"
        },
        {
          "text": "Сего ради, аще прииду, воспомяну его дела, яже творит, словесы лукавыми укоряя нас: и недоволен бывая о сих, ни сам приемлет братию, и хотящым возбраняет, и от Церкве изгонит. ",
          "ID": "10"
        },
        {
          "text": "Возлюбленне, не уподобляися злому, но благому. Благотворяй от Бога есть: а злотворяй не виде Бога. ",
          "ID": "11"
        },
        {
          "text": "Димитриеви свидетельствовася от всех и от самыя истины: и мы же свидетельствуем, и весте, яко свидетельство наше истинно есть. ",
          "ID": "12"
        },
        {
          "text": "Многа имех писати, но не хощу чернилом и тростию писати тебе, ",
          "ID": "13"
        },
        {
          "text": "уповаю же абие видети тя и усты ко устом глаголати. ",
          "ID": "14"
        },
        {
          "text": "Мир тебе. Целуют тя друзи: целуй други по имени. Аминь. ",
          "ID": "15"
        }
      ],
      "ID": "NT:3JN.1",
      "name": "Третье послание апостола Иоанна 1"
    }
  ],
  "ID": "NT:3JN(CSLAV)",
  "name": "Третье послание апостола Иоанна"
}