{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От старейшины.",
          "ID": "1"
        },
        {
          "text": "Дорогому Гаю, которого я люблю как пребывающего в истине.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Дорогой мой, я молюсь, чтобы все у тебя было благополучно и чтобы ты был здоров так же, как благополучна твоя душа. ",
          "ID": "2"
        },
        {
          "text": "Меня очень обрадовало, что приходившие братья свидетельствовали о твоей верности, как ты ходишь в истине. ",
          "ID": "3"
        },
        {
          "text": "Для меня нет большей радости, чем слышать о том, что мои дети ходят в истине.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Дорогой мой, ты верен во всем, что бы ты ни делал для братьев, даже если они незнакомы тебе лично. ",
          "ID": "5"
        },
        {
          "text": "Они засвидетельствовали о твоей любви перед церковью, и будет хорошо, если ты поможешь им продолжить путешествие. Сделай это так, как подобает перед Богом. ",
          "ID": "6"
        },
        {
          "text": "Они ради имени Иисуса отправились в путь, ничего не взяв от язычников. ",
          "ID": "7"
        },
        {
          "text": "Мы должны поддерживать таких людей, чтобы содействовать распространению истины.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Я написал церкви, но Диотреф, который любит у них главенствовать, не принимает нас. ",
          "ID": "9"
        },
        {
          "text": "Если я приду, то расскажу, чем он занимается, распространяя о нас злые слухи. Мало этого, он сам отказывается принимать братьев, запрещает это другим и выгоняет из церкви тех, кто хочет это делать.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Дорогой мой, не подражай злу, но подражай добру. Кто делает добро, тот от Бога, а кто делает зло, тот Бога не видел. ",
          "ID": "11"
        },
        {
          "text": "Все хорошо говорят о Димитрии, то же говорит и сама истина. Мы и сами тому свидетели, и ты знаешь, что наше свидетельство верно.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Еще о многом я хотел бы тебе сказать, но не буду доверять это чернилам и перу. ",
          "ID": "13"
        },
        {
          "text": "Я надеюсь скоро тебя увидеть, и тогда мы поговорим лично.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Мир тебе. Твои друзья передают тебе привет. Привет всем нашим друзьям, каждому лично.",
          "ID": "15"
        }
      ],
      "ID": "NT:3JN.1",
      "name": "Третье Послание Иоанна 1"
    }
  ],
  "ID": "NT:3JN(NRP)",
  "name": "Третье Послание Иоанна"
}