{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Приветствия от старца к моему дорогому другу Гаию, которого люблю я в истине.",
          "ID": "1"
        },
        {
          "text": "Мой возлюбленный друг! Я молюсь, чтобы ты преуспевал во всём и был в добром здравии, а то, что духом ты здоров, мне уже известно.",
          "ID": "2"
        },
        {
          "text": "Я возрадовался от всей души, когда некоторые из братьев наших пришли и засвидетельствовали о твоей преданности истине и о том, как неуклонно ты следуешь по пути истинному.",
          "ID": "3"
        },
        {
          "text": "Нет у меня большей радости, чем узнать, что дети мои следуют по пути истинному.",
          "ID": "4"
        },
        {
          "text": "Мой возлюбленный друг! Ты верно трудишься на благо наших братьев, хотя они и чужие тебе.",
          "ID": "5"
        },
        {
          "text": "Они засвидетельствовали перед церковью о твоей любви. Пожалуйста, помоги им продолжить их путешествие, поступая угодно Богу.",
          "ID": "6"
        },
        {
          "text": "Они отправились в путь ради служения Христу и ничего не принимали от неверующих.",
          "ID": "7"
        },
        {
          "text": "И потому нам следует поддерживать таких людей, чтобы они стали соратниками нашими в служении истине.",
          "ID": "8"
        },
        {
          "text": "Я написал письмо церкви, но тот, кто хочет стать её главой, Диотреф, не принимает того, что говорим мы.",
          "ID": "9"
        },
        {
          "text": "Потому-то, когда я приду, то расскажу о том, что он делает. Он клевещет на нас злобными словами, но и этого ему недостаточно. Он не оказывает гостеприимства нашим братьям, создаёт препятствия тем, кто хочет им помогать, и изгоняет их из церкви!",
          "ID": "10"
        },
        {
          "text": "Мой возлюбленный друг! Не подражай всяческому злу, а только добродетели. Кто вершит добрые дела, принадлежит Богу; кто творит зло, не видел Бога.",
          "ID": "11"
        },
        {
          "text": "Все хорошо отзываются о Димитрии, и сама истина свидетельствует о нём. Мы также ручаемся за него, а ты знаешь, что наше свидетельство истинно.",
          "ID": "12"
        },
        {
          "text": "О многом ещё мог бы написать я тебе, но не хочу писать пером на бумаге.",
          "ID": "13"
        },
        {
          "text": "Я надеюсь вскоре увидеть тебя и лично поговорить с тобой.",
          "ID": "14"
        },
        {
          "text": "Мир тебе. Здешние друзья приветствуют тебя. Передавай приветы поимённо друзьям, живущим там.",
          "ID": "15"
        }
      ],
      "ID": "NT:3JN.1",
      "name": "Третье Послание Иоанна 1"
    }
  ],
  "ID": "NT:3JN(RSP)",
  "name": "Третье Послание Иоанна"
}