{
  "name": "Haggai",
  "text": [
    {
      "name": "Haggai 1",
      "text": [
        {
          "text": "IN THE second year of Darius king [of Persia], in the sixth month, on the first day of the month, the word of the Lord came by means of Haggai the prophet [in Jerusalem after the Babylonian captivity] to Zerubbabel son of Shealtiel, governor of Judah, and to Joshua son of Jehozadak, the high priest, saying,",
          "ID": "1"
        },
        {
          "text": "Thus says the Lord of hosts: These people say, The time is not yet come that the Lord's house should be rebuilt [although Cyrus had ordered it done eighteen years before]. [Ezra 1:1-6; 4:1-6, 24; 5:1-3.]",
          "ID": "2"
        },
        {
          "text": "Then came the word of the Lord by Haggai the prophet, saying,",
          "ID": "3"
        },
        {
          "text": "Is it time for you yourselves to dwell in your paneled houses while this house [of the Lord] lies in ruins?",
          "ID": "4"
        },
        {
          "text": "Now therefore thus says the Lord of hosts: Consider your ways and set your mind on what has come to you.",
          "ID": "5"
        },
        {
          "text": "You have sown much, but you have reaped little; you eat, but you do not have enough; you drink, but you do not have your fill; you clothe yourselves, but no one is warm; and he who earns wages has earned them to put them in a bag with holes in it.",
          "ID": "6"
        },
        {
          "text": "Thus says the Lord of hosts: Consider your ways (your previous and present conduct) and how you have fared.",
          "ID": "7"
        },
        {
          "text": "Go up to the hill country and bring lumber and rebuild [My] house, and I will take pleasure in it and I will be glorified, says the Lord [by accepting it as done for My glory and by displaying My glory in it].",
          "ID": "8"
        },
        {
          "text": "You looked for much [harvest], and behold, it came to little; and even when you brought that home, I blew it away. Why? says the Lord of hosts. Because of My house, which lies waste while you yourselves run each man to his own house [eager to build and adorn it].",
          "ID": "9"
        },
        {
          "text": "Therefore the heavens above you [for your sake] withhold the dew, and the earth withholds its produce.",
          "ID": "10"
        },
        {
          "text": "And I have called for a drought upon the land and the hill country, upon the grain, the fresh wine, the oil, upon what the ground brings forth, upon men and cattle, and upon all the [wearisome] toil of [men's] hands.",
          "ID": "11"
        },
        {
          "text": "Then Zerubbabel son of Shealtiel and Joshua son of Jehozadak, the high priest, with all the remnant of the people [who had returned from captivity], listened to and obeyed the voice of the Lord their God [not vaguely or partly, but completely, according to] the words of Haggai the prophet, since the Lord their God had sent him, and the people [reverently] feared and [worshipfully] turned to the Lord.",
          "ID": "12"
        },
        {
          "text": "Then Haggai, the Lord's messenger, spoke the Lord's message to the people saying, I am with you, says the Lord.",
          "ID": "13"
        },
        {
          "text": "And the Lord aroused the spirit of Zerubbabel son of Shealtiel, governor of Judah, and the spirit of Joshua son of Jehozadak, the high priest, and the spirit of all the remnant of the people, so that they came and labored on the house of the Lord of hosts, their God,",
          "ID": "14"
        },
        {
          "text": "On the twenty-fourth day of the sixth month.",
          "ID": "15"
        }
      ],
      "ID": "OT:HAG.1"
    },
    {
      "name": "Haggai 2",
      "text": [
        {
          "text": "IN THE seventh month, on the twenty-first day of the month, in the second year of Darius king [of Persia], came the word of the Lord by the prophet Haggai, saying,",
          "ID": "1"
        },
        {
          "text": "Speak now to Zerubbabel son of Shealtiel, governor of Judah, and to Joshua son of Jehozadak, the high priest, and to the remainder of the people, saying,",
          "ID": "2"
        },
        {
          "text": "Who is left among you who saw this house in its former glory? And how do you see it now? Is not this in your sight as nothing in comparison to that?",
          "ID": "3"
        },
        {
          "text": "Yet now be strong, alert, and courageous, O Zerubbabel, says the Lord; be strong, alert, and courageous, O Joshua son of Jehozadak, the high priest; and be strong, alert, and courageous, all you people of the land, says the Lord, and work! For I am with you, says the Lord of hosts.",
          "ID": "4"
        },
        {
          "text": "According to the promise that I covenanted with you when you came out of Egypt, so My Spirit stands and abides in the midst of you; fear not.",
          "ID": "5"
        },
        {
          "text": "For thus says the Lord of hosts: Yet once more, in a little while, I will shake and make tremble the [starry] heavens, the earth, the sea, and the dry land; [Heb. 12:26.]",
          "ID": "6"
        },
        {
          "text": "And I will shake all nations and the desire and the precious things of all nations shall come in, and I will fill this house with splendor, says the Lord of hosts. [Isa. 60:5; Matt. 2:1-12.]",
          "ID": "7"
        },
        {
          "text": "The silver is Mine and the gold is Mine, says the Lord of hosts.",
          "ID": "8"
        },
        {
          "text": "The latter glory of this house [with its successor, to which Jesus came] shall be greater than the former, says the Lord of hosts; and in this place will I give peace and prosperity, says the Lord of hosts.",
          "ID": "9"
        },
        {
          "text": "On the twenty-fourth day of the ninth month, in the second year of Darius, came the word of the Lord by Haggai the prophet, saying,",
          "ID": "10"
        },
        {
          "text": "Thus says the Lord of hosts: Ask now the priests to decide this question of law:",
          "ID": "11"
        },
        {
          "text": "If one carries in the skirt of his garment flesh that is holy [because it has been offered in sacrifice to God], and with his skirt or the flaps of his garment he touches bread, or pottage, or wine, or oil, or any kind of food, does what he touches become holy [dedicated to God's service exclusively]? And the priests answered, No! [Holiness is not infectious.]",
          "ID": "12"
        },
        {
          "text": "Then said Haggai, If one who is [ceremonially] unclean because he has come in contact with a dead body should touch any of these articles of food, shall it be [ceremonially] unclean? And the priests answered, It shall be unclean. [Unholiness is infectious.]",
          "ID": "13"
        },
        {
          "text": "Then answered Haggai, So is this people and so is this nation before Me, says the Lord; and so is every work of their hands, and what they offer there [on the altar] is unclean [because they who offer it are themselves unclean].",
          "ID": "14"
        },
        {
          "text": "And now, I pray you, consider what will happen from this day onward. Since the time before a stone was laid upon a stone in the temple of the Lord, how have you fared?",
          "ID": "15"
        },
        {
          "text": "Through all that time [the harvests have not fulfilled expectations, for] when one has gone expecting to find a heap [of sheaves] of twenty measures, there were but ten; when he has gone to the wine vat to draw out fifty bucketfuls from the press, there were only twenty.",
          "ID": "16"
        },
        {
          "text": "I smote you with blight and with mildew and with hail in all [the products of] the labors of your hands; yet you returned not nor were converted to Me, says the Lord.",
          "ID": "17"
        },
        {
          "text": "Consider, I pray you, from this day onward, from the twenty-fourth day of the ninth month, even from the day that the foundation of the Lord's temple was [re]laid, consider this:",
          "ID": "18"
        },
        {
          "text": "Is the harvested grain any longer in the barn? As to the grapevine, the fig tree, the pomegranate, and the olive tree–they have not yet borne. From this day on I will bless you.",
          "ID": "19"
        },
        {
          "text": "And again the word of the Lord came to Haggai on the twenty-fourth day of the month, saying,",
          "ID": "20"
        },
        {
          "text": "Speak to Zerubbabel [the representative of the Davidic monarchy and covenant and in direct line of the ancestry of Jesus Christ] governor of Judah, saying, I will shake the heavens and the earth; [Hag. 2:6; Matt. 1:12, 13.]",
          "ID": "21"
        },
        {
          "text": "And I will [in the distant future] overthrow the throne of kingdoms and I will destroy the strength of the kingdoms of the [ungodly] nations, and I will overthrow the chariots and those who ride in them, and the horses and their riders shall go down, every one by the sword of his brother. [Dan. 2:34, 35, 44, 45; Rev. 19:11-21.]",
          "ID": "22"
        },
        {
          "text": "In that day, says the Lord of hosts, will I take you, O Zerubbabel, My servant, the son of Shealtiel, says the Lord, and will make you [through the Messiah, your descendant] My signet ring; for I have chosen you [as the one with whom to renew My covenant to David's line], says the Lord of hosts. [II Sam. 7:12, 16.]",
          "ID": "23"
        }
      ],
      "ID": "OT:HAG.2"
    }
  ],
  "version": "AMP",
  "ID": "OT:HAG(AMP)"
}