{
  "name": "The Book of Haggai",
  "text": [
    {
      "name": "The Book of Haggai 1",
      "text": [
        {
          "text": "In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of Jehovah by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,",
          "ID": "1"
        },
        {
          "text": "Thus speaketh Jehovah of hosts, saying, This people say, It is not the time for us to come, the time for Jehovah’s house to be built.",
          "ID": "2"
        },
        {
          "text": "Then came the word of Jehovah by Haggai the prophet, saying,",
          "ID": "3"
        },
        {
          "text": "Is it a time for you yourselves to dwell in your ceiled houses, while this house lieth waste?",
          "ID": "4"
        },
        {
          "text": "Now therefore thus saith Jehovah of hosts: Consider your ways.",
          "ID": "5"
        },
        {
          "text": "Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Thus saith Jehovah of hosts: Consider your ways.",
          "ID": "7"
        },
        {
          "text": "Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith Jehovah.",
          "ID": "8"
        },
        {
          "text": "Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith Jehovah of hosts. Because of my house that lieth waste, while ye run every man to his own house.",
          "ID": "9"
        },
        {
          "text": "Therefore for your sake the heavens withhold the dew, and the earth withholdeth its fruit.",
          "ID": "10"
        },
        {
          "text": "And I called for a drought upon the land, and upon the mountains, and upon the grain, and upon the new wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labor of the hands.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of Jehovah their God, and the words of Haggai the prophet, as Jehovah their God had sent him; and the people did fear before Jehovah.",
          "ID": "12"
        },
        {
          "text": "Then spake Haggai Jehovah’s messenger in Jehovah’s message unto the people, saying, I am with you, saith Jehovah.",
          "ID": "13"
        },
        {
          "text": "And Jehovah stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and did work on the house of Jehovah of hosts, their God,",
          "ID": "14"
        },
        {
          "text": "in the four and twentieth day of the month, in the sixth month, in the second year of Darius the king.",
          "ID": "15"
        }
      ],
      "ID": "OT:HAG.1"
    },
    {
      "name": "The Book of Haggai 2",
      "text": [
        {
          "text": "In the seventh month, in the one and twentieth day  of the month, came the word of Jehovah by Haggai the prophet, saying,",
          "ID": "1"
        },
        {
          "text": "Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people, saying,",
          "ID": "2"
        },
        {
          "text": "Who is left among you that saw this house in its former glory? and how do ye see it now? is it not in your eyes as nothing?",
          "ID": "3"
        },
        {
          "text": "Yet now be strong, O Zerubbabel, saith Jehovah; and be strong, O Joshua, son of Jehozadak, the high priest; and be strong, all ye people of the land, saith Jehovah, and work: for I am with you, saith Jehovah of hosts,",
          "ID": "4"
        },
        {
          "text": "according to the word that I covenanted with you when ye came out of Egypt, and my Spirit abode among you: fear ye not.",
          "ID": "5"
        },
        {
          "text": "For thus saith Jehovah of hosts: Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;",
          "ID": "6"
        },
        {
          "text": "and I will shake all nations; and the precious things of all nations shall come; and I will fill this house with glory, saith Jehovah of hosts.",
          "ID": "7"
        },
        {
          "text": "The silver is mine, and the gold is mine, saith Jehovah of hosts.",
          "ID": "8"
        },
        {
          "text": "The latter glory of this house shall be greater than the former, saith Jehovah of hosts; and in this place will I give peace, saith Jehovah of hosts.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "In the four and twentieth day of the ninth month, in the second year of Darius, came the word of Jehovah by Haggai the prophet, saying,",
          "ID": "10"
        },
        {
          "text": "Thus saith Jehovah of hosts: Ask now the priests concerning the law, saying,",
          "ID": "11"
        },
        {
          "text": "If one bear holy flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any food, shall it become holy? And the priests answered and said, No.",
          "ID": "12"
        },
        {
          "text": "Then said Haggai, If one that is unclean by reason of a dead body touch any of these, shall it be unclean? And the priests answered and said, It shall be unclean.",
          "ID": "13"
        },
        {
          "text": "Then answered Haggai and said, So is this people, and so is this nation before me, saith Jehovah; and so is every work of their hands; and that which they offer there is unclean.",
          "ID": "14"
        },
        {
          "text": "And now, I pray you, consider from this day and backward, before a stone was laid upon a stone in the temple of Jehovah.",
          "ID": "15"
        },
        {
          "text": "Through all that time, when one came to a heap of twenty measures, there were but ten; when one came to the winevat to draw out fifty vessels, there were but twenty.",
          "ID": "16"
        },
        {
          "text": "I smote you with blasting and with mildew and with hail in all the work of your hands; yet ye turned not to me, saith Jehovah.",
          "ID": "17"
        },
        {
          "text": "Consider, I pray you, from this day and backward, from the four and twentieth day of the ninth month, since the day that the foundation of Jehovah’s temple was laid, consider it.",
          "ID": "18"
        },
        {
          "text": "Is the seed yet in the barn? yea, the vine, and the fig-tree, and the pomegranate, and the olive-tree have not brought forth; from this day will I bless you.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And the word of Jehovah came the second time unto Haggai in the four and twentieth day of the month, saying,",
          "ID": "20"
        },
        {
          "text": "Speak to Zerubbabel, governor of Judah, saying, I will shake the heavens and the earth;",
          "ID": "21"
        },
        {
          "text": "and I will overthrow the throne of kingdoms; and I will destroy the strength of the kingdoms of the nations; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.",
          "ID": "22"
        },
        {
          "text": "In that day, saith Jehovah of hosts, will I take thee, O Zerubbabel, my servant, the son of Shealtiel, saith Jehovah, and will make thee as a signet; for I have chosen thee, saith Jehovah of hosts.",
          "ID": "23"
        }
      ],
      "ID": "OT:HAG.2"
    }
  ],
  "version": "ASV",
  "ID": "OT:HAG(ASV)"
}