{
  "text": [
    {
      "text": [
        {
          "text": "In the second year of king Darius, in the sixth month, on the first day of the month, the word of the Lord came, by the hand of Haggai the prophet, to Zerubbabel the son of Shealtiel, governor of Judah, and to Jesus the son of Jehozadak, the high priest, saying:",
          "ID": "1"
        },
        {
          "text": "Thus says the Lord of hosts, saying: This people claims that the time has not yet arrived for building the house of the Lord.",
          "ID": "2"
        },
        {
          "text": "But the word of the Lord came by the hand of Haggai the prophet, saying:",
          "ID": "3"
        },
        {
          "text": "Is it time for you to dwell in paneled houses, while this house is deserted?",
          "ID": "4"
        },
        {
          "text": "And now, thus says the Lord of hosts: Set your hearts upon your ways.",
          "ID": "5"
        },
        {
          "text": "You sowed much and have brought in little. You consumed and have not been satisfied. You drank and have not been inebriated. You covered yourselves and have not been warmed. And whoever gathered wages, has put them in a bag with holes.",
          "ID": "6"
        },
        {
          "text": "Thus says the Lord of hosts: Set your hearts upon your ways.",
          "ID": "7"
        },
        {
          "text": "Ascend to the mountain, bring wood and build the house, and it shall be acceptable to me, and I shall be glorified, says the Lord.",
          "ID": "8"
        },
        {
          "text": "You have looked for more, and behold, it became less, and you brought it home, and I blew it away. What is the cause of this, says the Lord of hosts? It is because my house is desolate, yet you have hurried, each one to his own house.",
          "ID": "9"
        },
        {
          "text": "Because of this, the heavens over you have been prohibited from giving dew, and the earth has been prohibited from giving her sprouts.",
          "ID": "10"
        },
        {
          "text": "And I called a drought over the land, and over the mountains, and over the wheat, and over the wine, and over the oil, and whatever the soil would bring forth, and over men, and over beasts of burden, and over all the labor of hands.",
          "ID": "11"
        },
        {
          "text": "And Zerubbabel the son of Shealtiel, and Jesus the son of Jehozadak, the high priest, and all the remnant of the people heeded the voice of the Lord their God, and the words of Haggai the prophet, just as the Lord their God sent him to them. And the people were fearful before the face of the Lord.",
          "ID": "12"
        },
        {
          "text": "And Haggai, a messenger of the Lord among messengers of the Lord, spoke to the people, saying: the Lord says, \"I am with you.\"",
          "ID": "13"
        },
        {
          "text": "And the Lord stirred the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Jesus the son of Jehozadak, the high priest, and the spirit of the remainder of all the people. And they entered and performed work in the house of the Lord of hosts their God,",
          "ID": "14"
        }
      ],
      "ID": "OT:HAG.1",
      "name": "Haggai 1"
    },
    {
      "text": [
        {
          "text": "on the twenty-fourth day of the month, in the sixth month, in the second year of king Darius.",
          "ID": "1"
        },
        {
          "text": "And in the seventh month, on the twenty-first of the month, the word of the Lord came, by the hand of Haggai the prophet, saying:",
          "ID": "2"
        },
        {
          "text": "Speak to Zerubbabel the son of Shealtiel, the governor of Judah, and to Jesus the son of Jehozadak, the high priest, and to the remainder of the people, saying:",
          "ID": "3"
        },
        {
          "text": "Who is left among you, who saw this house in its first glory? And how do you see it now? Is it not, in comparison to that, as nothing in your eyes?",
          "ID": "4"
        },
        {
          "text": "And now be strengthened, Zerubbabel, says the Lord. And be strengthened, Jesus the son of Jehozadak, the high priest. And be strengthened, all people of the land, says the Lord of hosts. For I am with you, says the Lord of hosts.",
          "ID": "5"
        },
        {
          "text": "And act according to the word that I planted with you when you departed from the land of Egypt. And my Spirit will be in your midst. Do not be afraid.",
          "ID": "6"
        },
        {
          "text": "For thus says the Lord of hosts: There is yet one brief time, and I will move heaven and earth, and the sea and the dry land.",
          "ID": "7"
        },
        {
          "text": "And I will move all nations. And the Desired of all nations will arrive. And I will fill this house with glory, says the Lord of hosts.",
          "ID": "8"
        },
        {
          "text": "Mine is the silver, and mine is the gold, says the Lord of hosts.",
          "ID": "9"
        },
        {
          "text": "Great shall be the glory of this house, the last more than the first, says the Lord of hosts. And in this place, I will bestow peace, says the Lord of hosts.",
          "ID": "10"
        },
        {
          "text": "On the twenty-fourth of the ninth month, in the second year of king Darius, the word of the Lord came to Haggai the prophet, saying:",
          "ID": "11"
        },
        {
          "text": "Thus says the Lord of hosts: the priests question the law, saying:",
          "ID": "12"
        },
        {
          "text": "If a man will have carried sanctified flesh in the pocket of his garment, and the top of it touches his bread, or appetizer, or wine, or oil, or any food, shall it be sanctified? But the priests responded by saying, \"No.\"",
          "ID": "13"
        },
        {
          "text": "And Haggai said, \"If the polluted in soul will have touched any of all these things, shall it be contaminated?\" And the priests responded and said, \"It shall be contaminated.\"",
          "ID": "14"
        },
        {
          "text": "And Haggai answered and he said: Such is this people, and such is this nation before my face, says the Lord, and such is all the work of their hands. And so all that they have offered there has been contaminated.",
          "ID": "15"
        },
        {
          "text": "And now, consider in your hearts, from this day and beyond, before stone may be placed upon stone in the temple of the Lord:",
          "ID": "16"
        },
        {
          "text": "when you approached a pile of twenty measures, and they became ten, and you entered to the press, to press out fifty bottles, and they became twenty,",
          "ID": "17"
        },
        {
          "text": "how I struck you with a burning wind, and a mildew, and a hailstorm, all the works of your hand, yet there was no one among you who returned to me, says the Lord.",
          "ID": "18"
        },
        {
          "text": "Set your hearts from this day and into the future, from the twenty-fourth day of the ninth month, from the day that the foundations of the temple of the Lord have been uttered, and place it upon your heart.",
          "ID": "19"
        },
        {
          "text": "Has the seed been germinated yet? And has the vine, and the fig tree, and the pomegranate, and the olive tree still not flourished? From this day on, I will bless you.",
          "ID": "20"
        },
        {
          "text": "And the word of the Lord came a second time to Haggai, on the twenty-fourth of the month, saying:",
          "ID": "21"
        },
        {
          "text": "Speak to Zerubbabel the governor of Judah, saying: I will move both heaven and earth.",
          "ID": "22"
        },
        {
          "text": "And I will overturn the throne of kingdoms, and I will crush the strength of the kingdom of the Gentiles. And I will overturn the four-horse chariot, and its rider; and the horses and their riders shall be brought down, a man by the sword of his brother.",
          "ID": "23"
        },
        {
          "text": "In that day, says the Lord of hosts, I will take you, Zerubbabel the son of Shealtiel, my servant, says the Lord, and will set you like a seal, for I have chosen you, says the Lord of hosts.",
          "ID": "24"
        }
      ],
      "ID": "OT:HAG.2",
      "name": "Haggai 2"
    }
  ],
  "ID": "OT:HAG(CPDV)",
  "version": "CPDV",
  "name": "Haggai"
}