{
  "version": "ERV",
  "text": [
    {
      "title": "Work Begins on the New Temple",
      "text": [
        {
          "text": "On the first day of the sixth month of the second year that Darius was king of Persia, Haggai received a message from the Lord. This message was for Zerubbabel son of Shealtiel and Joshua son of Jehozadak. Zerubbabel was the governor of Judah and Joshua was the high priest. This is the message:",
          "ID": "1"
        },
        {
          "text": "This is what the Lord All-Powerful said, “The people say it is not yet the right time to build the Lord’s Temple.”",
          "ID": "2"
        },
        {
          "text": "Again Haggai received a message from the Lord. Haggai spoke this message:",
          "ID": "3"
        },
        {
          "text": "“You people think the right time has come for you to live in nice houses. You live in houses with beautiful wooden paneling on the walls, but the Lord’s house is still in ruins.",
          "ID": "4"
        },
        {
          "text": "Now the Lord All-Powerful says, ‘Think about what is happening.",
          "ID": "5"
        },
        {
          "text": "You have planted many seeds, but you have gathered only a few crops. You have food to eat, but not enough to get full. You have something to drink, but not enough to get drunk. You have some clothes to wear, but not enough to keep warm. You earn a little money, but you don’t know where it all goes. It’s as though there is a hole in your pocket!’”",
          "ID": "6",
          "comments": [
            "You … pocket Or “The one who saves money is putting it into a purse full of holes.”"
          ]
        },
        {
          "text": "The Lord All-Powerful said, “Think about what you are doing.",
          "ID": "7"
        },
        {
          "text": "Go up to the mountains, get the wood, and build the Temple. Then I will be pleased with the Temple, and I will be honored.” This is what the Lord said.",
          "ID": "8"
        },
        {
          "text": "The Lord All-Powerful said, “You people look for a big harvest, but when you go to gather the crop, there is only a little grain. So you bring that grain home, and then I send a wind that blows it all away. Why is this happening? Because my house is still in ruins while each of you runs home to take care of your own house.",
          "ID": "9"
        },
        {
          "text": "That is why the sky holds back its dew and why the earth holds back its crops.",
          "ID": "10"
        },
        {
          "text": "“I gave the command for the land and the mountains to be dry. The grain, the new wine, the olive oil, and everything the earth produces will be ruined. All the people and all the animals will become weak.”",
          "ID": "11",
          "comments": [
            "dry … ruined The Hebrew word “dry” is like the Hebrew word “ruined.”"
          ]
        },
        {
          "text": "The Lord God had sent Haggai to speak to Zerubbabel son of Shealtiel and to the high priest, Joshua son of Jehozadak. So these men and all the people listened to the voice of the Lord their God and to the words of Haggai the prophet. And the people showed their fear and respect for the Lord their God.",
          "ID": "12"
        },
        {
          "text": "Then Haggai, the Lord’s messenger, delivered this message to the people: “The Lord says, ‘I am with you!’”",
          "ID": "13"
        },
        {
          "text": "Zerubbabel son of Shealtiel was the governor of Judah. Joshua son of Jehozadak was the high priest. The Lord made them and the rest of the people excited about working on the Temple of their God, the Lord All-Powerful.",
          "ID": "14"
        },
        {
          "text": "So they began this work on the 24th day of the sixth month in the second year Darius was the king.",
          "ID": "15"
        }
      ],
      "ID": "OT:HAG.1",
      "name": "Haggai 1"
    },
    {
      "title": "Today Begins a Time of Blessing",
      "text": [
        {
          "text": "On the 21st day of the seventh month, this message from the Lord came to Haggai:",
          "ID": "1"
        },
        {
          "text": "“Speak to Zerubbabel son of Shealtiel, the governor of Judah, and to Joshua son of Jehozadak, the high priest, and to all the people. Say this:",
          "ID": "2"
        },
        {
          "text": "‘How many of you people look at this Temple and try to compare it to the beautiful Temple that was destroyed? What do you think? Does this Temple seem like nothing when you compare it with the first Temple?",
          "ID": "3"
        },
        {
          "text": "But the Lord says, “Zerubbabel, don’t be discouraged!” And the Lord says, “Joshua son of Jehozadak, you are the high priest. Don’t be discouraged! And all you people who live in the land, don’t be discouraged! Continue this work, because I am with you.” This is what the Lord All-Powerful said.",
          "ID": "4"
        },
        {
          "text": "“‘I made an agreement with you when you left Egypt, and I have kept my promise. My Spirit is with you, so don’t be afraid!’",
          "ID": "5"
        },
        {
          "text": "This is what the Lord All-Powerful said, ‘In just a little while, I will once again shake things up. I will shake heaven and earth, and I will shake the sea and the dry land.",
          "ID": "6"
        },
        {
          "text": "I will shake up the nations, and they will come to you with wealth from every nation. And then I will fill this Temple with glory.’ That is what the Lord All-Powerful said!",
          "ID": "7"
        },
        {
          "text": "‘All their silver really belongs to me! And all the gold is mine!’ This is what the Lord All-Powerful said.",
          "ID": "8"
        },
        {
          "text": "And the Lord All-Powerful said, ‘This last Temple will be more beautiful than the first one, and I will bring peace to this place.’ Remember, this is what the Lord All-Powerful said.”",
          "ID": "9"
        },
        {
          "text": "On the 24th day of the ninth month in the second year Darius was king of Persia, this message from the Lord came to Haggai the prophet:",
          "ID": "10"
        },
        {
          "text": "“The Lord All-Powerful commands you to ask the priests what the law says about these things:",
          "ID": "11"
        },
        {
          "text": "‘Suppose a man carries some meat in the fold of his clothes. This meat is part of a sacrifice, so it is holy. If his clothes touch some bread, cooked food, wine, oil, or some other food, will the thing the clothes touch become holy?’”\nThe priests answered, “No.”",
          "ID": "12"
        },
        {
          "text": "Then Haggai said, “Whoever touches a dead body will become unclean. Now if they touch anything else, will it also become unclean?”\nThe priests answered, “Yes, it will become unclean.”",
          "ID": "13"
        },
        {
          "text": "Then Haggai said, “This is what the Lord God said: ‘This is also true for the people of this nation. They were not pure and holy before me. So anything they did with their hands and anything they offered at the altar became unclean.",
          "ID": "14"
        },
        {
          "text": "“‘Think about what has happened to you. Think about how things were before you began working on the Lord’s Temple.",
          "ID": "15"
        },
        {
          "text": "People wanted 20 measures of grain, but there were only 10 measures in the pile. People wanted to get 50 jars of wine from the wine vat, but there were only 20.",
          "ID": "16"
        },
        {
          "text": "That was because I punished you. I sent the diseases that killed your plants and the hail that destroyed the things you made with your hands. I did this, but still you did not come to me.’ This is what the Lord said.",
          "ID": "17"
        },
        {
          "text": "“The Lord said, ‘Today is the 24th day of the ninth month. You have finished laying the foundation of the Lord’s Temple. So notice what happens from this day forward:",
          "ID": "18"
        },
        {
          "text": "Your seed for planting is still in the barn. And look at the vines, the fig trees, and the pomegranate and olive trees. They have not yet produced any fruit. But beginning today, I will bless you.’”",
          "ID": "19"
        },
        {
          "text": "Another message from the Lord came to Haggai on the 24th day of the month. This is the message:",
          "ID": "20"
        },
        {
          "text": "“Go to Zerubbabel, the governor of Judah and tell him that I will shake heaven and earth.",
          "ID": "21"
        },
        {
          "text": "And I will overthrow many kings and kingdoms and destroy the power of the kingdoms of those other people. I will destroy their chariots and their riders. I will defeat their war horses and riders. These armies are friends now, but they will turn against each other and kill each other with swords.”",
          "ID": "22"
        },
        {
          "text": "This is what the Lord All-Powerful says: “Zerubbabel son of Shealtiel, my servant, I have chosen you. I, the Lord, tell you that at that time I will use you like a signet ring to represent my authority!”\nThis is what the Lord All-Powerful said.",
          "ID": "23"
        }
      ],
      "ID": "OT:HAG.2",
      "name": "Haggai 2"
    }
  ],
  "ID": "OT:HAG(ERV)",
  "name": "Haggai"
}