{
  "text": [
    {
      "text": [
        {
          "text": "In the second year of Darius the king, in the sixth month, on the first day of the month, the word of the Lord came by the hand of Haggai the prophet to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest:",
          "ID": "1"
        },
        {
          "text": "\"Thus says the Lord of hosts: These people say the time has not yet come to rebuild the house of the Lord.\"",
          "ID": "2"
        },
        {
          "text": "Then the word of the Lord came by the hand of Haggai the prophet,",
          "ID": "3"
        },
        {
          "text": "\"Is it a time for you yourselves to dwell in your paneled houses, while this house lies in ruins?",
          "ID": "4"
        },
        {
          "text": "Now, therefore, thus says the Lord of hosts: Consider your ways.",
          "ID": "5"
        },
        {
          "text": "You have sown much, and harvested little. You eat, but you never have enough; you drink, but you never have your fill. You clothe yourselves, but no one is warm. And he who earns wages does so to put them into a bag with holes.",
          "ID": "6"
        },
        {
          "text": "\"Thus says the Lord of hosts: Consider your ways.",
          "ID": "7"
        },
        {
          "text": "Go up to the hills and bring wood and build the house, that I may take pleasure in it and that I may be glorified, says the Lord.",
          "ID": "8"
        },
        {
          "text": "You looked for much, and behold, it came to little. And when you brought it home, I blew it away. Why? declares the Lord of hosts. Because of my house that lies in ruins, while each of you busies himself with his own house.",
          "ID": "9"
        },
        {
          "text": "Therefore the heavens above you have withheld the dew, and the earth has withheld its produce.",
          "ID": "10"
        },
        {
          "text": "And I have called for a drought on the land and the hills, on the grain, the new wine, the oil, on what the ground brings forth, on man and beast, and on all their labors.\"",
          "ID": "11"
        },
        {
          "text": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of the Lord their God, and the words of Haggai the prophet, as the Lord their God had sent him. And the people feared the Lord.",
          "ID": "12"
        },
        {
          "text": "Then Haggai, the messenger of the Lord, spoke to the people with the Lord's message, \"I am with you, declares the Lord.\"",
          "ID": "13"
        },
        {
          "text": "And the Lord stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people. And they came and worked on the house of the Lord of hosts, their God,",
          "ID": "14"
        },
        {
          "text": "on the twenty-fourth day of the month, in the sixth month, in the second year of Darius the king.",
          "ID": "15"
        }
      ],
      "ID": "OT:HAG.1",
      "name": "Haggai 1"
    },
    {
      "text": [
        {
          "text": "In the seventh month, on the twenty-first day of the month, the word of the Lord came by the hand of Haggai the prophet,",
          "ID": "1"
        },
        {
          "text": "\"Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to all the remnant of the people, and say,",
          "ID": "2"
        },
        {
          "text": "'Who is left among you who saw this house in its former glory? How do you see it now? Is it not as nothing in your eyes?",
          "ID": "3"
        },
        {
          "text": "Yet now be strong, O Zerubbabel, declares the Lord. Be strong, O Joshua, son of Jehozadak, the high priest. Be strong, all you people of the land, declares the Lord. Work, for I am with you, declares the Lord of hosts,",
          "ID": "4"
        },
        {
          "text": "according to the covenant that I made with you when you came out of Egypt. My Spirit remains in your midst. Fear not.",
          "ID": "5"
        },
        {
          "text": "For thus says the Lord of hosts: Yet once more, in a little while, I will shake the heavens and the earth and the sea and the dry land.",
          "ID": "6"
        },
        {
          "text": "And I will shake all nations, so that the treasures of all nations shall come in, and I will fill this house with glory, says the Lord of hosts.",
          "ID": "7"
        },
        {
          "text": "The silver is mine, and the gold is mine, declares the Lord of hosts.",
          "ID": "8"
        },
        {
          "text": "The latter glory of this house shall be greater than the former, says the Lord of hosts. And in this place I will give peace, declares the Lord of hosts.'\"",
          "ID": "9"
        },
        {
          "text": "On the twenty-fourth day of the ninth month, in the second year of Darius, the word of the Lord came by Haggai the prophet,",
          "ID": "10"
        },
        {
          "text": "\"Thus says the Lord of hosts: Ask the priests about the law:",
          "ID": "11"
        },
        {
          "text": "'If someone carries holy meat in the fold of his garment and touches with his fold bread or stew or wine or oil or any kind of food, does it become holy?'\" The priests answered and said, \"No.\"",
          "ID": "12"
        },
        {
          "text": "Then Haggai said, \"If someone who is unclean by contact with a dead body touches any of these, does it become unclean?\" The priests answered and said, \"It does become unclean.\"",
          "ID": "13"
        },
        {
          "text": "Then Haggai answered and said, \"So is it with this people, and with this nation before me, declares the Lord, and so with every work of their hands. And what they offer there is unclean.",
          "ID": "14"
        },
        {
          "text": "Now then, consider from this day onward. Before stone was placed upon stone in the temple of the Lord,",
          "ID": "15"
        },
        {
          "text": "how did you fare? When one came to a heap of twenty measures, there were but ten. When one came to the wine vat to draw fifty measures, there were but twenty.",
          "ID": "16"
        },
        {
          "text": "I struck you and all the products of your toil with blight and with mildew and with hail, yet you did not turn to me, declares the Lord.",
          "ID": "17"
        },
        {
          "text": "Consider from this day onward, from the twenty-fourth day of the ninth month. Since the day that the foundation of the Lord's temple was laid, consider:",
          "ID": "18"
        },
        {
          "text": "Is the seed yet in the barn? Indeed, the vine, the fig tree, the pomegranate, and the olive tree have yielded nothing. But from this day on I will bless you.\"",
          "ID": "19"
        },
        {
          "text": "The word of the Lord came a second time to Haggai on the twenty-fourth day of the month,",
          "ID": "20"
        },
        {
          "text": "\"Speak to Zerubbabel, governor of Judah, saying, I am about to shake the heavens and the earth,",
          "ID": "21"
        },
        {
          "text": "and to overthrow the throne of kingdoms. I am about to destroy the strength of the kingdoms of the nations, and overthrow the chariots and their riders. And the horses and their riders shall go down, every one by the sword of his brother.",
          "ID": "22"
        },
        {
          "text": "On that day, declares the Lord of hosts, I will take you, O Zerubbabel my servant, the son of Shealtiel, declares the Lord, and make you like a signet ring, for I have chosen you, declares the Lord of hosts.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:HAG.2",
      "name": "Haggai 2"
    }
  ],
  "ID": "OT:HAG(ESV)",
  "version": "ESV",
  "name": "Haggai"
}