{
  "name": "John",
  "text": [
    {
      "name": "John 1",
      "text": [
        {
          "text": "IN THE beginning [before all time] was the Word (Christ), and the Word was with God, and the Word was God Himself. [Isa. 9:6.]",
          "ID": "1"
        },
        {
          "text": "He was present originally with God.",
          "ID": "2"
        },
        {
          "text": "All things were made and came into existence through Him; and without Him was not even one thing made that has come into being.",
          "ID": "3"
        },
        {
          "text": "In Him was Life, and the Life was the Light of men.",
          "ID": "4"
        },
        {
          "text": "And the Light shines on in the darkness, for the darkness has never overpowered it [put it out or absorbed it or appropriated it, and is unreceptive to it].",
          "ID": "5"
        },
        {
          "text": "There came a man sent from God, whose name was John. [Mal. 3:1.]",
          "ID": "6"
        },
        {
          "text": "This man came to witness, that he might testify of the Light, that all men might believe in it [adhere to it, trust it, and rely upon it] through him.",
          "ID": "7"
        },
        {
          "text": "He was not the Light himself, but came that he might bear witness regarding the Light.",
          "ID": "8"
        },
        {
          "text": "There it was–the true Light [was then] coming into the world [the genuine, perfect, steadfast Light] that illumines every person. [Isa. 49:6.]",
          "ID": "9"
        },
        {
          "text": "He came into the world, and though the world was made through Him, the world did not recognize Him [did not know Him].",
          "ID": "10"
        },
        {
          "text": "He came to that which belonged to Him [to His own–His domain, creation, things, world], and they who were His own did not receive Him and did not welcome Him.",
          "ID": "11"
        },
        {
          "text": "But to as many as did receive and welcome Him, He gave the authority (power, privilege, right) to become the children of God, that is, to those who believe in (adhere to, trust in, and rely on) His name–[Isa. 56:5.]",
          "ID": "12"
        },
        {
          "text": "Who owe their birth neither to bloods nor to the will of the flesh [that of physical impulse] nor to the will of man [that of a natural father], but to God. [They are born of God!]",
          "ID": "13"
        },
        {
          "text": "And the Word (Christ) became flesh (human, incarnate) and tabernacled (fixed His tent of flesh, lived awhile) among us; and we [actually] saw His glory (His honor, His majesty), such glory as an only begotten son receives from his father, full of grace (favor, loving-kindness) and truth. [Isa. 40:5.]",
          "ID": "14"
        },
        {
          "text": "John testified about Him and cried out, This was He of Whom I said, He Who comes after me has priority over me, for He was before me. [He takes rank above me, for He existed before I did. He has advanced before me, because He is my Chief.]",
          "ID": "15"
        },
        {
          "text": "For out of His fullness (abundance) we have all received [all had a share and we were all supplied with] one grace after another and spiritual blessing upon spiritual blessing and even favor upon favor and gift [heaped] upon gift.",
          "ID": "16"
        },
        {
          "text": "For while the Law was given through Moses, grace (unearned, undeserved favor and spiritual blessing) and truth came through Jesus Christ. [Exod. 20:1.]",
          "ID": "17"
        },
        {
          "text": "No man has ever seen God at any time; the only unique Son, or the only begotten God, Who is in the bosom [in the intimate presence] of the Father, He has declared Him [He has revealed Him and brought Him out where He can be seen; He has interpreted Him and He has made Him known]. [Prov. 8:30.]",
          "ID": "18"
        },
        {
          "text": "And this is the testimony of John when the Jews sent priests and Levites to him from Jerusalem to ask him, Who are you?",
          "ID": "19"
        },
        {
          "text": "He confessed (admitted the truth) and did not try to conceal it, but acknowledged, I am not the Christ!",
          "ID": "20"
        },
        {
          "text": "They asked him, What then? Are you Elijah? And he said, I am not! Are you the Prophet? And he answered, No! [Deut. 18:15, 18; Mal. 4:5.]",
          "ID": "21"
        },
        {
          "text": "Then they said to him, Who are you? Tell us, so that we may give an answer to those who sent us. What do you say about yourself?",
          "ID": "22"
        },
        {
          "text": "He said, I am the voice of one crying aloud in the wilderness [the voice of one shouting in the desert], Prepare the way of the Lord [level, straighten out, the path of the Lord], as the prophet Isaiah said. [Isa. 40:3.]",
          "ID": "23"
        },
        {
          "text": "The messengers had been sent from the Pharisees.",
          "ID": "24"
        },
        {
          "text": "And they asked him, Why then are you baptizing if you are not the Christ, nor Elijah, nor the Prophet?",
          "ID": "25"
        },
        {
          "text": "John answered them, I [only] baptize in (with) water. Among you there stands One Whom you do not recognize and with Whom you are not acquainted and of Whom you know nothing. [Mal. 3:1.]",
          "ID": "26"
        },
        {
          "text": "It is He Who, coming after me, is preferred before me, the string of Whose sandal I am not worthy to unloose.",
          "ID": "27"
        },
        {
          "text": "These things occurred in Bethany (Bethabara) across the Jordan [at the Jordan crossing], where John was then baptizing.",
          "ID": "28"
        },
        {
          "text": "The next day John saw Jesus coming to him and said, Look! There is the Lamb of God, Who takes away the sin of the world! [Exod. 12:3; Isa. 53:7.]",
          "ID": "29"
        },
        {
          "text": "This is He of Whom I said, After me comes a Man Who has priority over me [Who takes rank above me] because He was before me and existed before I did.",
          "ID": "30"
        },
        {
          "text": "And I did not know Him and did not recognize Him [myself]; but it is in order that He should be made manifest and be revealed to Israel [be brought out where we can see Him] that I came baptizing in (with) water.",
          "ID": "31"
        },
        {
          "text": "John gave further evidence, saying, I have seen the Spirit descending as a dove out of heaven, and it dwelt on Him [never to depart].",
          "ID": "32"
        },
        {
          "text": "And I did not know Him nor recognize Him, but He Who sent me to baptize in (with) water said to me, Upon Him Whom you shall see the Spirit descend and remain, that One is He Who baptizes with the Holy Spirit.",
          "ID": "33"
        },
        {
          "text": "And I have seen [that happen–I actually did see it] and my testimony is that this is the Son of God!",
          "ID": "34"
        },
        {
          "text": "Again the next day John was standing with two of his disciples,",
          "ID": "35"
        },
        {
          "text": "And he looked at Jesus as He walked along, and said, Look! There is the Lamb of God!",
          "ID": "36"
        },
        {
          "text": "The two disciples heard him say this, and they followed Him.",
          "ID": "37"
        },
        {
          "text": "But Jesus turned, and as He saw them following Him, He said to them, What are you looking for? [And what is it you wish?] And they answered Him, Rabbi–which translated is Teacher–where are You staying?",
          "ID": "38"
        },
        {
          "text": "He said to them, Come and see. So they went and saw where He was staying, and they remained with Him that day. It was then about the tenth hour (about four o'clock in the afternoon).",
          "ID": "39"
        },
        {
          "text": "One of the two who heard what John said and followed Jesus was Andrew, Simon Peter's brother.",
          "ID": "40"
        },
        {
          "text": "He first sought out and found his own brother Simon and said to him, We have found (discovered) the Messiah!–which translated is the Christ (the Anointed One).",
          "ID": "41"
        },
        {
          "text": "Andrew then led (brought) Simon to Jesus. Jesus looked at him and said, You are Simon son of John. You shall be called Cephas–which translated is Peter [Stone].",
          "ID": "42"
        },
        {
          "text": "The next day Jesus desired and decided to go into Galilee; and He found Philip and said to him, Join Me as My attendant and follow Me.",
          "ID": "43"
        },
        {
          "text": "Now Philip was from Bethsaida, of the same city as Andrew and Peter.",
          "ID": "44"
        },
        {
          "text": "Philip sought and found Nathanael and told him, We have found (discovered) the One Moses in the Law and also the Prophets wrote about–Jesus from Nazareth, the [legal] son of Joseph!",
          "ID": "45"
        },
        {
          "text": "Nathanael answered him, [Nazareth!] Can anything good come out of Nazareth? Philip replied, Come and see!",
          "ID": "46"
        },
        {
          "text": "Jesus saw Nathanael coming toward Him and said concerning him, See! Here is an Israelite indeed [a true descendant of Jacob], in whom there is no guile nor deceit nor falsehood nor duplicity!",
          "ID": "47"
        },
        {
          "text": "Nathanael said to Jesus, How do You know me? [How is it that You know these things about me?] Jesus answered him, Before [ever] Philip called you, when you were still under the fig tree, I saw you.",
          "ID": "48"
        },
        {
          "text": "Nathanael answered, Teacher, You are the Son of God! You are the King of Israel!",
          "ID": "49"
        },
        {
          "text": "Jesus replied, Because I said to you, I saw you beneath the fig tree, do you believe in and rely on and trust in Me? You shall see greater things than this!",
          "ID": "50"
        },
        {
          "text": "Then He said to him, I assure you, most solemnly I tell you all, you shall see heaven opened, and the angels of God ascending and descending upon the Son of Man! [Gen. 28:12; Dan. 7:13.]",
          "ID": "51"
        }
      ],
      "ID": "NT:JHN.1"
    },
    {
      "name": "John 2",
      "text": [
        {
          "text": "ON THE third day there was a wedding at Cana of Galilee, and the mother of Jesus was there.",
          "ID": "1"
        },
        {
          "text": "Jesus also was invited with His disciples to the wedding.",
          "ID": "2"
        },
        {
          "text": "And when the wine was all gone, the mother of Jesus said to Him, They have no more wine!",
          "ID": "3"
        },
        {
          "text": "Jesus said to her, [Dear] woman, what is that to you and to Me? [What do we have in common? Leave it to Me.] My time (hour to act) has not yet come. [Eccl. 3:1.]",
          "ID": "4"
        },
        {
          "text": "His mother said to the servants, Whatever He says to you, do it.",
          "ID": "5"
        },
        {
          "text": "Now there were six waterpots of stone standing there, as the Jewish custom of purification (ceremonial washing) demanded, holding twenty to thirty gallons apiece.",
          "ID": "6"
        },
        {
          "text": "Jesus said to them, Fill the waterpots with water. So they filled them up to the brim.",
          "ID": "7"
        },
        {
          "text": "Then He said to them, Draw some out now and take it to the manager of the feast [to the one presiding, the superintendent of the banquet]. So they took him some.",
          "ID": "8"
        },
        {
          "text": "And when the manager tasted the water just now turned into wine, not knowing where it came from–though the servants who had drawn the water knew–he called the bridegroom",
          "ID": "9"
        },
        {
          "text": "And said to him, Everyone else serves his best wine first, and when people have drunk freely, then he serves that which is not so good; but you have kept back the good wine until now!",
          "ID": "10"
        },
        {
          "text": "This, the first of His signs (miracles, wonderworks), Jesus performed in Cana of Galilee, and manifested His glory [by it He displayed His greatness and His power openly], and His disciples believed in Him [adhered to, trusted in, and relied on Him]. [Deut. 5:24; Ps. 72:19.]",
          "ID": "11"
        },
        {
          "text": "After that He went down to Capernaum with His mother and brothers and disciples, and they stayed there only a few days.",
          "ID": "12"
        },
        {
          "text": "Now the Passover of the Jews was approaching, so Jesus went up to Jerusalem.",
          "ID": "13"
        },
        {
          "text": "There He found in the temple [enclosure] those who were selling oxen and sheep and doves, and the money changers sitting there [also at their stands].",
          "ID": "14"
        },
        {
          "text": "And having made a lash (a whip) of cords, He drove them all out of the temple [enclosure]–both the sheep and the oxen–spilling and scattering the brokers' money and upsetting and tossing around their trays (their stands).",
          "ID": "15"
        },
        {
          "text": "Then to those who sold the doves He said, Take these things away (out of here)! Make not My Father's house a house of merchandise (a marketplace, a sales shop)! [Ps. 93:5.]",
          "ID": "16"
        },
        {
          "text": "And His disciples remembered that it is written [in the Holy Scriptures], Zeal (the fervor of love) for Your house will eat Me up. [I will be consumed with jealousy for the honor of Your house.] [Ps. 69:9.]",
          "ID": "17"
        },
        {
          "text": "Then the Jews retorted, What sign can You show us, seeing You do these things? [What sign, miracle, token, indication can You give us as evidence that You have authority and are commissioned to act in this way?]",
          "ID": "18"
        },
        {
          "text": "Jesus answered them, Destroy (undo) this temple, and in three days I will raise it up again.",
          "ID": "19"
        },
        {
          "text": "Then the Jews replied, It took forty-six years to build this temple (sanctuary), and will You raise it up in three days?",
          "ID": "20"
        },
        {
          "text": "But He had spoken of the temple which was His body.",
          "ID": "21"
        },
        {
          "text": "When therefore He had risen from the dead, His disciples remembered that He said this. And so they believed and trusted and relied on the Scripture and the word (message) Jesus had spoken. [Ps. 16:10.]",
          "ID": "22"
        },
        {
          "text": "But when He was in Jerusalem during the Passover Feast, many believed in His name [identified themselves with His party] after seeing His signs (wonders, miracles) which He was doing.",
          "ID": "23"
        },
        {
          "text": "But Jesus [for His part] did not trust Himself to them, because He knew all [men];",
          "ID": "24"
        },
        {
          "text": "And He did not need anyone to bear witness concerning man [needed no evidence from anyone about men], for He Himself knew what was in human nature. [He could read men's hearts.] [I Sam. 16:7.]",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2"
    },
    {
      "name": "John 3",
      "text": [
        {
          "text": "NOW THERE was a certain man among the Pharisees named Nicodemus, a ruler (a leader, an authority) among the Jews,",
          "ID": "1"
        },
        {
          "text": "Who came to Jesus at night and said to Him, Rabbi, we know and are certain that You have come from God [as] a Teacher; for no one can do these signs (these wonderworks, these miracles–and produce the proofs) that You do unless God is with him.",
          "ID": "2"
        },
        {
          "text": "Jesus answered him, I assure you, most solemnly I tell you, that unless a person is born again (anew, from above), he cannot ever see (know, be acquainted with, and experience) the kingdom of God.",
          "ID": "3"
        },
        {
          "text": "Nicodemus said to Him, How can a man be born when he is old? Can he enter his mother's womb again and be born?",
          "ID": "4"
        },
        {
          "text": "Jesus answered, I assure you, most solemnly I tell you, unless a man is born of water and [even] the Spirit, he cannot [ever] enter the kingdom of God. [Ezek. 36:25-27.]",
          "ID": "5"
        },
        {
          "text": "What is born of [from] the flesh is flesh [of the physical is physical]; and what is born of the Spirit is spirit.",
          "ID": "6"
        },
        {
          "text": "Marvel not [do not be surprised, astonished] at My telling you, You must all be born anew (from above).",
          "ID": "7"
        },
        {
          "text": "The wind blows (breathes) where it wills; and though you hear its sound, yet you neither know where it comes from nor where it is going. So it is with everyone who is born of the Spirit.",
          "ID": "8"
        },
        {
          "text": "Nicodemus answered by asking, How can all this be possible?",
          "ID": "9"
        },
        {
          "text": "Jesus replied, Are you the teacher of Israel, and yet do not know nor understand these things? [Are they strange to you?]",
          "ID": "10"
        },
        {
          "text": "I assure you, most solemnly I tell you, We speak only of what we know [we know absolutely what we are talking about]; we have actually seen what we are testifying to [we were eyewitnesses of it]. And still you do not receive our testimony [you reject and refuse our evidence–that of Myself and of all those who are born of the Spirit].",
          "ID": "11"
        },
        {
          "text": "If I have told you of things that happen right here on the earth and yet none of you believes Me, how can you believe (trust Me, adhere to Me, rely on Me) if I tell you of heavenly things?",
          "ID": "12"
        },
        {
          "text": "And yet no one has ever gone up to heaven, but there is One Who has come down from heaven–the Son of Man [Himself], Who is (dwells, has His home) in heaven.",
          "ID": "13"
        },
        {
          "text": "And just as Moses lifted up the serpent in the desert [on a pole], so must [so it is necessary that] the Son of Man be lifted up [on the cross], [Num. 21:9.]",
          "ID": "14"
        },
        {
          "text": "In order that everyone who believes in Him [who cleaves to Him, trusts Him, and relies on Him] may not perish, but have eternal life and [actually] live forever!",
          "ID": "15"
        },
        {
          "text": "For God so greatly loved and dearly prized the world that He [even] gave up His only begotten (unique) Son, so that whoever believes in (trusts in, clings to, relies on) Him shall not perish (come to destruction, be lost) but have eternal (everlasting) life.",
          "ID": "16"
        },
        {
          "text": "For God did not send the Son into the world in order to judge (to reject, to condemn, to pass sentence on) the world, but that the world might find salvation and be made safe and sound through Him.",
          "ID": "17"
        },
        {
          "text": "He who believes in Him [who clings to, trusts in, relies on Him] is not judged [he who trusts in Him never comes up for judgment; for him there is no rejection, no condemnation–he incurs no damnation]; but he who does not believe (cleave to, rely on, trust in Him) is judged already [he has already been convicted and has already received his sentence] because he has not believed in and trusted in the name of the only begotten Son of God. [He is condemned for refusing to let his trust rest in Christ's name.]",
          "ID": "18"
        },
        {
          "text": "The [basis of the] judgment (indictment, the test by which men are judged, the ground for the sentence) lies in this: the Light has come into the world, and people have loved the darkness rather than and more than the Light, for their works (deeds) were evil. [Isa. 5:20.]",
          "ID": "19"
        },
        {
          "text": "For every wrongdoer hates (loathes, detests) the Light, and will not come out into the Light but shrinks from it, lest his works (his deeds, his activities, his conduct) be exposed and reproved.",
          "ID": "20"
        },
        {
          "text": "But he who practices truth [who does what is right] comes out into the Light; so that his works may be plainly shown to be what they are–wrought with God [divinely prompted, done with God's help, in dependence upon Him].",
          "ID": "21"
        },
        {
          "text": "After this, Jesus and His disciples went into the land (the countryside) of Judea, where He remained with them, and baptized.",
          "ID": "22"
        },
        {
          "text": "But John also was baptizing at Aenon near Salim, for there was an abundance of water there, and the people kept coming and being baptized.",
          "ID": "23"
        },
        {
          "text": "For John had not yet been thrown into prison.",
          "ID": "24"
        },
        {
          "text": "Therefore there arose a controversy between some of John's disciples and a Jew in regard to purification.",
          "ID": "25"
        },
        {
          "text": "So they came to John and reported to him, Rabbi, the Man Who was with you on the other side of the Jordan [at the Jordan crossing]–and to Whom you yourself have borne testimony–notice, here He is baptizing too, and everybody is flocking to Him!",
          "ID": "26"
        },
        {
          "text": "John answered, A man can receive nothing [he can claim nothing, he can take unto himself nothing] except as it has been granted to him from heaven. [A man must be content to receive the gift which is given him from heaven; there is no other source.]",
          "ID": "27"
        },
        {
          "text": "You yourselves are my witnesses [you personally bear me out] that I stated, I am not the Christ (the Anointed One, the Messiah), but I have [only] been sent before Him [in advance of Him, to be His appointed forerunner, His messenger, His announcer]. [Mal. 3:1.]",
          "ID": "28"
        },
        {
          "text": "He who has the bride is the bridegroom; but the groomsman who stands by and listens to him rejoices greatly and heartily on account of the bridegroom's voice. This then is my pleasure and joy, and it is now complete. [S. of Sol. 5:1.]",
          "ID": "29"
        },
        {
          "text": "He must increase, but I must decrease. [He must grow more prominent; I must grow less so.] [Isa. 9:7.]",
          "ID": "30"
        },
        {
          "text": "He Who comes from above (heaven) is [far] above all [others]; he who comes from the earth belongs to the earth, and talks the language of earth [his words are from an earthly standpoint]. He Who comes from heaven is [far] above all others [far superior to all others in prominence and in excellence].",
          "ID": "31"
        },
        {
          "text": "It is to what He has [actually] seen and heard that He bears testimony, and yet no one accepts His testimony [no one receives His evidence as true].",
          "ID": "32"
        },
        {
          "text": "Whoever receives His testimony has set his seal of approval to this: God is true. [That man has definitely certified, acknowledged, declared once and for all, and is himself assured that it is divine truth that God cannot lie].",
          "ID": "33"
        },
        {
          "text": "For since He Whom God has sent speaks the words of God [proclaims God's own message], God does not give Him His Spirit sparingly or by measure, but boundless is the gift God makes of His Spirit! [Deut. 18:18.]",
          "ID": "34"
        },
        {
          "text": "The Father loves the Son and has given (entrusted, committed) everything into His hand. [Dan. 7:14.]",
          "ID": "35"
        },
        {
          "text": "And he who believes in (has faith in, clings to, relies on) the Son has (now possesses) eternal life. But whoever disobeys (is unbelieving toward, refuses to trust in, disregards, is not subject to) the Son will never see (experience) life, but [instead] the wrath of God abides on him. [God's displeasure remains on him; His indignation hangs over him continually.] [Hab. 2:4.]",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3"
    },
    {
      "name": "John 4",
      "text": [
        {
          "text": "NOW WHEN the Lord knew (learned, became aware) that the Pharisees had been told that Jesus was winning and baptizing more disciples than John–",
          "ID": "1"
        },
        {
          "text": "Though Jesus Himself did not baptize, but His disciples–",
          "ID": "2"
        },
        {
          "text": "He left Judea and returned to Galilee.",
          "ID": "3"
        },
        {
          "text": "It was necessary for Him to go through Samaria.",
          "ID": "4"
        },
        {
          "text": "And in doing so, He arrived at a Samaritan town called Sychar, near the tract of land that Jacob gave to his son Joseph.",
          "ID": "5"
        },
        {
          "text": "And Jacob's well was there. So Jesus, tired as He was from His journey, sat down [to rest] by the well. It was then about the sixth hour (about noon).",
          "ID": "6"
        },
        {
          "text": "Presently, when a woman of Samaria came along to draw water, Jesus said to her, Give Me a drink–",
          "ID": "7"
        },
        {
          "text": "For His disciples had gone off into the town to buy food–",
          "ID": "8"
        },
        {
          "text": "The Samaritan woman said to Him, How is it that You, being a Jew, ask me, a Samaritan [and a] woman, for a drink?–For the Jews have nothing to do with the Samaritans–",
          "ID": "9"
        },
        {
          "text": "Jesus answered her, If you had only known and had recognized God's gift and Who this is that is saying to you, Give Me a drink, you would have asked Him [instead] and He would have given you living water.",
          "ID": "10"
        },
        {
          "text": "She said to Him, Sir, You have nothing to draw with [no drawing bucket] and the well is deep; how then can You provide living water? [Where do You get Your living water?]",
          "ID": "11"
        },
        {
          "text": "Are You greater than and superior to our ancestor Jacob, who gave us this well and who used to drink from it himself, and his sons and his cattle also?",
          "ID": "12"
        },
        {
          "text": "Jesus answered her, All who drink of this water will be thirsty again.",
          "ID": "13"
        },
        {
          "text": "But whoever takes a drink of the water that I will give him shall never, no never, be thirsty any more. But the water that I will give him shall become a spring of water welling up (flowing, bubbling) [continually] within him unto (into, for) eternal life.",
          "ID": "14"
        },
        {
          "text": "The woman said to Him, Sir, give me this water, so that I may never get thirsty nor have to come [continually all the way] here to draw.",
          "ID": "15"
        },
        {
          "text": "At this, Jesus said to her, Go, call your husband and come back here.",
          "ID": "16"
        },
        {
          "text": "The woman answered, I have no husband. Jesus said to her, You have spoken truly in saying, I have no husband.",
          "ID": "17"
        },
        {
          "text": "For you have had five husbands, and the man you are now living with is not your husband. In this you have spoken truly.",
          "ID": "18"
        },
        {
          "text": "The woman said to Him, Sir, I see and understand that You are a prophet.",
          "ID": "19"
        },
        {
          "text": "Our forefathers worshiped on this mountain, but you [Jews] say that Jerusalem is the place where it is necessary and proper to worship.",
          "ID": "20"
        },
        {
          "text": "Jesus said to her, Woman, believe Me, a time is coming when you will worship the Father neither [merely] in this mountain nor [merely] in Jerusalem.",
          "ID": "21"
        },
        {
          "text": "You [Samaritans] do not know what you are worshiping [you worship what you do not comprehend]. We do know what we are worshiping [we worship what we have knowledge of and understand], for [after all] salvation comes from [among] the Jews.",
          "ID": "22"
        },
        {
          "text": "A time will come, however, indeed it is already here, when the true (genuine) worshipers will worship the Father in spirit and in truth (reality); for the Father is seeking just such people as these as His worshipers.",
          "ID": "23"
        },
        {
          "text": "God is a Spirit (a spiritual Being) and those who worship Him must worship Him in spirit and in truth (reality).",
          "ID": "24"
        },
        {
          "text": "The woman said to Him, I know that Messiah is coming, He Who is called the Christ (the Anointed One); and when He arrives, He will tell us everything we need to know and make it clear to us.",
          "ID": "25"
        },
        {
          "text": "Jesus said to her, I Who now speak with you am He.",
          "ID": "26"
        },
        {
          "text": "Just then His disciples came and they wondered (were surprised, astonished) to find Him talking with a woman [a married woman]. However, not one of them asked Him, What are You inquiring about? or What do You want? or, Why do You speak with her?",
          "ID": "27"
        },
        {
          "text": "Then the woman left her water jar and went away to the town. And she began telling the people,",
          "ID": "28"
        },
        {
          "text": "Come, see a Man Who has told me everything that I ever did! Can this be [is not this] the Christ? [Must not this be the Messiah, the Anointed One?]",
          "ID": "29"
        },
        {
          "text": "So the people left the town and set out to go to Him.",
          "ID": "30"
        },
        {
          "text": "Meanwhile, the disciples urged Him saying, Rabbi, eat something.",
          "ID": "31"
        },
        {
          "text": "But He assured them, I have food (nourishment) to eat of which you know nothing and have no idea.",
          "ID": "32"
        },
        {
          "text": "So the disciples said one to another, Has someone brought Him something to eat?",
          "ID": "33"
        },
        {
          "text": "Jesus said to them, My food (nourishment) is to do the will (pleasure) of Him Who sent Me and to accomplish and completely finish His work.",
          "ID": "34"
        },
        {
          "text": "Do you not say, It is still four months until harvest time comes? Look! I tell you, raise your eyes and observe the fields and see how they are already white for harvesting.",
          "ID": "35"
        },
        {
          "text": "Already the reaper is getting his wages [he who does the cutting now has his reward], for he is gathering fruit (crop) unto life eternal, so that he who does the planting and he who does the reaping may rejoice together.",
          "ID": "36"
        },
        {
          "text": "For in this the saying holds true, One sows and another reaps.",
          "ID": "37"
        },
        {
          "text": "I sent you to reap a crop for which you have not toiled. Other men have labored and you have stepped in to reap the results of their work.",
          "ID": "38"
        },
        {
          "text": "Now numerous Samaritans from that town believed in and trusted in Him because of what the woman said when she declared and testified, He told me everything that I ever did.",
          "ID": "39"
        },
        {
          "text": "So when the Samaritans arrived, they asked Him to remain with them, and He did stay there two days.",
          "ID": "40"
        },
        {
          "text": "Then many more believed in and adhered to and relied on Him because of His personal message [what He Himself said].",
          "ID": "41"
        },
        {
          "text": "And they told the woman, Now we no longer believe (trust, have faith) just because of what you said; for we have heard Him ourselves [personally], and we know that He truly is the Savior of the world, the Christ.",
          "ID": "42"
        },
        {
          "text": "But after these two days Jesus went on from there into Galilee–",
          "ID": "43"
        },
        {
          "text": "Although He Himself declared that a prophet has no honor in his own country.",
          "ID": "44"
        },
        {
          "text": "However, when He came into Galilee, the Galileans also welcomed Him and took Him to their hearts eagerly, for they had seen everything that He did in Jerusalem during the Feast; for they too had attended the Feast.",
          "ID": "45"
        },
        {
          "text": "So Jesus came again to Cana of Galilee, where He had turned the water into wine. And there was a certain royal official whose son was lying ill in Capernaum.",
          "ID": "46"
        },
        {
          "text": "Having heard that Jesus had come back from Judea into Galilee, he went away to meet Him and began to beg Him to come down and cure his son, for he was lying at the point of death.",
          "ID": "47"
        },
        {
          "text": "Then Jesus said to him, Unless you see signs and miracles happen, you [people] never will believe (trust, have faith) at all.",
          "ID": "48"
        },
        {
          "text": "The king's officer pleaded with Him, Sir, do come down at once before my little child is dead!",
          "ID": "49"
        },
        {
          "text": "Jesus answered him, Go in peace; your son will live! And the man put his trust in what Jesus said and started home.",
          "ID": "50"
        },
        {
          "text": "But even as he was on the road going down, his servants met him and reported, saying, Your son lives!",
          "ID": "51"
        },
        {
          "text": "So he asked them at what time he had begun to get better. They said, Yesterday during the seventh hour (about one o'clock in the afternoon) the fever left him.",
          "ID": "52"
        },
        {
          "text": "Then the father knew that it was at that very hour when Jesus had said to him, Your son will live. And he and his entire household believed (adhered to, trusted in, and relied on Jesus).",
          "ID": "53"
        },
        {
          "text": "This is the second sign (wonderwork, miracle) that Jesus performed after He had come out of Judea into Galilee.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4"
    },
    {
      "name": "John 5",
      "text": [
        {
          "text": "LATER ON there was a Jewish festival (feast) for which Jesus went up to Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Now there is in Jerusalem a pool near the Sheep Gate. This pool in the Hebrew is called Bethesda, having five porches (alcoves, colonnades, doorways).",
          "ID": "2"
        },
        {
          "text": "In these lay a great number of sick folk–some blind, some crippled, and some paralyzed (shriveled up)–waiting for the bubbling up of the water.",
          "ID": "3"
        },
        {
          "text": "For an angel of the Lord went down at appointed seasons into the pool and moved and stirred up the water; whoever then first, after the stirring up of the water, stepped in was cured of whatever disease with which he was afflicted.",
          "ID": "4"
        },
        {
          "text": "There was a certain man there who had suffered with a deep-seated and lingering disorder for thirty-eight years.",
          "ID": "5"
        },
        {
          "text": "When Jesus noticed him lying there [helpless], knowing that he had already been a long time in that condition, He said to him, Do you want to become well? [Are you really in earnest about getting well?]",
          "ID": "6"
        },
        {
          "text": "The invalid answered, Sir, I have nobody when the water is moving to put me into the pool; but while I am trying to come [into it] myself, somebody else steps down ahead of me.",
          "ID": "7"
        },
        {
          "text": "Jesus said to him, Get up! Pick up your bed (sleeping pad) and walk!",
          "ID": "8"
        },
        {
          "text": "Instantly the man became well and recovered his strength and picked up his bed and walked. But that happened on the Sabbath.",
          "ID": "9"
        },
        {
          "text": "So the Jews kept saying to the man who had been healed, It is the Sabbath, and you have no right to pick up your bed [it is not lawful].",
          "ID": "10"
        },
        {
          "text": "He answered them, The Man Who healed me and gave me back my strength, He Himself said to me, Pick up your bed and walk!",
          "ID": "11"
        },
        {
          "text": "They asked him, Who is the Man Who told you, Pick up your bed and walk?",
          "ID": "12"
        },
        {
          "text": "Now the invalid who had been healed did not know who it was, for Jesus had quietly gone away [had passed on unnoticed], since there was a crowd in the place.",
          "ID": "13"
        },
        {
          "text": "Afterward, when Jesus found him in the temple, He said to him, See, you are well! Stop sinning or something worse may happen to you.",
          "ID": "14"
        },
        {
          "text": "The man went away and told the Jews that it was Jesus Who had made him well.",
          "ID": "15"
        },
        {
          "text": "For this reason the Jews began to persecute (annoy, torment) Jesus and sought to kill Him, because He was doing these things on the Sabbath.",
          "ID": "16"
        },
        {
          "text": "But Jesus answered them, My Father has worked [even] until now, [He has never ceased working; He is still working] and I, too, must be at [divine] work.",
          "ID": "17"
        },
        {
          "text": "This made the Jews more determined than ever to kill Him [to do away with Him]; because He not only was breaking (weakening, violating) the Sabbath, but He actually was speaking of God as being [in a special sense] His own Father, making Himself equal [putting Himself on a level] with God.",
          "ID": "18"
        },
        {
          "text": "So Jesus answered them by saying, I assure you, most solemnly I tell you, the Son is able to do nothing of Himself (of His own accord); but He is able to do only what He sees the Father doing, for whatever the Father does is what the Son does in the same way [in His turn].",
          "ID": "19"
        },
        {
          "text": "The Father dearly loves the Son and discloses to (shows) Him everything that He Himself does. And He will disclose to Him (let Him see) greater things yet than these, so that you may marvel and be full of wonder and astonishment.",
          "ID": "20"
        },
        {
          "text": "Just as the Father raises up the dead and gives them life [makes them live on], even so the Son also gives life to whomever He wills and is pleased to give it.",
          "ID": "21"
        },
        {
          "text": "Even the Father judges no one, for He has given all judgment (the last judgment and the whole business of judging) entirely into the hands of the Son,",
          "ID": "22"
        },
        {
          "text": "So that all men may give honor (reverence, homage) to the Son just as they give honor to the Father. [In fact] whoever does not honor the Son does not honor the Father, Who has sent Him.",
          "ID": "23"
        },
        {
          "text": "I assure you, most solemnly I tell you, the person whose ears are open to My words [who listens to My message] and believes and trusts in and clings to and relies on Him Who sent Me has (possesses now) eternal life. And he does not come into judgment [does not incur sentence of judgment, will not come under condemnation], but he has already passed over out of death into life.",
          "ID": "24"
        },
        {
          "text": "Believe Me when I assure you, most solemnly I tell you, the time is coming and is here now when the dead shall hear the voice of the Son of God and those who hear it shall live.",
          "ID": "25"
        },
        {
          "text": "For even as the Father has life in Himself and is self-existent, so He has given to the Son to have life in Himself and be self-existent.",
          "ID": "26"
        },
        {
          "text": "And He has given Him authority and granted Him power to execute (exercise, practice) judgment because He is a Son of man [very man].",
          "ID": "27"
        },
        {
          "text": "Do not be surprised and wonder at this, for the time is coming when all those who are in the tombs shall hear His voice,",
          "ID": "28"
        },
        {
          "text": "And they shall come out–those who have practiced doing good [will come out] to the resurrection of [new] life, and those who have done evil will be raised for judgment [raised to meet their sentence]. [Dan. 12:2.]",
          "ID": "29"
        },
        {
          "text": "I am able to do nothing from Myself [independently, of My own accord–but only as I am taught by God and as I get His orders]. Even as I hear, I judge [I decide as I am bidden to decide. As the voice comes to Me, so I give a decision], and My judgment is right (just, righteous), because I do not seek or consult My own will [I have no desire to do what is pleasing to Myself, My own aim, My own purpose] but only the will and pleasure of the Father Who sent Me.",
          "ID": "30"
        },
        {
          "text": "If I alone testify in My behalf, My testimony is not valid and cannot be worth anything.",
          "ID": "31"
        },
        {
          "text": "There is Another Who testifies concerning Me, and I know and am certain that His evidence on My behalf is true and valid.",
          "ID": "32"
        },
        {
          "text": "You yourselves have sent [an inquiry] to John and he has been a witness to the truth.",
          "ID": "33"
        },
        {
          "text": "But I do not receive [a mere] human witness [the evidence which I accept on My behalf is not from man]; but I simply mention all these things in order that you may be saved (made and kept safe and sound).",
          "ID": "34"
        },
        {
          "text": "John was the lamp that kept on burning and shining [to show you the way], and you were willing for a while to delight (sun) yourselves in his light.",
          "ID": "35"
        },
        {
          "text": "But I have as My witness something greater (weightier, higher, better) than that of John; for the works that the Father has appointed Me to accomplish and finish, the very same works that I am now doing, are a witness and proof that the Father has sent Me.",
          "ID": "36"
        },
        {
          "text": "And the Father Who sent Me has Himself testified concerning Me. Not one of you has ever given ear to His voice or seen His form (His face–what He is like). [You have always been deaf to His voice and blind to the vision of Him.]",
          "ID": "37"
        },
        {
          "text": "And you have not His word (His thought) living in your hearts, because you do not believe and adhere to and trust in and rely on Him Whom He has sent. [That is why you do not keep His message living in you, because you do not believe in the Messenger Whom He has sent.]",
          "ID": "38"
        },
        {
          "text": "You search and investigate and pore over the Scriptures diligently, because you suppose and trust that you have eternal life through them. And these [very Scriptures] testify about Me!",
          "ID": "39"
        },
        {
          "text": "And still you are not willing [but refuse] to come to Me, so that you might have life.",
          "ID": "40"
        },
        {
          "text": "I receive not glory from men [I crave no human honor, I look for no mortal fame],",
          "ID": "41"
        },
        {
          "text": "But I know you and recognize and understand that you have not the love of God in you.",
          "ID": "42"
        },
        {
          "text": "I have come in My Father's name and with His power, and you do not receive Me [your hearts are not open to Me, you give Me no welcome]; but if another comes in his own name and his own power and with no other authority but himself, you will receive him and give him your approval.",
          "ID": "43"
        },
        {
          "text": "How is it possible for you to believe [how can you learn to believe], you who [are content to seek and] receive praise and honor and glory from one another, and yet do not seek the praise and honor and glory which come from Him Who alone is God?",
          "ID": "44"
        },
        {
          "text": "Put out of your minds the thought and do not suppose [as some of you are supposing] that I will accuse you before the Father. There is one who accuses you–it is Moses, the very one on whom you have built your hopes [in whom you trust].",
          "ID": "45"
        },
        {
          "text": "For if you believed and relied on Moses, you would believe and rely on Me, for he wrote about Me [personally].",
          "ID": "46"
        },
        {
          "text": "But if you do not believe and trust his writings, how then will you believe and trust My teachings? [How shall you cleave to and rely on My words?]",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5"
    },
    {
      "name": "John 6",
      "text": [
        {
          "text": "AFTER THIS, Jesus went to the farther side of the Sea of Galilee–that is, the Sea of Tiberias.",
          "ID": "1"
        },
        {
          "text": "And a great crowd was following Him because they had seen the signs (miracles) which He [continually] performed upon those who were sick.",
          "ID": "2"
        },
        {
          "text": "And Jesus walked up the mountainside and sat down there with His disciples.",
          "ID": "3"
        },
        {
          "text": "Now the Passover, the feast of the Jews, was approaching.",
          "ID": "4"
        },
        {
          "text": "Jesus looked up then, and seeing that a vast multitude was coming toward Him, He said to Philip, Where are we to buy bread, so that all these people may eat?",
          "ID": "5"
        },
        {
          "text": "But He said this to prove (test) him, for He well knew what He was about to do.",
          "ID": "6"
        },
        {
          "text": "Philip answered Him, Two hundred pennies' (forty dollars) worth of bread is not enough that everyone may receive even a little.",
          "ID": "7"
        },
        {
          "text": "Another of His disciples, Andrew, Simon Peter's brother, said to Him,",
          "ID": "8"
        },
        {
          "text": "There is a little boy here, who has [with him] five barley loaves, and two small fish; but what are they among so many people?",
          "ID": "9"
        },
        {
          "text": "Jesus said, Make all the people recline (sit down). Now the ground (a pasture) was covered with thick grass at the spot, so the men threw themselves down, about 5,000 in number.",
          "ID": "10"
        },
        {
          "text": "Jesus took the loaves, and when He had given thanks, He distributed to the disciples and the disciples to the reclining people; so also [He did] with the fish, as much as they wanted.",
          "ID": "11"
        },
        {
          "text": "When they had all had enough, He said to His disciples, Gather up now the fragments (the broken pieces that are left over), so that nothing may be lost and wasted.",
          "ID": "12"
        },
        {
          "text": "So accordingly they gathered them up, and they filled twelve [small hand] baskets with fragments left over by those who had eaten from the five barley loaves.",
          "ID": "13"
        },
        {
          "text": "When the people saw the sign (miracle) that Jesus had performed, they began saying, Surely and beyond a doubt this is the Prophet Who is to come into the world! [Deut. 18:15, 18; John 1:21; Acts 3:22.]",
          "ID": "14"
        },
        {
          "text": "Then Jesus, knowing that they meant to come and seize Him that they might make Him king, withdrew again to the hillside by Himself alone.",
          "ID": "15"
        },
        {
          "text": "When evening came, His disciples went down to the sea,",
          "ID": "16"
        },
        {
          "text": "And they took a boat and were going across the sea to Capernaum. It was now dark, and still Jesus had not [yet] come back to them.",
          "ID": "17"
        },
        {
          "text": "Meanwhile, the sea was getting rough and rising high because of a great and violent wind that was blowing.",
          "ID": "18"
        },
        {
          "text": "[However] when they had rowed three or four miles, they saw Jesus walking on the sea and approaching the boat. And they were afraid (terrified).",
          "ID": "19"
        },
        {
          "text": "But Jesus said to them, It is I; be not afraid! [I AM; stop being frightened!] [Exod. 3:14.]",
          "ID": "20"
        },
        {
          "text": "Then they were quite willing and glad for Him to come into the boat. And now the boat went at once to the land they had steered toward. [And immediately they reached the shore toward which they had been slowly making their way.]",
          "ID": "21"
        },
        {
          "text": "The next day the crowd [that still remained] standing on the other side of the sea realized that there had been only one small boat there, and that Jesus had not gone into it with His disciples, but that His disciples had gone away by themselves.",
          "ID": "22"
        },
        {
          "text": "But now some other boats from Tiberias had come in near the place where they ate the bread after the Lord had given thanks.",
          "ID": "23"
        },
        {
          "text": "So the people, finding that neither Jesus nor His disciples were there, themselves got into the small boats and came to Capernaum looking for Jesus.",
          "ID": "24"
        },
        {
          "text": "And when they found Him on the other side of the lake, they said to Him, Rabbi! When did You come here?",
          "ID": "25"
        },
        {
          "text": "Jesus answered them, I assure you, most solemnly I tell you, you have been searching for Me, not because you saw the miracles and signs but because you were fed with the loaves and were filled and satisfied.",
          "ID": "26"
        },
        {
          "text": "Stop toiling and doing and producing for the food that perishes and decomposes [in the using], but strive and work and produce rather for the [lasting] food which endures [continually] unto life eternal; the Son of Man will give (furnish) you that, for God the Father has authorized and certified Him and put His seal of endorsement upon Him.",
          "ID": "27"
        },
        {
          "text": "They then said, What are we to do, that we may [habitually] be working the works of God? [What are we to do to carry out what God requires?]",
          "ID": "28"
        },
        {
          "text": "Jesus replied, This is the work (service) that God asks of you: that you believe in the One Whom He has sent [that you cleave to, trust, rely on, and have faith in His Messenger].",
          "ID": "29"
        },
        {
          "text": "Therefore they said to Him, What sign (miracle, wonderwork) will You perform then, so that we may see it and believe and rely on and adhere to You? What [supernatural] work have You [to show what You can do]?",
          "ID": "30"
        },
        {
          "text": "Our forefathers ate the manna in the wilderness; as the Scripture says, He gave them bread out of heaven to eat. [Exod. 16:15; Neh. 9:15; Ps. 78:24.]",
          "ID": "31"
        },
        {
          "text": "Jesus then said to them, I assure you, most solemnly I tell you, Moses did not give you the Bread from heaven [what Moses gave you was not the Bread from heaven], but it is My Father Who gives you the true heavenly Bread.",
          "ID": "32"
        },
        {
          "text": "For the Bread of God is He Who comes down out of heaven and gives life to the world.",
          "ID": "33"
        },
        {
          "text": "Then they said to Him, Lord, give us this bread always (all the time)!",
          "ID": "34"
        },
        {
          "text": "Jesus replied, I am the Bread of Life. He who comes to Me will never be hungry, and he who believes in and cleaves to and trusts in and relies on Me will never thirst any more (at any time).",
          "ID": "35"
        },
        {
          "text": "But [as] I told you, although you have seen Me, still you do not believe and trust and have faith.",
          "ID": "36"
        },
        {
          "text": "All whom My Father gives (entrusts) to Me will come to Me; and the one who comes to Me I will most certainly not cast out [I will never, no never, reject one of them who comes to Me].",
          "ID": "37"
        },
        {
          "text": "For I have come down from heaven not to do My own will and purpose but to do the will and purpose of Him Who sent Me.",
          "ID": "38"
        },
        {
          "text": "And this is the will of Him Who sent Me, that I should not lose any of all that He has given Me, but that I should give new life and raise [them all] up at the last day.",
          "ID": "39"
        },
        {
          "text": "For this is My Father's will and His purpose, that everyone who sees the Son and believes in and cleaves to and trusts in and relies on Him should have eternal life, and I will raise him up [from the dead] at the last day.",
          "ID": "40"
        },
        {
          "text": "Now the Jews murmured and found fault with and grumbled about Jesus because He said, I am [Myself] the Bread that came down from heaven.",
          "ID": "41"
        },
        {
          "text": "They kept asking, Is not this Jesus, the Son of Joseph, Whose father and mother we know? How then can He say, I have come down from heaven?",
          "ID": "42"
        },
        {
          "text": "So Jesus answered them, Stop grumbling and saying things against Me to one another.",
          "ID": "43"
        },
        {
          "text": "No one is able to come to Me unless the Father Who sent Me attracts and draws him and gives him the desire to come to Me, and [then] I will raise him up [from the dead] at the last day.",
          "ID": "44"
        },
        {
          "text": "It is written in [the book of] the Prophets, And they shall all be taught of God [have Him in person for their Teacher]. Everyone who has listened to and learned from the Father comes to Me–[Isa. 54:13.]",
          "ID": "45"
        },
        {
          "text": "Which does not imply that anyone has seen the Father [not that anyone has ever seen Him] except He [Who was with the Father] Who comes from God; He [alone] has seen the Father.",
          "ID": "46"
        },
        {
          "text": "I assure you, most solemnly I tell you, he who believes in Me [who adheres to, trusts in, relies on, and has faith in Me] has (now possesses) eternal life.",
          "ID": "47"
        },
        {
          "text": "I am the Bread of Life [that gives life–the Living Bread].",
          "ID": "48"
        },
        {
          "text": "Your forefathers ate the manna in the wilderness, and [yet] they died.",
          "ID": "49"
        },
        {
          "text": "[But] this is the Bread that comes down from heaven, so that [any]one may eat of it and never die.",
          "ID": "50"
        },
        {
          "text": "I [Myself] am this Living Bread that came down from heaven. If anyone eats of this Bread, he will live forever; and also the Bread that I shall give for the life of the world is My flesh (body).",
          "ID": "51"
        },
        {
          "text": "Then the Jews angrily contended with one another, saying, How is He able to give us His flesh to eat?",
          "ID": "52"
        },
        {
          "text": "And Jesus said to them, I assure you, most solemnly I tell you, you cannot have any life in you unless you eat the flesh of the Son of Man and drink His blood [unless you appropriate His life and the saving merit of His blood].",
          "ID": "53"
        },
        {
          "text": "He who feeds on My flesh and drinks My blood has (possesses now) eternal life, and I will raise him up [from the dead] on the last day.",
          "ID": "54"
        },
        {
          "text": "For My flesh is true and genuine food, and My blood is true and genuine drink.",
          "ID": "55"
        },
        {
          "text": "He who feeds on My flesh and drinks My blood dwells continually in Me, and I [in like manner dwell continually] in him.",
          "ID": "56"
        },
        {
          "text": "Just as the living Father sent Me and I live by (through, because of) the Father, even so whoever continues to feed on Me [whoever takes Me for his food and is nourished by Me] shall [in his turn] live through and because of Me.",
          "ID": "57"
        },
        {
          "text": "This is the Bread that came down from heaven. It is not like the manna which our forefathers ate, and yet died; he who takes this Bread for his food shall live forever.",
          "ID": "58"
        },
        {
          "text": "He said these things in a synagogue while He was teaching at Capernaum.",
          "ID": "59"
        },
        {
          "text": "When His disciples heard this, many of them said, This is a hard and difficult and strange saying (an offensive and unbearable message). Who can stand to hear it? [Who can be expected to listen to such teaching?]",
          "ID": "60"
        },
        {
          "text": "But Jesus, knowing within Himself that His disciples were complaining and protesting and grumbling about it, said to them: Is this a stumbling block and an offense to you? [Does this upset and displease and shock and scandalize you?]",
          "ID": "61"
        },
        {
          "text": "What then [will be your reaction] if you should see the Son of Man ascending to [the place] where He was before?",
          "ID": "62"
        },
        {
          "text": "It is the Spirit Who gives life [He is the Life-giver]; the flesh conveys no benefit whatever [there is no profit in it]. The words (truths) that I have been speaking to you are spirit and life.",
          "ID": "63"
        },
        {
          "text": "But [still] some of you fail to believe and trust and have faith. For Jesus knew from the first who did not believe and had no faith and who would betray Him and be false to Him.",
          "ID": "64"
        },
        {
          "text": "And He said, This is why I told you that no one can come to Me unless it is granted him [unless he is enabled to do so] by the Father.",
          "ID": "65"
        },
        {
          "text": "After this, many of His disciples drew back (returned to their old associations) and no longer accompanied Him.",
          "ID": "66"
        },
        {
          "text": "Jesus said to the Twelve, Will you also go away? [And do you too desire to leave Me?]",
          "ID": "67"
        },
        {
          "text": "Simon Peter answered, Lord, to whom shall we go? You have the words (the message) of eternal life.",
          "ID": "68"
        },
        {
          "text": "And we have learned to believe and trust, and [more] we have come to know [surely] that You are the Holy One of God, the Christ (the Anointed One), the Son of the living God.",
          "ID": "69"
        },
        {
          "text": "Jesus answered them, Did I not choose you, the Twelve? And [yet] one of you is a devil (of the evil one and a false accuser).",
          "ID": "70"
        },
        {
          "text": "He was speaking of Judas, the son of Simon Iscariot, for he was about to betray Him, [although] he was one of the Twelve.",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6"
    },
    {
      "name": "John 7",
      "text": [
        {
          "text": "AFTER THIS, Jesus went from place to place in Galilee, for He would not travel in Judea because the Jews were seeking to kill Him.",
          "ID": "1"
        },
        {
          "text": "Now the Jewish Feast of Tabernacles was drawing near.",
          "ID": "2"
        },
        {
          "text": "So His brothers said to Him, Leave here and go into Judea, so that Your disciples [there] may also see the works that You do. [This is no place for You.]",
          "ID": "3"
        },
        {
          "text": "For no one does anything in secret when he wishes to be conspicuous and secure publicity. If You [must] do these things [if You must act like this], show Yourself openly and make Yourself known to the world!",
          "ID": "4"
        },
        {
          "text": "For [even] His brothers did not believe in or adhere to or trust in or rely on Him either.",
          "ID": "5"
        },
        {
          "text": "Whereupon Jesus said to them, My time (opportunity) has not come yet; but any time is suitable for you and your opportunity is ready any time [is always here].",
          "ID": "6"
        },
        {
          "text": "The world cannot [be expected to] hate you, but it does hate Me because I denounce it for its wicked works and reveal that its doings are evil.",
          "ID": "7"
        },
        {
          "text": "Go to the Feast yourselves. I am not [yet] going up to the Festival, because My time is not ripe. [My term is not yet completed; it is not time for Me to go.]",
          "ID": "8"
        },
        {
          "text": "Having said these things to them, He stayed behind in Galilee.",
          "ID": "9"
        },
        {
          "text": "But afterward, when His brothers had gone up to the Feast, He went up also, not publicly [not with a caravan], but by Himself quietly and as if He did not wish to be observed.",
          "ID": "10"
        },
        {
          "text": "Therefore the Jews kept looking for Him at the Feast and asking, Where can He be? [Where is that Fellow?]",
          "ID": "11"
        },
        {
          "text": "And there was among the mass of the people much whispered discussion and hot disputing about Him. Some were saying, He is good! [He is a good Man!] Others said, No, He misleads and deceives the people [gives them false ideas]!",
          "ID": "12"
        },
        {
          "text": "But no one dared speak out boldly about Him for fear of [the leaders of] the Jews.",
          "ID": "13"
        },
        {
          "text": "When the Feast was already half over, Jesus went up into the temple [court] and began to teach.",
          "ID": "14"
        },
        {
          "text": "The Jews were astonished. They said, How is it that this Man has learning [is so versed in the sacred Scriptures and in theology] when He has never studied?",
          "ID": "15"
        },
        {
          "text": "Jesus answered them by saying, My teaching is not My own, but His Who sent Me.",
          "ID": "16"
        },
        {
          "text": "If any man desires to do His will (God's pleasure), he will know (have the needed illumination to recognize, and can tell for himself) whether the teaching is from God or whether I am speaking from Myself and of My own accord and on My own authority.",
          "ID": "17"
        },
        {
          "text": "He who speaks on his own authority seeks to win honor for himself. [He whose teaching originates with himself seeks his own glory.] But He Who seeks the glory and is eager for the honor of Him Who sent Him, He is true; and there is no unrighteousness or falsehood or deception in Him.",
          "ID": "18"
        },
        {
          "text": "Did not Moses give you the Law? And yet not one of you keeps the Law. [If that is the truth] why do you seek to kill Me [for not keeping it]?",
          "ID": "19"
        },
        {
          "text": "The crowd answered Him, You are possessed by a demon! [You are raving!] Who seeks to kill You?",
          "ID": "20"
        },
        {
          "text": "Jesus answered them, I did one work, and you all are astounded. [John 5:1-9.]",
          "ID": "21"
        },
        {
          "text": "Now Moses established circumcision among you–though it did not originate with Moses but with the previous patriarchs–and you circumcise a person [even] on the Sabbath day.",
          "ID": "22"
        },
        {
          "text": "If, to avoid breaking the Law of Moses, a person undergoes circumcision on the Sabbath day, have you any cause to be angry with (indignant with, bitter against) Me for making a man's whole body well on the Sabbath?",
          "ID": "23"
        },
        {
          "text": "Be honest in your judgment and do not decide at a glance (superficially and by appearances); but judge fairly and righteously.",
          "ID": "24"
        },
        {
          "text": "Then some of the Jerusalem people said, Is not this the Man they seek to kill?",
          "ID": "25"
        },
        {
          "text": "And here He is speaking openly, and they say nothing to Him! Can it be possible that the rulers have discovered and know that this is truly the Christ?",
          "ID": "26"
        },
        {
          "text": "No, we know where this Man comes from; when the Christ arrives, no one is to know from what place He comes.",
          "ID": "27"
        },
        {
          "text": "Whereupon Jesus called out as He taught in the temple [porches], Do you know Me, and do you know where I am from? I have not come on My own authority and of My own accord and as self-appointed, but the One Who sent Me is true (real, genuine, steadfast); and Him you do not know!",
          "ID": "28"
        },
        {
          "text": "I know Him [Myself] because I come from His [very] presence, and it was He [personally] Who sent Me.",
          "ID": "29"
        },
        {
          "text": "Therefore they were eager to arrest Him, but no one laid a hand on Him, for His hour (time) had not yet come.",
          "ID": "30"
        },
        {
          "text": "And besides, many of the multitude believed in Him [adhered to Him, trusted in Him, relied on Him]. And they kept saying, When the Christ comes, will He do [can He be expected to do] more miracles and produce more proofs and signs than what this Man has done?",
          "ID": "31"
        },
        {
          "text": "The Pharisees learned how the people were saying these things about Him under their breath; and the chief priests and Pharisees sent attendants (guards) to arrest Him.",
          "ID": "32"
        },
        {
          "text": "Therefore Jesus said, For a little while I am [still] with you, and then I go back to Him Who sent Me.",
          "ID": "33"
        },
        {
          "text": "You will look for Me, but you will not [be able to] find Me; where I am, you cannot come.",
          "ID": "34"
        },
        {
          "text": "Then the Jews said among themselves, Where does this Man intend to go that we shall not find Him? Will He go to the Jews who are scattered in the Dispersion among the Greeks, and teach the Greeks?",
          "ID": "35"
        },
        {
          "text": "What does this statement of His mean, You will look for Me and not be able to find Me, and, Where I am, you cannot come?",
          "ID": "36"
        },
        {
          "text": "Now on the final and most important day of the Feast, Jesus stood, and He cried in a loud voice, If any man is thirsty, let him come to Me and drink!",
          "ID": "37"
        },
        {
          "text": "He who believes in Me [who cleaves to and trusts in and relies on Me] as the Scripture has said, From his innermost being shall flow [continuously] springs and rivers of living water.",
          "ID": "38"
        },
        {
          "text": "But He was speaking here of the Spirit, Whom those who believed (trusted, had faith) in Him were afterward to receive. For the [Holy] Spirit had not yet been given, because Jesus was not yet glorified (raised to honor).",
          "ID": "39"
        },
        {
          "text": "Listening to those words, some of the multitude said, This is certainly and beyond doubt the Prophet! [Deut. 18:15, 18; John 1:21; 6:14; Acts 3:22.]",
          "ID": "40"
        },
        {
          "text": "Others said, This is the Christ (the Messiah, Anointed One)! But some said, What? Does the Christ come out of Galilee?",
          "ID": "41"
        },
        {
          "text": "Does not the Scripture tell us that the Christ will come from the offspring of David and from Bethlehem, the village where David lived? [Ps. 89:3, 4; Mic. 5:2.]",
          "ID": "42"
        },
        {
          "text": "So there arose a division and dissension among the people concerning Him.",
          "ID": "43"
        },
        {
          "text": "Some of them wanted to arrest Him, but no one [ventured and] laid hands on Him.",
          "ID": "44"
        },
        {
          "text": "Meanwhile the attendants (guards) had gone back to the chief priests and Pharisees, who asked them, Why have you not brought Him here with you?",
          "ID": "45"
        },
        {
          "text": "The attendants replied, Never has a man talked as this Man talks! [No mere man has ever spoken as He speaks!]",
          "ID": "46"
        },
        {
          "text": "The Pharisees said to them, Are you also deluded and led astray? [Are you also swept off your feet?]",
          "ID": "47"
        },
        {
          "text": "Has any of the authorities or of the Pharisees believed in Him?",
          "ID": "48"
        },
        {
          "text": "As for this multitude (rabble) that does not know the Law, they are contemptible and doomed and accursed!",
          "ID": "49"
        },
        {
          "text": "Then Nicodemus, who came to Jesus before at night and was one of them, asked,",
          "ID": "50"
        },
        {
          "text": "Does our Law convict a man without giving him a hearing and finding out what he has done?",
          "ID": "51"
        },
        {
          "text": "They answered him, Are you too from Galilee? Search [the Scriptures yourself], and you will see that no prophet comes (will rise to prominence) from Galilee.",
          "ID": "52"
        },
        {
          "text": "And they went [back], each to his own house.",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7"
    },
    {
      "name": "John 8",
      "text": [
        {
          "text": "BUT JESUS went to the Mount of Olives.",
          "ID": "1"
        },
        {
          "text": "Early in the morning (at dawn), He came back into the temple [court], and the people came to Him in crowds. He sat down and was teaching them,",
          "ID": "2"
        },
        {
          "text": "When the scribes and Pharisees brought a woman who had been caught in adultery. They made her stand in the middle of the court and put the case before Him.",
          "ID": "3"
        },
        {
          "text": "Teacher, they said, This woman has been caught in the very act of adultery.",
          "ID": "4"
        },
        {
          "text": "Now Moses in the Law commanded us that such [women–offenders] shall be stoned to death. But what do You say [to do with her–what is Your sentence]? [Deut. 22:22-24.]",
          "ID": "5"
        },
        {
          "text": "This they said to try (test) Him, hoping they might find a charge on which to accuse Him. But Jesus stooped down and wrote on the ground with His finger.",
          "ID": "6"
        },
        {
          "text": "However, when they persisted with their question, He raised Himself up and said, Let him who is without sin among you be the first to throw a stone at her.",
          "ID": "7"
        },
        {
          "text": "Then He bent down and went on writing on the ground with His finger.",
          "ID": "8"
        },
        {
          "text": "They listened to Him, and then they began going out, conscience-stricken, one by one, from the oldest down to the last one of them, till Jesus was left alone, with the woman standing there before Him in the center of the court.",
          "ID": "9"
        },
        {
          "text": "When Jesus raised Himself up, He said to her, Woman, where are your accusers? Has no man condemned you?",
          "ID": "10"
        },
        {
          "text": "She answered, No one, Lord! And Jesus said, I do not condemn you either. Go on your way and from now on sin no more.",
          "ID": "11"
        },
        {
          "text": "Once more Jesus addressed the crowd. He said, I am the Light of the world. He who follows Me will not be walking in the dark, but will have the Light which is Life.",
          "ID": "12"
        },
        {
          "text": "Whereupon the Pharisees told Him, You are testifying on Your own behalf; Your testimony is not valid and is worthless.",
          "ID": "13"
        },
        {
          "text": "Jesus answered, Even if I do testify on My own behalf, My testimony is true and reliable and valid, for I know where I came from and where I am going; but you do not know where I come from or where I am going.",
          "ID": "14"
        },
        {
          "text": "You [set yourselves up to] judge according to the flesh (by what you see). [You condemn by external, human standards.] I do not [set Myself up to] judge or condemn or sentence anyone.",
          "ID": "15"
        },
        {
          "text": "Yet even if I do judge, My judgment is true [My decision is right]; for I am not alone [in making it], but [there are two of Us] I and the Father, Who sent Me.",
          "ID": "16"
        },
        {
          "text": "In your [own] Law it is written that the testimony (evidence) of two persons is reliable and valid. [Deut. 19:15.]",
          "ID": "17"
        },
        {
          "text": "I am One [of the Two] bearing testimony concerning Myself; and My Father, Who sent Me, He also testifies about Me.",
          "ID": "18"
        },
        {
          "text": "Then they said to Him, Where is this Father of Yours? Jesus answered, You know My Father as little as you know Me. If you knew Me, you would know My Father also.",
          "ID": "19"
        },
        {
          "text": "Jesus said these things in the treasury while He was teaching in the temple [court]; but no one ventured to arrest Him, because His hour had not yet come.",
          "ID": "20"
        },
        {
          "text": "Therefore He said again to them, I am going away, and you will be looking for Me, and you will die in (under the curse of) your sin. Where I am going, it is not possible for you to come.",
          "ID": "21"
        },
        {
          "text": "At this the Jews began to ask among themselves, Will He kill Himself? Is that why He says, Where I am going, it is not possible for you to come?",
          "ID": "22"
        },
        {
          "text": "He said to them, You are from below; I am from above. You are of this world (of this earthly order); I am not of this world.",
          "ID": "23"
        },
        {
          "text": "That is why I told you that you will die in (under the curse of) your sins; for if you do not believe that I am He [Whom I claim to be–if you do not adhere to, trust in, and rely on Me], you will die in your sins.",
          "ID": "24"
        },
        {
          "text": "Then they said to Him, Who are You anyway? Jesus replied, [Why do I even speak to you!] I am exactly what I have been telling you from the first.",
          "ID": "25"
        },
        {
          "text": "I have much to say about you and to judge and condemn. But He Who sent Me is true (reliable), and I tell the world [only] the things that I have heard from Him.",
          "ID": "26"
        },
        {
          "text": "They did not perceive (know, understand) that He was speaking to them about the Father.",
          "ID": "27"
        },
        {
          "text": "So Jesus added, When you have lifted up the Son of Man [on the cross], you will realize (know, understand) that I am He [for Whom you look] and that I do nothing of Myself (of My own accord or on My own authority), but I say [exactly] what My Father has taught Me.",
          "ID": "28"
        },
        {
          "text": "And He Who sent Me is ever with Me; My Father has not left Me alone, for I always do what pleases Him.",
          "ID": "29"
        },
        {
          "text": "As He said these things, many believed in Him [trusted, relied on, and adhered to Him].",
          "ID": "30"
        },
        {
          "text": "So Jesus said to those Jews who had believed in Him, If you abide in My word [hold fast to My teachings and live in accordance with them], you are truly My disciples.",
          "ID": "31"
        },
        {
          "text": "And you will know the Truth, and the Truth will set you free.",
          "ID": "32"
        },
        {
          "text": "They answered Him, We are Abraham's offspring (descendants) and have never been in bondage to anybody. What do You mean by saying, You will be set free?",
          "ID": "33"
        },
        {
          "text": "Jesus answered them, I assure you, most solemnly I tell you, Whoever commits and practices sin is the slave of sin.",
          "ID": "34"
        },
        {
          "text": "Now a slave does not remain in a household permanently (forever); the son [of the house] does remain forever.",
          "ID": "35"
        },
        {
          "text": "So if the Son liberates you [makes you free men], then you are really and unquestionably free.",
          "ID": "36"
        },
        {
          "text": "[Yes] I know that you are Abraham's offspring; yet you plan to kill Me, because My word has no entrance (makes no progress, does not find any place) in you.",
          "ID": "37"
        },
        {
          "text": "I tell the things which I have seen and learned at My Father's side, and your actions also reflect what you have heard and learned from your father.",
          "ID": "38"
        },
        {
          "text": "They retorted, Abraham is our father. Jesus said, If you were [truly] Abraham's children, then you would do the works of Abraham [follow his example, do as Abraham did].",
          "ID": "39"
        },
        {
          "text": "But now [instead] you are wanting and seeking to kill Me, a Man Who has told you the truth which I have heard from God. This is not the way Abraham acted.",
          "ID": "40"
        },
        {
          "text": "You are doing the works of your [own] father. They said to Him, We are not illegitimate children and born out of fornication; we have one Father, even God.",
          "ID": "41"
        },
        {
          "text": "Jesus said to them, If God were your Father, you would love Me and respect Me and welcome Me gladly, for I proceeded (came forth) from God [out of His very presence]. I did not even come on My own authority or of My own accord (as self-appointed); but He sent Me.",
          "ID": "42"
        },
        {
          "text": "Why do you misunderstand what I say? It is because you are unable to hear what I am saying. [You cannot bear to listen to My message; your ears are shut to My teaching.]",
          "ID": "43"
        },
        {
          "text": "You are of your father, the devil, and it is your will to practice the lusts and gratify the desires [which are characteristic] of your father. He was a murderer from the beginning and does not stand in the truth, because there is no truth in him. When he speaks a falsehood, he speaks what is natural to him, for he is a liar [himself] and the father of lies and of all that is false.",
          "ID": "44"
        },
        {
          "text": "But because I speak the truth, you do not believe Me [do not trust Me, do not rely on Me, or adhere to Me].",
          "ID": "45"
        },
        {
          "text": "Who of you convicts Me of wrongdoing or finds Me guilty of sin? Then if I speak truth, why do you not believe Me [trust Me, rely on, and adhere to Me]?",
          "ID": "46"
        },
        {
          "text": "Whoever is of God listens to God. [Those who belong to God hear the words of God.] This is the reason that you do not listen [to those words, to Me]: because you do not belong to God and are not of God or in harmony with Him.",
          "ID": "47"
        },
        {
          "text": "The Jews answered Him, Are we not right when we say You are a Samaritan and that You have a demon [that You are under the power of an evil spirit]?",
          "ID": "48"
        },
        {
          "text": "Jesus answered, I am not possessed by a demon. On the contrary, I honor and reverence My Father and you dishonor (despise, vilify, and scorn) Me.",
          "ID": "49"
        },
        {
          "text": "However, I am not in search of honor for Myself. [I do not seek and am not aiming for My own glory.] There is One Who [looks after that; He] seeks [My glory], and He is the Judge.",
          "ID": "50"
        },
        {
          "text": "I assure you, most solemnly I tell you, if anyone observes My teaching [lives in accordance with My message, keeps My word], he will by no means ever see and experience death.",
          "ID": "51"
        },
        {
          "text": "The Jews said to Him, Now we know that You are under the power of a demon (insane). Abraham died, and also the prophets, yet You say, If a man keeps My word, he will never taste of death into all eternity.",
          "ID": "52"
        },
        {
          "text": "Are You greater than our father Abraham? He died, and all the prophets died! Who do You make Yourself out to be?",
          "ID": "53"
        },
        {
          "text": "Jesus answered, If I were to glorify Myself (magnify, praise, and honor Myself), I would have no real glory, for My glory would be nothing and worthless. [My honor must come to Me from My Father.] It is My Father Who glorifies Me [Who extols Me, magnifies, and praises Me], of Whom you say that He is your God.",
          "ID": "54"
        },
        {
          "text": "Yet you do not know Him or recognize Him and are not acquainted with Him, but I know Him. If I should say that I do not know Him, I would be a liar like you. But I know Him and keep His word [obey His teachings, am faithful to His message].",
          "ID": "55"
        },
        {
          "text": "Your forefather Abraham was extremely happy at the hope and prospect of seeing My day (My incarnation); and he did see it and was delighted. [Heb. 11:13.]",
          "ID": "56"
        },
        {
          "text": "Then the Jews said to Him, You are not yet fifty years old, and have You seen Abraham?",
          "ID": "57"
        },
        {
          "text": "Jesus replied, I assure you, most solemnly I tell you, before Abraham was born, I AM. [Exod. 3:14.]",
          "ID": "58"
        },
        {
          "text": "So they took up stones to throw at Him, but Jesus, by mixing with the crowd, concealed Himself and went out of the temple [enclosure].",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8"
    },
    {
      "name": "John 9",
      "text": [
        {
          "text": "AS HE passed along, He noticed a man blind from his birth.",
          "ID": "1"
        },
        {
          "text": "His disciples asked Him, Rabbi, who sinned, this man or his parents, that he should be born blind?",
          "ID": "2"
        },
        {
          "text": "Jesus answered, It was not that this man or his parents sinned, but he was born blind in order that the workings of God should be manifested (displayed and illustrated) in him.",
          "ID": "3"
        },
        {
          "text": "We must work the works of Him Who sent Me and be busy with His business while it is daylight; night is coming on, when no man can work.",
          "ID": "4"
        },
        {
          "text": "As long as I am in the world, I am the world's Light.",
          "ID": "5"
        },
        {
          "text": "When He had said this, He spat on the ground and made clay (mud) with His saliva, and He spread it [as ointment] on the man's eyes.",
          "ID": "6"
        },
        {
          "text": "And He said to him, Go, wash in the Pool of Siloam–which means Sent. So he went and washed, and came back seeing.",
          "ID": "7"
        },
        {
          "text": "When the neighbors and those who used to know him by sight as a beggar saw him, they said, Is not this the man who used to sit and beg?",
          "ID": "8"
        },
        {
          "text": "Some said, It is he. Others said, No, but he looks very much like him. But he said, Yes, I am the man.",
          "ID": "9"
        },
        {
          "text": "So they said to him, How were your eyes opened?",
          "ID": "10"
        },
        {
          "text": "He replied, The Man called Jesus made mud and smeared it on my eyes and said to me, Go to Siloam and wash. So I went and washed, and I obtained my sight!",
          "ID": "11"
        },
        {
          "text": "They asked him, Where is He? He said, I do not know.",
          "ID": "12"
        },
        {
          "text": "Then they conducted to the Pharisees the man who had formerly been blind.",
          "ID": "13"
        },
        {
          "text": "Now it was on the Sabbath day that Jesus mixed the mud and opened the man's eyes.",
          "ID": "14"
        },
        {
          "text": "So now again the Pharisees asked him how he received his sight. And he said to them, He smeared mud on my eyes, and I washed, and now I see.",
          "ID": "15"
        },
        {
          "text": "Then some of the Pharisees said, This Man [Jesus] is not from God, because He does not observe the Sabbath. But others said, How can a man who is a sinner (a bad man) do such signs and miracles? So there was a difference of opinion among them.",
          "ID": "16"
        },
        {
          "text": "Accordingly they said to the blind man again, What do you say about Him, seeing that He opened your eyes? And he said, He is [He must be] a prophet!",
          "ID": "17"
        },
        {
          "text": "However, the Jews did not believe that he had [really] been blind and that he had received his sight until they called (summoned) the parents of the man.",
          "ID": "18"
        },
        {
          "text": "They asked them, Is this your son, whom you reported as having been born blind? How then does he see now?",
          "ID": "19"
        },
        {
          "text": "His parents answered, We know that this is our son, and that he was born blind.",
          "ID": "20"
        },
        {
          "text": "But as to how he can now see, we do not know; or who has opened his eyes, we do not know. He is of age. Ask him; let him speak for himself and give his own account of it.",
          "ID": "21"
        },
        {
          "text": "His parents said this because they feared [the leaders of] the Jews; for the Jews had already agreed that if anyone should acknowledge Jesus to be the Christ, he should be expelled and excluded from the synagogue.",
          "ID": "22"
        },
        {
          "text": "On that account his parents said, He is of age; ask him.",
          "ID": "23"
        },
        {
          "text": "So the second time they summoned the man who had been born blind, and said to him, Now give God the glory (praise). This Fellow we know is only a sinner (a wicked person).",
          "ID": "24"
        },
        {
          "text": "Then he answered, I do not know whether He is a sinner and wicked or not. But one thing I do know, that whereas I was blind before, now I see.",
          "ID": "25"
        },
        {
          "text": "So they said to him, What did He [actually] do to you? How did He open your eyes?",
          "ID": "26"
        },
        {
          "text": "He answered, I already told you and you would not listen. Why do you want to hear it again? Can it be that you wish to become His disciples also?",
          "ID": "27"
        },
        {
          "text": "And they stormed at him [they jeered, they sneered, they reviled him] and retorted, You are His disciple yourself, but we are the disciples of Moses.",
          "ID": "28"
        },
        {
          "text": "We know for certain that God spoke with Moses, but as for this Fellow, we know nothing about where He hails from.",
          "ID": "29"
        },
        {
          "text": "The man replied, Well, this is astonishing! Here a Man has opened my eyes, and yet you do not know where He comes from. [That is amazing!]",
          "ID": "30"
        },
        {
          "text": "We know that God does not listen to sinners; but if anyone is God-fearing and a worshiper of Him and does His will, He listens to him.",
          "ID": "31"
        },
        {
          "text": "Since the beginning of time it has never been heard that anyone opened the eyes of a man born blind.",
          "ID": "32"
        },
        {
          "text": "If this Man were not from God, He would not be able to do anything like this.",
          "ID": "33"
        },
        {
          "text": "They retorted, You were wholly born in sin [from head to foot]; and do you [presume to] teach us? So they cast him out [threw him clear outside the synagogue].",
          "ID": "34"
        },
        {
          "text": "Jesus heard that they had put him out, and meeting him He said, Do you believe in and adhere to the Son of Man or the Son of God ?",
          "ID": "35"
        },
        {
          "text": "He answered, Who is He, Sir? Tell me, that I may believe in and adhere to Him.",
          "ID": "36"
        },
        {
          "text": "Jesus said to him, You have seen Him; [in fact] He is talking to you right now.",
          "ID": "37"
        },
        {
          "text": "He called out, Lord, I believe! [I rely on, I trust, I cleave to You!] And he worshiped Him.",
          "ID": "38"
        },
        {
          "text": "Then Jesus said, I came into this world for judgment [as a Separator, in order that there may be separation between those who believe on Me and those who reject Me], to make the sightless see and to make those who see become blind.",
          "ID": "39"
        },
        {
          "text": "Some Pharisees who were near, hearing this remark, said to Him, Are we also blind?",
          "ID": "40"
        },
        {
          "text": "Jesus said to them, If you were blind, you would have no sin; but because you now claim to have sight, your sin remains. [If you were blind, you would not be guilty of sin; but because you insist, We do see clearly, you are unable to escape your guilt.]",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9"
    },
    {
      "name": "John 10",
      "text": [
        {
          "text": "I ASSURE you, most solemnly I tell you, he who does not enter by the door into the sheepfold, but climbs up some other way (elsewhere, from some other quarter) is a thief and a robber.",
          "ID": "1"
        },
        {
          "text": "But he who enters by the door is the shepherd of the sheep.",
          "ID": "2"
        },
        {
          "text": "The watchman opens the door for this man, and the sheep listen to his voice and heed it; and he calls his own sheep by name and brings (leads) them out.",
          "ID": "3"
        },
        {
          "text": "When he has brought his own sheep outside, he walks on before them, and the sheep follow him because they know his voice.",
          "ID": "4"
        },
        {
          "text": "They will never [on any account] follow a stranger, but will run away from him because they do not know the voice of strangers or recognize their call.",
          "ID": "5"
        },
        {
          "text": "Jesus used this parable (illustration) with them, but they did not understand what He was talking about.",
          "ID": "6"
        },
        {
          "text": "So Jesus said again, I assure you, most solemnly I tell you, that I Myself am the Door for the sheep.",
          "ID": "7"
        },
        {
          "text": "All others who came [as such] before Me are thieves and robbers, but the [true] sheep did not listen to and obey them.",
          "ID": "8"
        },
        {
          "text": "I am the Door; anyone who enters in through Me will be saved (will live). He will come in and he will go out [freely], and will find pasture.",
          "ID": "9"
        },
        {
          "text": "The thief comes only in order to steal and kill and destroy. I came that they may have and enjoy life, and have it in abundance (to the full, till it overflows).",
          "ID": "10"
        },
        {
          "text": "I am the Good Shepherd. The Good Shepherd risks and lays down His [own] life for the sheep. [Ps. 23.]",
          "ID": "11"
        },
        {
          "text": "But the hired servant (he who merely serves for wages) who is neither the shepherd nor the owner of the sheep, when he sees the wolf coming, deserts the flock and runs away. And the wolf chases and snatches them and scatters [the flock].",
          "ID": "12"
        },
        {
          "text": "Now the hireling flees because he merely serves for wages and is not himself concerned about the sheep [cares nothing for them].",
          "ID": "13"
        },
        {
          "text": "I am the Good Shepherd; and I know and recognize My own, and My own know and recognize Me–",
          "ID": "14"
        },
        {
          "text": "Even as [truly as] the Father knows Me and I also know the Father–and I am giving My [very own] life and laying it down on behalf of the sheep.",
          "ID": "15"
        },
        {
          "text": "And I have other sheep [beside these] that are not of this fold. I must bring and impel those also; and they will listen to My voice and heed My call, and so there will be [they will become] one flock under one Shepherd. [Ezek. 34:23.]",
          "ID": "16"
        },
        {
          "text": "For this [reason] the Father loves Me, because I lay down My [own] life–to take it back again.",
          "ID": "17"
        },
        {
          "text": "No one takes it away from Me. On the contrary, I lay it down voluntarily. [I put it from Myself.] I am authorized and have power to lay it down (to resign it) and I am authorized and have power to take it back again. These are the instructions (orders) which I have received [as My charge] from My Father.",
          "ID": "18"
        },
        {
          "text": "Then a fresh division of opinion arose among the Jews because of His saying these things.",
          "ID": "19"
        },
        {
          "text": "And many of them said, He has a demon and He is mad (insane–He raves, He rambles). Why do you listen to Him?",
          "ID": "20"
        },
        {
          "text": "Others argued, These are not the thoughts and the language of one possessed. Can a demon-possessed person open blind eyes?",
          "ID": "21"
        },
        {
          "text": "After this the Feast of Dedication [of the reconsecration of the temple] was taking place at Jerusalem. It was winter,",
          "ID": "22"
        },
        {
          "text": "And Jesus was walking in Solomon's Porch in the temple area.",
          "ID": "23"
        },
        {
          "text": "So the Jews surrounded Him and began asking Him, How long are You going to keep us in doubt and suspense? If You are really the Christ (the Messiah), tell us so plainly and openly.",
          "ID": "24"
        },
        {
          "text": "Jesus answered them, I have told you so, yet you do not believe Me [you do not trust Me and rely on Me]. The very works that I do by the power of My Father and in My Father's name bear witness concerning Me [they are My credentials and evidence in support of Me].",
          "ID": "25"
        },
        {
          "text": "But you do not believe and trust and rely on Me because you do not belong to My fold [you are no sheep of Mine].",
          "ID": "26"
        },
        {
          "text": "The sheep that are My own hear and are listening to My voice; and I know them, and they follow Me.",
          "ID": "27"
        },
        {
          "text": "And I give them eternal life, and they shall never lose it or perish throughout the ages. [To all eternity they shall never by any means be destroyed.] And no one is able to snatch them out of My hand.",
          "ID": "28"
        },
        {
          "text": "My Father, Who has given them to Me, is greater and mightier than all [else]; and no one is able to snatch [them] out of the Father's hand.",
          "ID": "29"
        },
        {
          "text": "I and the Father are One.",
          "ID": "30"
        },
        {
          "text": "Again the Jews brought up stones to stone Him.",
          "ID": "31"
        },
        {
          "text": "Jesus said to them, My Father has enabled Me to do many good deeds. [I have shown many acts of mercy in your presence.] For which of these do you mean to stone Me?",
          "ID": "32"
        },
        {
          "text": "The Jews replied, We are not going to stone You for a good act, but for blasphemy, because You, a mere Man, make Yourself [out to be] God.",
          "ID": "33"
        },
        {
          "text": "Jesus answered, Is it not written in your Law, I said, You are gods? [Ps. 82:6.]",
          "ID": "34"
        },
        {
          "text": "So men are called gods [by the Law], men to whom God's message came–and the Scripture cannot be set aside or cancelled or broken or annulled–",
          "ID": "35"
        },
        {
          "text": "[If that is true] do you say of the One Whom the Father consecrated and dedicated and set apart for Himself and sent into the world, You are blaspheming, because I said, I am the Son of God?",
          "ID": "36"
        },
        {
          "text": "If I am not doing the works [performing the deeds] of My Father, then do not believe Me [do not adhere to Me and trust Me and rely on Me].",
          "ID": "37"
        },
        {
          "text": "But if I do them, even though you do not believe Me or have faith in Me, [at least] believe the works and have faith in what I do, in order that you may know and understand [clearly] that the Father is in Me, and I am in the Father [One with Him].",
          "ID": "38"
        },
        {
          "text": "They sought again to arrest Him, but He escaped from their hands.",
          "ID": "39"
        },
        {
          "text": "He went back again across the Jordan to the locality where John was when he first baptized, and there He remained.",
          "ID": "40"
        },
        {
          "text": "And many came to Him, and they kept saying, John did not perform a [single] sign or miracle, but everything John said about this Man was true.",
          "ID": "41"
        },
        {
          "text": "And many [people] there became believers in Him. [They adhered to and trusted in and relied on Him.]",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10"
    },
    {
      "name": "John 11",
      "text": [
        {
          "text": "NOW A certain man named Lazarus was ill. He was of Bethany, the village where Mary and her sister Martha lived.",
          "ID": "1"
        },
        {
          "text": "This Mary was the one who anointed the Lord with perfume and wiped His feet with her hair. It was her brother Lazarus who was [now] sick.",
          "ID": "2"
        },
        {
          "text": "So the sisters sent to Him, saying, Lord, he whom You love [so well] is sick.",
          "ID": "3"
        },
        {
          "text": "When Jesus received the message, He said, This sickness is not to end in death; but [on the contrary] it is to honor God and to promote His glory, that the Son of God may be glorified through (by) it.",
          "ID": "4"
        },
        {
          "text": "Now Jesus loved Martha and her sister and Lazarus. [They were His dear friends, and He held them in loving esteem.]",
          "ID": "5"
        },
        {
          "text": "Therefore [even] when He heard that Lazarus was sick, He still stayed two days longer in the same place where He was.",
          "ID": "6"
        },
        {
          "text": "Then after that interval He said to His disciples, Let us go back again to Judea.",
          "ID": "7"
        },
        {
          "text": "The disciples said to Him, Rabbi, the Jews only recently were intending and trying to stone You, and are You [thinking of] going back there again?",
          "ID": "8"
        },
        {
          "text": "Jesus answered, Are there not twelve hours in the day? Anyone who walks about in the daytime does not stumble, because he sees [by] the light of this world.",
          "ID": "9"
        },
        {
          "text": "But if anyone walks about in the night, he does stumble, because there is no light in him [the light is lacking to him].",
          "ID": "10"
        },
        {
          "text": "He said these things, and then added, Our friend Lazarus is at rest and sleeping; but I am going there that I may awaken him out of his sleep.",
          "ID": "11"
        },
        {
          "text": "The disciples answered, Lord, if he is sleeping, he will recover.",
          "ID": "12"
        },
        {
          "text": "However, Jesus had spoken of his death, but they thought that He referred to falling into a refreshing and natural sleep.",
          "ID": "13"
        },
        {
          "text": "So then Jesus told them plainly, Lazarus is dead,",
          "ID": "14"
        },
        {
          "text": "And for your sake I am glad that I was not there; it will help you to believe (to trust and rely on Me). However, let us go to him.",
          "ID": "15"
        },
        {
          "text": "Then Thomas, who was called the Twin, said to his fellow disciples, Let us go too, that we may die [be killed] along with Him.",
          "ID": "16"
        },
        {
          "text": "So when Jesus arrived, He found that he [Lazarus] had already been in the tomb four days.",
          "ID": "17"
        },
        {
          "text": "Bethany was near Jerusalem, only about two miles away,",
          "ID": "18"
        },
        {
          "text": "And a considerable number of the Jews had gone out to see Martha and Mary to console them concerning their brother.",
          "ID": "19"
        },
        {
          "text": "When Martha heard that Jesus was coming, she went to meet Him, while Mary remained sitting in the house.",
          "ID": "20"
        },
        {
          "text": "Martha then said to Jesus, Master, if You had been here, my brother would not have died.",
          "ID": "21"
        },
        {
          "text": "And even now I know that whatever You ask from God, He will grant it to You.",
          "ID": "22"
        },
        {
          "text": "Jesus said to her, Your brother shall rise again.",
          "ID": "23"
        },
        {
          "text": "Martha replied, I know that he will rise again in the resurrection at the last day.",
          "ID": "24"
        },
        {
          "text": "Jesus said to her, I am [Myself] the Resurrection and the Life. Whoever believes in (adheres to, trusts in, and relies on) Me, although he may die, yet he shall live;",
          "ID": "25"
        },
        {
          "text": "And whoever continues to live and believes in (has faith in, cleaves to, and relies on) Me shall never [actually] die at all. Do you believe this?",
          "ID": "26"
        },
        {
          "text": "She said to Him, Yes, Lord, I have believed [I do believe] that You are the Christ (the Messiah, the Anointed One), the Son of God, [even He] Who was to come into the world. [It is for Your coming that the world has waited.]",
          "ID": "27"
        },
        {
          "text": "After she had said this, she went back and called her sister Mary, privately whispering to her, The Teacher is close at hand and is asking for you.",
          "ID": "28"
        },
        {
          "text": "When she heard this, she sprang up quickly and went to Him.",
          "ID": "29"
        },
        {
          "text": "Now Jesus had not yet entered the village, but was still at the same spot where Martha had met Him.",
          "ID": "30"
        },
        {
          "text": "When the Jews who were sitting with her in the house and consoling her saw how hastily Mary had arisen and gone out, they followed her, supposing that she was going to the tomb to pour out her grief there.",
          "ID": "31"
        },
        {
          "text": "When Mary came to the place where Jesus was and saw Him, she dropped down at His feet, saying to Him, Lord, if You had been here, my brother would not have died.",
          "ID": "32"
        },
        {
          "text": "When Jesus saw her sobbing, and the Jews who came with her [also] sobbing, He was deeply moved in spirit and troubled. [He chafed in spirit and sighed and was disturbed.]",
          "ID": "33"
        },
        {
          "text": "And He said, Where have you laid him? They said to Him, Lord, come and see.",
          "ID": "34"
        },
        {
          "text": "Jesus wept.",
          "ID": "35"
        },
        {
          "text": "The Jews said, See how [tenderly] He loved him!",
          "ID": "36"
        },
        {
          "text": "But some of them said, Could not He Who opened a blind man's eyes have prevented this man from dying?",
          "ID": "37"
        },
        {
          "text": "Now Jesus, again sighing repeatedly and deeply disquieted, approached the tomb. It was a cave (a hole in the rock), and a boulder lay against [the entrance to close] it.",
          "ID": "38"
        },
        {
          "text": "Jesus said, Take away the stone. Martha, the sister of the dead man, exclaimed, But Lord, by this time he [is decaying and] throws off an offensive odor, for he has been dead four days!",
          "ID": "39"
        },
        {
          "text": "Jesus said to her, Did I not tell you and promise you that if you would believe and rely on Me, you would see the glory of God?",
          "ID": "40"
        },
        {
          "text": "So they took away the stone. And Jesus lifted up His eyes and said, Father, I thank You that You have heard Me.",
          "ID": "41"
        },
        {
          "text": "Yes, I know You always hear and listen to Me, but I have said this on account of and for the benefit of the people standing around, so that they may believe that You did send Me [that You have made Me Your Messenger].",
          "ID": "42"
        },
        {
          "text": "When He had said this, He shouted with a loud voice, Lazarus, come out!",
          "ID": "43"
        },
        {
          "text": "And out walked the man who had been dead, his hands and feet wrapped in burial cloths (linen strips), and with a [burial] napkin bound around his face. Jesus said to them, Free him of the burial wrappings and let him go.",
          "ID": "44"
        },
        {
          "text": "Upon seeing what Jesus had done, many of the Jews who had come with Mary believed in Him. [They trusted in Him and adhered to Him and relied on Him.]",
          "ID": "45"
        },
        {
          "text": "But some of them went back to the Pharisees and told them what Jesus had done.",
          "ID": "46"
        },
        {
          "text": "So the chief priests and Pharisees called a meeting of the council (the Sanhedrin) and said, What are we to do? For this Man performs many signs (evidences, miracles).",
          "ID": "47"
        },
        {
          "text": "If we let Him alone to go on like this, everyone will believe in Him and adhere to Him, and the Romans will come and suppress and destroy and take away our [holy] place and our nation [our temple and city and our civil organization].",
          "ID": "48"
        },
        {
          "text": "But one of them, Caiaphas, who was the high priest that year, declared, You know nothing at all!",
          "ID": "49"
        },
        {
          "text": "Nor do you understand or reason out that it is expedient and better for your own welfare that one man should die on behalf of the people than that the whole nation should perish (be destroyed, ruined).",
          "ID": "50"
        },
        {
          "text": "Now he did not say this simply of his own accord [he was not self-moved]; but being the high priest that year, he prophesied that Jesus was to die for the nation, [Isa. 53:8.]",
          "ID": "51"
        },
        {
          "text": "And not only for the nation but also for the purpose of uniting into one body the children of God who have been scattered far and wide. [Isa. 49:6.]",
          "ID": "52"
        },
        {
          "text": "So from that day on they took counsel and plotted together how they might put Him to death.",
          "ID": "53"
        },
        {
          "text": "For that reason Jesus no longer appeared publicly among the Jews, but left there and retired to the district that borders on the wilderness (the desert), to a village called Ephraim, and there He stayed with the disciples.",
          "ID": "54"
        },
        {
          "text": "Now the Jewish Passover was at hand, and many from the country went up to Jerusalem in order that they might purify and consecrate themselves before the Passover.",
          "ID": "55"
        },
        {
          "text": "So they kept looking for Jesus and questioned among themselves as they were standing about in the temple [area], What do you think? Will He not come to the Feast at all?",
          "ID": "56"
        },
        {
          "text": "Now the chief priests and Pharisees had given orders that if anyone knew where He was, he should report it to them, so that they might arrest Him.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11"
    },
    {
      "name": "John 12",
      "text": [
        {
          "text": "SO SIX days before the Passover Feast, Jesus came to Bethany, where Lazarus was, who had died and whom He had raised from the dead.",
          "ID": "1"
        },
        {
          "text": "So they made Him a supper; and Martha served, but Lazarus was one of those at the table with Him.",
          "ID": "2"
        },
        {
          "text": "Mary took a pound of ointment of pure liquid nard [a rare perfume] that was very expensive, and she poured it on Jesus' feet and wiped them with her hair. And the whole house was filled with the fragrance of the perfume.",
          "ID": "3"
        },
        {
          "text": "But Judas Iscariot, the one of His disciples who was about to betray Him, said,",
          "ID": "4"
        },
        {
          "text": "Why was this perfume not sold for 300 denarii [a year's wages for an ordinary workman] and that [money] given to the poor (the destitute)?",
          "ID": "5"
        },
        {
          "text": "Now he did not say this because he cared for the poor but because he was a thief; and having the bag (the money box, the purse of the Twelve), he took for himself what was put into it [pilfering the collections].",
          "ID": "6"
        },
        {
          "text": "But Jesus said, Let her alone. It was [intended] that she should keep it for the time of My preparation for burial. [She has kept it that she might have it for the time of My embalming.]",
          "ID": "7"
        },
        {
          "text": "You always have the poor with you, but you do not always have Me.",
          "ID": "8"
        },
        {
          "text": "Now a great crowd of the Jews heard that He was at Bethany, and they came there, not only because of Jesus but that they also might see Lazarus, whom He had raised from the dead.",
          "ID": "9"
        },
        {
          "text": "So the chief priests planned to put Lazarus to death also,",
          "ID": "10"
        },
        {
          "text": "Because on account of him many of the Jews were going away [were withdrawing from and leaving the Judeans] and believing in and adhering to Jesus.",
          "ID": "11"
        },
        {
          "text": "The next day a vast crowd of those who had come to the Passover Feast heard that Jesus was coming to Jerusalem.",
          "ID": "12"
        },
        {
          "text": "So they took branches of palm trees and went out to meet Him. And as they went, they kept shouting, Hosanna! Blessed is He and praise to Him Who comes in the name of the Lord, even the King of Israel! [Ps. 118:26.]",
          "ID": "13"
        },
        {
          "text": "And Jesus, having found a young donkey, rode upon it, [just] as it is written in the Scriptures,",
          "ID": "14"
        },
        {
          "text": "Do not fear, O Daughter of Zion! Look! Your King is coming, sitting on a donkey's colt! [Zech. 9:9.]",
          "ID": "15"
        },
        {
          "text": "His disciples did not understand and could not comprehend the meaning of these things at first; but when Jesus was glorified and exalted, they remembered that these things had been written about Him and had been done to Him.",
          "ID": "16"
        },
        {
          "text": "The group that had been with Jesus when He called Lazarus out of the tomb and raised him from among the dead kept telling it [bearing witness] to others.",
          "ID": "17"
        },
        {
          "text": "It was for this reason that the crowd went out to meet Him, because they had heard that He had performed this sign (proof, miracle).",
          "ID": "18"
        },
        {
          "text": "Then the Pharisees said among themselves, You see how futile your efforts are and how you accomplish nothing. See! The whole world is running after Him!",
          "ID": "19"
        },
        {
          "text": "Now among those who went up to worship at the Feast were some Greeks.",
          "ID": "20"
        },
        {
          "text": "These came to Philip, who was from Bethsaida in Galilee, and they made this request, Sir, we desire to see Jesus.",
          "ID": "21"
        },
        {
          "text": "Philip came and told Andrew; then Andrew and Philip together [went] and told Jesus.",
          "ID": "22"
        },
        {
          "text": "And Jesus answered them, The time has come for the Son of Man to be glorified and exalted.",
          "ID": "23"
        },
        {
          "text": "I assure you, most solemnly I tell you, Unless a grain of wheat falls into the earth and dies, it remains [just one grain; it never becomes more but lives] by itself alone. But if it dies, it produces many others and yields a rich harvest.",
          "ID": "24"
        },
        {
          "text": "Anyone who loves his life loses it, but anyone who hates his life in this world will keep it to life eternal. [Whoever has no love for, no concern for, no regard for his life here on earth, but despises it, preserves his life forever and ever.]",
          "ID": "25"
        },
        {
          "text": "If anyone serves Me, he must continue to follow Me [to cleave steadfastly to Me, conform wholly to My example in living and, if need be, in dying] and wherever I am, there will My servant be also. If anyone serves Me, the Father will honor him.",
          "ID": "26"
        },
        {
          "text": "Now My soul is troubled and distressed, and what shall I say? Father, save Me from this hour [of trial and agony]? But it was for this very purpose that I have come to this hour [that I might undergo it].",
          "ID": "27"
        },
        {
          "text": "[Rather, I will say,] Father, glorify (honor and extol) Your [own] name! Then there came a voice out of heaven saying, I have already glorified it, and I will glorify it again.",
          "ID": "28"
        },
        {
          "text": "The crowd of bystanders heard the sound and said that it had thundered; others said, An angel has spoken to Him!",
          "ID": "29"
        },
        {
          "text": "Jesus answered, This voice has not come for My sake, but for your sake.",
          "ID": "30"
        },
        {
          "text": "Now the judgment (crisis) of this world is coming on [sentence is now being passed on this world]. Now the ruler (evil genius, prince) of this world shall be cast out (expelled).",
          "ID": "31"
        },
        {
          "text": "And I, if and when I am lifted up from the earth [on the cross], will draw and attract all men [Gentiles as well as Jews] to Myself.",
          "ID": "32"
        },
        {
          "text": "He said this to signify in what manner He would die.",
          "ID": "33"
        },
        {
          "text": "At this the people answered Him, We have learned from the Law that the Christ is to remain forever; how then can You say, The Son of Man must be lifted up [on the cross]? Who is this Son of Man? [Ps. 110:4.]",
          "ID": "34"
        },
        {
          "text": "So Jesus said to them, You will have the Light only a little while longer. Walk while you have the Light [keep on living by it], so that darkness may not overtake and overcome you. He who walks about in the dark does not know where he goes [he is drifting].",
          "ID": "35"
        },
        {
          "text": "While you have the Light, believe in the Light [have faith in it, hold to it, rely on it], that you may become sons of the Light and be filled with Light. Jesus said these things, and then He went away and hid Himself from them [was lost to their view].",
          "ID": "36"
        },
        {
          "text": "Even though He had done so many miracles before them (right before their eyes), yet they still did not trust in Him and failed to believe in Him–",
          "ID": "37"
        },
        {
          "text": "So that what Isaiah the prophet said was fulfilled: Lord, who has believed our report and our message? And to whom has the arm (the power) of the Lord been shown (unveiled and revealed)? [Isa. 53:1.]",
          "ID": "38"
        },
        {
          "text": "Therefore they could not believe [they were unable to believe]. For Isaiah has also said,",
          "ID": "39"
        },
        {
          "text": "He has blinded their eyes and hardened and benumbed their [callous, degenerated] hearts [He has made their minds dull], to keep them from seeing with their eyes and understanding with their hearts and minds and repenting and turning to Me to heal them.",
          "ID": "40"
        },
        {
          "text": "Isaiah said this because he saw His glory and spoke of Him. [Isa. 6:9, 10.]",
          "ID": "41"
        },
        {
          "text": "And yet [in spite of all this] many even of the leading men (the authorities and the nobles) believed and trusted in Him. But because of the Pharisees they did not confess it, for fear that [if they should acknowledge Him] they would be expelled from the synagogue;",
          "ID": "42"
        },
        {
          "text": "For they loved the approval and the praise and the glory that come from men [instead of and] more than the glory that comes from God. [They valued their credit with men more than their credit with God.]",
          "ID": "43"
        },
        {
          "text": "But Jesus loudly declared, The one who believes in Me does not [only] believe in and trust in and rely on Me, but [in believing in Me he believes] in Him Who sent Me.",
          "ID": "44"
        },
        {
          "text": "And whoever sees Me sees Him Who sent Me.",
          "ID": "45"
        },
        {
          "text": "I have come as a Light into the world, so that whoever believes in Me [whoever cleaves to and trusts in and relies on Me] may not continue to live in darkness.",
          "ID": "46"
        },
        {
          "text": "If anyone hears My teachings and fails to observe them [does not keep them, but disregards them], it is not I who judges him. For I have not come to judge and to condemn and to pass sentence and to inflict penalty on the world, but to save the world.",
          "ID": "47"
        },
        {
          "text": "Anyone who rejects Me and persistently sets Me at naught, refusing to accept My teachings, has his judge [however]; for the [very] message that I have spoken will itself judge and convict him at the last day.",
          "ID": "48"
        },
        {
          "text": "This is because I have never spoken on My own authority or of My own accord or as self-appointed, but the Father Who sent Me has Himself given Me orders [concerning] what to say and what to tell. [Deut. 18:18, 19.]",
          "ID": "49"
        },
        {
          "text": "And I know that His commandment is (means) eternal life. So whatever I speak, I am saying [exactly] what My Father has told Me to say and in accordance with His instructions.",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12"
    },
    {
      "name": "John 13",
      "text": [
        {
          "text": "[NOW] BEFORE the Passover Feast began, Jesus knew (was fully aware) that the time had come for Him to leave this world and return to the Father. And as He had loved those who were His own in the world, He loved them to the last and to the highest degree.",
          "ID": "1"
        },
        {
          "text": "So [it was] during supper, Satan having already put the thought of betraying Jesus in the heart of Judas Iscariot, Simon's son,",
          "ID": "2"
        },
        {
          "text": "[That] Jesus, knowing (fully aware) that the Father had put everything into His hands, and that He had come from God and was [now] returning to God,",
          "ID": "3"
        },
        {
          "text": "Got up from supper, took off His garments, and taking a [servant's] towel, He fastened it around His waist.",
          "ID": "4"
        },
        {
          "text": "Then He poured water into the washbasin and began to wash the disciples' feet and to wipe them with the [servant's] towel with which He was girded.",
          "ID": "5"
        },
        {
          "text": "When He came to Simon Peter, [Peter] said to Him, Lord, are my feet to be washed by You? [Is it for You to wash my feet?]",
          "ID": "6"
        },
        {
          "text": "Jesus said to him, You do not understand now what I am doing, but you will understand later on.",
          "ID": "7"
        },
        {
          "text": "Peter said to Him, You shall never wash my feet! Jesus answered him, Unless I wash you, you have no part with (in) Me [you have no share in companionship with Me].",
          "ID": "8"
        },
        {
          "text": "Simon Peter said to Him, Lord, [wash] not only my feet, but my hands and my head too!",
          "ID": "9"
        },
        {
          "text": "Jesus said to him, Anyone who has bathed needs only to wash his feet, but is clean all over. And you [My disciples] are clean, but not all of you.",
          "ID": "10"
        },
        {
          "text": "For He knew who was going to betray Him; that was the reason He said, Not all of you are clean.",
          "ID": "11"
        },
        {
          "text": "So when He had finished washing their feet and had put on His garments and had sat down again, He said to them, Do you understand what I have done to you?",
          "ID": "12"
        },
        {
          "text": "You call Me the Teacher (Master) and the Lord, and you are right in doing so, for that is what I am.",
          "ID": "13"
        },
        {
          "text": "If I then, your Lord and Teacher (Master), have washed your feet, you ought [it is your duty, you are under obligation, you owe it] to wash one another's feet.",
          "ID": "14"
        },
        {
          "text": "For I have given you this as an example, so that you should do [in your turn] what I have done to you.",
          "ID": "15"
        },
        {
          "text": "I assure you, most solemnly I tell you, A servant is not greater than his master, and no one who is sent is superior to the one who sent him.",
          "ID": "16"
        },
        {
          "text": "If you know these things, blessed and happy and to be envied are you if you practice them [if you act accordingly and really do them].",
          "ID": "17"
        },
        {
          "text": "I am not speaking of and I do not mean all of you. I know whom I have chosen; but it is that the Scripture may be fulfilled, He who eats My bread with Me has raised up his heel against Me. [Ps. 41:9.]",
          "ID": "18"
        },
        {
          "text": "I tell you this now before it occurs, so that when it does take place you may be persuaded and believe that I am He [Who I say I am–the Christ, the Anointed One, the Messiah].",
          "ID": "19"
        },
        {
          "text": "I assure you, most solemnly I tell you, he who receives and welcomes and takes into his heart any messenger of Mine receives Me [in just that way]; and he who receives and welcomes and takes Me into his heart receives Him Who sent Me [in that same way].",
          "ID": "20"
        },
        {
          "text": "After Jesus had said these things, He was troubled (disturbed, agitated) in spirit and said, I assure you, most solemnly I tell you, one of you will deliver Me up [one of you will be false to Me and betray Me]!",
          "ID": "21"
        },
        {
          "text": "The disciples kept looking at one another, puzzled as to whom He could mean.",
          "ID": "22"
        },
        {
          "text": "One of His disciples, whom Jesus loved [whom He esteemed and delighted in], was reclining [next to Him] on Jesus' bosom.",
          "ID": "23"
        },
        {
          "text": "So Simon Peter motioned to him to ask of whom He was speaking.",
          "ID": "24"
        },
        {
          "text": "Then leaning back against Jesus' breast, he asked Him, Lord, who is it?",
          "ID": "25"
        },
        {
          "text": "Jesus answered, It is the one to whom I am going to give this morsel (bit) of food after I have dipped it. So when He had dipped the morsel of bread [into the dish], He gave it to Judas, Simon Iscariot's son.",
          "ID": "26"
        },
        {
          "text": "Then after [he had taken] the bit of food, Satan entered into and took possession of [Judas]. Jesus said to him, What you are going to do, do more swiftly than you seem to intend and make quick work of it.",
          "ID": "27"
        },
        {
          "text": "But nobody reclining at the table knew why He spoke to him or what He meant by telling him this.",
          "ID": "28"
        },
        {
          "text": "Some thought that, since Judas had the money box (the purse), Jesus was telling him, Buy what we need for the Festival, or that he should give something to the poor.",
          "ID": "29"
        },
        {
          "text": "So after receiving the bit of bread, he went out immediately. And it was night.",
          "ID": "30"
        },
        {
          "text": "When he had left, Jesus said, Now is the Son of Man glorified! [Now He has achieved His glory, His honor, His exaltation!] And God has been glorified through and in Him.",
          "ID": "31"
        },
        {
          "text": "And if God is glorified through and in Him, God will also glorify Him in Himself, and He will glorify Him at once and not delay.",
          "ID": "32"
        },
        {
          "text": "[Dear] little children, I am to be with you only a little longer. You will look for Me and, as I told the Jews, so I tell you now: you are not able to come where I am going.",
          "ID": "33"
        },
        {
          "text": "I give you a new commandment: that you should love one another. Just as I have loved you, so you too should love one another.",
          "ID": "34"
        },
        {
          "text": "By this shall all [men] know that you are My disciples, if you love one another [if you keep on showing love among yourselves].",
          "ID": "35"
        },
        {
          "text": "Simon Peter said to Him, Lord, where are You going? Jesus answered, You are not able to follow Me now where I am going, but you shall follow Me afterwards.",
          "ID": "36"
        },
        {
          "text": "Peter said to Him, Lord, why cannot I follow You now? I will lay down my life for You.",
          "ID": "37"
        },
        {
          "text": "Jesus answered, Will you [really] lay down your life for Me? I assure you, most solemnly I tell you, before a rooster crows, you will deny Me [completely disown Me] three times.",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13"
    },
    {
      "name": "John 14",
      "text": [
        {
          "text": "DO NOT let your hearts be troubled (distressed, agitated). You believe in and adhere to and trust in and rely on God; believe in and adhere to and trust in and rely also on Me.",
          "ID": "1"
        },
        {
          "text": "In My Father's house there are many dwelling places (homes). If it were not so, I would have told you; for I am going away to prepare a place for you.",
          "ID": "2"
        },
        {
          "text": "And when (if) I go and make ready a place for you, I will come back again and will take you to Myself, that where I am you may be also.",
          "ID": "3"
        },
        {
          "text": "And [to the place] where I am going, you know the way.",
          "ID": "4"
        },
        {
          "text": "Thomas said to Him, Lord, we do not know where You are going, so how can we know the way?",
          "ID": "5"
        },
        {
          "text": "Jesus said to him, I am the Way and the Truth and the Life; no one comes to the Father except by (through) Me.",
          "ID": "6"
        },
        {
          "text": "If you had known Me [had learned to recognize Me], you would also have known My Father. From now on, you know Him and have seen Him.",
          "ID": "7"
        },
        {
          "text": "Philip said to Him, Lord, show us the Father [cause us to see the Father–that is all we ask]; then we shall be satisfied.",
          "ID": "8"
        },
        {
          "text": "Jesus replied, Have I been with all of you for so long a time, and do you not recognize and know Me yet, Philip? Anyone who has seen Me has seen the Father. How can you say then, Show us the Father?",
          "ID": "9"
        },
        {
          "text": "Do you not believe that I am in the Father, and that the Father is in Me? What I am telling you I do not say on My own authority and of My own accord; but the Father Who lives continually in Me does the (His) works (His own miracles, deeds of power).",
          "ID": "10"
        },
        {
          "text": "Believe Me that I am in the Father and the Father in Me; or else believe Me for the sake of the [very] works themselves. [If you cannot trust Me, at least let these works that I do in My Father's name convince you.]",
          "ID": "11"
        },
        {
          "text": "I assure you, most solemnly I tell you, if anyone steadfastly believes in Me, he will himself be able to do the things that I do; and he will do even greater things than these, because I go to the Father.",
          "ID": "12"
        },
        {
          "text": "And I will do [I Myself will grant] whatever you ask in My Name [as presenting all that I AM], so that the Father may be glorified and extolled in (through) the Son. [Exod. 3:14.]",
          "ID": "13"
        },
        {
          "text": "[Yes] I will grant [I Myself will do for you] whatever you shall ask in My Name [as presenting all that I AM].",
          "ID": "14"
        },
        {
          "text": "If you [really] love Me, you will keep (obey) My commands.",
          "ID": "15"
        },
        {
          "text": "And I will ask the Father, and He will give you another Comforter (Counselor, Helper, Intercessor, Advocate, Strengthener, and Standby), that He may remain with you forever–",
          "ID": "16"
        },
        {
          "text": "The Spirit of Truth, Whom the world cannot receive (welcome, take to its heart), because it does not see Him or know and recognize Him. But you know and recognize Him, for He lives with you [constantly] and will be in you.",
          "ID": "17"
        },
        {
          "text": "I will not leave you as orphans [comfortless, desolate, bereaved, forlorn, helpless]; I will come [back] to you.",
          "ID": "18"
        },
        {
          "text": "Just a little while now, and the world will not see Me any more, but you will see Me; because I live, you will live also.",
          "ID": "19"
        },
        {
          "text": "At that time [when that day comes] you will know [for yourselves] that I am in My Father, and you [are] in Me, and I [am] in you.",
          "ID": "20"
        },
        {
          "text": "The person who has My commands and keeps them is the one who [really] loves Me; and whoever [really] loves Me will be loved by My Father, and I [too] will love him and will show (reveal, manifest) Myself to him. [I will let Myself be clearly seen by him and make Myself real to him.]",
          "ID": "21"
        },
        {
          "text": "Judas, not Iscariot, asked Him, Lord, how is it that You will reveal Yourself [make Yourself real] to us and not to the world?",
          "ID": "22"
        },
        {
          "text": "Jesus answered, If a person [really] loves Me, he will keep My word [obey My teaching]; and My Father will love him, and We will come to him and make Our home (abode, special dwelling place) with him.",
          "ID": "23"
        },
        {
          "text": "Anyone who does not [really] love Me does not observe and obey My teaching. And the teaching which you hear and heed is not Mine, but [comes] from the Father Who sent Me.",
          "ID": "24"
        },
        {
          "text": "I have told you these things while I am still with you.",
          "ID": "25"
        },
        {
          "text": "But the Comforter (Counselor, Helper, Intercessor, Advocate, Strengthener, Standby), the Holy Spirit, Whom the Father will send in My name [in My place, to represent Me and act on My behalf], He will teach you all things. And He will cause you to recall (will remind you of, bring to your remembrance) everything I have told you.",
          "ID": "26"
        },
        {
          "text": "Peace I leave with you; My [own] peace I now give and bequeath to you. Not as the world gives do I give to you. Do not let your hearts be troubled, neither let them be afraid. [Stop allowing yourselves to be agitated and disturbed; and do not permit yourselves to be fearful and intimidated and cowardly and unsettled.]",
          "ID": "27"
        },
        {
          "text": "You heard Me tell you, I am going away and I am coming [back] to you. If you [really] loved Me, you would have been glad, because I am going to the Father; for the Father is greater and mightier than I am.",
          "ID": "28"
        },
        {
          "text": "And now I have told you [this] before it occurs, so that when it does take place you may believe and have faith in and rely on Me.",
          "ID": "29"
        },
        {
          "text": "I will not talk with you much more, for the prince (evil genius, ruler) of the world is coming. And he has no claim on Me. [He has nothing in common with Me; there is nothing in Me that belongs to him, and he has no power over Me.]",
          "ID": "30"
        },
        {
          "text": "But [Satan is coming and] I do as the Father has commanded Me, so that the world may know (be convinced) that I love the Father and that I do only what the Father has instructed Me to do. [I act in full agreement with His orders.] Rise, let us go away from here.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14"
    },
    {
      "name": "John 15",
      "text": [
        {
          "text": "I AM the True Vine, and My Father is the Vinedresser.",
          "ID": "1"
        },
        {
          "text": "Any branch in Me that does not bear fruit [that stops bearing] He cuts away (trims off, takes away); and He cleanses and repeatedly prunes every branch that continues to bear fruit, to make it bear more and richer and more excellent fruit.",
          "ID": "2"
        },
        {
          "text": "You are cleansed and pruned already, because of the word which I have given you [the teachings I have discussed with you].",
          "ID": "3"
        },
        {
          "text": "Dwell in Me, and I will dwell in you. [Live in Me, and I will live in you.] Just as no branch can bear fruit of itself without abiding in (being vitally united to) the vine, neither can you bear fruit unless you abide in Me.",
          "ID": "4"
        },
        {
          "text": "I am the Vine; you are the branches. Whoever lives in Me and I in him bears much (abundant) fruit. However, apart from Me [cut off from vital union with Me] you can do nothing.",
          "ID": "5"
        },
        {
          "text": "If a person does not dwell in Me, he is thrown out like a [broken-off] branch, and withers; such branches are gathered up and thrown into the fire, and they are burned.",
          "ID": "6"
        },
        {
          "text": "If you live in Me [abide vitally united to Me] and My words remain in you and continue to live in your hearts, ask whatever you will, and it shall be done for you.",
          "ID": "7"
        },
        {
          "text": "When you bear (produce) much fruit, My Father is honored and glorified, and you show and prove yourselves to be true followers of Mine.",
          "ID": "8"
        },
        {
          "text": "I have loved you, [just] as the Father has loved Me; abide in My love [continue in His love with Me].",
          "ID": "9"
        },
        {
          "text": "If you keep My commandments [if you continue to obey My instructions], you will abide in My love and live on in it, just as I have obeyed My Father's commandments and live on in His love.",
          "ID": "10"
        },
        {
          "text": "I have told you these things, that My joy and delight may be in you, and that your joy and gladness may be of full measure and complete and overflowing.",
          "ID": "11"
        },
        {
          "text": "This is My commandment: that you love one another [just] as I have loved you.",
          "ID": "12"
        },
        {
          "text": "No one has greater love [no one has shown stronger affection] than to lay down (give up) his own life for his friends.",
          "ID": "13"
        },
        {
          "text": "You are My friends if you keep on doing the things which I command you to do.",
          "ID": "14"
        },
        {
          "text": "I do not call you servants (slaves) any longer, for the servant does not know what his master is doing (working out). But I have called you My friends, because I have made known to you everything that I have heard from My Father. [I have revealed to you everything that I have learned from Him.]",
          "ID": "15"
        },
        {
          "text": "You have not chosen Me, but I have chosen you and I have appointed you [I have planted you], that you might go and bear fruit and keep on bearing, and that your fruit may be lasting [that it may remain, abide], so that whatever you ask the Father in My Name [as presenting all that I AM], He may give it to you.",
          "ID": "16"
        },
        {
          "text": "This is what I command you: that you love one another.",
          "ID": "17"
        },
        {
          "text": "If the world hates you, know that it hated Me before it hated you.",
          "ID": "18"
        },
        {
          "text": "If you belonged to the world, the world would treat you with affection and would love you as its own. But because you are not of the world [no longer one with it], but I have chosen (selected) you out of the world, the world hates (detests) you.",
          "ID": "19"
        },
        {
          "text": "Remember that I told you, A servant is not greater than his master [is not superior to him]. If they persecuted Me, they will also persecute you; if they kept My word and obeyed My teachings, they will also keep and obey yours.",
          "ID": "20"
        },
        {
          "text": "But they will do all this to you [inflict all this suffering on you] because of [your bearing] My name and on My account, for they do not know or understand the One Who sent Me.",
          "ID": "21"
        },
        {
          "text": "If I had not come and spoken to them, they would not be guilty of sin [would be blameless]; but now they have no excuse for their sin.",
          "ID": "22"
        },
        {
          "text": "Whoever hates Me also hates My Father.",
          "ID": "23"
        },
        {
          "text": "If I had not done (accomplished) among them the works which no one else ever did, they would not be guilty of sin. But [the fact is] now they have both seen [these works] and have hated both Me and My Father.",
          "ID": "24"
        },
        {
          "text": "But [this is so] that the word written in their Law might be fulfilled, They hated Me without a cause. [Ps. 35:19; 69:4.]",
          "ID": "25"
        },
        {
          "text": "But when the Comforter (Counselor, Helper, Advocate, Intercessor, Strengthener, Standby) comes, Whom I will send to you from the Father, the Spirit of Truth Who comes (proceeds) from the Father, He [Himself] will testify regarding Me.",
          "ID": "26"
        },
        {
          "text": "But you also will testify and be My witnesses, because you have been with Me from the beginning.",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15"
    },
    {
      "name": "John 16",
      "text": [
        {
          "text": "I HAVE told you all these things, so that you should not be offended (taken unawares and falter, or be caused to stumble and fall away). [I told you to keep you from being scandalized and repelled.]",
          "ID": "1"
        },
        {
          "text": "They will put you out of (expel you from) the synagogues; but an hour is coming when whoever kills you will think and claim that he has offered service to God.",
          "ID": "2"
        },
        {
          "text": "And they will do this because they have not known the Father or Me.",
          "ID": "3"
        },
        {
          "text": "But I have told you these things now, so that when they occur you will remember that I told you of them. I did not say these things to you from the beginning, because I was with you.",
          "ID": "4"
        },
        {
          "text": "But now I am going to Him Who sent Me, yet none of you asks Me, Where are You going?",
          "ID": "5"
        },
        {
          "text": "But because I have said these things to you, sorrow has filled your hearts [taken complete possession of them].",
          "ID": "6"
        },
        {
          "text": "However, I am telling you nothing but the truth when I say it is profitable (good, expedient, advantageous) for you that I go away. Because if I do not go away, the Comforter (Counselor, Helper, Advocate, Intercessor, Strengthener, Standby) will not come to you [into close fellowship with you]; but if I go away, I will send Him to you [to be in close fellowship with you].",
          "ID": "7"
        },
        {
          "text": "And when He comes, He will convict and convince the world and bring demonstration to it about sin and about righteousness (uprightness of heart and right standing with God) and about judgment:",
          "ID": "8"
        },
        {
          "text": "About sin, because they do not believe in Me [trust in, rely on, and adhere to Me];",
          "ID": "9"
        },
        {
          "text": "About righteousness (uprightness of heart and right standing with God), because I go to My Father, and you will see Me no longer;",
          "ID": "10"
        },
        {
          "text": "About judgment, because the ruler (evil genius, prince) of this world [Satan] is judged and condemned and sentence already is passed upon him.",
          "ID": "11"
        },
        {
          "text": "I have still many things to say to you, but you are not able to bear them or to take them upon you or to grasp them now.",
          "ID": "12"
        },
        {
          "text": "But when He, the Spirit of Truth (the Truth-giving Spirit) comes, He will guide you into all the Truth (the whole, full Truth). For He will not speak His own message [on His own authority]; but He will tell whatever He hears [from the Father; He will give the message that has been given to Him], and He will announce and declare to you the things that are to come [that will happen in the future].",
          "ID": "13"
        },
        {
          "text": "He will honor and glorify Me, because He will take of (receive, draw upon) what is Mine and will reveal (declare, disclose, transmit) it to you.",
          "ID": "14"
        },
        {
          "text": "Everything that the Father has is Mine. That is what I meant when I said that He [the Spirit] will take the things that are Mine and will reveal (declare, disclose, transmit) it to you.",
          "ID": "15"
        },
        {
          "text": "In a little while you will no longer see Me, and again after a short while you will see Me.",
          "ID": "16"
        },
        {
          "text": "So some of His disciples questioned among themselves, What does He mean when He tells us, In a little while you will no longer see Me, and again after a short while you will see Me, and, Because I go to My Father?",
          "ID": "17"
        },
        {
          "text": "What does He mean by a little while? We do not know or understand what He is talking about.",
          "ID": "18"
        },
        {
          "text": "Jesus knew that they wanted to ask Him, so He said to them, Are you wondering and inquiring among yourselves what I meant when I said, In a little while you will no longer see Me, and again after a short while you will see Me?",
          "ID": "19"
        },
        {
          "text": "I assure you, most solemnly I tell you, that you shall weep and grieve, but the world will rejoice. You will be sorrowful, but your sorrow will be turned into joy.",
          "ID": "20"
        },
        {
          "text": "A woman, when she gives birth to a child, has grief (anguish, agony) because her time has come. But when she has delivered the child, she no longer remembers her pain (trouble, anguish) because she is so glad that a man (a child, a human being) has been born into the world.",
          "ID": "21"
        },
        {
          "text": "So for the present you are also in sorrow (in distress and depressed); but I will see you again and [then] your hearts will rejoice, and no one can take from you your joy (gladness, delight).",
          "ID": "22"
        },
        {
          "text": "And when that time comes, you will ask nothing of Me [you will need to ask Me no questions]. I assure you, most solemnly I tell you, that My Father will grant you whatever you ask in My Name [as presenting all that I AM]. [Exod. 3:14.]",
          "ID": "23"
        },
        {
          "text": "Up to this time you have not asked a [single] thing in My Name [as presenting all that I AM]; but now ask and keep on asking and you will receive, so that your joy (gladness, delight) may be full and complete.",
          "ID": "24"
        },
        {
          "text": "I have told you these things in parables (veiled language, allegories, dark sayings); the hour is now coming when I shall no longer speak to you in figures of speech, but I shall tell you about the Father in plain words and openly (without reserve).",
          "ID": "25"
        },
        {
          "text": "At that time you will ask (pray) in My Name; and I am not saying that I will ask the Father on your behalf [for it will be unnecessary].",
          "ID": "26"
        },
        {
          "text": "For the Father Himself [tenderly] loves you because you have loved Me and have believed that I came out from the Father.",
          "ID": "27"
        },
        {
          "text": "I came out from the Father and have come into the world; again, I am leaving the world and going to the Father.",
          "ID": "28"
        },
        {
          "text": "His disciples said, Ah, now You are speaking plainly to us and not in parables (veiled language and figures of speech)!",
          "ID": "29"
        },
        {
          "text": "Now we know that You are acquainted with everything and have no need to be asked questions. Because of this we believe that you [really] came from God.",
          "ID": "30"
        },
        {
          "text": "Jesus answered them, Do you now believe? [Do you believe it at last?]",
          "ID": "31"
        },
        {
          "text": "But take notice, the hour is coming, and it has arrived, when you will all be dispersed and scattered, every man to his own home, leaving Me alone. Yet I am not alone, because the Father is with Me.",
          "ID": "32"
        },
        {
          "text": "I have told you these things, so that in Me you may have [perfect] peace and confidence. In the world you have tribulation and trials and distress and frustration; but be of good cheer [take courage; be confident, certain, undaunted]! For I have overcome the world. [I have deprived it of power to harm you and have conquered it for you.]",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16"
    },
    {
      "name": "John 17",
      "text": [
        {
          "text": "WHEN JESUS had spoken these things, He lifted up His eyes to heaven and said, Father, the hour has come. Glorify and exalt and honor and magnify Your Son, so that Your Son may glorify and extol and honor and magnify You.",
          "ID": "1"
        },
        {
          "text": "[Just as] You have granted Him power and authority over all flesh (all humankind), [now glorify Him] so that He may give eternal life to all whom You have given Him.",
          "ID": "2"
        },
        {
          "text": "And this is eternal life: [it means] to know (to perceive, recognize, become acquainted with, and understand) You, the only true and real God, and [likewise] to know Him, Jesus [as the] Christ (the Anointed One, the Messiah), Whom You have sent.",
          "ID": "3"
        },
        {
          "text": "I have glorified You down here on the earth by completing the work that You gave Me to do.",
          "ID": "4"
        },
        {
          "text": "And now, Father, glorify Me along with Yourself and restore Me to such majesty and honor in Your presence as I had with You before the world existed.",
          "ID": "5"
        },
        {
          "text": "I have manifested Your Name [I have revealed Your very Self, Your real Self] to the people whom You have given Me out of the world. They were Yours, and You gave them to Me, and they have obeyed and kept Your word.",
          "ID": "6"
        },
        {
          "text": "Now [at last] they know and understand that all You have given Me belongs to You [is really and truly Yours].",
          "ID": "7"
        },
        {
          "text": "For the [uttered] words that You gave Me I have given them; and they have received and accepted [them] and have come to know positively and in reality [to believe with absolute assurance] that I came forth from Your presence, and they have believed and are convinced that You did send Me.",
          "ID": "8"
        },
        {
          "text": "I am praying for them. I am not praying (requesting) for the world, but for those You have given Me, for they belong to You.",
          "ID": "9"
        },
        {
          "text": "All [things that are] Mine are Yours, and all [things that are] Yours belong to Me; and I am glorified in (through) them. [They have done Me honor; in them My glory is achieved.]",
          "ID": "10"
        },
        {
          "text": "And [now] I am no more in the world, but these are [still] in the world, and I am coming to You. Holy Father, keep in Your Name [in the knowledge of Yourself] those whom You have given Me, that they may be one as We [are one].",
          "ID": "11"
        },
        {
          "text": "While I was with them, I kept and preserved them in Your Name [in the knowledge and worship of You]. Those You have given Me I guarded and protected, and not one of them has perished or is lost except the son of perdition [Judas Iscariot–the one who is now doomed to destruction, destined to be lost], that the Scripture might be fulfilled. [Ps. 41:9; John 6:70.]",
          "ID": "12"
        },
        {
          "text": "And now I am coming to You; I say these things while I am still in the world, so that My joy may be made full and complete and perfect in them [that they may experience My delight fulfilled in them, that My enjoyment may be perfected in their own souls, that they may have My gladness within them, filling their hearts].",
          "ID": "13"
        },
        {
          "text": "I have given and delivered to them Your word (message) and the world has hated them, because they are not of the world [do not belong to the world], just as I am not of the world.",
          "ID": "14"
        },
        {
          "text": "I do not ask that You will take them out of the world, but that You will keep and protect them from the evil one.",
          "ID": "15"
        },
        {
          "text": "They are not of the world (worldly, belonging to the world), [just] as I am not of the world.",
          "ID": "16"
        },
        {
          "text": "Sanctify them [purify, consecrate, separate them for Yourself, make them holy] by the Truth; Your Word is Truth.",
          "ID": "17"
        },
        {
          "text": "Just as You sent Me into the world, I also have sent them into the world.",
          "ID": "18"
        },
        {
          "text": "And so for their sake and on their behalf I sanctify (dedicate, consecrate) Myself, that they also may be sanctified (dedicated, consecrated, made holy) in the Truth.",
          "ID": "19"
        },
        {
          "text": "Neither for these alone do I pray [it is not for their sake only that I make this request], but also for all those who will ever come to believe in (trust in, cling to, rely on) Me through their word and teaching,",
          "ID": "20"
        },
        {
          "text": "That they all may be one, [just] as You, Father, are in Me and I in You, that they also may be one in Us, so that the world may believe and be convinced that You have sent Me.",
          "ID": "21"
        },
        {
          "text": "I have given to them the glory and honor which You have given Me, that they may be one [even] as We are one:",
          "ID": "22"
        },
        {
          "text": "I in them and You in Me, in order that they may become one and perfectly united, that the world may know and [definitely] recognize that You sent Me and that You have loved them [even] as You have loved Me.",
          "ID": "23"
        },
        {
          "text": "Father, I desire that they also whom You have entrusted to Me [as Your gift to Me] may be with Me where I am, so that they may see My glory, which You have given Me [Your love gift to Me]; for You loved Me before the foundation of the world.",
          "ID": "24"
        },
        {
          "text": "O just and righteous Father, although the world has not known You and has failed to recognize You and has never acknowledged You, I have known You [continually]; and these men understand and know that You have sent Me.",
          "ID": "25"
        },
        {
          "text": "I have made Your Name known to them and revealed Your character and Your very Self, and I will continue to make [You] known, that the love which You have bestowed upon Me may be in them [felt in their hearts] and that I [Myself] may be in them.",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17"
    },
    {
      "name": "John 18",
      "text": [
        {
          "text": "HAVING SAID these things, Jesus went out with His disciples beyond (across) the winter torrent of the Kidron [in the ravine]. There was a garden there, which He and His disciples entered.",
          "ID": "1"
        },
        {
          "text": "And Judas, who was betraying Him and delivering Him up, also knew the place, because Jesus had often retired there with His disciples.",
          "ID": "2"
        },
        {
          "text": "So Judas, obtaining and taking charge of the band of soldiers and some guards (attendants) of the high priests and Pharisees, came there with lanterns and torches and weapons.",
          "ID": "3"
        },
        {
          "text": "Then Jesus, knowing all that was about to befall Him, went out to them and said, Whom are you seeking? [Whom do you want?]",
          "ID": "4"
        },
        {
          "text": "They answered Him, Jesus the Nazarene. Jesus said to them, I am He. Judas, who was betraying Him, was also standing with them.",
          "ID": "5"
        },
        {
          "text": "When Jesus said to them, I am He, they went backwards (drew back, lurched backward) and fell to the ground.",
          "ID": "6"
        },
        {
          "text": "Then again He asked them, Whom are you seeking? And they said, Jesus the Nazarene.",
          "ID": "7"
        },
        {
          "text": "Jesus answered, I told you that I am He. So, if you want Me [if it is only I for Whom you are looking], let these men go their way.",
          "ID": "8"
        },
        {
          "text": "Thus what He had said was fulfilled and verified, Of those whom You have given Me, I have not lost even one. [John 6:39; 17:12.]",
          "ID": "9"
        },
        {
          "text": "Then Simon Peter, who had a sword, drew it and struck the high priest's servant and cut off his right ear. The servant's name was Malchus.",
          "ID": "10"
        },
        {
          "text": "Therefore, Jesus said to Peter, Put the sword [back] into the sheath! The cup which My Father has given Me, shall I not drink it?",
          "ID": "11"
        },
        {
          "text": "So the troops and their captain and the guards (attendants) of the Jews seized Jesus and bound Him,",
          "ID": "12"
        },
        {
          "text": "And they brought Him first to Annas, for he was the father-in-law of Caiaphas, who was the high priest that year.",
          "ID": "13"
        },
        {
          "text": "It was Caiaphas who had counseled the Jews that it was expedient and for their welfare that one man should die for (instead of, in behalf of) the people. [John 11:49, 50.]",
          "ID": "14"
        },
        {
          "text": "Now Simon Peter and another disciple were following Jesus. And that disciple was known to the high priest, and so he entered along with Jesus into the court of the palace of the high priest;",
          "ID": "15"
        },
        {
          "text": "But Peter was standing outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the maid who kept the door and brought Peter inside.",
          "ID": "16"
        },
        {
          "text": "Then the maid who was in charge at the door said to Peter, You are not also one of the disciples of this Man, are you? He said, I am not!",
          "ID": "17"
        },
        {
          "text": "Now the servants and the guards (the attendants) had made a fire of coals, for it was cold, and they were standing and warming themselves. And Peter was with them, standing and warming himself.",
          "ID": "18"
        },
        {
          "text": "Then the high priest questioned Jesus about His disciples and about His teaching.",
          "ID": "19"
        },
        {
          "text": "Jesus answered him, I have spoken openly to the world. I have always taught in a synagogue and in the temple [area], where the Jews [habitually] congregate (assemble); and I have spoken nothing secretly.",
          "ID": "20"
        },
        {
          "text": "Why do you ask Me? Ask those who have heard [Me] what I said to them. See! They know what I said.",
          "ID": "21"
        },
        {
          "text": "But when He said this, one of the attendants who stood by struck Jesus, saying, Is that how You answer the high priest?",
          "ID": "22"
        },
        {
          "text": "Jesus replied, If I have said anything wrong [if I have spoken abusively, if there was evil in what I said] tell what was wrong with it. But if I spoke rightly and properly, why do you strike Me?",
          "ID": "23"
        },
        {
          "text": "Then Annas sent Him bound to Caiaphas the high priest.",
          "ID": "24"
        },
        {
          "text": "But Simon Peter [still] was standing and was warming himself. They said to him, You are not also one of His disciples, are you? He denied it and said, I am not!",
          "ID": "25"
        },
        {
          "text": "One of the high priest's servants, a relative of the man whose ear Peter cut off, said, Did I not see you in the garden with Him?",
          "ID": "26"
        },
        {
          "text": "And again Peter denied it. And immediately a rooster crowed.",
          "ID": "27"
        },
        {
          "text": "Then they brought Jesus from Caiaphas into the Praetorium (judgment hall, governor's palace). And it was early. They themselves did not enter the Praetorium, that they might not be defiled (become ceremonially unclean), but might be fit to eat the Passover [supper].",
          "ID": "28"
        },
        {
          "text": "So Pilate went out to them and said, What accusation do you bring against this Man?",
          "ID": "29"
        },
        {
          "text": "They retorted, If He were not an evildoer (criminal), we would not have handed Him over to you.",
          "ID": "30"
        },
        {
          "text": "Pilate said to them, Take Him yourselves and judge and sentence and punish Him according to your [own] law. The Jews answered, It is not lawful for us to put anyone to death.",
          "ID": "31"
        },
        {
          "text": "This was to fulfill the word which Jesus had spoken to show (indicate, predict) by what manner of death He was to die. [John 12:32-34.]",
          "ID": "32"
        },
        {
          "text": "So Pilate went back again into the judgment hall and called Jesus and asked Him, Are You the King of the Jews?",
          "ID": "33"
        },
        {
          "text": "Jesus replied, Are you saying this of yourself [on your own initiative], or have others told you about Me?",
          "ID": "34"
        },
        {
          "text": "Pilate answered, Am I a Jew? Your [own] people and nation and their chief priests have delivered You to me. What have You done?",
          "ID": "35"
        },
        {
          "text": "Jesus answered, My kingdom (kingship, royal power) belongs not to this world. If My kingdom were of this world, My followers would have been fighting to keep Me from being handed over to the Jews. But as it is, My kingdom is not from here (this world); [it has no such origin or source].",
          "ID": "36"
        },
        {
          "text": "Pilate said to Him, Then You are a King? Jesus answered, You say it! [You speak correctly!] For I am a King. [Certainly I am a King!] This is why I was born, and for this I have come into the world, to bear witness to the Truth. Everyone who is of the Truth [who is a friend of the Truth, who belongs to the Truth] hears and listens to My voice.",
          "ID": "37"
        },
        {
          "text": "Pilate said to Him, What is Truth? On saying this he went out to the Jews again and told them, I find no fault in Him.",
          "ID": "38"
        },
        {
          "text": "But it is your custom that I release one [prisoner] for you at the Passover. So shall I release for you the King of the Jews?",
          "ID": "39"
        },
        {
          "text": "Then they all shouted back again, Not Him [not this Man], but Barabbas! Now Barabbas was a robber.",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18"
    },
    {
      "name": "John 19",
      "text": [
        {
          "text": "SO THEN Pilate took Jesus and scourged (flogged, whipped) Him.",
          "ID": "1"
        },
        {
          "text": "And the soldiers, having twisted together a crown of thorns, put it on His head, and threw a purple cloak around Him.",
          "ID": "2"
        },
        {
          "text": "And they kept coming to Him and saying, Hail, King of the Jews! [Good health to you! Peace to you! Long life to you, King of the Jews!] And they struck Him with the palms of their hands. [Isa. 53:3, 5, 7.]",
          "ID": "3"
        },
        {
          "text": "Then Pilate went out again and said to them, See, I bring Him out to you, so that you may know that I find no fault (crime, cause for accusation) in Him.",
          "ID": "4"
        },
        {
          "text": "So Jesus came out wearing the thorny crown and purple cloak, and Pilate said to them, See, [here is] the Man!",
          "ID": "5"
        },
        {
          "text": "When the chief priests and attendants (guards) saw Him, they cried out, Crucify Him! Crucify Him! Pilate said to them, Take Him yourselves and crucify Him, for I find no fault (crime) in Him.",
          "ID": "6"
        },
        {
          "text": "The Jews answered him, We have a law, and according to that law He should die, because He has claimed and made Himself out to be the Son of God.",
          "ID": "7"
        },
        {
          "text": "So, when Pilate heard this said, he was more alarmed and awestricken and afraid than before.",
          "ID": "8"
        },
        {
          "text": "He went into the judgment hall again and said to Jesus, Where are You from? [To what world do You belong?] But Jesus did not answer him.",
          "ID": "9"
        },
        {
          "text": "So Pilate said to Him, Will You not speak [even] to me? Do You not know that I have power (authority) to release You and I have power to crucify You?",
          "ID": "10"
        },
        {
          "text": "Jesus answered, You would not have any power or authority whatsoever against (over) Me if it were not given you from above. For this reason the sin and guilt of the one who delivered Me over to you is greater.",
          "ID": "11"
        },
        {
          "text": "Upon this, Pilate wanted (sought, was anxious) to release Him, but the Jews kept shrieking, If you release this Man, you are no friend of Caesar! Anybody who makes himself [out to be] a king sets himself up against Caesar [is a rebel against the emperor]!",
          "ID": "12"
        },
        {
          "text": "Hearing this, Pilate brought Jesus out and sat down on the judgment seat at a place called the Pavement [the Mosaic Pavement, the Stone Platform]–in Hebrew, Gabbatha.",
          "ID": "13"
        },
        {
          "text": "Now it was the day of Preparation for the Passover, and it was about the sixth hour (about twelve o'clock noon). He said to the Jews, See, [here is] your King!",
          "ID": "14"
        },
        {
          "text": "But they shouted, Away with Him! Away with Him! Crucify Him! Pilate said to them, Crucify your King? The chief priests answered, We have no king but Caesar!",
          "ID": "15"
        },
        {
          "text": "Then he delivered Him over to them to be crucified.",
          "ID": "16"
        },
        {
          "text": "And they took Jesus and led [Him] away; so He went out, bearing His own cross, to the spot called The Place of the Skull–in Hebrew it is called Golgotha.",
          "ID": "17"
        },
        {
          "text": "There they crucified Him, and with Him two others–one on either side and Jesus between them. [Isa. 53:12.]",
          "ID": "18"
        },
        {
          "text": "And Pilate also wrote a title (an inscription on a placard) and put it on the cross. And the writing was: Jesus the Nazarene, the King of the Jews.",
          "ID": "19"
        },
        {
          "text": "And many of the Jews read this title, for the place where Jesus was crucified was near the city, and it was written in Hebrew, in Latin, [and] in Greek.",
          "ID": "20"
        },
        {
          "text": "Then the chief priests of the Jews said to Pilate, Do not write, The King of the Jews, but, He said, I am King of the Jews.",
          "ID": "21"
        },
        {
          "text": "Pilate replied, What I have written, I have written.",
          "ID": "22"
        },
        {
          "text": "Then the soldiers, when they had crucified Jesus, took His garments and made four parts, one share for each soldier, and also the tunic (the long shirtlike undergarment). But the tunic was seamless, woven [in one piece] from the top throughout.",
          "ID": "23"
        },
        {
          "text": "So they said to one another, Let us not tear it, but let us cast lots to decide whose it shall be. This was to fulfill the Scripture, They parted My garments among them, and for My clothing they cast lots. So the soldiers did these things. [Ps. 22:18.]",
          "ID": "24"
        },
        {
          "text": "But by the cross of Jesus stood His mother, His mother's sister, Mary the [wife] of Clopas, and Mary Magdalene.",
          "ID": "25"
        },
        {
          "text": "So Jesus, seeing His mother there, and the disciple whom He loved standing near, said to His mother, [Dear] woman, See, [here is] your son!",
          "ID": "26"
        },
        {
          "text": "Then He said to the disciple, See, [here is] your mother! And from that hour, the disciple took her into his own [keeping, own home].",
          "ID": "27"
        },
        {
          "text": "After this, Jesus, knowing that all was now finished (ended), said in fulfillment of the Scripture, I thirst. [Ps. 69:21.]",
          "ID": "28"
        },
        {
          "text": "A vessel (jar) full of sour wine (vinegar) was placed there, so they put a sponge soaked in the sour wine on [a stalk, reed of] hyssop, and held it to [His] mouth.",
          "ID": "29"
        },
        {
          "text": "When Jesus had received the sour wine, He said, It is finished! And He bowed His head and gave up His spirit.",
          "ID": "30"
        },
        {
          "text": "Since it was the day of Preparation, in order to prevent the bodies from hanging on the cross on the Sabbath–for that Sabbath was a very solemn and important one–the Jews requested Pilate to have the legs broken and the bodies taken away.",
          "ID": "31"
        },
        {
          "text": "So the soldiers came and broke the legs of the first one, and of the other who had been crucified with Him.",
          "ID": "32"
        },
        {
          "text": "But when they came to Jesus and they saw that He was already dead, they did not break His legs.",
          "ID": "33"
        },
        {
          "text": "But one of the soldiers pierced His side with a spear, and immediately blood and water came (flowed) out.",
          "ID": "34"
        },
        {
          "text": "And he who saw it (the eyewitness) gives this evidence, and his testimony is true; and he knows that he tells the truth, that you may believe also.",
          "ID": "35"
        },
        {
          "text": "For these things took place, that the Scripture might be fulfilled (verified, carried out), Not one of His bones shall be broken; [Exod. 12:46; Num. 9:12; Ps. 34:20.]",
          "ID": "36"
        },
        {
          "text": "And again another Scripture says, They shall look on Him Whom they have pierced. [Zech. 12:10.]",
          "ID": "37"
        },
        {
          "text": "And after this, Joseph of Arimathea–a disciple of Jesus, but secretly for fear of the Jews–asked Pilate to let him take away the body of Jesus. And Pilate granted him permission. So he came and took away His body.",
          "ID": "38"
        },
        {
          "text": "And Nicodemus also, who first had come to Jesus by night, came bringing a mixture of myrrh and aloes, [weighing] about a hundred pounds.",
          "ID": "39"
        },
        {
          "text": "So they took Jesus' body and bound it in linen cloths with the spices (aromatics), as is the Jews' customary way to prepare for burial.",
          "ID": "40"
        },
        {
          "text": "Now there was a garden in the place where He was crucified, and in the garden a new tomb, in which no one had ever [yet] been laid.",
          "ID": "41"
        },
        {
          "text": "So there, because of the Jewish day of Preparation [and] since the tomb was near by, they laid Jesus.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19"
    },
    {
      "name": "John 20",
      "text": [
        {
          "text": "NOW ON the first day of the week, Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been removed from (lifted out of the groove across the entrance of) the tomb.",
          "ID": "1"
        },
        {
          "text": "So she ran and went to Simon Peter and the other disciple, whom Jesus [tenderly] loved, and said to them, They have taken away the Lord out of the tomb, and we do not know where they have laid Him!",
          "ID": "2"
        },
        {
          "text": "Upon this, Peter and the other disciple came out and they went toward the tomb.",
          "ID": "3"
        },
        {
          "text": "And they came running together, but the other disciple outran Peter and arrived at the tomb first.",
          "ID": "4"
        },
        {
          "text": "And stooping down, he saw the linen cloths lying there, but he did not enter.",
          "ID": "5"
        },
        {
          "text": "Then Simon Peter came up, following him, and went into the tomb and saw the linen cloths lying there;",
          "ID": "6"
        },
        {
          "text": "But the burial napkin (kerchief) which had been around Jesus' head, was not lying with the other linen cloths, but was [still] rolled up (wrapped round and round) in a place by itself.",
          "ID": "7"
        },
        {
          "text": "Then the other disciple, who had reached the tomb first, went in too; and he saw and was convinced and believed.",
          "ID": "8"
        },
        {
          "text": "For as yet they did not know (understand) the statement of Scripture that He must rise again from the dead. [Ps. 16:10.]",
          "ID": "9"
        },
        {
          "text": "Then the disciples went back again to their homes (lodging places).",
          "ID": "10"
        },
        {
          "text": "But Mary remained standing outside the tomb sobbing. As she wept, she stooped down [and looked] into the tomb.",
          "ID": "11"
        },
        {
          "text": "And she saw two angels in white sitting there, one at the head and one at the feet, where the body of Jesus had lain.",
          "ID": "12"
        },
        {
          "text": "And they said to her, Woman, why are you sobbing? She told them, Because they have taken away my Lord, and I do not know where they have laid Him.",
          "ID": "13"
        },
        {
          "text": "On saying this, she turned around and saw Jesus standing [there], but she did not know (recognize) that it was Jesus.",
          "ID": "14"
        },
        {
          "text": "Jesus said to her, Woman, why are you crying [so]? For Whom are you looking? Supposing that it was the gardener, she replied, Sir, if you carried Him away from here, tell me where you have put Him and I will take Him away.",
          "ID": "15"
        },
        {
          "text": "Jesus said to her, Mary! Turning around she said to Him in Hebrew, Rabboni!–which means Teacher or Master.",
          "ID": "16"
        },
        {
          "text": "Jesus said to her, Do not cling to Me [do not hold Me], for I have not yet ascended to the Father. But go to My brethren and tell them, I am ascending to My Father and your Father, and to My God and your God.",
          "ID": "17"
        },
        {
          "text": "Away came Mary Magdalene, bringing the disciples news (word) that she had seen the Lord and that He had said these things to her.",
          "ID": "18"
        },
        {
          "text": "Then on that same first day of the week, when it was evening, though the disciples were behind closed doors for fear of the Jews, Jesus came and stood among them and said, Peace to you!",
          "ID": "19"
        },
        {
          "text": "So saying, He showed them His hands and His side. And when the disciples saw the Lord, they were filled with joy (delight, exultation, ecstasy, rapture).",
          "ID": "20"
        },
        {
          "text": "Then Jesus said to them again, Peace to you! [Just] as the Father has sent Me forth, so I am sending you.",
          "ID": "21"
        },
        {
          "text": "And having said this, He breathed on them and said to them, Receive the Holy Spirit!",
          "ID": "22"
        },
        {
          "text": "[Now having received the Holy Spirit, and being led and directed by Him] if you forgive the sins of anyone, they are forgiven; if you retain the sins of anyone, they are retained.",
          "ID": "23"
        },
        {
          "text": "But Thomas, one of the Twelve, called the Twin, was not with them when Jesus came.",
          "ID": "24"
        },
        {
          "text": "So the other disciples kept telling him, We have seen the Lord! But he said to them, Unless I see in His hands the marks made by the nails and put my finger into the nail prints, and put my hand into His side, I will never believe [it].",
          "ID": "25"
        },
        {
          "text": "Eight days later His disciples were again in the house, and Thomas was with them. Jesus came, though they were behind closed doors, and stood among them and said, Peace to you!",
          "ID": "26"
        },
        {
          "text": "Then He said to Thomas, Reach out your finger here, and see My hands; and put out your hand and place [it] in My side. Do not be faithless and incredulous, but [stop your unbelief and] believe!",
          "ID": "27"
        },
        {
          "text": "Thomas answered Him, My Lord and my God!",
          "ID": "28"
        },
        {
          "text": "Jesus said to him, Because you have seen Me, Thomas, do you now believe (trust, have faith)? Blessed and happy and to be envied are those who have never seen Me and yet have believed and adhered to and trusted and relied on Me.",
          "ID": "29"
        },
        {
          "text": "There are also many other signs and miracles which Jesus performed in the presence of the disciples which are not written in this book.",
          "ID": "30"
        },
        {
          "text": "But these are written (recorded) in order that you may believe that Jesus is the Christ (the Anointed One), the Son of God, and that through believing and cleaving to and trusting and relying upon Him you may have life through (in) His name [through Who He is]. [Ps. 2:7, 12.]",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20"
    },
    {
      "name": "John 21",
      "text": [
        {
          "text": "AFTER THIS, Jesus let Himself be seen and revealed [Himself] again to the disciples, at the Sea of Tiberias. And He did it in this way:",
          "ID": "1"
        },
        {
          "text": "There were together Simon Peter, and Thomas, called the Twin, and Nathanael from Cana of Galilee, also the sons of Zebedee, and two others of His disciples.",
          "ID": "2"
        },
        {
          "text": "Simon Peter said to them, I am going fishing! They said to him, And we are coming with you! So they went out and got into the boat, and throughout that night they caught nothing.",
          "ID": "3"
        },
        {
          "text": "Morning was already breaking when Jesus came to the beach and stood there. However, the disciples did not know that it was Jesus.",
          "ID": "4"
        },
        {
          "text": "So Jesus said to them, Boys (children), you do not have any meat (fish), do you? [Have you caught anything to eat along with your bread?] They answered Him, No!",
          "ID": "5"
        },
        {
          "text": "And He said to them, Cast the net on the right side of the boat and you will find [some]. So they cast the net, and now they were not able to haul it in for such a big catch (mass, quantity) of fish [was in it].",
          "ID": "6"
        },
        {
          "text": "Then the disciple whom Jesus loved said to Peter, It is the Lord! Simon Peter, hearing him say that it was the Lord, put (girded) on his upper garment (his fisherman's coat, his outer tunic)–for he was stripped [for work]–and sprang into the sea.",
          "ID": "7"
        },
        {
          "text": "And the other disciples came in the small boat, for they were not far from shore, only some hundred yards away, dragging the net full of fish.",
          "ID": "8"
        },
        {
          "text": "When they got out on land (the beach), they saw a fire of coals there and fish lying on it [cooking], and bread.",
          "ID": "9"
        },
        {
          "text": "Jesus said to them, Bring some of the fish which you have just caught.",
          "ID": "10"
        },
        {
          "text": "So Simon Peter went aboard and hauled the net to land, full of large fish, 153 of them; and [though] there were so many of them, the net was not torn.",
          "ID": "11"
        },
        {
          "text": "Jesus said to them, Come [and] have breakfast. But none of the disciples ventured or dared to ask Him, Who are You? because they [well] knew that it was the Lord.",
          "ID": "12"
        },
        {
          "text": "Jesus came and took the bread and gave it to them, and so also [with] the fish.",
          "ID": "13"
        },
        {
          "text": "This was now the third time that Jesus revealed Himself (appeared, was manifest) to the disciples after He had risen from the dead.",
          "ID": "14"
        },
        {
          "text": "When they had eaten, Jesus said to Simon Peter, Simon, son of John, do you love Me more than these [others do–with reasoning, intentional, spiritual devotion, as one loves the Father]? He said to Him, Yes, Lord, You know that I love You [that I have deep, instinctive, personal affection for You, as for a close friend]. He said to him, Feed My lambs.",
          "ID": "15"
        },
        {
          "text": "Again He said to him the second time, Simon, son of John, do you love Me [with reasoning, intentional, spiritual devotion, as one loves the Father]? He said to Him, Yes, Lord, You know that I love You [that I have a deep, instinctive, personal affection for You, as for a close friend]. He said to him, Shepherd (tend) My sheep.",
          "ID": "16"
        },
        {
          "text": "He said to him the third time, Simon, son of John, do you love Me [with a deep, instinctive, personal affection for Me, as for a close friend]? Peter was grieved (was saddened and hurt) that He should ask him the third time, Do you love Me? And he said to Him, Lord, You know everything; You know that I love You [that I have a deep, instinctive, personal affection for You, as for a close friend]. Jesus said to him, Feed My sheep.",
          "ID": "17"
        },
        {
          "text": "I assure you, most solemnly I tell you, when you were young you girded yourself [put on your own belt or girdle] and you walked about wherever you pleased to go. But when you grow old you will stretch out your hands, and someone else will put a girdle around you and carry you where you do not wish to go.",
          "ID": "18"
        },
        {
          "text": "He said this to indicate by what kind of death Peter would glorify God. And after this, He said to him, Follow Me!",
          "ID": "19"
        },
        {
          "text": "But Peter turned and saw the disciple whom Jesus loved, following–the one who also had leaned back on His breast at the supper and had said, Lord, who is it that is going to betray You?",
          "ID": "20"
        },
        {
          "text": "When Peter saw him, he said to Jesus, Lord, what about this man?",
          "ID": "21"
        },
        {
          "text": "Jesus said to him, If I want him to stay (survive, live) until I come, what is that to you? [What concern is it of yours?] You follow Me!",
          "ID": "22"
        },
        {
          "text": "So word went out among the brethren that this disciple was not going to die; yet Jesus did not say to him that he was not going to die, but, If I want him to stay (survive, live) till I come, what is that to you?",
          "ID": "23"
        },
        {
          "text": "It is this same disciple who is bearing witness to these things and who has recorded (written) them; and we [well] know that his testimony is true.",
          "ID": "24"
        },
        {
          "text": "And there are also many other things which Jesus did. If they should be all recorded one by one [in detail], I suppose that even the world itself could not contain (have room for) the books that would be written.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21"
    }
  ],
  "version": "AMP",
  "ID": "NT:JHN(AMP)"
}