{
  "name": "The Good News According to John",
  "text": [
    {
      "name": "The Good News According to John 1",
      "text": [
        {
          "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
          "ID": "1"
        },
        {
          "text": "The same was in the beginning with God.",
          "ID": "2"
        },
        {
          "text": "All things were made through him; and without him was not anything made that hath been made.",
          "ID": "3"
        },
        {
          "text": "In him was life; and the life was the light of men.",
          "ID": "4"
        },
        {
          "text": "And the light shineth in the darkness; and the darkness apprehended it not.",
          "ID": "5"
        },
        {
          "text": "There came a man, sent from God, whose name was John.",
          "ID": "6"
        },
        {
          "text": "The same came for witness, that he might bear witness of the light, that all might believe through him.",
          "ID": "7"
        },
        {
          "text": "He was not the light, but came that he might bear witness of the light.",
          "ID": "8"
        },
        {
          "text": "There was the true light, even the light which lighteth every man, coming into the world.",
          "ID": "9"
        },
        {
          "text": "He was in the world, and the world was made through him, and the world knew him not.",
          "ID": "10"
        },
        {
          "text": "He came unto his own, and they that were his own received him not.",
          "ID": "11"
        },
        {
          "text": "But as many as received him, to them gave he the right to become children of God, even to them that believe on his name:",
          "ID": "12"
        },
        {
          "text": "who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
          "ID": "13"
        },
        {
          "text": "And the Word became flesh, and dwelt among us (and we beheld his glory, glory as of the only begotten from the Father), full of grace and truth.",
          "ID": "14"
        },
        {
          "text": "John beareth witness of him, and crieth, saying, This was he of whom I said, He that cometh after me is become before me: for he was before me.",
          "ID": "15"
        },
        {
          "text": "For of his fulness we all received, and grace for grace.",
          "ID": "16"
        },
        {
          "text": "For the law was given through Moses; grace and truth came through Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "No man hath seen God at any time; the only begotten Son, who is in the bosom of the Father, he hath declared him.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And this is the witness of John, when the Jews sent unto him from Jerusalem priests and Levites to ask him, Who art thou?",
          "ID": "19"
        },
        {
          "text": "And he confessed, and denied not; and he confessed, I am not the Christ.",
          "ID": "20"
        },
        {
          "text": "And they asked him, What then? Art thou Elijah? And he saith, I am not. Art thou the prophet? And he answered, No.",
          "ID": "21"
        },
        {
          "text": "They said therefore unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?",
          "ID": "22"
        },
        {
          "text": "He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said Isaiah the prophet.",
          "ID": "23"
        },
        {
          "text": "And they had been sent from the Pharisees.",
          "ID": "24"
        },
        {
          "text": "And they asked him, and said unto him, Why then baptizest thou, if thou art not the Christ, neither Elijah, neither the prophet?",
          "ID": "25"
        },
        {
          "text": "John answered them, saying, I baptize in water: in the midst of you standeth one whom ye know not,",
          "ID": "26"
        },
        {
          "text": "even he that cometh after me, the latchet of whose shoe I am not worthy to unloose.",
          "ID": "27"
        },
        {
          "text": "These things were done in Bethany beyond the Jordan, where John was baptizing.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "On the morrow he seeth Jesus coming unto him, and saith, Behold, the Lamb of God, that taketh away the sin of the world!",
          "ID": "29"
        },
        {
          "text": "This is he of whom I said, After me cometh a man who is become before me: for he was before me.",
          "ID": "30"
        },
        {
          "text": "And I knew him not; but that he should be made manifest to Israel, for this cause came I baptizing in water.",
          "ID": "31"
        },
        {
          "text": "And John bare witness, saying, I have beheld the Spirit descending as a dove out of heaven; and it abode upon him.",
          "ID": "32"
        },
        {
          "text": "And I knew him not: but he that sent me to baptize in water, he said unto me, Upon whomsoever thou shalt see the Spirit descending, and abiding upon him, the same is he that baptizeth in the Holy Spirit.",
          "ID": "33"
        },
        {
          "text": "And I have seen, and have borne witness that this is the Son of God.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Again on the morrow John was standing, and two of his disciples;",
          "ID": "35"
        },
        {
          "text": "and he looked upon Jesus as he walked, and saith, Behold, the Lamb of God!",
          "ID": "36"
        },
        {
          "text": "And the two disciples heard him speak, and they followed Jesus.",
          "ID": "37"
        },
        {
          "text": "And Jesus turned, and beheld them following, and saith unto them, What seek ye? And they said unto him, Rabbi (which is to say, being interpreted, Teacher), where abidest thou?",
          "ID": "38"
        },
        {
          "text": "He saith unto them, Come, and ye shall see. They came therefore and saw where he abode; and they abode with him that day: it was about the tenth hour.",
          "ID": "39"
        },
        {
          "text": "One of the two that heard John speak, and followed him, was Andrew, Simon Peter’s brother.",
          "ID": "40"
        },
        {
          "text": "He findeth first his own brother Simon, and saith unto him, We have found the Messiah (which is, being interpreted, Christ).",
          "ID": "41"
        },
        {
          "text": "He brought him unto Jesus. Jesus looked upon him, and said, Thou art Simon the son of John: thou shalt be called Cephas (which is by interpretation, Peter).",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "On the morrow he was minded to go forth into Galilee, and he findeth Philip: and Jesus saith unto him, Follow me.",
          "ID": "43"
        },
        {
          "text": "Now Philip was from Bethsaida, of the city of Andrew and Peter.",
          "ID": "44"
        },
        {
          "text": "Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, wrote, Jesus of Nazareth, the son of Joseph.",
          "ID": "45"
        },
        {
          "text": "And Nathanael said unto him, Can any good thing come out of Nazareth? Philip saith unto him, Come and see.",
          "ID": "46"
        },
        {
          "text": "Jesus saw Nathanael coming to him, and saith of him, Behold, an Israelite indeed, in whom is no guile!",
          "ID": "47"
        },
        {
          "text": "Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before Philip called thee, when thou wast under the fig tree, I saw thee.",
          "ID": "48"
        },
        {
          "text": "Nathanael answered him, Rabbi, thou art the Son of God; thou art King of Israel.",
          "ID": "49"
        },
        {
          "text": "Jesus answered and said unto him, Because I said unto thee, I saw thee underneath the fig tree, believest thou? thou shalt see greater things than these.",
          "ID": "50"
        },
        {
          "text": "And he saith unto him, Verily, verily, I say unto you, Ye shall see the heaven opened, and the angels of God ascending and descending upon the Son of man.",
          "ID": "51"
        }
      ],
      "ID": "NT:JHN.1"
    },
    {
      "name": "The Good News According to John 2",
      "text": [
        {
          "text": "And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:",
          "ID": "1"
        },
        {
          "text": "and Jesus also was bidden, and his disciples, to the marriage.",
          "ID": "2"
        },
        {
          "text": "And when the wine failed, the mother of Jesus saith unto him, They have no wine.",
          "ID": "3"
        },
        {
          "text": "And Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.",
          "ID": "4"
        },
        {
          "text": "His mother saith unto the servants, Whatsoever he saith unto you, do it.",
          "ID": "5"
        },
        {
          "text": "Now there were six waterpots of stone set there after the Jews’ manner of purifying, containing two or three firkins apiece.",
          "ID": "6"
        },
        {
          "text": "Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.",
          "ID": "7"
        },
        {
          "text": "And he saith unto them, Draw out now, and bear unto the ruler of the feast. And they bare it.",
          "ID": "8"
        },
        {
          "text": "And when the ruler of the feast tasted the water now become wine, and knew not whence it was (but the servants that had drawn the water knew), the ruler of the feast calleth the bridegroom,",
          "ID": "9"
        },
        {
          "text": "and saith unto him, Every man setteth on first the good wine; and when men have drunk freely, then that which is worse: thou hast kept the good wine until now.",
          "ID": "10"
        },
        {
          "text": "This beginning of his signs did Jesus in Cana of Galilee, and manifested his glory; and his disciples believed on him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples; and there they abode not many days.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And the passover of the Jews was at hand, and Jesus went up to Jerusalem.",
          "ID": "13"
        },
        {
          "text": "And he found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:",
          "ID": "14"
        },
        {
          "text": "and he made a scourge of cords, and cast all out of the temple, both the sheep and the oxen; and he poured out the changers’ money, and overthrew their tables;",
          "ID": "15"
        },
        {
          "text": "and to them that sold the doves he said, Take these things hence; make not my Father’s house a house of merchandise.",
          "ID": "16"
        },
        {
          "text": "His disciples remembered that it was written, Zeal for thy house shall eat me up.",
          "ID": "17"
        },
        {
          "text": "The Jews therefore answered and said unto him, What sign showest thou unto us, seeing that thou doest these things?",
          "ID": "18"
        },
        {
          "text": "Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up.",
          "ID": "19"
        },
        {
          "text": "The Jews therefore said, Forty and six years was this temple in building, and wilt thou raise it up in three days?",
          "ID": "20"
        },
        {
          "text": "But he spake of the temple of his body.",
          "ID": "21"
        },
        {
          "text": "When therefore he was raised from the dead, his disciples remembered that he spake this; and they believed the scripture, and the word which Jesus had said.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Now when he was in Jerusalem at the passover, during the feast, many believed on his name, beholding his signs which he did.",
          "ID": "23"
        },
        {
          "text": "But Jesus did not trust himself unto them, for that he knew all men,",
          "ID": "24"
        },
        {
          "text": "and because he needed not that any one should bear witness concerning man; for he himself knew what was in man.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2"
    },
    {
      "name": "The Good News According to John 3",
      "text": [
        {
          "text": "Now there was a man of the Pharisees, named Nicodemus, a ruler of the Jews:",
          "ID": "1"
        },
        {
          "text": "the same came unto him by night, and said to him, Rabbi, we know that thou art a teacher come from God; for no one can do these signs that thou doest, except God be with him.",
          "ID": "2"
        },
        {
          "text": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except one be born anew, he cannot see the kingdom of God.",
          "ID": "3"
        },
        {
          "text": "Nicodemus saith unto him, How can a man be born when he is old? can he enter a second time into his mother’s womb, and be born?",
          "ID": "4"
        },
        {
          "text": "Jesus answered, Verily, verily, I say unto thee, Except one be born of water and the Spirit, he cannot enter into the kingdom of God.",
          "ID": "5"
        },
        {
          "text": "That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.",
          "ID": "6"
        },
        {
          "text": "Marvel not that I said unto thee, Ye must be born anew.",
          "ID": "7"
        },
        {
          "text": "The wind bloweth where it will, and thou hearest the voice thereof, but knowest not whence it cometh, and whither it goeth: so is every one that is born of the Spirit.",
          "ID": "8"
        },
        {
          "text": "Nicodemus answered and said unto him, How can these things be?",
          "ID": "9"
        },
        {
          "text": "Jesus answered and said unto him, Art thou the teacher of Israel, and understandest not these things?",
          "ID": "10"
        },
        {
          "text": "Verily, verily, I say unto thee, We speak that which we know, and bear witness of that which we have seen; and ye receive not our witness.",
          "ID": "11"
        },
        {
          "text": "If I told you earthly things and ye believe not, how shall ye believe if I tell you heavenly things?",
          "ID": "12"
        },
        {
          "text": "And no one hath ascended into heaven, but he that descended out of heaven, even the Son of man, who is in heaven.",
          "ID": "13"
        },
        {
          "text": "And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up;",
          "ID": "14"
        },
        {
          "text": "that whosoever believeth may in him have eternal life.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth on him should not perish, but have eternal life.",
          "ID": "16"
        },
        {
          "text": "For God sent not the Son into the world to judge the world; but that the world should be saved through him.",
          "ID": "17"
        },
        {
          "text": "He that believeth on him is not judged: he that believeth not hath been judged already, because he hath not believed on the name of the only begotten Son of God.",
          "ID": "18"
        },
        {
          "text": "And this is the judgment, that the light is come into the world, and men loved the darkness rather than the light; for their works were evil.",
          "ID": "19"
        },
        {
          "text": "For every one that doeth evil hateth the light, and cometh not to the light, lest his works should be reproved.",
          "ID": "20"
        },
        {
          "text": "But he that doeth the truth cometh to the light, that his works may be made manifest, that they have been wrought in God.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "After these things came Jesus and his disciples into the land of Judæa; and there he tarried with them, and baptized.",
          "ID": "22"
        },
        {
          "text": "And John also was baptizing in Ænon near to Salim, because there was much water there: and they came, and were baptized.",
          "ID": "23"
        },
        {
          "text": "For John was not yet cast into prison.",
          "ID": "24"
        },
        {
          "text": "There arose therefore a questioning on the part of John’s disciples with a Jew about purifying.",
          "ID": "25"
        },
        {
          "text": "And they came unto John, and said to him, Rabbi, he that was with thee beyond the Jordan, to whom thou hast borne witness, behold, the same baptizeth, and all men come to him.",
          "ID": "26"
        },
        {
          "text": "John answered and said, A man can receive nothing, except it have been given him from heaven.",
          "ID": "27"
        },
        {
          "text": "Ye yourselves bear me witness, that I said, I am not the Christ, but, that I am sent before him.",
          "ID": "28"
        },
        {
          "text": "He that hath the bride is the bridegroom: but the friend of the bridegroom, that standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is made full.",
          "ID": "29"
        },
        {
          "text": "He must increase, but I must decrease.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "He that cometh from above is above all: he that is of the earth is of the earth, and of the earth he speaketh: he that cometh from heaven is above all.",
          "ID": "31"
        },
        {
          "text": "What he hath seen and heard, of that he beareth witness; and no man receiveth his witness.",
          "ID": "32"
        },
        {
          "text": "He that hath received his witness hath set his seal to this, that God is true.",
          "ID": "33"
        },
        {
          "text": "For he whom God hath sent speaketh the words of God: for he giveth not the Spirit by measure.",
          "ID": "34"
        },
        {
          "text": "The Father loveth the Son, and hath given all things into his hand.",
          "ID": "35"
        },
        {
          "text": "He that believeth on the Son hath eternal life; but he that obeyeth not the Son shall not see life, but the wrath of God abideth on him.",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3"
    },
    {
      "name": "The Good News According to John 4",
      "text": [
        {
          "text": "When therefore the Lord knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John",
          "ID": "1"
        },
        {
          "text": "(although Jesus himself baptized not, but his disciples),",
          "ID": "2"
        },
        {
          "text": "he left Judæa, and departed again into Galilee.",
          "ID": "3"
        },
        {
          "text": "And he must needs pass through Samaria.",
          "ID": "4"
        },
        {
          "text": "So he cometh to a city of Samaria, called Sychar, near to the parcel of ground that Jacob gave to his son Joseph:",
          "ID": "5"
        },
        {
          "text": "and Jacob’s well was there. Jesus therefore, being wearied with his journey, sat thus by the well. It was about the sixth hour.",
          "ID": "6"
        },
        {
          "text": "There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.",
          "ID": "7"
        },
        {
          "text": "For his disciples were gone away into the city to buy food.",
          "ID": "8"
        },
        {
          "text": "The Samaritan woman therefore saith unto him, How is it that thou, being a Jew, askest drink of me, who am a Samaritan woman? (For Jews have no dealings with Samaritans.)",
          "ID": "9"
        },
        {
          "text": "Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.",
          "ID": "10"
        },
        {
          "text": "The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: whence then hast thou that living water?",
          "ID": "11"
        },
        {
          "text": "Art thou greater than our father Jacob, who gave us the well, and drank thereof himself, and his sons, and his cattle?",
          "ID": "12"
        },
        {
          "text": "Jesus answered and said unto her, Every one that drinketh of this water shall thirst again:",
          "ID": "13"
        },
        {
          "text": "but whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall become in him a well of water springing up unto eternal life.",
          "ID": "14"
        },
        {
          "text": "The woman saith unto him, Sir, give me this water, that I thirst not, neither come all the way hither to draw.",
          "ID": "15"
        },
        {
          "text": "Jesus saith unto her, Go, call thy husband, and come hither.",
          "ID": "16"
        },
        {
          "text": "The woman answered and said unto him, I have no husband. Jesus saith unto her, Thou saidst well, I have no husband:",
          "ID": "17"
        },
        {
          "text": "for thou hast had five husbands; and he whom thou now hast is not thy husband: this hast thou said truly.",
          "ID": "18"
        },
        {
          "text": "The woman saith unto him, Sir, I perceive that thou art a prophet.",
          "ID": "19"
        },
        {
          "text": "Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.",
          "ID": "20"
        },
        {
          "text": "Jesus saith unto her, Woman, believe me, the hour cometh, when neither in this mountain, nor in Jerusalem, shall ye worship the Father.",
          "ID": "21"
        },
        {
          "text": "Ye worship that which ye know not: we worship that which we know; for salvation is from the Jews.",
          "ID": "22"
        },
        {
          "text": "But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and truth: for such doth the Father seek to be his worshippers.",
          "ID": "23"
        },
        {
          "text": "God is a Spirit: and they that worship him must worship in spirit and truth.",
          "ID": "24"
        },
        {
          "text": "The woman saith unto him, I know that Messiah cometh (he that is called Christ): when he is come, he will declare unto us all things.",
          "ID": "25"
        },
        {
          "text": "Jesus saith unto her, I that speak unto thee am he.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "And upon this came his disciples; and they marvelled that he was speaking with a woman; yet no man said, What seekest thou? or, Why speakest thou with her?",
          "ID": "27"
        },
        {
          "text": "So the woman left her waterpot, and went away into the city, and saith to the people,",
          "ID": "28"
        },
        {
          "text": "Come, see a man, who told me all things that ever I did: can this be the Christ?",
          "ID": "29"
        },
        {
          "text": "They went out of the city, and were coming to him.",
          "ID": "30"
        },
        {
          "text": "In the mean while the disciples prayed him, saying, Rabbi, eat.",
          "ID": "31"
        },
        {
          "text": "But he said unto them, I have meat to eat that ye know not.",
          "ID": "32"
        },
        {
          "text": "The disciples therefore said one to another, Hath any man brought him aught to eat?",
          "ID": "33"
        },
        {
          "text": "Jesus saith unto them, My meat is to do the will of him that sent me, and to accomplish his work.",
          "ID": "34"
        },
        {
          "text": "Say not ye, There are yet four months, and then cometh the harvest? behold, I say unto you, Lift up your eyes, and look on the fields, that they are white already unto harvest.",
          "ID": "35"
        },
        {
          "text": "He that reapeth receiveth wages, and gathereth fruit unto life eternal; that he that soweth and he that reapeth may rejoice together.",
          "ID": "36"
        },
        {
          "text": "For herein is the saying true, One soweth, and another reapeth.",
          "ID": "37"
        },
        {
          "text": "I sent you to reap that whereon ye have not labored: others have labored, and ye are entered into their labor.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "And from that city many of the Samaritans believed on him because of the word of the woman, who testified, He told me all things that ever  I did.",
          "ID": "39"
        },
        {
          "text": "So when the Samaritans came unto him, they besought him to abide with them: and he abode there two days.",
          "ID": "40"
        },
        {
          "text": "And many more believed because of his word;",
          "ID": "41"
        },
        {
          "text": "and they said to the woman, Now we believe, not because of thy speaking: for we have heard for ourselves, and know that this is indeed the Saviour of the world.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "And after the two days he went forth from thence into Galilee.",
          "ID": "43"
        },
        {
          "text": "For Jesus himself testified, that a prophet hath no honor in his own country.",
          "ID": "44"
        },
        {
          "text": "So when he came into Galilee, the Galilæans received him, having seen all the things that he did in Jerusalem at the feast: for they also went unto the feast.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "He came therefore again unto Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.",
          "ID": "46"
        },
        {
          "text": "When he heard that Jesus was come out of Judæa into Galilee, he went unto him, and besought him that he would come down, and heal his son; for he was at the point of death.",
          "ID": "47"
        },
        {
          "text": "Jesus therefore said unto him, Except ye see signs and wonders, ye will in no wise believe.",
          "ID": "48"
        },
        {
          "text": "The nobleman saith unto him, Sir, come down ere my child die.",
          "ID": "49"
        },
        {
          "text": "Jesus saith unto him, Go thy way; thy son liveth. The man believed the word that Jesus spake unto him, and he went his way.",
          "ID": "50"
        },
        {
          "text": "And as he was now going down, his servants met him, saying, that his son lived.",
          "ID": "51"
        },
        {
          "text": "So he inquired of them the hour when he began to amend. They said therefore unto him, Yesterday at the seventh hour the fever left him.",
          "ID": "52"
        },
        {
          "text": "So the father knew that it was at that hour in which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.",
          "ID": "53"
        },
        {
          "text": "This is again the second sign that Jesus did, having come out of Judæa into Galilee.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4"
    },
    {
      "name": "The Good News According to John 5",
      "text": [
        {
          "text": "After these things there was a feast of the Jews; and Jesus went up to Jerusalem.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Now there is in Jerusalem by the sheep gate a pool, which is called in Hebrew Bethesda, having five porches.",
          "ID": "2"
        },
        {
          "text": "In these lay a multitude of them that were sick, blind, halt, withered.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And a certain man was there, who had been thirty and eight years in his infirmity.",
          "ID": "5"
        },
        {
          "text": "When Jesus saw him lying, and knew that he had been now a long time in that case, he saith unto him, Wouldest thou be made whole?",
          "ID": "6"
        },
        {
          "text": "The sick man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.",
          "ID": "7"
        },
        {
          "text": "Jesus saith unto him, Arise, take up thy bed, and walk.",
          "ID": "8"
        },
        {
          "text": "And straightway the man was made whole, and took up his bed and walked.",
          "ID": "9"
        },
        {
          "text": "Now it was the sabbath on that day.",
          "ID": "9"
        },
        {
          "text": "So the Jews said unto him that was cured, It is the sabbath, and it is not lawful for thee to take up thy bed.",
          "ID": "10"
        },
        {
          "text": "But he answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.",
          "ID": "11"
        },
        {
          "text": "They asked him, Who is the man that said unto thee, Take up thy bed, and walk?",
          "ID": "12"
        },
        {
          "text": "But he that was healed knew not who it was; for Jesus had conveyed himself away, a multitude being in the place.",
          "ID": "13"
        },
        {
          "text": "Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing befall thee.",
          "ID": "14"
        },
        {
          "text": "The man went away, and told the Jews that it was Jesus who had made him whole.",
          "ID": "15"
        },
        {
          "text": "And for this cause the Jews persecuted Jesus, because he did these things on the sabbath.",
          "ID": "16"
        },
        {
          "text": "But Jesus answered them, My Father worketh even until now, and I work.",
          "ID": "17"
        },
        {
          "text": "For this cause therefore the Jews sought the more to kill him, because he not only brake the sabbath, but also called God his own Father, making himself equal with God.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Jesus therefore answered and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father doing: for what things soever he doeth, these the Son also doeth in like manner.",
          "ID": "19"
        },
        {
          "text": "For the Father loveth the Son, and showeth him all things that himself doeth: and greater works than these will he show him, that ye may marvel.",
          "ID": "20"
        },
        {
          "text": "For as the Father raiseth the dead and giveth them life, even so the Son also giveth life to whom he will.",
          "ID": "21"
        },
        {
          "text": "For neither doth the Father judge any man, but he hath given all judgment unto the Son;",
          "ID": "22"
        },
        {
          "text": "that all may honor the Son, even as they honor the Father. He that honoreth not the Son honoreth not the Father that sent him.",
          "ID": "23"
        },
        {
          "text": "Verily, verily, I say unto you, He that heareth my word, and believeth him that sent me, hath eternal life, and cometh not into judgment, but hath passed out of death into life.",
          "ID": "24"
        },
        {
          "text": "Verily, verily, I say unto you, The hour cometh, and now is, when the dead shall hear the voice of the Son of God; and they that hear shall live.",
          "ID": "25"
        },
        {
          "text": "For as the Father hath life in himself, even so gave he to the Son also to have life in himself:",
          "ID": "26"
        },
        {
          "text": "and he gave him authority to execute judgment, because he is a son of man.",
          "ID": "27"
        },
        {
          "text": "Marvel not at this: for the hour cometh, in which all that are in the tombs shall hear his voice,",
          "ID": "28"
        },
        {
          "text": "and shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of judgment.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "I can of myself do nothing: as I hear, I judge: and my judgment is righteous; because I seek not mine own will, but the will of him that sent me.",
          "ID": "30"
        },
        {
          "text": "If I bear witness of myself, my witness is not true.",
          "ID": "31"
        },
        {
          "text": "It is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.",
          "ID": "32"
        },
        {
          "text": "Ye have sent unto John, and he hath borne witness unto the truth.",
          "ID": "33"
        },
        {
          "text": "But the witness which I receive is not from man: howbeit I say these things, that ye may be saved.",
          "ID": "34"
        },
        {
          "text": "He was the lamp that burneth and shineth; and ye were willing to rejoice for a season in his light.",
          "ID": "35"
        },
        {
          "text": "But the witness which I have is greater than that of John; for the works which the Father hath given me to accomplish, the very works that I do, bear witness of me, that the Father hath sent me.",
          "ID": "36"
        },
        {
          "text": "And the Father that sent me, he hath borne witness of me. Ye have neither heard his voice at any time, nor seen his form.",
          "ID": "37"
        },
        {
          "text": "And ye have not his word abiding in you: for whom he sent, him ye believe not.",
          "ID": "38"
        },
        {
          "text": "Ye search the scriptures, because ye think that in them ye have eternal life; and these are they which bear witness of me;",
          "ID": "39"
        },
        {
          "text": "and ye will not come to me, that ye may have life.",
          "ID": "40"
        },
        {
          "text": "I receive not glory from men.",
          "ID": "41"
        },
        {
          "text": "But I know you, that ye have not the love of God in yourselves.",
          "ID": "42"
        },
        {
          "text": "I am come in my Father’s name, and ye receive me not: if another shall come in his own name, him ye will receive.",
          "ID": "43"
        },
        {
          "text": "How can ye believe, who receive glory one of another, and the glory that cometh from the only God ye seek not?",
          "ID": "44"
        },
        {
          "text": "Think not that I will accuse you to the Father: there is one that accuseth you, even Moses, on whom ye have set your hope.",
          "ID": "45"
        },
        {
          "text": "For if ye believed Moses, ye would believe me; for he wrote of me.",
          "ID": "46"
        },
        {
          "text": "But if ye believe not his writings, how shall ye believe my words?",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5"
    },
    {
      "name": "The Good News According to John 6",
      "text": [
        {
          "text": "After these things Jesus went away to the other side of the sea of Galilee, which is the sea of Tiberias.",
          "ID": "1"
        },
        {
          "text": "And a great multitude followed him, because they beheld the signs which he did on them that were sick.",
          "ID": "2"
        },
        {
          "text": "And Jesus went up into the mountain, and there he sat with his disciples.",
          "ID": "3"
        },
        {
          "text": "Now the passover, the feast of the Jews, was at hand.",
          "ID": "4"
        },
        {
          "text": "Jesus therefore lifting up his eyes, and seeing that a great multitude cometh unto him, saith unto Philip, Whence are we to buy bread, that these may eat?",
          "ID": "5"
        },
        {
          "text": "And this he said to prove him: for he himself knew what he would do.",
          "ID": "6"
        },
        {
          "text": "Philip answered him, Two hundred shillings’ worth of bread is not sufficient for them, that every one may take a little.",
          "ID": "7"
        },
        {
          "text": "One of his disciples, Andrew, Simon Peter’s brother, saith unto him,",
          "ID": "8"
        },
        {
          "text": "There is a lad here, who hath five barley loaves, and two fishes: but what are these among so many?",
          "ID": "9"
        },
        {
          "text": "Jesus said, Make the people sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.",
          "ID": "10"
        },
        {
          "text": "Jesus therefore took the loaves; and having given thanks, he distributed to them that were set down; likewise also of the fishes as much as they would.",
          "ID": "11"
        },
        {
          "text": "And when they were filled, he saith unto his disciples, Gather up the broken pieces which remain over, that nothing be lost.",
          "ID": "12"
        },
        {
          "text": "So they gathered them up, and filled twelve baskets with broken pieces from the five barley loaves, which remained over unto them that had eaten.",
          "ID": "13"
        },
        {
          "text": "When therefore the people saw the sign which he did, they said, This is of a truth the prophet that cometh into the world.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Jesus therefore perceiving that they were about to come and take him by force, to make him king, withdrew again into the mountain himself alone.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "And when evening came, his disciples went down unto the sea;",
          "ID": "16"
        },
        {
          "text": "and they entered into a boat, and were going over the sea unto Capernaum. And it was now dark, and Jesus had not yet come to them.",
          "ID": "17"
        },
        {
          "text": "And the sea was rising by reason of a great wind that blew.",
          "ID": "18"
        },
        {
          "text": "When therefore they had rowed about five and twenty or thirty furlongs, they behold Jesus walking on the sea, and drawing nigh unto the boat: and they were afraid.",
          "ID": "19"
        },
        {
          "text": "But he saith unto them, It is I; be not afraid.",
          "ID": "20"
        },
        {
          "text": "They were willing therefore to receive him into the boat: and straightway the boat was at the land whither they were going.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "On the morrow the multitude that stood on the other side of the sea saw that there was no other boat there, save one, and that Jesus entered not with his disciples into the boat, but that his disciples went away alone",
          "ID": "22"
        },
        {
          "text": "(howbeit there came boats from Tiberias nigh unto the place where they ate the bread after the Lord had given thanks):",
          "ID": "23"
        },
        {
          "text": "when the multitude therefore saw that Jesus was not there, neither his disciples, they themselves got into the boats, and came to Capernaum, seeking Jesus.",
          "ID": "24"
        },
        {
          "text": "And when they found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?",
          "ID": "25"
        },
        {
          "text": "Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw signs, but because ye ate of the loaves, and were filled.",
          "ID": "26"
        },
        {
          "text": "Work not for the food which perisheth, but for the food which abideth unto eternal life, which the Son of man shall give unto you: for him the Father, even God, hath sealed.",
          "ID": "27"
        },
        {
          "text": "They said therefore unto him, What must we do, that we may work the works of God?",
          "ID": "28"
        },
        {
          "text": "Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.",
          "ID": "29"
        },
        {
          "text": "They said therefore unto him, What then doest thou for a sign, that we may see, and believe thee? what workest thou?",
          "ID": "30"
        },
        {
          "text": "Our fathers ate the manna in the wilderness; as it is written, He gave them bread out of heaven to eat.",
          "ID": "31"
        },
        {
          "text": "Jesus therefore said unto them, Verily, verily, I say unto you, It was not Moses that gave you the bread out of heaven; but my Father giveth you the true bread out of heaven.",
          "ID": "32"
        },
        {
          "text": "For the bread of God is that which cometh down out of heaven, and giveth life unto the world.",
          "ID": "33"
        },
        {
          "text": "They said therefore unto him, Lord, evermore give us this bread.",
          "ID": "34"
        },
        {
          "text": "Jesus said unto them, I am the bread of life: he that cometh to me shall not hunger, and he that believeth on me shall never thirst.",
          "ID": "35"
        },
        {
          "text": "But I said unto you, that ye have seen me, and yet believe not.",
          "ID": "36"
        },
        {
          "text": "All that which the Father giveth me shall come unto me; and him that cometh to me I will in no wise cast out.",
          "ID": "37"
        },
        {
          "text": "For I am come down from heaven, not to do mine own will, but the will of him that sent me.",
          "ID": "38"
        },
        {
          "text": "And this is the will of him that sent me, that of all that which he hath given me I should lose nothing, but should raise it up at the last day.",
          "ID": "39"
        },
        {
          "text": "For this is the will of my Father, that every one that beholdeth the Son, and believeth on him, should have eternal life; and I will raise him up at the last day.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "The Jews therefore murmured concerning him, because he said, I am the bread which came down out of heaven.",
          "ID": "41"
        },
        {
          "text": "And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how doth he now say, I am come down out of heaven?",
          "ID": "42"
        },
        {
          "text": "Jesus answered and said unto them, Murmur not among yourselves.",
          "ID": "43"
        },
        {
          "text": "No man can come to me, except the Father that sent me draw him: and I will raise him up in the last day.",
          "ID": "44"
        },
        {
          "text": "It is written in the prophets, And they shall all be taught of God. Every one that hath heard from the Father, and hath learned, cometh unto me.",
          "ID": "45"
        },
        {
          "text": "Not that any man hath seen the Father, save he that is from God, he hath seen the Father.",
          "ID": "46"
        },
        {
          "text": "Verily, verily, I say unto you, He that believeth hath eternal life.",
          "ID": "47"
        },
        {
          "text": "I am the bread of life.",
          "ID": "48"
        },
        {
          "text": "Your fathers ate the manna in the wilderness, and they died.",
          "ID": "49"
        },
        {
          "text": "This is the bread which cometh down out of heaven, that a man may eat thereof, and not die.",
          "ID": "50"
        },
        {
          "text": "I am the living bread which came down out of heaven: if any man eat of this bread, he shall live for ever: yea and the bread which I will give is my flesh, for the life of the world.",
          "ID": "51"
        },
        {
          "text": "",
          "ID": "51"
        },
        {
          "text": "The Jews therefore strove one with another, saying, How can this man give us his flesh to eat?",
          "ID": "52"
        },
        {
          "text": "Jesus therefore said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man and drink his blood, ye have not life in yourselves.",
          "ID": "53"
        },
        {
          "text": "He that eateth my flesh and drinketh my blood hath eternal life; and I will raise him up at the last day.",
          "ID": "54"
        },
        {
          "text": "For my flesh is meat indeed, and my blood is drink indeed.",
          "ID": "55"
        },
        {
          "text": "He that eateth my flesh and drinketh my blood abideth in me, and I in him.",
          "ID": "56"
        },
        {
          "text": "As the living Father sent me, and I live because of the Father; so he that eateth me, he also shall live because of me.",
          "ID": "57"
        },
        {
          "text": "This is the bread which came down out of heaven: not as the fathers ate, and died; he that eateth this bread shall live for ever.",
          "ID": "58"
        },
        {
          "text": "These things said he in the synagogue, as he taught in Capernaum.",
          "ID": "59"
        },
        {
          "text": "",
          "ID": "59"
        },
        {
          "text": "Many therefore of his disciples, when they heard this, said, This is a hard saying; who can hear it?",
          "ID": "60"
        },
        {
          "text": "But Jesus knowing in himself that his disciples murmured at this, said unto them, Doth this cause you to stumble?",
          "ID": "61"
        },
        {
          "text": "What then if ye should behold the Son of man ascending where he was before?",
          "ID": "62"
        },
        {
          "text": "It is the spirit that giveth life; the flesh profiteth nothing: the words that I have spoken unto you are spirit, and are life.",
          "ID": "63"
        },
        {
          "text": "But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who it was that should betray him.",
          "ID": "64"
        },
        {
          "text": "And he said, For this cause have I said unto you, that no man can come unto me, except it be given unto him of the Father.",
          "ID": "65"
        },
        {
          "text": "",
          "ID": "65"
        },
        {
          "text": "Upon this many of his disciples went back, and walked no more with him.",
          "ID": "66"
        },
        {
          "text": "Jesus said therefore unto the twelve, Would ye also go away?",
          "ID": "67"
        },
        {
          "text": "Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.",
          "ID": "68"
        },
        {
          "text": "And we have believed and know that thou art the Holy One of God.",
          "ID": "69"
        },
        {
          "text": "Jesus answered them, Did not I choose you the twelve, and one of you is a devil?",
          "ID": "70"
        },
        {
          "text": "Now he spake of Judas the son of Simon Iscariot, for he it was that should betray him, being one of the twelve.",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6"
    },
    {
      "name": "The Good News According to John 7",
      "text": [
        {
          "text": "And after these things Jesus walked in Galilee: for he would not walk in Judæa, because the Jews sought to kill him.",
          "ID": "1"
        },
        {
          "text": "Now the feast of the Jews, the feast of tabernacles, was at hand.",
          "ID": "2"
        },
        {
          "text": "His brethren therefore said unto him, Depart hence, and go into Judæa, that thy disciples also may behold thy works which thou doest.",
          "ID": "3"
        },
        {
          "text": "For no man doeth anything in secret, and himself seeketh to be known openly. If thou doest these things, manifest thyself to the world.",
          "ID": "4"
        },
        {
          "text": "For even his brethren did not believe on him.",
          "ID": "5"
        },
        {
          "text": "Jesus therefore saith unto them, My time is not yet come; but your time is always ready.",
          "ID": "6"
        },
        {
          "text": "The world cannot hate you; but me it hateth, because I testify of it, that its works are evil.",
          "ID": "7"
        },
        {
          "text": "Go ye up unto the feast: I go not up unto this feast; because my time is not yet fulfilled.",
          "ID": "8"
        },
        {
          "text": "And having said these things unto them, he abode still in Galilee.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But when his brethren were gone up unto the feast, then went he also up, not publicly, but as it were in secret.",
          "ID": "10"
        },
        {
          "text": "The Jews therefore sought him at the feast, and said, Where is he?",
          "ID": "11"
        },
        {
          "text": "And there was much murmuring among the multitudes concerning him: some said, He is a good man; others said, Not so, but he leadeth the multitude astray.",
          "ID": "12"
        },
        {
          "text": "Yet no man spake openly of him for fear of the Jews.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "But when it was now the midst of the feast Jesus went up into the temple, and taught.",
          "ID": "14"
        },
        {
          "text": "The Jews therefore marvelled, saying, How knoweth this man letters, having never learned?",
          "ID": "15"
        },
        {
          "text": "Jesus therefore answered them, and said, My teaching is not mine, but his that sent me.",
          "ID": "16"
        },
        {
          "text": "If any man willeth to do his will, he shall know of the teaching, whether it is of God, or whether I speak from myself.",
          "ID": "17"
        },
        {
          "text": "He that speaketh from himself seeketh his own glory: but he that seeketh the glory of him that sent him, the same is true, and no unrighteousness is in him.",
          "ID": "18"
        },
        {
          "text": "Did not Moses give you the law, and yet none of you doeth the law? Why seek ye to kill me?",
          "ID": "19"
        },
        {
          "text": "The multitude answered, Thou hast a demon: who seeketh to kill thee?",
          "ID": "20"
        },
        {
          "text": "Jesus answered and said unto them, I did one work, and ye all marvel because thereof.",
          "ID": "21"
        },
        {
          "text": "Moses hath given you circumcision (not that it is of Moses, but of the fathers); and on the sabbath ye circumcise a man.",
          "ID": "22"
        },
        {
          "text": "If a man receiveth circumcision on the sabbath, that the law of Moses may not be broken; are ye wroth with me, because I made a man every whit whole on the sabbath?",
          "ID": "23"
        },
        {
          "text": "Judge not according to appearance, but judge righteous judgment.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Some therefore of them of Jerusalem said, Is not this he whom they seek to kill?",
          "ID": "25"
        },
        {
          "text": "And lo, he speaketh openly, and they say nothing unto him. Can it be that the rulers indeed know that this is the Christ?",
          "ID": "26"
        },
        {
          "text": "Howbeit we know this man whence he is: but when the Christ cometh, no one knoweth whence he is.",
          "ID": "27"
        },
        {
          "text": "Jesus therefore cried in the temple, teaching and saying, Ye both know me, and know whence I am; and I am not come of myself, but he that sent me is true, whom ye know not.",
          "ID": "28"
        },
        {
          "text": "I know him; because I am from him, and he sent me.",
          "ID": "29"
        },
        {
          "text": "They sought therefore to take him: and no man laid his hand on him, because his hour was not yet come.",
          "ID": "30"
        },
        {
          "text": "But of the multitude many believed on him; and they said, When the Christ shall come, will he do more signs than those which this man hath done?",
          "ID": "31"
        },
        {
          "text": "The Pharisees heard the multitude murmuring these things concerning him; and the chief priests and the Pharisees sent officers to take him.",
          "ID": "32"
        },
        {
          "text": "Jesus therefore said, Yet a little while am I with you, and I go unto him that sent me.",
          "ID": "33"
        },
        {
          "text": "Ye shall seek me, and shall not find me: and where I am, ye cannot come.",
          "ID": "34"
        },
        {
          "text": "The Jews therefore said among themselves, Whither will this man go that we shall not find him? will he go unto the Dispersion among the Greeks, and teach the Greeks?",
          "ID": "35"
        },
        {
          "text": "What is this word that he said, Ye shall seek me, and shall not find me; and where I am, ye cannot come?",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Now on the last day, the great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me and drink.",
          "ID": "37"
        },
        {
          "text": "He that believeth on me, as the scripture hath said, from within him shall flow rivers of living water.",
          "ID": "38"
        },
        {
          "text": "But this spake he of the Spirit, which they that believed on him were to receive: for the Spirit was not yet given; because Jesus was not yet glorified.",
          "ID": "39"
        },
        {
          "text": "Some of the multitude therefore, when they heard these words, said, This is of a truth the prophet.",
          "ID": "40"
        },
        {
          "text": "Others said, This is the Christ. But some said, What, doth the Christ come out of Galilee?",
          "ID": "41"
        },
        {
          "text": "Hath not the scripture said that the Christ cometh of the seed of David, and from Bethlehem, the village where David was?",
          "ID": "42"
        },
        {
          "text": "So there arose a division in the multitude because of him.",
          "ID": "43"
        },
        {
          "text": "And some of them would have taken him; but no man laid hands on him.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "The officers therefore came to the chief priests and Pharisees; and they said unto them, Why did ye not bring him?",
          "ID": "45"
        },
        {
          "text": "The officers answered, Never man so spake.",
          "ID": "46"
        },
        {
          "text": "The Pharisees therefore answered them, Are ye also led astray?",
          "ID": "47"
        },
        {
          "text": "Hath any of the rulers believed on him, or of the Pharisees?",
          "ID": "48"
        },
        {
          "text": "But this multitude that knoweth not the law are accursed.",
          "ID": "49"
        },
        {
          "text": "Nicodemus saith unto them (he that came to him before, being one of them),",
          "ID": "50"
        },
        {
          "text": "Doth our law judge a man, except it first hear from himself and know what he doeth?",
          "ID": "51"
        },
        {
          "text": "They answered and said unto him, Art thou also of Galilee? Search, and see that out of Galilee ariseth no prophet.",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "[And they went every man unto his own house:",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7"
    },
    {
      "name": "The Good News According to John 8",
      "text": [
        {
          "text": "but Jesus went unto the mount of Olives.",
          "ID": "1"
        },
        {
          "text": "And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.",
          "ID": "2"
        },
        {
          "text": "And the scribes and the Pharisees bring a woman taken in adultery; and having set her in the midst,",
          "ID": "3"
        },
        {
          "text": "they say unto him, Teacher, this woman hath been taken in adultery, in the very act.",
          "ID": "4"
        },
        {
          "text": "Now in the law Moses commanded us to stone such: what then sayest thou of her?",
          "ID": "5"
        },
        {
          "text": "And this they said, trying him, that they might have whereof  to accuse him. But Jesus stooped down, and with his finger wrote on the ground.",
          "ID": "6"
        },
        {
          "text": "But when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.",
          "ID": "7"
        },
        {
          "text": "And again he stooped down, and with his finger wrote on the ground.",
          "ID": "8"
        },
        {
          "text": "And they, when they heard it, went out one by one, beginning from the eldest, even unto the last: and Jesus was left alone, and the woman, where she was, in the midst.",
          "ID": "9"
        },
        {
          "text": "And Jesus lifted up himself, and said unto her, Woman, where are they? did no man condemn thee?",
          "ID": "10"
        },
        {
          "text": "And she said, No man, Lord. And Jesus said, Neither do I condemn thee: go thy way; from henceforth sin no more.]",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Again therefore Jesus spake unto them, saying, I am the light of the world: he that followeth me shall not walk in the darkness, but shall have the light of life.",
          "ID": "12"
        },
        {
          "text": "The Pharisees therefore said unto him, Thou bearest witness of thyself; thy witness is not true.",
          "ID": "13"
        },
        {
          "text": "Jesus answered and said unto them, Even if I bear witness of myself, my witness is true; for I know whence I came, and whither I go; but ye know not whence I come, or whither I go.",
          "ID": "14"
        },
        {
          "text": "Ye judge after the flesh; I judge no man.",
          "ID": "15"
        },
        {
          "text": "Yea and if I judge, my judgment is true; for I am not alone, but I and the Father that sent me.",
          "ID": "16"
        },
        {
          "text": "Yea and in your law it is written, that the witness of two men is true.",
          "ID": "17"
        },
        {
          "text": "I am he that beareth witness of myself, and the Father that sent me beareth witness of me.",
          "ID": "18"
        },
        {
          "text": "They said therefore unto him, Where is thy Father? Jesus answered, Ye know neither me, nor my Father: if ye knew me, ye would know my Father also.",
          "ID": "19"
        },
        {
          "text": "These words spake he in the treasury, as he taught in the temple: and no man took him; because his hour was not yet come.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "He said therefore again unto them, I go away, and ye shall seek me, and shall die in your sin: whither I go, ye cannot come.",
          "ID": "21"
        },
        {
          "text": "The Jews therefore said, Will he kill himself, that he saith, Whither I go, ye cannot come?",
          "ID": "22"
        },
        {
          "text": "And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.",
          "ID": "23"
        },
        {
          "text": "I said therefore unto you, that ye shall die in your sins: for except ye believe that I am he, ye shall die in your sins.",
          "ID": "24"
        },
        {
          "text": "They said therefore unto him, Who art thou? Jesus said unto them, Even that which I have also spoken unto you from the beginning.",
          "ID": "25"
        },
        {
          "text": "I have many things to speak and to judge concerning you: howbeit he that sent me is true; and the things which I heard from him, these speak I unto the world.",
          "ID": "26"
        },
        {
          "text": "They perceived not that he spake to them of the Father.",
          "ID": "27"
        },
        {
          "text": "Jesus therefore said, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself, but as the Father taught me, I speak these things.",
          "ID": "28"
        },
        {
          "text": "And he that sent me is with me; he hath not left me alone; for I do always the things that are pleasing to him.",
          "ID": "29"
        },
        {
          "text": "As he spake these things, many believed on him.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Jesus therefore said to those Jews that had believed him, If ye abide in my word, then are ye truly my disciples;",
          "ID": "31"
        },
        {
          "text": "and ye shall know the truth, and the truth shall make you free.",
          "ID": "32"
        },
        {
          "text": "They answered unto him, We are Abraham’s seed, and have never yet been in bondage to any man: how sayest thou, Ye shall be made free?",
          "ID": "33"
        },
        {
          "text": "Jesus answered them, Verily, verily, I say unto you, Every one that committeth sin is the bondservant of sin.",
          "ID": "34"
        },
        {
          "text": "And the bondservant abideth not in the house for ever: the son abideth for ever.",
          "ID": "35"
        },
        {
          "text": "If therefore the Son shall make you free, ye shall be free indeed.",
          "ID": "36"
        },
        {
          "text": "I know that ye are Abraham’s seed, yet ye seek to kill me, because my word hath not free course in you.",
          "ID": "37"
        },
        {
          "text": "I speak the things which I have seen with my Father: and ye also do the things which ye heard from your father.",
          "ID": "38"
        },
        {
          "text": "They answered and said unto him, Our father is Abraham. Jesus saith unto them, If ye were Abraham’s children, ye would do the works of Abraham.",
          "ID": "39"
        },
        {
          "text": "But now ye seek to kill me, a man that hath told you the truth, which I heard from God: this did not Abraham.",
          "ID": "40"
        },
        {
          "text": "Ye do the works of your father. They said unto him, We were not born of fornication; we have one Father, even God.",
          "ID": "41"
        },
        {
          "text": "Jesus said unto them, If God were your Father, ye would love me: for I came forth and am come from God; for neither have I come of myself, but he sent me.",
          "ID": "42"
        },
        {
          "text": "Why do ye not understand my speech? Even because ye cannot hear my word.",
          "ID": "43"
        },
        {
          "text": "Ye are of your father the devil, and the lusts of your father it is your will to do. He was a murderer from the beginning, and standeth not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father thereof.",
          "ID": "44"
        },
        {
          "text": "But because I say the truth, ye believe me not.",
          "ID": "45"
        },
        {
          "text": "Which of you convicteth me of sin? If I say truth, why do ye not believe me?",
          "ID": "46"
        },
        {
          "text": "He that is of God heareth the words of God: for this cause ye hear them not, because ye are not of God.",
          "ID": "47"
        },
        {
          "text": "The Jews answered and said unto him, Say we not well that thou art a Samaritan, and hast a demon?",
          "ID": "48"
        },
        {
          "text": "Jesus answered, I have not a demon; but I honor my Father, and ye dishonor me.",
          "ID": "49"
        },
        {
          "text": "But I seek not mine own glory: there is one that seeketh and judgeth.",
          "ID": "50"
        },
        {
          "text": "Verily, verily, I say unto you, If a man keep my word, he shall never see death.",
          "ID": "51"
        },
        {
          "text": "The Jews said unto him, Now we know that thou hast a demon. Abraham died, and the prophets; and thou sayest, If a man keep my word, he shall never taste of death.",
          "ID": "52"
        },
        {
          "text": "Art thou greater than our father Abraham, who died? and the prophets died: whom makest thou thyself?",
          "ID": "53"
        },
        {
          "text": "Jesus answered, If I glorify myself, my glory is nothing: it is my Father that glorifieth me; of whom ye say, that he is your God;",
          "ID": "54"
        },
        {
          "text": "and ye have not known him: but I know him; and if I should say, I know him not, I shall be like unto you, a liar: but I know him, and keep his word.",
          "ID": "55"
        },
        {
          "text": "Your father Abraham rejoiced to see my day; and he saw it, and was glad.",
          "ID": "56"
        },
        {
          "text": "The Jews therefore said unto him, Thou art not yet fifty years old, and hast thou seen Abraham?",
          "ID": "57"
        },
        {
          "text": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was born, I am.",
          "ID": "58"
        },
        {
          "text": "They took up stones therefore to cast at him: but Jesus hid himself, and went out of the temple.",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8"
    },
    {
      "name": "The Good News According to John 9",
      "text": [
        {
          "text": "And as he passed by, he saw a man blind from his birth.",
          "ID": "1"
        },
        {
          "text": "And his disciples asked him, saying, Rabbi, who sinned, this man, or his parents, that he should be born blind?",
          "ID": "2"
        },
        {
          "text": "Jesus answered, Neither did this man sin, nor his parents: but that the works of God should be made manifest in him.",
          "ID": "3"
        },
        {
          "text": "We must work the works of him that sent me, while it is day: the night cometh, when no man can work.",
          "ID": "4"
        },
        {
          "text": "When I am in the world, I am the light of the world.",
          "ID": "5"
        },
        {
          "text": "When he had thus spoken, he spat on the ground, and made clay of the spittle, and anointed his eyes with the clay,",
          "ID": "6"
        },
        {
          "text": "and said unto him, Go, wash in the pool of Siloam (which is by interpretation, Sent). He went away therefore, and washed, and came seeing.",
          "ID": "7"
        },
        {
          "text": "The neighbors therefore, and they that saw him aforetime, that he was a beggar, said, Is not this he that sat and begged?",
          "ID": "8"
        },
        {
          "text": "Others said, It is he: others said, No, but he is like him. He said, I am he.",
          "ID": "9"
        },
        {
          "text": "They said therefore unto him, How then were thine eyes opened?",
          "ID": "10"
        },
        {
          "text": "He answered, The man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to Siloam, and wash: so I went away and washed, and I received sight.",
          "ID": "11"
        },
        {
          "text": "And they said unto him, Where is he? He saith, I know not.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "They bring to the Pharisees him that aforetime was blind.",
          "ID": "13"
        },
        {
          "text": "Now it was the sabbath on the day when Jesus made the clay, and opened his eyes.",
          "ID": "14"
        },
        {
          "text": "Again therefore the Pharisees also asked him how he received his sight. And he said unto them, He put clay upon mine eyes, and I washed, and I see.",
          "ID": "15"
        },
        {
          "text": "Some therefore of the Pharisees said, This man is not from God, because he keepeth not the sabbath. But others said, How can a man that is a sinner do such signs? And there was a division among them.",
          "ID": "16"
        },
        {
          "text": "They say therefore unto the blind man again, What sayest thou of him, in that he opened thine eyes? And he said, He is a prophet.",
          "ID": "17"
        },
        {
          "text": "The Jews therefore did not believe concerning him, that he had been blind, and had received his sight, until they called the parents of him that had received his sight,",
          "ID": "18"
        },
        {
          "text": "and asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?",
          "ID": "19"
        },
        {
          "text": "His parents answered and said, We know that this is our son, and that he was born blind:",
          "ID": "20"
        },
        {
          "text": "but how he now seeth, we know not; or who opened his eyes, we know not: ask him; he is of age; he shall speak for himself.",
          "ID": "21"
        },
        {
          "text": "These things said his parents, because they feared the Jews: for the Jews had agreed already, that if any man should confess him to be  Christ, he should be put out of the synagogue.",
          "ID": "22"
        },
        {
          "text": "Therefore said his parents, He is of age; ask him.",
          "ID": "23"
        },
        {
          "text": "So they called a second time the man that was blind, and said unto him, Give glory to God: we know that this man is a sinner.",
          "ID": "24"
        },
        {
          "text": "He therefore answered, Whether he is a sinner, I know not: one thing I know, that, whereas I was blind, now I see.",
          "ID": "25"
        },
        {
          "text": "They said therefore unto him, What did he to thee? how opened he thine eyes?",
          "ID": "26"
        },
        {
          "text": "He answered them, I told you even now, and ye did not hear; wherefore would ye hear it again? would ye also become his disciples?",
          "ID": "27"
        },
        {
          "text": "And they reviled him, and said, Thou art his disciple; but we are disciples of Moses.",
          "ID": "28"
        },
        {
          "text": "We know that God hath spoken unto Moses: but as for this man, we know not whence he is.",
          "ID": "29"
        },
        {
          "text": "The man answered and said unto them, Why, herein is the marvel, that ye know not whence he is, and yet he opened mine eyes.",
          "ID": "30"
        },
        {
          "text": "We know that God heareth not sinners: but if any man be a worshipper of God, and do his will, him he heareth.",
          "ID": "31"
        },
        {
          "text": "Since the world began it was never heard that any one opened the eyes of a man born blind.",
          "ID": "32"
        },
        {
          "text": "If this man were not from God, he could do nothing.",
          "ID": "33"
        },
        {
          "text": "They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Jesus heard that they had cast him out; and finding him, he said, Dost thou believe on the Son of God?",
          "ID": "35"
        },
        {
          "text": "He answered and said, And who is he, Lord, that I may believe on him?",
          "ID": "36"
        },
        {
          "text": "Jesus said unto him, Thou hast both seen him, and he it is that speaketh with thee.",
          "ID": "37"
        },
        {
          "text": "And he said, Lord, I believe. And he worshipped him.",
          "ID": "38"
        },
        {
          "text": "And Jesus said, For judgment came I into this world, that they that see not may see; and that they that see may become blind.",
          "ID": "39"
        },
        {
          "text": "Those of the Pharisees who were with him heard these things, and said unto him, Are we also blind?",
          "ID": "40"
        },
        {
          "text": "Jesus said unto them, If ye were blind, ye would have no sin: but now ye say, We see: your sin remaineth.",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9"
    },
    {
      "name": "The Good News According to John 10",
      "text": [
        {
          "text": "Verily, verily, I say unto you, He that entereth not by the door into the fold of the sheep, but climbeth up some other way, the same is a thief and a robber.",
          "ID": "1"
        },
        {
          "text": "But he that entereth in by the door is the shepherd of the sheep.",
          "ID": "2"
        },
        {
          "text": "To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.",
          "ID": "3"
        },
        {
          "text": "When he hath put forth all his own, he goeth before them, and the sheep follow him: for they know his voice.",
          "ID": "4"
        },
        {
          "text": "And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.",
          "ID": "5"
        },
        {
          "text": "This parable spake Jesus unto them: but they understood not what things they were which he spake unto them.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Jesus therefore said unto them again, Verily, verily, I say unto you, I am the door of the sheep.",
          "ID": "7"
        },
        {
          "text": "All that came before me are thieves and robbers: but the sheep did not hear them.",
          "ID": "8"
        },
        {
          "text": "I am the door; by me if any man enter in, he shall be saved, and shall go in and go out, and shall find pasture.",
          "ID": "9"
        },
        {
          "text": "The thief cometh not, but that he may steal, and kill, and destroy: I came that they may have life, and may have it abundantly.",
          "ID": "10"
        },
        {
          "text": "I am the good shepherd: the good shepherd layeth down his life for the sheep.",
          "ID": "11"
        },
        {
          "text": "He that is a hireling, and not a shepherd, whose own the sheep are not, beholdeth the wolf coming, and leaveth the sheep, and fleeth, and the wolf snatcheth them, and scattereth them:",
          "ID": "12"
        },
        {
          "text": "he fleeth because he is a hireling, and careth not for the sheep.",
          "ID": "13"
        },
        {
          "text": "I am the good shepherd; and I know mine own, and mine own know me,",
          "ID": "14"
        },
        {
          "text": "even as the Father knoweth me, and I know the Father; and I lay down my life for the sheep.",
          "ID": "15"
        },
        {
          "text": "And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and they shall become one flock, one shepherd.",
          "ID": "16"
        },
        {
          "text": "Therefore doth the Father love me, because I lay down my life, that I may take it again.",
          "ID": "17"
        },
        {
          "text": "No one taketh it away from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment received I from my Father.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "There arose a division again among the Jews because of these words.",
          "ID": "19"
        },
        {
          "text": "And many of them said, He hath a demon, and is mad; why hear ye him?",
          "ID": "20"
        },
        {
          "text": "Others said, These are not the sayings of one possessed with a demon. Can a demon open the eyes of the blind?",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And it was the feast of the dedication at Jerusalem:",
          "ID": "22"
        },
        {
          "text": "it was winter; and Jesus was walking in the temple in Solomon’s porch.",
          "ID": "23"
        },
        {
          "text": "The Jews therefore came round about him, and said unto him, How long dost thou hold us in suspense? If thou art the Christ, tell us plainly.",
          "ID": "24"
        },
        {
          "text": "Jesus answered them, I told you, and ye believe not: the works that I do in my Father’s name, these bear witness of me.",
          "ID": "25"
        },
        {
          "text": "But ye believe not, because ye are not of my sheep.",
          "ID": "26"
        },
        {
          "text": "My sheep hear my voice, and I know them, and they follow me:",
          "ID": "27"
        },
        {
          "text": "and I give unto them eternal life; and they shall never perish, and no one shall snatch them out of my hand.",
          "ID": "28"
        },
        {
          "text": "My Father, who hath given them unto me, is greater than all; and no one is able to snatch them out of the Father’s hand.",
          "ID": "29"
        },
        {
          "text": "I and the Father are one.",
          "ID": "30"
        },
        {
          "text": "The Jews took up stones again to stone him.",
          "ID": "31"
        },
        {
          "text": "Jesus answered them, Many good works have I showed you from the Father; for which of those works do ye stone me?",
          "ID": "32"
        },
        {
          "text": "The Jews answered him, For a good work we stone thee not, but for blasphemy; and because that thou, being a man, makest thyself God.",
          "ID": "33"
        },
        {
          "text": "Jesus answered them, Is it not written in your law, I said, Ye are gods?",
          "ID": "34"
        },
        {
          "text": "If he called them gods, unto whom the word of God came (and the scripture cannot be broken),",
          "ID": "35"
        },
        {
          "text": "say ye of him, whom the Father sanctified and sent into the world, Thou blasphemest; because I said, I am the Son of God?",
          "ID": "36"
        },
        {
          "text": "If I do not the works of my Father, believe me not.",
          "ID": "37"
        },
        {
          "text": "But if I do them, though ye believe not me, believe the works: that ye may know and understand that the Father is in me, and I in the Father.",
          "ID": "38"
        },
        {
          "text": "They sought again to take him: and he went forth out of their hand.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "And he went away again beyond the Jordan into the place where John was at the first baptizing; and there he abode.",
          "ID": "40"
        },
        {
          "text": "And many came unto him; and they said, John indeed did no sign: but all things whatsoever John spake of this man were true.",
          "ID": "41"
        },
        {
          "text": "And many believed on him there.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10"
    },
    {
      "name": "The Good News According to John 11",
      "text": [
        {
          "text": "Now a certain man was sick, Lazarus of Bethany, of the village of Mary and her sister Martha.",
          "ID": "1"
        },
        {
          "text": "And it was that Mary who anointed the Lord with ointment, and wiped his feet with her hair, whose brother Lazarus was sick.",
          "ID": "2"
        },
        {
          "text": "The sisters therefore sent unto him, saying, Lord, behold, he whom thou lovest is sick.",
          "ID": "3"
        },
        {
          "text": "But when Jesus heard it, he said, This sickness is not unto death, but for the glory of God, that the Son of God may be glorified thereby.",
          "ID": "4"
        },
        {
          "text": "Now Jesus loved Martha, and her sister, and Lazarus.",
          "ID": "5"
        },
        {
          "text": "When therefore he heard that he was sick, he abode at that time two days in the place where he was.",
          "ID": "6"
        },
        {
          "text": "Then after this he saith to the disciples, Let us go into Judæa again.",
          "ID": "7"
        },
        {
          "text": "The disciples say unto him, Rabbi, the Jews were but now seeking to stone thee; and goest thou thither again?",
          "ID": "8"
        },
        {
          "text": "Jesus answered, Are there not twelve hours in the day? If a man walk in the day, he stumbleth not, because he seeth the light of this world.",
          "ID": "9"
        },
        {
          "text": "But if a man walk in the night, he stumbleth, because the light is not in him.",
          "ID": "10"
        },
        {
          "text": "These things spake he: and after this he saith unto them, Our friend Lazarus is fallen asleep; but I go, that I may awake him out of sleep.",
          "ID": "11"
        },
        {
          "text": "The disciples therefore said unto him, Lord, if he is fallen asleep, he will recover.",
          "ID": "12"
        },
        {
          "text": "Now Jesus had spoken of his death: but they thought that he spake of taking rest in sleep.",
          "ID": "13"
        },
        {
          "text": "Then Jesus therefore said unto them plainly, Lazarus is dead.",
          "ID": "14"
        },
        {
          "text": "And I am glad for your sakes that I was not there, to the intent ye may believe; nevertheless let us go unto him.",
          "ID": "15"
        },
        {
          "text": "Thomas therefore, who is called Didymus, said unto his fellow-disciples, Let us also go, that we may die with him.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "So when Jesus came, he found that he had been in the tomb four days already.",
          "ID": "17"
        },
        {
          "text": "Now Bethany was nigh unto Jerusalem, about fifteen furlongs off;",
          "ID": "18"
        },
        {
          "text": "and many of the Jews had come to Martha and Mary, to console them concerning their brother.",
          "ID": "19"
        },
        {
          "text": "Martha therefore, when she heard that Jesus was coming, went and met him: but Mary still sat in the house.",
          "ID": "20"
        },
        {
          "text": "Martha therefore said unto Jesus, Lord, if thou hadst been here, my brother had not died.",
          "ID": "21"
        },
        {
          "text": "And even now I know that, whatsoever thou shalt ask of God, God will give thee.",
          "ID": "22"
        },
        {
          "text": "Jesus saith unto her, Thy brother shall rise again.",
          "ID": "23"
        },
        {
          "text": "Martha saith unto him, I know that he shall rise again in the resurrection at the last day.",
          "ID": "24"
        },
        {
          "text": "Jesus said unto her, I am the resurrection, and the life: he that believeth on me, though he die, yet shall he live;",
          "ID": "25"
        },
        {
          "text": "and whosoever liveth and believeth on me shall never die. Believest thou this?",
          "ID": "26"
        },
        {
          "text": "She saith unto him, Yea, Lord: I have believed that thou art the Christ, the Son of God, even he that cometh into the world.",
          "ID": "27"
        },
        {
          "text": "And when she had said this, she went away, and called Mary her sister secretly, saying, The Teacher is here, and calleth thee.",
          "ID": "28"
        },
        {
          "text": "And she, when she heard it, arose quickly, and went unto him.",
          "ID": "29"
        },
        {
          "text": "(Now Jesus was not yet come into the village, but was still in the place where Martha met him.)",
          "ID": "30"
        },
        {
          "text": "The Jews then who were with her in the house, and were consoling her, when they saw Mary, that she rose up quickly and went out, followed her, supposing that she was going unto the tomb to weep there.",
          "ID": "31"
        },
        {
          "text": "Mary therefore, when she came where Jesus was, and saw him, fell down at his feet, saying unto him, Lord, if thou hadst been here, my brother had not died.",
          "ID": "32"
        },
        {
          "text": "When Jesus therefore saw her weeping, and the Jews also weeping who came with her, he groaned in the spirit, and was troubled,",
          "ID": "33"
        },
        {
          "text": "and said, Where have ye laid him? They say unto him, Lord, come and see.",
          "ID": "34"
        },
        {
          "text": "Jesus wept.",
          "ID": "35"
        },
        {
          "text": "The Jews therefore said, Behold how he loved him!",
          "ID": "36"
        },
        {
          "text": "But some of them said, Could not this man, who opened the eyes of him that was blind, have caused that this man also should not die?",
          "ID": "37"
        },
        {
          "text": "Jesus therefore again groaning in himself cometh to the tomb. Now it was a cave, and a stone lay against it.",
          "ID": "38"
        },
        {
          "text": "Jesus saith, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time the body decayeth; for he hath been dead four days.",
          "ID": "39"
        },
        {
          "text": "Jesus saith unto her, Said I not unto thee, that, if thou believedst, thou shouldest see the glory of God?",
          "ID": "40"
        },
        {
          "text": "So they took away the stone. And Jesus lifted up his eyes, and said, Father, I thank thee that thou heardest me.",
          "ID": "41"
        },
        {
          "text": "And I knew that thou hearest me always: but because of the multitude that standeth around I said it, that they may believe that thou didst send me.",
          "ID": "42"
        },
        {
          "text": "And when he had thus spoken, he cried with a loud voice, Lazarus, come forth.",
          "ID": "43"
        },
        {
          "text": "He that was dead came forth, bound hand and foot with grave-clothes; and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "Many therefore of the Jews, who came to Mary and beheld that which he did, believed on him.",
          "ID": "45"
        },
        {
          "text": "But some of them went away to the Pharisees, and told them the things which Jesus had done.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "The chief priests therefore and the Pharisees gathered a council, and said, What do we? for this man doeth many signs.",
          "ID": "47"
        },
        {
          "text": "If we let him thus alone, all men will believe on him: and the Romans will come and take away both our place and our nation.",
          "ID": "48"
        },
        {
          "text": "But a certain one of them, Caiaphas, being high priest that year, said unto them, Ye know nothing at all,",
          "ID": "49"
        },
        {
          "text": "nor do ye take account that it is expedient for you that one man should die for the people, and that the whole nation perish not.",
          "ID": "50"
        },
        {
          "text": "Now this he said not of himself: but being high priest that year, he prophesied that Jesus should die for the nation;",
          "ID": "51"
        },
        {
          "text": "and not for the nation only, but that he might also gather together into one the children of God that are scattered abroad.",
          "ID": "52"
        },
        {
          "text": "So from that day forth they took counsel that they might put him to death.",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "Jesus therefore walked no more openly among the Jews, but departed thence into the country near to the wilderness, into a city called Ephraim; and there he tarried with the disciples.",
          "ID": "54"
        },
        {
          "text": "Now the passover of the Jews was at hand: and many went up to Jerusalem out of the country before the passover, to purify themselves.",
          "ID": "55"
        },
        {
          "text": "They sought therefore for Jesus, and spake one with another, as they stood in the temple, What think ye? That he will not come to the feast?",
          "ID": "56"
        },
        {
          "text": "Now the chief priests and the Pharisees had given commandment, that, if any man knew where he was, he should show it, that they might take him.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11"
    },
    {
      "name": "The Good News According to John 12",
      "text": [
        {
          "text": "Jesus therefore six days before the passover came to Bethany, where Lazarus was, whom Jesus raised from the dead.",
          "ID": "1"
        },
        {
          "text": "So they made him a supper there: and Martha served; but Lazarus was one of them that sat at meat with him.",
          "ID": "2"
        },
        {
          "text": "Mary therefore took a pound of ointment of pure nard, very precious, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odor of the ointment.",
          "ID": "3"
        },
        {
          "text": "But Judas Iscariot, one of his disciples, that should betray him, saith,",
          "ID": "4"
        },
        {
          "text": "Why was not this ointment sold for three hundred shillings, and given to the poor?",
          "ID": "5"
        },
        {
          "text": "Now this he said, not because he cared for the poor; but because he was a thief, and having the bag took away what was put therein.",
          "ID": "6"
        },
        {
          "text": "Jesus therefore said, Suffer her to keep it against the day of my burying.",
          "ID": "7"
        },
        {
          "text": "For the poor ye have always with you; but me ye have not always.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "The common people therefore of the Jews learned that he was there: and they came, not for Jesus’ sake only, but that they might see Lazarus also, whom he had raised from the dead.",
          "ID": "9"
        },
        {
          "text": "But the chief priests took counsel that they might put Lazarus also to death;",
          "ID": "10"
        },
        {
          "text": "because that by reason of him many of the Jews went away, and believed on Jesus.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "On the morrow a great multitude that had come to the feast, when they heard that Jesus was coming to Jerusalem,",
          "ID": "12"
        },
        {
          "text": "took the branches of the palm trees, and went forth to meet him, and cried out, Hosanna: Blessed is he that cometh in the name of the Lord, even the King of Israel.",
          "ID": "13"
        },
        {
          "text": "And Jesus, having found a young ass, sat thereon; as it is written,",
          "ID": "14"
        },
        {
          "text": "Fear not, daughter of Zion: behold, thy King cometh, sitting on an ass’s colt.",
          "ID": "15"
        },
        {
          "text": "These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.",
          "ID": "16"
        },
        {
          "text": "The multitude therefore that was with him when he called Lazarus out of the tomb, and raised him from the dead, bare witness.",
          "ID": "17"
        },
        {
          "text": "For this cause also the multitude went and met him, for that they heard that he had done this sign.",
          "ID": "18"
        },
        {
          "text": "The Pharisees therefore said among themselves, Behold how ye prevail nothing; lo, the world is gone after him.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Now there were certain Greeks among those that went up to worship at the feast:",
          "ID": "20"
        },
        {
          "text": "these therefore came to Philip, who was of Bethsaida of Galilee, and asked him, saying, Sir, we would see Jesus.",
          "ID": "21"
        },
        {
          "text": "Philip cometh and telleth Andrew: Andrew cometh, and Philip, and they tell Jesus.",
          "ID": "22"
        },
        {
          "text": "And Jesus answereth them, saying, The hour is come, that the Son of man should be glorified.",
          "ID": "23"
        },
        {
          "text": "Verily, verily, I say unto you, Except a grain of wheat fall into the earth and die, it abideth by itself alone; but if it die, it beareth much fruit.",
          "ID": "24"
        },
        {
          "text": "He that loveth his life loseth it; and he that hateth his life in this world shall keep it unto life eternal.",
          "ID": "25"
        },
        {
          "text": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will the Father honor.",
          "ID": "26"
        },
        {
          "text": "Now is my soul troubled; and what shall I say? Father, save me from this hour. But for this cause came I unto this hour.",
          "ID": "27"
        },
        {
          "text": "Father, glorify thy name. There came therefore a voice out of heaven, saying, I have both glorified it, and will glorify it again.",
          "ID": "28"
        },
        {
          "text": "The multitude therefore, that stood by, and heard it, said that it had thundered: others said, An angel hath spoken to him.",
          "ID": "29"
        },
        {
          "text": "Jesus answered and said, This voice hath not come for my sake, but for your sakes.",
          "ID": "30"
        },
        {
          "text": "Now is the judgment of this world: now shall the prince of this world be cast out.",
          "ID": "31"
        },
        {
          "text": "And I, if I be lifted up from the earth, will draw all men unto myself.",
          "ID": "32"
        },
        {
          "text": "But this he said, signifying by what manner of death he should die.",
          "ID": "33"
        },
        {
          "text": "The multitude therefore answered him, We have heard out of the law that the Christ abideth for ever: and how sayest thou, The Son of man must be lifted up? who is this Son of man?",
          "ID": "34"
        },
        {
          "text": "Jesus therefore said unto them, Yet a little while is the light among you. Walk while ye have the light, that darkness overtake you not: and he that walketh in the darkness knoweth not whither he goeth.",
          "ID": "35"
        },
        {
          "text": "While ye have the light, believe on the light, that ye may become sons of light.",
          "ID": "36"
        },
        {
          "text": "These things spake Jesus, and he departed and hid himself from them.",
          "ID": "36"
        },
        {
          "text": "But though he had done so many signs before them, yet they believed not on him:",
          "ID": "37"
        },
        {
          "text": "that the word of Isaiah the prophet might be fulfilled, which he spake,",
          "ID": "38"
        },
        {
          "text": "Lord, who hath believed our report?",
          "ID": "38"
        },
        {
          "text": "And to whom hath the arm of the Lord been revealed?",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "For this cause they could not believe, for that Isaiah said again,",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "He hath blinded their eyes, and he hardened their heart;",
          "ID": "40"
        },
        {
          "text": "Lest they should see with their eyes, and perceive with their heart,",
          "ID": "40"
        },
        {
          "text": "And should turn,",
          "ID": "40"
        },
        {
          "text": "And I should heal them.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "These things said Isaiah, because he saw his glory; and he spake of him.",
          "ID": "41"
        },
        {
          "text": "Nevertheless even of the rulers many believed on him; but because of the Pharisees they did not confess it, lest they should be put out of the synagogue:",
          "ID": "42"
        },
        {
          "text": "for they loved the glory that is of men more than the glory that is of God.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "And Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.",
          "ID": "44"
        },
        {
          "text": "And he that beholdeth me beholdeth him that sent me.",
          "ID": "45"
        },
        {
          "text": "I am come a light into the world, that whosoever believeth on me may not abide in the darkness.",
          "ID": "46"
        },
        {
          "text": "And if any man hear my sayings, and keep them not, I judge him not: for I came not to judge the world, but to save the world.",
          "ID": "47"
        },
        {
          "text": "He that rejecteth me, and receiveth not my sayings, hath one that judgeth him: the word that I spake, the same shall judge him in the last day.",
          "ID": "48"
        },
        {
          "text": "For I spake not from myself; but the Father that sent me, he hath given me a commandment, what I should say, and what I should speak.",
          "ID": "49"
        },
        {
          "text": "And I know that his commandment is life eternal; the things therefore which I speak, even as the Father hath said unto me, so I speak.",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12"
    },
    {
      "name": "The Good News According to John 13",
      "text": [
        {
          "text": "Now before the feast of the passover, Jesus knowing that his hour was come that he should depart out of this world unto the Father, having loved his own that were in the world, he loved them unto the end.",
          "ID": "1"
        },
        {
          "text": "And during supper, the devil having already put into the heart of Judas Iscariot, Simon’s son, to betray him,",
          "ID": "2"
        },
        {
          "text": "Jesus, knowing that the Father had given all things into his hands, and that he came forth from God, and goeth unto God,",
          "ID": "3"
        },
        {
          "text": "riseth from supper, and layeth aside his garments; and he took a towel, and girded himself.",
          "ID": "4"
        },
        {
          "text": "Then he poureth water into the basin, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.",
          "ID": "5"
        },
        {
          "text": "So he cometh to Simon Peter. He saith unto him, Lord, dost thou wash my feet?",
          "ID": "6"
        },
        {
          "text": "Jesus answered and said unto him, What I do thou knowest not now; but thou shalt understand hereafter.",
          "ID": "7"
        },
        {
          "text": "Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.",
          "ID": "8"
        },
        {
          "text": "Simon Peter saith unto him, Lord, not my feet only, but also my hands and my head.",
          "ID": "9"
        },
        {
          "text": "Jesus saith to him, He that is bathed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.",
          "ID": "10"
        },
        {
          "text": "For he knew him that should betray him; therefore said he, Ye are not all clean.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So when he had washed their feet, and taken his garments, and sat down again, he said unto them, Know ye what I have done to you?",
          "ID": "12"
        },
        {
          "text": "Ye call me, Teacher, and, Lord: and ye say well; for so I am.",
          "ID": "13"
        },
        {
          "text": "If I then, the Lord and the Teacher, have washed your feet, ye also ought to wash one another’s feet.",
          "ID": "14"
        },
        {
          "text": "For I have given you an example, that ye also should do as I have done to you.",
          "ID": "15"
        },
        {
          "text": "Verily, verily, I say unto you, A servant is not greater than his lord; neither one that is sent greater than he that sent him.",
          "ID": "16"
        },
        {
          "text": "If ye know these things, blessed are ye if ye do them.",
          "ID": "17"
        },
        {
          "text": "I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth my bread lifted up his heel against me.",
          "ID": "18"
        },
        {
          "text": "From henceforth I tell you before it come to pass, that, when it is come to pass, ye may believe that I am he.",
          "ID": "19"
        },
        {
          "text": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "When Jesus had thus said, he was troubled in the spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.",
          "ID": "21"
        },
        {
          "text": "The disciples looked one on another, doubting of whom he spake.",
          "ID": "22"
        },
        {
          "text": "There was at the table reclining in Jesus’ bosom one of his disciples, whom Jesus loved.",
          "ID": "23"
        },
        {
          "text": "Simon Peter therefore beckoneth to him, and saith unto him, Tell us who it is of whom he speaketh.",
          "ID": "24"
        },
        {
          "text": "He leaning back, as he was, on Jesus’ breast saith unto him, Lord, who is it?",
          "ID": "25"
        },
        {
          "text": "Jesus therefore answereth, He it is, for whom I shall dip the sop, and give it him. So when he had dipped the sop, he taketh and giveth it to Judas, the son of Simon Iscariot.",
          "ID": "26"
        },
        {
          "text": "And after the sop, then entered Satan into him. Jesus therefore saith unto him, What thou doest, do quickly.",
          "ID": "27"
        },
        {
          "text": "Now no man at the table knew for what intent he spake this unto him.",
          "ID": "28"
        },
        {
          "text": "For some thought, because Judas had the bag, that Jesus said unto him, Buy what things we have need of for the feast; or, that he should give something to the poor.",
          "ID": "29"
        },
        {
          "text": "He then having received the sop went out straightway: and it was night.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "When therefore he was gone out, Jesus saith, Now is the Son of man glorified, and God is glorified in him;",
          "ID": "31"
        },
        {
          "text": "and God shall glorify him in himself, and straightway shall he glorify him.",
          "ID": "32"
        },
        {
          "text": "Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say unto you.",
          "ID": "33"
        },
        {
          "text": "A new commandment I give unto you, that ye love one another; even as I have loved you, that ye also love one another.",
          "ID": "34"
        },
        {
          "text": "By this shall all men know that ye are my disciples, if ye have love one to another.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Simon Peter saith unto him, Lord, whither goest thou? Jesus answered, Whither I go, thou canst not follow me now; but thou shalt follow afterwards.",
          "ID": "36"
        },
        {
          "text": "Peter saith unto him, Lord, why cannot I follow thee even now? I will lay down my life for thee.",
          "ID": "37"
        },
        {
          "text": "Jesus answereth, Wilt thou lay down thy life for me? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice.",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13"
    },
    {
      "name": "The Good News According to John 14",
      "text": [
        {
          "text": "Let not your heart be troubled: believe in God, believe also in me.",
          "ID": "1"
        },
        {
          "text": "In my Father’s house are many mansions; if it were not so, I would have told you; for I go to prepare a place for you.",
          "ID": "2"
        },
        {
          "text": "And if I go and prepare a place for you, I come again, and will receive you unto myself; that where I am, there ye may be also.",
          "ID": "3"
        },
        {
          "text": "And whither I go, ye know the way.",
          "ID": "4"
        },
        {
          "text": "Thomas saith unto him, Lord, we know not whither thou goest; how know we the way?",
          "ID": "5"
        },
        {
          "text": "Jesus saith unto him, I am the way, and the truth, and the life: no one cometh unto the Father, but by me.",
          "ID": "6"
        },
        {
          "text": "If ye had known me, ye would have known my Father also: from henceforth ye know him, and have seen him.",
          "ID": "7"
        },
        {
          "text": "Philip saith unto him, Lord, show us the Father, and it sufficeth us.",
          "ID": "8"
        },
        {
          "text": "Jesus saith unto him, Have I been so long time with you, and dost thou not know me, Philip? he that hath seen me hath seen the Father; how sayest thou, Show us the Father?",
          "ID": "9"
        },
        {
          "text": "Believest thou not that I am in the Father, and the Father in me? the words that I say unto you I speak not from myself: but the Father abiding in me doeth his works.",
          "ID": "10"
        },
        {
          "text": "Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.",
          "ID": "11"
        },
        {
          "text": "Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto the Father.",
          "ID": "12"
        },
        {
          "text": "And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.",
          "ID": "13"
        },
        {
          "text": "If ye shall ask anything in my name, that will I do.",
          "ID": "14"
        },
        {
          "text": "If ye love me, ye will keep my commandments.",
          "ID": "15"
        },
        {
          "text": "And I will pray the Father, and he shall give you another Comforter, that he may be with you for ever,",
          "ID": "16"
        },
        {
          "text": "even the Spirit of truth: whom the world cannot receive; for it beholdeth him not, neither knoweth him: ye know him; for he abideth with you, and shall be in you.",
          "ID": "17"
        },
        {
          "text": "I will not leave you desolate: I come unto you.",
          "ID": "18"
        },
        {
          "text": "Yet a little while, and the world beholdeth me no more; but ye behold me: because I live, ye shall live also.",
          "ID": "19"
        },
        {
          "text": "In that day ye shall know that I am in my Father, and ye in me, and I in you.",
          "ID": "20"
        },
        {
          "text": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself unto him.",
          "ID": "21"
        },
        {
          "text": "Judas (not Iscariot) saith unto him, Lord, what is come to pass that thou wilt manifest thyself unto us, and not unto the world?",
          "ID": "22"
        },
        {
          "text": "Jesus answered and said unto him, If a man love me, he will keep my word: and my Father will love him, and we will come unto him, and make our abode with him.",
          "ID": "23"
        },
        {
          "text": "He that loveth me not keepeth not my words: and the word which ye hear is not mine, but the Father’s who sent me.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "These things have I spoken unto you, while yet abiding with you.",
          "ID": "25"
        },
        {
          "text": "But the Comforter, even the Holy Spirit, whom the Father will send in my name, he shall teach you all things, and bring to your remembrance all that I said unto you.",
          "ID": "26"
        },
        {
          "text": "Peace I leave with you; my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be fearful.",
          "ID": "27"
        },
        {
          "text": "Ye heard how I said to you, I go away, and I come unto you. If ye loved me, ye would have rejoiced, because I go unto the Father: for the Father is greater than I.",
          "ID": "28"
        },
        {
          "text": "And now I have told you before it come to pass, that, when it is come to pass, ye may believe.",
          "ID": "29"
        },
        {
          "text": "I will no more speak much with you, for the prince of the world cometh: and he hath nothing in me;",
          "ID": "30"
        },
        {
          "text": "but that the world may know that I love the Father, and as the Father gave me commandment, even so I do. Arise, let us go hence.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14"
    },
    {
      "name": "The Good News According to John 15",
      "text": [
        {
          "text": "I am the true vine, and my Father is the husbandman.",
          "ID": "1"
        },
        {
          "text": "Every branch in me that beareth not fruit, he taketh it away: and every branch that beareth fruit, he cleanseth it, that it may bear more fruit.",
          "ID": "2"
        },
        {
          "text": "Already ye are clean because of the word which I have spoken unto you.",
          "ID": "3"
        },
        {
          "text": "Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; so neither can ye, except ye abide in me.",
          "ID": "4"
        },
        {
          "text": "I am the vine, ye are the branches: He that abideth in me, and I in him, the same beareth much fruit: for apart from me ye can do nothing.",
          "ID": "5"
        },
        {
          "text": "If a man abide not in me, he is cast forth as a branch, and is withered; and they gather them, and cast them into the fire, and they are burned.",
          "ID": "6"
        },
        {
          "text": "If ye abide in me, and my words abide in you, ask whatsoever ye will, and it shall be done unto you.",
          "ID": "7"
        },
        {
          "text": "Herein is my Father glorified, that ye bear much fruit; and so  shall ye be my disciples.",
          "ID": "8"
        },
        {
          "text": "Even as the Father hath loved me, I also have loved you: abide ye in my love.",
          "ID": "9"
        },
        {
          "text": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.",
          "ID": "10"
        },
        {
          "text": "These things have I spoken unto you, that my joy may be in you, and that your joy may be made full.",
          "ID": "11"
        },
        {
          "text": "This is my commandment, that ye love one another, even as I have loved you.",
          "ID": "12"
        },
        {
          "text": "Greater love hath no man than this, that a man lay down his life for his friends.",
          "ID": "13"
        },
        {
          "text": "Ye are my friends, if ye do the things which I command you.",
          "ID": "14"
        },
        {
          "text": "No longer do I call you servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I heard from my Father I have made known unto you.",
          "ID": "15"
        },
        {
          "text": "Ye did not choose me, but I chose you, and appointed you, that ye should go and bear fruit, and that your fruit should abide: that whatsoever ye shall ask of the Father in my name, he may give it you.",
          "ID": "16"
        },
        {
          "text": "These things I command you, that ye may love one another.",
          "ID": "17"
        },
        {
          "text": "If the world hateth you, ye know that it hath hated me before it hated you.",
          "ID": "18"
        },
        {
          "text": "If ye were of the world, the world would love its own: but because ye are not of the world, but I chose you out of the world, therefore the world hateth you.",
          "ID": "19"
        },
        {
          "text": "Remember the word that I said unto you, A servant is not greater than his lord. If they persecuted me, they will also persecute you; if they kept my word, they will keep yours also.",
          "ID": "20"
        },
        {
          "text": "But all these things will they do unto you for my name’s sake, because they know not him that sent me.",
          "ID": "21"
        },
        {
          "text": "If I had not come and spoken unto them, they had not had sin: but now they have no excuse for their sin.",
          "ID": "22"
        },
        {
          "text": "He that hateth me hateth my Father also.",
          "ID": "23"
        },
        {
          "text": "If I had not done among them the works which none other did, they had not had sin: but now have they both seen and hated both me and my Father.",
          "ID": "24"
        },
        {
          "text": "But this cometh to pass, that the word may be fulfilled that is written in their law, They hated me without a cause.",
          "ID": "25"
        },
        {
          "text": "But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall bear witness of me:",
          "ID": "26"
        },
        {
          "text": "and ye also bear witness, because ye have been with me from the beginning.",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15"
    },
    {
      "name": "The Good News According to John 16",
      "text": [
        {
          "text": "These things have I spoken unto you, that ye should not be caused to stumble.",
          "ID": "1"
        },
        {
          "text": "They shall put you out of the synagogues: yea, the hour cometh, that whosoever killeth you shall think that he offereth service unto God.",
          "ID": "2"
        },
        {
          "text": "And these things will they do, because they have not known the Father, nor me.",
          "ID": "3"
        },
        {
          "text": "But these things have I spoken unto you, that when their hour is come, ye may remember them, how that I told you. And these things I said not unto you from the beginning, because I was with you.",
          "ID": "4"
        },
        {
          "text": "But now I go unto him that sent me; and none of you asketh me, Whither goest thou?",
          "ID": "5"
        },
        {
          "text": "But because I have spoken these things unto you, sorrow hath filled your heart.",
          "ID": "6"
        },
        {
          "text": "Nevertheless I tell you the truth: It is expedient for you that I go away; for if I go not away, the Comforter will not come unto you; but if I go, I will send him unto you.",
          "ID": "7"
        },
        {
          "text": "And he, when he is come, will convict the world in respect of sin, and of righteousness, and of judgment:",
          "ID": "8"
        },
        {
          "text": "of sin, because they believe not on me;",
          "ID": "9"
        },
        {
          "text": "of righteousness, because I go to the Father, and ye behold me no more;",
          "ID": "10"
        },
        {
          "text": "of judgment, because the prince of this world hath been judged.",
          "ID": "11"
        },
        {
          "text": "I have yet many things to say unto you, but ye cannot bear them now.",
          "ID": "12"
        },
        {
          "text": "Howbeit when he, the Spirit of truth, is come, he shall guide you into all the truth: for he shall not speak from himself; but what things soever he shall hear, these shall he speak: and he shall declare unto you the things that are to come.",
          "ID": "13"
        },
        {
          "text": "He shall glorify me: for he shall take of mine, and shall declare it unto you.",
          "ID": "14"
        },
        {
          "text": "All things whatsoever the Father hath are mine: therefore said I, that he taketh of mine, and shall declare it unto you.",
          "ID": "15"
        },
        {
          "text": "A little while, and ye behold me no more; and again a little while, and ye shall see me.",
          "ID": "16"
        },
        {
          "text": "Some of his disciples therefore said one to another, What is this that he saith unto us, A little while, and ye behold me not; and again a little while, and ye shall see me: and, Because I go to the Father?",
          "ID": "17"
        },
        {
          "text": "They said therefore, What is this that he saith, A little while? We know not what he saith.",
          "ID": "18"
        },
        {
          "text": "Jesus perceived that they were desirous to ask him, and he said unto them, Do ye inquire among yourselves concerning this, that I said, A little while, and ye behold me not, and again a little while, and ye shall see me?",
          "ID": "19"
        },
        {
          "text": "Verily, verily, I say unto you, that ye shall weep and lament, but the world shall rejoice: ye shall be sorrowful, but your sorrow shall be turned into joy.",
          "ID": "20"
        },
        {
          "text": "A woman when she is in travail hath sorrow, because her hour is come: but when she is delivered of the child, she remembereth no more the anguish, for the joy that a man is born into the world.",
          "ID": "21"
        },
        {
          "text": "And ye therefore now have sorrow: but I will see you again, and your heart shall rejoice, and your joy no one taketh away from you.",
          "ID": "22"
        },
        {
          "text": "And in that day ye shall ask me no question. Verily, verily, I say unto you, If ye shall ask anything of the Father, he will give it you in my name.",
          "ID": "23"
        },
        {
          "text": "Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be made full.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "These things have I spoken unto you in dark sayings: the hour cometh, when I shall no more speak unto you in dark sayings, but shall tell you plainly of the Father.",
          "ID": "25"
        },
        {
          "text": "In that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you;",
          "ID": "26"
        },
        {
          "text": "for the Father himself loveth you, because ye have loved me, and have believed that I came forth from the Father.",
          "ID": "27"
        },
        {
          "text": "I came out from the Father, and am come into the world: again, I leave the world, and go unto the Father.",
          "ID": "28"
        },
        {
          "text": "His disciples say, Lo, now speakest thou plainly, and speakest no dark saying.",
          "ID": "29"
        },
        {
          "text": "Now know we that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest forth from God.",
          "ID": "30"
        },
        {
          "text": "Jesus answered them, Do ye now believe?",
          "ID": "31"
        },
        {
          "text": "Behold, the hour cometh, yea, is come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me.",
          "ID": "32"
        },
        {
          "text": "These things have I spoken unto you, that in me ye may have peace. In the world ye have tribulation: but be of good cheer; I have overcome the world.",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16"
    },
    {
      "name": "The Good News According to John 17",
      "text": [
        {
          "text": "These things spake Jesus; and lifting up his eyes to heaven, he said, Father, the hour is come; glorify thy Son, that the Son may glorify thee:",
          "ID": "1"
        },
        {
          "text": "even as thou gavest him authority over all flesh, that to all whom thou hast given him, he should give eternal life.",
          "ID": "2"
        },
        {
          "text": "And this is life eternal, that they should know thee the only true God, and him whom thou didst send, even Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "I glorified thee on the earth, having accomplished the work which thou hast given me to do.",
          "ID": "4"
        },
        {
          "text": "And now, Father, glorify thou me with thine own self with the glory which I had with thee before the world was.",
          "ID": "5"
        },
        {
          "text": "I manifested thy name unto the men whom thou gavest me out of the world: thine they were, and thou gavest them to me; and they have kept thy word.",
          "ID": "6"
        },
        {
          "text": "Now they know that all things whatsoever thou hast given me are from thee:",
          "ID": "7"
        },
        {
          "text": "for the words which thou gavest me I have given unto them; and they received them, and knew of a truth that I came forth from thee, and they believed that thou didst send me.",
          "ID": "8"
        },
        {
          "text": "I pray for them: I pray not for the world, but for those whom thou hast given me; for they are thine:",
          "ID": "9"
        },
        {
          "text": "and all things that are mine are thine, and thine are mine: and I am glorified in them.",
          "ID": "10"
        },
        {
          "text": "And I am no more in the world, and these are in the world, and I come to thee. Holy Father, keep them in thy name which thou hast given me, that they may be one, even as we are.",
          "ID": "11"
        },
        {
          "text": "While I was with them, I kept them in thy name which thou hast given me: and I guarded them, and not one of them perished, but the son of perdition; that the scripture might be fulfilled.",
          "ID": "12"
        },
        {
          "text": "But now I come to thee; and these things I speak in the world, that they may have my joy made full in themselves.",
          "ID": "13"
        },
        {
          "text": "I have given them thy word; and the world hated them, because they are not of the world, even as I am not of the world.",
          "ID": "14"
        },
        {
          "text": "I pray not that thou shouldest take them from the world, but that thou shouldest keep them from the evil one.",
          "ID": "15"
        },
        {
          "text": "They are not of the world, even as I am not of the world.",
          "ID": "16"
        },
        {
          "text": "Sanctify them in the truth: thy word is truth.",
          "ID": "17"
        },
        {
          "text": "As thou didst send me into the world, even so sent I them into the world.",
          "ID": "18"
        },
        {
          "text": "And for their sakes I sanctify myself, that they themselves also may be sanctified in truth.",
          "ID": "19"
        },
        {
          "text": "Neither for these only do I pray, but for them also that believe on me through their word;",
          "ID": "20"
        },
        {
          "text": "that they may all be one; even as thou, Father, art in me, and I in thee, that they also may be in us: that the world may believe that thou didst send me.",
          "ID": "21"
        },
        {
          "text": "And the glory which thou hast given me I have given unto them; that they may be one, even as we are one;",
          "ID": "22"
        },
        {
          "text": "I in them, and thou in me, that they may be perfected into one; that the world may know that thou didst send me, and lovedst them, even as thou lovedst me.",
          "ID": "23"
        },
        {
          "text": "Father, I desire that they also whom thou hast given me be with me where I am, that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.",
          "ID": "24"
        },
        {
          "text": "O righteous Father, the world knew thee not, but I knew thee; and these knew that thou didst send me;",
          "ID": "25"
        },
        {
          "text": "and I made known unto them thy name, and will make it known; that the love wherewith thou lovedst me may be in them, and I in them.",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17"
    },
    {
      "name": "The Good News According to John 18",
      "text": [
        {
          "text": "When Jesus had spoken these words, he went forth with his disciples over the brook Kidron, where was a garden, into which he entered, himself and his disciples.",
          "ID": "1"
        },
        {
          "text": "Now Judas also, who betrayed him, knew the place: for Jesus oft-times resorted thither with his disciples.",
          "ID": "2"
        },
        {
          "text": "Judas then, having received the band of soldiers, and officers from the chief priests and the Pharisees, cometh thither with lanterns and torches and weapons.",
          "ID": "3"
        },
        {
          "text": "Jesus therefore, knowing all the things that were coming upon him, went forth, and saith unto them, Whom seek ye?",
          "ID": "4"
        },
        {
          "text": "They answered him, Jesus of Nazareth. Jesus saith unto them, I am he. And Judas also, who betrayed him, was standing with them.",
          "ID": "5"
        },
        {
          "text": "When therefore he said unto them, I am he, they went backward, and fell to the ground.",
          "ID": "6"
        },
        {
          "text": "Again therefore he asked them, Whom seek ye? And they said, Jesus of Nazareth.",
          "ID": "7"
        },
        {
          "text": "Jesus answered, I told you that I am he; if therefore ye seek me, let these go their way:",
          "ID": "8"
        },
        {
          "text": "that the word might be fulfilled which he spake, Of those whom thou hast given me I lost not one.",
          "ID": "9"
        },
        {
          "text": "Simon Peter therefore having a sword drew it, and struck the high priest’s servant, and cut off his right ear. Now the servant’s name was Malchus.",
          "ID": "10"
        },
        {
          "text": "Jesus therefore said unto Peter, Put up the sword into the sheath: the cup which the Father hath given me, shall I not drink it?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So the band and the chief captain, and the officers of the Jews, seized Jesus and bound him,",
          "ID": "12"
        },
        {
          "text": "and led him to Annas first; for he was father in law to Caiaphas, who was high priest that year.",
          "ID": "13"
        },
        {
          "text": "Now Caiaphas was he that gave counsel to the Jews, that it was expedient that one man should die for the people.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And Simon Peter followed Jesus, and so did another disciple. Now that disciple was known unto the high priest, and entered in with Jesus into the court of the high priest;",
          "ID": "15"
        },
        {
          "text": "but Peter was standing at the door without. So the other disciple, who was known unto the high priest, went out and spake unto her that kept the door, and brought in Peter.",
          "ID": "16"
        },
        {
          "text": "The maid therefore that kept the door saith unto Peter, Art thou also one of this man’s disciples? He saith, I am not.",
          "ID": "17"
        },
        {
          "text": "Now the servants and the officers were standing there, having made a fire of coals; for it was cold; and they were warming themselves: and Peter also was with them, standing and warming himself.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The high priest therefore asked Jesus of his disciples, and of his teaching.",
          "ID": "19"
        },
        {
          "text": "Jesus answered him, I have spoken openly to the world; I ever taught in synagogues, and in the temple, where all the Jews come together; and in secret spake I nothing.",
          "ID": "20"
        },
        {
          "text": "Why askest thou me? ask them that have heard me, what I spake unto them: behold, these know the things which I said.",
          "ID": "21"
        },
        {
          "text": "And when he had said this, one of the officers standing by struck Jesus with his hand, saying, Answerest thou the high priest so?",
          "ID": "22"
        },
        {
          "text": "Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?",
          "ID": "23"
        },
        {
          "text": "Annas therefore sent him bound unto Caiaphas the high priest.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Now Simon Peter was standing and warming himself. They said therefore unto him, Art thou also one of his disciples? He denied, and said, I am not.",
          "ID": "25"
        },
        {
          "text": "One of the servants of the high priest, being a kinsman of him whose ear Peter cut off, saith, Did not I see thee in the garden with him?",
          "ID": "26"
        },
        {
          "text": "Peter therefore denied again: and straightway the cock crew.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "They lead Jesus therefore from Caiaphas into the Prætorium: and it was early; and they themselves entered not into the Prætorium, that they might not be defiled, but might eat the passover.",
          "ID": "28"
        },
        {
          "text": "Pilate therefore went out unto them, and saith, What accusation bring ye against this man?",
          "ID": "29"
        },
        {
          "text": "They answered and said unto him, If this man were not an evil-doer, we should not have delivered him up unto thee.",
          "ID": "30"
        },
        {
          "text": "Pilate therefore said unto them, Take him yourselves, and judge him according to your law. The Jews said unto him, It is not lawful for us to put any man to death:",
          "ID": "31"
        },
        {
          "text": "that the word of Jesus might be fulfilled, which he spake, signifying by what manner of death he should die.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Pilate therefore entered again into the Prætorium, and called Jesus, and said unto him, Art thou the King of the Jews?",
          "ID": "33"
        },
        {
          "text": "Jesus answered, Sayest thou this of thyself, or did others tell it thee concerning me?",
          "ID": "34"
        },
        {
          "text": "Pilate answered, Am I a Jew? Thine own nation and the chief priests delivered thee unto me: what hast thou done?",
          "ID": "35"
        },
        {
          "text": "Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.",
          "ID": "36"
        },
        {
          "text": "Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end have I been born, and to this end am I come into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.",
          "ID": "37"
        },
        {
          "text": "Pilate saith unto him, What is truth?",
          "ID": "38"
        },
        {
          "text": "And when he had said this, he went out again unto the Jews, and saith unto them, I find no crime in him.",
          "ID": "38"
        },
        {
          "text": "But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews?",
          "ID": "39"
        },
        {
          "text": "They cried out therefore again, saying, Not this man, but Barabbas. Now Barabbas was a robber.",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18"
    },
    {
      "name": "The Good News According to John 19",
      "text": [
        {
          "text": "Then Pilate therefore took Jesus, and scourged him.",
          "ID": "1"
        },
        {
          "text": "And the soldiers platted a crown of thorns, and put it on his head, and arrayed him in a purple garment;",
          "ID": "2"
        },
        {
          "text": "and they came unto him, and said, Hail, King of the Jews! and they struck him with their hands.",
          "ID": "3"
        },
        {
          "text": "And Pilate went out again, and saith unto them, Behold, I bring him out to you, that ye may know that I find no crime in him.",
          "ID": "4"
        },
        {
          "text": "Jesus therefore came out, wearing the crown of thorns and the purple garment. And Pilate saith unto them, Behold, the man!",
          "ID": "5"
        },
        {
          "text": "When therefore the chief priests and the officers saw him, they cried out, saying, Crucify him, crucify him! Pilate saith unto them, Take him yourselves, and crucify him: for I find no crime in him.",
          "ID": "6"
        },
        {
          "text": "The Jews answered him, We have a law, and by that law he ought to die, because he made himself the Son of God.",
          "ID": "7"
        },
        {
          "text": "When Pilate therefore heard this saying, he was the more afraid;",
          "ID": "8"
        },
        {
          "text": "and he entered into the Prætorium again, and saith unto Jesus, Whence art thou? But Jesus gave him no answer.",
          "ID": "9"
        },
        {
          "text": "Pilate therefore saith unto him, Speakest thou not unto me? knowest thou not that I have power to release thee, and have power to crucify thee?",
          "ID": "10"
        },
        {
          "text": "Jesus answered him, Thou wouldest have no power against me, except it were given thee from above: therefore he that delivered me unto thee hath greater sin.",
          "ID": "11"
        },
        {
          "text": "Upon this Pilate sought to release him: but the Jews cried out, saying, If thou release this man, thou art not Cæsar’s friend: every one that maketh himself a king speaketh against Cæsar.",
          "ID": "12"
        },
        {
          "text": "When Pilate therefore heard these words, he brought Jesus out, and sat down on the judgment-seat at a place called The Pavement, but in Hebrew, Gabbatha.",
          "ID": "13"
        },
        {
          "text": "Now it was the Preparation of the passover: it was about the sixth hour. And he saith unto the Jews, Behold, your King!",
          "ID": "14"
        },
        {
          "text": "They therefore cried out, Away with him, away with him, crucify him! Pilate saith unto them, Shall I crucify your King? The chief priests answered, We have no king but Cæsar.",
          "ID": "15"
        },
        {
          "text": "Then therefore he delivered him unto them to be crucified.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "They took Jesus therefore: and he went out, bearing the cross for himself, unto the place called The place of a skull, which is called in Hebrew Golgotha:",
          "ID": "17"
        },
        {
          "text": "where they crucified him, and with him two others, on either side one, and Jesus in the midst.",
          "ID": "18"
        },
        {
          "text": "And Pilate wrote a title also, and put it on the cross. And there was written, JESUS OF NAZARETH, THE KING OF THE JEWS.",
          "ID": "19"
        },
        {
          "text": "This title therefore read many of the Jews, for the place where Jesus was crucified was nigh to the city; and it was written in Hebrew, and  in Latin, and in Greek.",
          "ID": "20"
        },
        {
          "text": "The chief priests of the Jews therefore said to Pilate, Write not, The King of the Jews; but, that he said, I am King of the Jews.",
          "ID": "21"
        },
        {
          "text": "Pilate answered, What I have written I have written.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "The soldiers therefore, when they had crucified Jesus, took his garments and made four parts, to every soldier a part; and also the coat: now the coat was without seam, woven from the top throughout.",
          "ID": "23"
        },
        {
          "text": "They said therefore one to another, Let us not rend it, but cast lots for it, whose it shall be: that the scripture might be fulfilled, which saith,",
          "ID": "24"
        },
        {
          "text": "They parted my garments among them,",
          "ID": "24"
        },
        {
          "text": "And upon my vesture did they cast lots.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "These things therefore the soldiers did. But there were standing by the cross of Jesus his mother, and his mother’s sister, Mary the wife  of Clopas, and Mary Magdalene.",
          "ID": "25"
        },
        {
          "text": "When Jesus therefore saw his mother, and the disciple standing by whom he loved, he saith unto his mother, Woman, behold, thy son!",
          "ID": "26"
        },
        {
          "text": "Then saith he to the disciple, Behold, thy mother! And from that hour the disciple took her unto his own home.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "After this Jesus, knowing that all things are now finished, that the scripture might be accomplished, saith, I thirst.",
          "ID": "28"
        },
        {
          "text": "There was set there a vessel full of vinegar: so they put a sponge full of the vinegar upon hyssop, and brought it to his mouth.",
          "ID": "29"
        },
        {
          "text": "When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up his spirit.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "The Jews therefore, because it was the Preparation, that the bodies should not remain on the cross upon the sabbath (for the day of that sabbath was a high day), asked of Pilate that their legs might be broken, and that they might be taken away.",
          "ID": "31"
        },
        {
          "text": "The soldiers therefore came, and brake the legs of the first, and of the other that was crucified with him:",
          "ID": "32"
        },
        {
          "text": "but when they came to Jesus, and saw that he was dead already, they brake not his legs:",
          "ID": "33"
        },
        {
          "text": "howbeit one of the soldiers with a spear pierced his side, and straightway there came out blood and water.",
          "ID": "34"
        },
        {
          "text": "And he that hath seen hath borne witness, and his witness is true: and he knoweth that he saith true, that ye also may believe.",
          "ID": "35"
        },
        {
          "text": "For these things came to pass, that the scripture might be fulfilled, A bone of him shall not be broken.",
          "ID": "36"
        },
        {
          "text": "And again another scripture saith, They shall look on him whom they pierced.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "And after these things Joseph of Arimathæa, being a disciple of Jesus, but secretly for fear of the Jews, asked of Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took away his body.",
          "ID": "38"
        },
        {
          "text": "And there came also Nicodemus, he who at the first came to him by night, bringing a mixture of myrrh and aloes, about a hundred pounds.",
          "ID": "39"
        },
        {
          "text": "So they took the body of Jesus, and bound it in linen cloths with the spices, as the custom of the Jews is to bury.",
          "ID": "40"
        },
        {
          "text": "Now in the place where he was crucified there was a garden; and in the garden a new tomb wherein was never man yet laid.",
          "ID": "41"
        },
        {
          "text": "There then because of the Jews’ Preparation (for the tomb was nigh at hand) they laid Jesus.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19"
    },
    {
      "name": "The Good News According to John 20",
      "text": [
        {
          "text": "Now on the first day of the week cometh Mary Magdalene early, while it was yet dark, unto the tomb, and seeth the stone taken away from the tomb.",
          "ID": "1"
        },
        {
          "text": "She runneth therefore, and cometh to Simon Peter, and to the other disciple whom Jesus loved, and saith unto them, They have taken away the Lord out of the tomb, and we know not where they have laid him.",
          "ID": "2"
        },
        {
          "text": "Peter therefore went forth, and the other disciple, and they went toward the tomb.",
          "ID": "3"
        },
        {
          "text": "And they ran both together: and the other disciple outran Peter, and came first to the tomb;",
          "ID": "4"
        },
        {
          "text": "and stooping and looking in, he seeth the linen cloths lying; yet entered he not in.",
          "ID": "5"
        },
        {
          "text": "Simon Peter therefore also cometh, following him, and entered into the tomb; and he beholdeth the linen cloths lying,",
          "ID": "6"
        },
        {
          "text": "and the napkin, that was upon his head, not lying with the linen cloths, but rolled up in a place by itself.",
          "ID": "7"
        },
        {
          "text": "Then entered in therefore the other disciple also, who came first to the tomb, and he saw, and believed.",
          "ID": "8"
        },
        {
          "text": "For as yet they knew not the scripture, that he must rise again from the dead.",
          "ID": "9"
        },
        {
          "text": "So the disciples went away again unto their own home.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "But Mary was standing without at the tomb weeping: so, as she wept, she stooped and looked into the tomb;",
          "ID": "11"
        },
        {
          "text": "and she beholdeth two angels in white sitting, one at the head, and one at the feet, where the body of Jesus had lain.",
          "ID": "12"
        },
        {
          "text": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.",
          "ID": "13"
        },
        {
          "text": "When she had thus said, she turned herself back, and beholdeth Jesus standing, and knew not that it was Jesus.",
          "ID": "14"
        },
        {
          "text": "Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou hast borne him hence, tell me where thou hast laid him, and I will take him away.",
          "ID": "15"
        },
        {
          "text": "Jesus saith unto her, Mary. She turneth herself, and saith unto him in Hebrew, Rabboni; which is to say, Teacher.",
          "ID": "16"
        },
        {
          "text": "Jesus saith to her, Touch me not; for I am not yet ascended unto the Father: but go unto my brethren, and say to them, I ascend unto my Father and your Father, and my God and your God.",
          "ID": "17"
        },
        {
          "text": "Mary Magdalene cometh and telleth the disciples, I have seen the Lord; and that he had said these things unto her.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "When therefore it was evening, on that day, the first day  of the week, and when the doors were shut where the disciples were, for fear of the Jews, Jesus came and stood in the midst, and saith unto them, Peace be unto you.",
          "ID": "19"
        },
        {
          "text": "And when he had said this, he showed unto them his hands and his side. The disciples therefore were glad, when they saw the Lord.",
          "ID": "20"
        },
        {
          "text": "Jesus therefore said to them again, Peace be unto you: as the Father hath sent me, even so send I you.",
          "ID": "21"
        },
        {
          "text": "And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Spirit:",
          "ID": "22"
        },
        {
          "text": "whose soever sins ye forgive, they are forgiven unto them; whose soever sins ye retain, they are retained.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.",
          "ID": "24"
        },
        {
          "text": "The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and put my hand into his side, I will not believe.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "And after eight days again his disciples were within, and Thomas with them. Jesus cometh, the doors being shut, and stood in the midst, and said, Peace be unto you.",
          "ID": "26"
        },
        {
          "text": "Then saith he to Thomas, Reach hither thy finger, and see my hands; and reach hither thy hand, and put it into my side: and be not faithless, but believing.",
          "ID": "27"
        },
        {
          "text": "Thomas answered and said unto him, My Lord and my God.",
          "ID": "28"
        },
        {
          "text": "Jesus saith unto him, Because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Many other signs therefore did Jesus in the presence of the disciples, which are not written in this book:",
          "ID": "30"
        },
        {
          "text": "but these are written, that ye may believe that Jesus is the Christ, the Son of God; and that believing ye may have life in his name.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20"
    },
    {
      "name": "The Good News According to John 21",
      "text": [
        {
          "text": "After these things Jesus manifested himself again to the disciples at the sea of Tiberias; and he manifested himself on this wise.",
          "ID": "1"
        },
        {
          "text": "There were together Simon Peter, and Thomas called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two other of his disciples.",
          "ID": "2"
        },
        {
          "text": "Simon Peter saith unto them, I go a fishing. They say unto him, We also come with thee. They went forth, and entered into the boat; and that night they took nothing.",
          "ID": "3"
        },
        {
          "text": "But when day was now breaking, Jesus stood on the beach: yet the disciples knew not that it was Jesus.",
          "ID": "4"
        },
        {
          "text": "Jesus therefore saith unto them, Children, have ye aught to eat? They answered him, No.",
          "ID": "5"
        },
        {
          "text": "And he said unto them, Cast the net on the right side of the boat, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.",
          "ID": "6"
        },
        {
          "text": "That disciple therefore whom Jesus loved saith unto Peter, It is the Lord. So when Simon Peter heard that it was the Lord, he girt his coat about him (for he was naked), and cast himself into the sea.",
          "ID": "7"
        },
        {
          "text": "But the other disciples came in the little boat (for they were not far from the land, but about two hundred cubits off), dragging the net full  of fishes.",
          "ID": "8"
        },
        {
          "text": "So when they got out upon the land, they see a fire of coals there, and fish laid thereon, and bread.",
          "ID": "9"
        },
        {
          "text": "Jesus saith unto them, Bring of the fish which ye have now taken.",
          "ID": "10"
        },
        {
          "text": "Simon Peter therefore went up, and drew the net to land, full of great fishes, a hundred and fifty and three: and for all there were so many, the net was not rent.",
          "ID": "11"
        },
        {
          "text": "Jesus saith unto them, Come and break your fast. And none of the disciples durst inquire of him, Who art thou? knowing that it was the Lord.",
          "ID": "12"
        },
        {
          "text": "Jesus cometh, and taketh the bread, and giveth them, and the fish likewise.",
          "ID": "13"
        },
        {
          "text": "This is now the third time that Jesus was manifested to the disciples, after that he was risen from the dead.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "So when they had broken their fast, Jesus saith to Simon Peter, Simon, son of John, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.",
          "ID": "15"
        },
        {
          "text": "He saith to him again a second time, Simon, son of John, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Tend my sheep.",
          "ID": "16"
        },
        {
          "text": "He saith unto him the third time, Simon, son of John, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.",
          "ID": "17"
        },
        {
          "text": "Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.",
          "ID": "18"
        },
        {
          "text": "Now this he spake, signifying by what manner of death he should glorify God. And when he had spoken this, he saith unto him, Follow me.",
          "ID": "19"
        },
        {
          "text": "Peter, turning about, seeth the disciple whom Jesus loved following; who also leaned back on his breast at the supper, and said, Lord, who is he that betrayeth thee?",
          "ID": "20"
        },
        {
          "text": "Peter therefore seeing him saith to Jesus, Lord, and what shall this man do?",
          "ID": "21"
        },
        {
          "text": "Jesus saith unto him, If I will that he tarry till I come, what is that to thee? follow thou me.",
          "ID": "22"
        },
        {
          "text": "This saying therefore went forth among the brethren, that that disciple should not die: yet Jesus said not unto him, that he should not die; but, If I will that he tarry till I come, what is that to thee?",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "This is the disciple that beareth witness of these things, and wrote these things: and we know that his witness is true.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And there are also many other things which Jesus did, the which if they should be written every one, I suppose that even the world itself would not contain the books that should be written.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21"
    }
  ],
  "version": "ASV",
  "ID": "NT:JHN(ASV)"
}