{
  "name": "John",
  "text": [
    {
      "name": "John 1",
      "text": [
        {
          "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
          "ID": "1"
        },
        {
          "text": "He was with God in the beginning.",
          "ID": "2"
        },
        {
          "text": "Through him all things were made; without him nothing was made that has been made.",
          "ID": "3"
        },
        {
          "text": "In him was life, and that life was the light of all mankind.",
          "ID": "4"
        },
        {
          "text": "The light shines in the darkness, and the darkness has not overcome it.",
          "ID": "5"
        },
        {
          "text": "There was a man sent from God whose name was John.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "He came as a witness to testify concerning that light, so that through him all might believe.",
          "ID": "7"
        },
        {
          "text": "He himself was not the light; he came only as a witness to the light.",
          "ID": "8"
        },
        {
          "text": "The true light that gives light to everyone was coming into the world.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He was in the world, and though the world was made through him, the world did not recognize him.",
          "ID": "10"
        },
        {
          "text": "He came to that which was his own, but his own did not receive him.",
          "ID": "11"
        },
        {
          "text": "Yet to all who did receive him, to those who believed in his name, he gave the right to become children of God—",
          "ID": "12"
        },
        {
          "text": "children born not of natural descent, nor of human decision or a husband's will, but born of God.",
          "ID": "13"
        },
        {
          "text": "The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the one and only Son, who came from the Father, full of grace and truth.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "(John testified concerning him. He cried out, saying, \"This is the one I spoke about when I said, 'He who comes after me has surpassed me because he was before me.'\")",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Out of his fullness we have all received grace in place of grace already given.",
          "ID": "16"
        },
        {
          "text": "For the law was given through Moses; grace and truth came through Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "No one has ever seen God, but the one and only Son, who is himself God and is in closest relationship with the Father, has made him known.",
          "ID": "18"
        },
        {
          "text": "Now this was John's testimony when the Jewish leaders in Jerusalem sent priests and Levites to ask him who he was.",
          "ID": "19"
        },
        {
          "text": "He did not fail to confess, but confessed freely, \"I am not the Messiah.\"",
          "ID": "20"
        },
        {
          "text": "They asked him, \"Then who are you? Are you Elijah?\"He said, \"I am not.\"\"Are you the Prophet?\"He answered, \"No.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the wilderness, 'Make straight the way for the Lord.'\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Now the Pharisees who had been sent",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "questioned him, \"Why then do you baptize if you are not the Messiah, nor Elijah, nor the Prophet?\"",
          "ID": "25"
        },
        {
          "text": "\"I baptize with water,\" John replied, \"but among you stands one you do not know.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "He is the one who comes after me, the straps of whose sandals I am not worthy to untie.\"",
          "ID": "27"
        },
        {
          "text": "This all happened at Bethany on the other side of the Jordan, where John was baptizing.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world!",
          "ID": "29"
        },
        {
          "text": "This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.'",
          "ID": "30"
        },
        {
          "text": "I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\"",
          "ID": "31"
        },
        {
          "text": "Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "And I myself did not know him, but the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is the one who will baptize with the Holy Spirit.'",
          "ID": "33"
        },
        {
          "text": "I have seen and I testify that this is God's Chosen One.\"",
          "ID": "34"
        },
        {
          "text": "The next day John was there again with two of his disciples.",
          "ID": "35"
        },
        {
          "text": "When he saw Jesus passing by, he said, \"Look, the Lamb of God!\"",
          "ID": "36"
        },
        {
          "text": "When the two disciples heard him say this, they followed Jesus.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Turning around, Jesus saw them following and asked, \"What do you want?\"They said, \"Rabbi\" (which means \"Teacher\"), \"where are you staying?\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "\"Come,\" he replied, \"and you will see.\"So they went and saw where he was staying, and they spent that day with him. It was about four in the afternoon.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ).",
          "ID": "41"
        },
        {
          "text": "And he brought him to Jesus.Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ).",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\"",
          "ID": "43"
        },
        {
          "text": "Philip, like Andrew and Peter, was from the town of Bethsaida.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.\"",
          "ID": "45"
        },
        {
          "text": "\"Nazareth! Can anything good come from there?\" Nathanael asked.\"Come and see,\" said Philip.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "When Jesus saw Nathanael approaching, he said of him, \"Here truly is an Israelite in whom there is no deceit.\"",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "\"How do you know me?\" Nathanael asked.Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\"",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "Then Nathanael declared, \"Rabbi, you are the Son of God; you are the king of Israel.\"",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "Jesus said, \"You believe because I told you I saw you under the fig tree. You will see greater things than that.\"",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "He then added, \"Very truly I tell you, you will see 'heaven open, and the angels of God ascending and descending on' the Son of Man.\"",
          "ID": "51"
        }
      ],
      "ID": "NT:JHN.1"
    },
    {
      "name": "John 2",
      "text": [
        {
          "text": "On the third day a wedding took place at Cana in Galilee. Jesus' mother was there,",
          "ID": "1"
        },
        {
          "text": "and Jesus and his disciples had also been invited to the wedding.",
          "ID": "2"
        },
        {
          "text": "When the wine was gone, Jesus' mother said to him, \"They have no more wine.\"",
          "ID": "3"
        },
        {
          "text": "\"Woman, why do you involve me?\" Jesus replied. \"My hour has not yet come.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "His mother said to the servants, \"Do whatever he tells you.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Jesus said to the servants, \"Fill the jars with water\"; so they filled them to the brim.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then he told them, \"Now draw some out and take it to the master of the banquet.\"They did so,",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside",
          "ID": "9"
        },
        {
          "text": "and said, \"Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.\"",
          "ID": "10"
        },
        {
          "text": "What Jesus did here in Cana of Galilee was the first of the signs through which he revealed his glory; and his disciples believed in him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "After this he went down to Capernaum with his mother and brothers and his disciples. There they stayed for a few days.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "When it was almost time for the Jewish Passover, Jesus went up to Jerusalem.",
          "ID": "13"
        },
        {
          "text": "In the temple courts he found people selling cattle, sheep and doves, and others sitting at tables exchanging money.",
          "ID": "14"
        },
        {
          "text": "So he made a whip out of cords, and drove all from the temple courts, both sheep and cattle; he scattered the coins of the money changers and overturned their tables.",
          "ID": "15"
        },
        {
          "text": "To those who sold doves he said, \"Get these out of here! Stop turning my Father's house into a market!\"",
          "ID": "16"
        },
        {
          "text": "His disciples remembered that it is written: \"Zeal for your house will consume me.\"",
          "ID": "17"
        },
        {
          "text": "The Jews then responded to him, \"What sign can you show us to prove your authority to do all this?\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Jesus answered them, \"Destroy this temple, and I will raise it again in three days.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "They replied, \"It has taken forty-six years to build this temple, and you are going to raise it in three days?\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "But the temple he had spoken of was his body.",
          "ID": "21"
        },
        {
          "text": "After he was raised from the dead, his disciples recalled what he had said. Then they believed the scripture and the words that Jesus had spoken.",
          "ID": "22"
        },
        {
          "text": "Now while he was in Jerusalem at the Passover Festival, many people saw the signs he was performing and believed in his name.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "But Jesus would not entrust himself to them, for he knew all people.",
          "ID": "24"
        },
        {
          "text": "He did not need any testimony about mankind, for he knew what was in each person.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2"
    },
    {
      "name": "John 3",
      "text": [
        {
          "text": "Now there was a Pharisee, a man named Nicodemus who was a member of the Jewish ruling council.",
          "ID": "1"
        },
        {
          "text": "He came to Jesus at night and said, \"Rabbi, we know that you are a teacher who has come from God. For no one could perform the signs you are doing if God were not with him.\"",
          "ID": "2"
        },
        {
          "text": "Jesus replied, \"Very truly I tell you, no one can see the kingdom of God unless they are born again. \"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "\"How can someone be born when they are old?\" Nicodemus asked. \"Surely they cannot enter a second time into their mother's womb to be born!\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Jesus answered, \"Very truly I tell you, no one can enter the kingdom of God unless they are born of water and the Spirit.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Flesh gives birth to flesh, but the Spirit gives birth to spirit.",
          "ID": "6"
        },
        {
          "text": "You should not be surprised at my saying, 'You must be born again.'",
          "ID": "7"
        },
        {
          "text": "The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\"",
          "ID": "8"
        },
        {
          "text": "\"How can this be?\" Nicodemus asked.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "\"You are Israel's teacher,\" said Jesus, \"and do you not understand these things?",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Very truly I tell you, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony.",
          "ID": "11"
        },
        {
          "text": "I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things?",
          "ID": "12"
        },
        {
          "text": "No one has ever gone into heaven except the one who came from heaven—the Son of Man.",
          "ID": "13"
        },
        {
          "text": "Just as Moses lifted up the snake in the wilderness, so the Son of Man must be lifted up,",
          "ID": "14"
        },
        {
          "text": "that everyone who believes may have eternal life in him.\"",
          "ID": "15"
        },
        {
          "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For God did not send his Son into the world to condemn the world, but to save the world through him.",
          "ID": "17"
        },
        {
          "text": "Whoever believes in him is not condemned, but whoever does not believe stands condemned already because they have not believed in the name of God's one and only Son.",
          "ID": "18"
        },
        {
          "text": "This is the verdict: Light has come into the world, but people loved darkness instead of light because their deeds were evil.",
          "ID": "19"
        },
        {
          "text": "Everyone who does evil hates the light, and will not come into the light for fear that their deeds will be exposed.",
          "ID": "20"
        },
        {
          "text": "But whoever lives by the truth comes into the light, so that it may be seen plainly that what they have done has been done in the sight of God.",
          "ID": "21"
        },
        {
          "text": "After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized.",
          "ID": "22"
        },
        {
          "text": "Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were coming and being baptized.",
          "ID": "23"
        },
        {
          "text": "(This was before John was put in prison.)",
          "ID": "24"
        },
        {
          "text": "An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing.",
          "ID": "25"
        },
        {
          "text": "They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan—the one you testified about—look, he is baptizing, and everyone is going to him.\"",
          "ID": "26"
        },
        {
          "text": "To this John replied, \"A person can receive only what is given them from heaven.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "You yourselves can testify that I said, 'I am not the Messiah but am sent ahead of him.'",
          "ID": "28"
        },
        {
          "text": "The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete.",
          "ID": "29"
        },
        {
          "text": "He must become greater; I must become less.\"",
          "ID": "30"
        },
        {
          "text": "The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "He testifies to what he has seen and heard, but no one accepts his testimony.",
          "ID": "32"
        },
        {
          "text": "Whoever has accepted it has certified that God is truthful.",
          "ID": "33"
        },
        {
          "text": "For the one whom God has sent speaks the words of God, for God gives the Spirit without limit.",
          "ID": "34"
        },
        {
          "text": "The Father loves the Son and has placed everything in his hands.",
          "ID": "35"
        },
        {
          "text": "Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on them.",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3"
    },
    {
      "name": "John 4",
      "text": [
        {
          "text": "Now Jesus learned that the Pharisees had heard that he was gaining and baptizing more disciples than John—",
          "ID": "1"
        },
        {
          "text": "although in fact it was not Jesus who baptized, but his disciples.",
          "ID": "2"
        },
        {
          "text": "So he left Judea and went back once more to Galilee.",
          "ID": "3"
        },
        {
          "text": "Now he had to go through Samaria.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "So he came to a town in Samaria called Sychar, near the plot of ground Jacob had given to his son Joseph.",
          "ID": "5"
        },
        {
          "text": "Jacob's well was there, and Jesus, tired as he was from the journey, sat down by the well. It was about noon.",
          "ID": "6"
        },
        {
          "text": "When a Samaritan woman came to draw water, Jesus said to her, \"Will you give me a drink?\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "(His disciples had gone into the town to buy food.)",
          "ID": "8"
        },
        {
          "text": "The Samaritan woman said to him, \"You are a Jew and I am a Samaritan woman. How can you ask me for a drink?\" (For Jews do not associate with Samaritans. )",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"Sir,\" the woman said, \"you have nothing to draw with and the well is deep. Where can you get this living water?",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Are you greater than our father Jacob, who gave us the well and drank from it himself, as did also his sons and his livestock?\"",
          "ID": "12"
        },
        {
          "text": "Jesus answered, \"Everyone who drinks this water will be thirsty again,",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "but whoever drinks the water I give them will never thirst. Indeed, the water I give them will become in them a spring of water welling up to eternal life.\"",
          "ID": "14"
        },
        {
          "text": "The woman said to him, \"Sir, give me this water so that I won't get thirsty and have to keep coming here to draw water.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "He told her, \"Go, call your husband and come back.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "\"I have no husband,\" she replied.Jesus said to her, \"You are right when you say you have no husband.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\"",
          "ID": "18"
        },
        {
          "text": "\"Sir,\" the woman said, \"I can see that you are a prophet.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Our ancestors worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\"",
          "ID": "20"
        },
        {
          "text": "\"Woman,\" Jesus replied, \"believe me, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews.",
          "ID": "22"
        },
        {
          "text": "Yet a time is coming and has now come when the true worshipers will worship the Father in the Spirit and in truth, for they are the kind of worshipers the Father seeks.",
          "ID": "23"
        },
        {
          "text": "God is spirit, and his worshipers must worship in the Spirit and in truth.\"",
          "ID": "24"
        },
        {
          "text": "The woman said, \"I know that Messiah\" (called Christ) \"is coming. When he comes, he will explain everything to us.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Then Jesus declared, \"I, the one speaking to you—I am he.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\"",
          "ID": "27"
        },
        {
          "text": "Then, leaving her water jar, the woman went back to the town and said to the people,",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "\"Come, see a man who told me everything I ever did. Could this be the Messiah?\"",
          "ID": "29"
        },
        {
          "text": "They came out of the town and made their way toward him.",
          "ID": "30"
        },
        {
          "text": "Meanwhile his disciples urged him, \"Rabbi, eat something.\"",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "But he said to them, \"I have food to eat that you know nothing about.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Then his disciples said to each other, \"Could someone have brought him food?\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"My food,\" said Jesus, \"is to do the will of him who sent me and to finish his work.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Don't you have a saying, 'It's still four months until harvest'? I tell you, open your eyes and look at the fields! They are ripe for harvest.",
          "ID": "35"
        },
        {
          "text": "Even now the one who reaps draws a wage and harvests a crop for eternal life, so that the sower and the reaper may be glad together.",
          "ID": "36"
        },
        {
          "text": "Thus the saying 'One sows and another reaps' is true.",
          "ID": "37"
        },
        {
          "text": "I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.\"",
          "ID": "38"
        },
        {
          "text": "Many of the Samaritans from that town believed in him because of the woman's testimony, \"He told me everything I ever did.\"",
          "ID": "39"
        },
        {
          "text": "So when the Samaritans came to him, they urged him to stay with them, and he stayed two days.",
          "ID": "40"
        },
        {
          "text": "And because of his words many more became believers.",
          "ID": "41"
        },
        {
          "text": "They said to the woman, \"We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.\"",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "After the two days he left for Galilee.",
          "ID": "43"
        },
        {
          "text": "(Now Jesus himself had pointed out that a prophet has no honor in his own country.)",
          "ID": "44"
        },
        {
          "text": "When he arrived in Galilee, the Galileans welcomed him. They had seen all that he had done in Jerusalem at the Passover Festival, for they also had been there.",
          "ID": "45"
        },
        {
          "text": "Once more he visited Cana in Galilee, where he had turned the water into wine. And there was a certain royal official whose son lay sick at Capernaum.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "When this man heard that Jesus had arrived in Galilee from Judea, he went to him and begged him to come and heal his son, who was close to death.",
          "ID": "47"
        },
        {
          "text": "\"Unless you people see signs and wonders,\" Jesus told him, \"you will never believe.\"",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "The royal official said, \"Sir, come down before my child dies.\"",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "\"Go,\" Jesus replied, \"your son will live.\"The man took Jesus at his word and departed.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "While he was still on the way, his servants met him with the news that his boy was living.",
          "ID": "51"
        },
        {
          "text": "When he inquired as to the time when his son got better, they said to him, \"Yesterday, at one in the afternoon, the fever left him.\"",
          "ID": "52"
        },
        {
          "text": "Then the father realized that this was the exact time at which Jesus had said to him, \"Your son will live.\" So he and his whole household believed.",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "This was the second sign Jesus performed after coming from Judea to Galilee.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4"
    },
    {
      "name": "John 5",
      "text": [
        {
          "text": "Some time later, Jesus went up to Jerusalem for one of the Jewish festivals.",
          "ID": "1"
        },
        {
          "text": "Now there is in Jerusalem near the Sheep Gate a pool, which in Aramaic is called Bethesda and which is surrounded by five covered colonnades.",
          "ID": "2"
        },
        {
          "text": "Here a great number of disabled people used to lie—the blind, the lame, the paralyzed.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "One who was there had been an invalid for thirty-eight years.",
          "ID": "5"
        },
        {
          "text": "When Jesus saw him lying there and learned that he had been in this condition for a long time, he asked him, \"Do you want to get well?\"",
          "ID": "6"
        },
        {
          "text": "\"Sir,\" the invalid replied, \"I have no one to help me into the pool when the water is stirred. While I am trying to get in, someone else goes down ahead of me.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Then Jesus said to him, \"Get up! Pick up your mat and walk.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "At once the man was cured; he picked up his mat and walked.The day on which this took place was a Sabbath,",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "and so the Jewish leaders said to the man who had been healed, \"It is the Sabbath; the law forbids you to carry your mat.\"",
          "ID": "10"
        },
        {
          "text": "But he replied, \"The man who made me well said to me, 'Pick up your mat and walk.'\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So they asked him, \"Who is this fellow who told you to pick it up and walk?\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "The man who was healed had no idea who it was, for Jesus had slipped away into the crowd that was there.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Later Jesus found him at the temple and said to him, \"See, you are well again. Stop sinning or something worse may happen to you.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "The man went away and told the Jewish leaders that it was Jesus who had made him well.",
          "ID": "15"
        },
        {
          "text": "So, because Jesus was doing these things on the Sabbath, the Jewish leaders began to persecute him.",
          "ID": "16"
        },
        {
          "text": "In his defense Jesus said to them, \"My Father is always at his work to this very day, and I too am working.\"",
          "ID": "17"
        },
        {
          "text": "For this reason they tried all the more to kill him; not only was he breaking the Sabbath, but he was even calling God his own Father, making himself equal with God.",
          "ID": "18"
        },
        {
          "text": "Jesus gave them this answer: \"Very truly I tell you, the Son can do nothing by himself; he can do only what he sees his Father doing, because whatever the Father does the Son also does.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "For the Father loves the Son and shows him all he does. Yes, and he will show him even greater works than these, so that you will be amazed.",
          "ID": "20"
        },
        {
          "text": "For just as the Father raises the dead and gives them life, even so the Son gives life to whom he is pleased to give it.",
          "ID": "21"
        },
        {
          "text": "Moreover, the Father judges no one, but has entrusted all judgment to the Son,",
          "ID": "22"
        },
        {
          "text": "that all may honor the Son just as they honor the Father. Whoever does not honor the Son does not honor the Father, who sent him.",
          "ID": "23"
        },
        {
          "text": "\"Very truly I tell you, whoever hears my word and believes him who sent me has eternal life and will not be judged but has crossed over from death to life.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Very truly I tell you, a time is coming and has now come when the dead will hear the voice of the Son of God and those who hear will live.",
          "ID": "25"
        },
        {
          "text": "For as the Father has life in himself, so he has granted the Son also to have life in himself.",
          "ID": "26"
        },
        {
          "text": "And he has given him authority to judge because he is the Son of Man.",
          "ID": "27"
        },
        {
          "text": "\"Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "and come out—those who have done what is good will rise to live, and those who have done what is evil will rise to be condemned.",
          "ID": "29"
        },
        {
          "text": "By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me.",
          "ID": "30"
        },
        {
          "text": "\"If I testify about myself, my testimony is not true.",
          "ID": "31"
        },
        {
          "text": "There is another who testifies in my favor, and I know that his testimony about me is true.",
          "ID": "32"
        },
        {
          "text": "\"You have sent to John and he has testified to the truth.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Not that I accept human testimony; but I mention it that you may be saved.",
          "ID": "34"
        },
        {
          "text": "John was a lamp that burned and gave light, and you chose for a time to enjoy his light.",
          "ID": "35"
        },
        {
          "text": "\"I have testimony weightier than that of John. For the works that the Father has given me to finish—the very works that I am doing—testify that the Father has sent me.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "And the Father who sent me has himself testified concerning me. You have never heard his voice nor seen his form,",
          "ID": "37"
        },
        {
          "text": "nor does his word dwell in you, for you do not believe the one he sent.",
          "ID": "38"
        },
        {
          "text": "You study the Scriptures diligently because you think that in them you have eternal life. These are the very Scriptures that testify about me,",
          "ID": "39"
        },
        {
          "text": "yet you refuse to come to me to have life.",
          "ID": "40"
        },
        {
          "text": "\"I do not accept glory from human beings,",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "but I know you. I know that you do not have the love of God in your hearts.",
          "ID": "42"
        },
        {
          "text": "I have come in my Father's name, and you do not accept me; but if someone else comes in his own name, you will accept him.",
          "ID": "43"
        },
        {
          "text": "How can you believe since you accept glory from one another but do not seek the glory that comes from the only God ?",
          "ID": "44"
        },
        {
          "text": "\"But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "If you believed Moses, you would believe me, for he wrote about me.",
          "ID": "46"
        },
        {
          "text": "But since you do not believe what he wrote, how are you going to believe what I say?\"",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5"
    },
    {
      "name": "John 6",
      "text": [
        {
          "text": "Some time after this, Jesus crossed to the far shore of the Sea of Galilee (that is, the Sea of Tiberias),",
          "ID": "1"
        },
        {
          "text": "and a great crowd of people followed him because they saw the signs he had performed by healing the sick.",
          "ID": "2"
        },
        {
          "text": "Then Jesus went up on a mountainside and sat down with his disciples.",
          "ID": "3"
        },
        {
          "text": "The Jewish Passover Festival was near.",
          "ID": "4"
        },
        {
          "text": "When Jesus looked up and saw a great crowd coming toward him, he said to Philip, \"Where shall we buy bread for these people to eat?\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "He asked this only to test him, for he already had in mind what he was going to do.",
          "ID": "6"
        },
        {
          "text": "Philip answered him, \"It would take more than half a year's wages to buy enough bread for each one to have a bite!\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Another of his disciples, Andrew, Simon Peter's brother, spoke up,",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"Here is a boy with five small barley loaves and two small fish, but how far will they go among so many?\"",
          "ID": "9"
        },
        {
          "text": "Jesus said, \"Have the people sit down.\" There was plenty of grass in that place, and they sat down (about five thousand men were there).",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Jesus then took the loaves, gave thanks, and distributed to those who were seated as much as they wanted. He did the same with the fish.",
          "ID": "11"
        },
        {
          "text": "When they had all had enough to eat, he said to his disciples, \"Gather the pieces that are left over. Let nothing be wasted.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "So they gathered them and filled twelve baskets with the pieces of the five barley loaves left over by those who had eaten.",
          "ID": "13"
        },
        {
          "text": "After the people saw the sign Jesus performed, they began to say, \"Surely this is the Prophet who is to come into the world.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Jesus, knowing that they intended to come and make him king by force, withdrew again to a mountain by himself.",
          "ID": "15"
        },
        {
          "text": "When evening came, his disciples went down to the lake,",
          "ID": "16"
        },
        {
          "text": "where they got into a boat and set off across the lake for Capernaum. By now it was dark, and Jesus had not yet joined them.",
          "ID": "17"
        },
        {
          "text": "A strong wind was blowing and the waters grew rough.",
          "ID": "18"
        },
        {
          "text": "When they had rowed about three or four miles, they saw Jesus approaching the boat, walking on the water; and they were frightened.",
          "ID": "19"
        },
        {
          "text": "But he said to them, \"It is I; don't be afraid.\"",
          "ID": "20"
        },
        {
          "text": "Then they were willing to take him into the boat, and immediately the boat reached the shore where they were heading.",
          "ID": "21"
        },
        {
          "text": "The next day the crowd that had stayed on the opposite shore of the lake realized that only one boat had been there, and that Jesus had not entered it with his disciples, but that they had gone away alone.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Then some boats from Tiberias landed near the place where the people had eaten the bread after the Lord had given thanks.",
          "ID": "23"
        },
        {
          "text": "Once the crowd realized that neither Jesus nor his disciples were there, they got into the boats and went to Capernaum in search of Jesus.",
          "ID": "24"
        },
        {
          "text": "When they found him on the other side of the lake, they asked him, \"Rabbi, when did you get here?\"",
          "ID": "25"
        },
        {
          "text": "Jesus answered, \"Very truly I tell you, you are looking for me, not because you saw the signs I performed but because you ate the loaves and had your fill.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Do not work for food that spoils, but for food that endures to eternal life, which the Son of Man will give you. For on him God the Father has placed his seal of approval.\"",
          "ID": "27"
        },
        {
          "text": "Then they asked him, \"What must we do to do the works God requires?\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Jesus answered, \"The work of God is this: to believe in the one he has sent.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "So they asked him, \"What sign then will you give that we may see it and believe you? What will you do?",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Our ancestors ate the manna in the wilderness; as it is written: 'He gave them bread from heaven to eat.' \"",
          "ID": "31"
        },
        {
          "text": "Jesus said to them, \"Very truly I tell you, it is not Moses who has given you the bread from heaven, but it is my Father who gives you the true bread from heaven.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "For the bread of God is the bread that comes down from heaven and gives life to the world.\"",
          "ID": "33"
        },
        {
          "text": "\"Sir,\" they said, \"always give us this bread.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Then Jesus declared, \"I am the bread of life. Whoever comes to me will never go hungry, and whoever believes in me will never be thirsty.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "But as I told you, you have seen me and still you do not believe.",
          "ID": "36"
        },
        {
          "text": "All those the Father gives me will come to me, and whoever comes to me I will never drive away.",
          "ID": "37"
        },
        {
          "text": "For I have come down from heaven not to do my will but to do the will of him who sent me.",
          "ID": "38"
        },
        {
          "text": "And this is the will of him who sent me, that I shall lose none of all those he has given me, but raise them up at the last day.",
          "ID": "39"
        },
        {
          "text": "For my Father's will is that everyone who looks to the Son and believes in him shall have eternal life, and I will raise them up at the last day.\"",
          "ID": "40"
        },
        {
          "text": "At this the Jews there began to grumble about him because he said, \"I am the bread that came down from heaven.\"",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How can he now say, 'I came down from heaven'?\"",
          "ID": "42"
        },
        {
          "text": "\"Stop grumbling among yourselves,\" Jesus answered.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "\"No one can come to me unless the Father who sent me draws them, and I will raise them up at the last day.",
          "ID": "44"
        },
        {
          "text": "It is written in the Prophets: 'They will all be taught by God.' Everyone who has heard the Father and learned from him comes to me.",
          "ID": "45"
        },
        {
          "text": "No one has seen the Father except the one who is from God; only he has seen the Father.",
          "ID": "46"
        },
        {
          "text": "Very truly I tell you, the one who believes has eternal life.",
          "ID": "47"
        },
        {
          "text": "I am the bread of life.",
          "ID": "48"
        },
        {
          "text": "Your ancestors ate the manna in the wilderness, yet they died.",
          "ID": "49"
        },
        {
          "text": "But here is the bread that comes down from heaven, which anyone may eat and not die.",
          "ID": "50"
        },
        {
          "text": "I am the living bread that came down from heaven. Whoever eats this bread will live forever. This bread is my flesh, which I will give for the life of the world.\"",
          "ID": "51"
        },
        {
          "text": "Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\"",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "Jesus said to them, \"Very truly I tell you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "Whoever eats my flesh and drinks my blood has eternal life, and I will raise them up at the last day.",
          "ID": "54"
        },
        {
          "text": "For my flesh is real food and my blood is real drink.",
          "ID": "55"
        },
        {
          "text": "Whoever eats my flesh and drinks my blood remains in me, and I in them.",
          "ID": "56"
        },
        {
          "text": "Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me.",
          "ID": "57"
        },
        {
          "text": "This is the bread that came down from heaven. Your ancestors ate manna and died, but whoever feeds on this bread will live forever.\"",
          "ID": "58"
        },
        {
          "text": "He said this while teaching in the synagogue in Capernaum.",
          "ID": "59"
        },
        {
          "text": "On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\"",
          "ID": "60"
        },
        {
          "text": "Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you?",
          "ID": "61"
        },
        {
          "text": "",
          "ID": "61"
        },
        {
          "text": "Then what if you see the Son of Man ascend to where he was before!",
          "ID": "62"
        },
        {
          "text": "The Spirit gives life; the flesh counts for nothing. The words I have spoken to you—they are full of the Spirit and life.",
          "ID": "63"
        },
        {
          "text": "Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him.",
          "ID": "64"
        },
        {
          "text": "He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled them.\"",
          "ID": "65"
        },
        {
          "text": "From this time many of his disciples turned back and no longer followed him.",
          "ID": "66"
        },
        {
          "text": "",
          "ID": "66"
        },
        {
          "text": "\"You do not want to leave too, do you?\" Jesus asked the Twelve.",
          "ID": "67"
        },
        {
          "text": "",
          "ID": "67"
        },
        {
          "text": "Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life.",
          "ID": "68"
        },
        {
          "text": "",
          "ID": "68"
        },
        {
          "text": "We have come to believe and to know that you are the Holy One of God.\"",
          "ID": "69"
        },
        {
          "text": "Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\"",
          "ID": "70"
        },
        {
          "text": "",
          "ID": "70"
        },
        {
          "text": "(He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.)",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6"
    },
    {
      "name": "John 7",
      "text": [
        {
          "text": "After this, Jesus went around in Galilee. He did not want to go about in Judea because the Jewish leaders there were looking for a way to kill him.",
          "ID": "1"
        },
        {
          "text": "But when the Jewish Festival of Tabernacles was near,",
          "ID": "2"
        },
        {
          "text": "Jesus' brothers said to him, \"Leave Galilee and go to Judea, so that your disciples there may see the works you do.",
          "ID": "3"
        },
        {
          "text": "No one who wants to become a public figure acts in secret. Since you are doing these things, show yourself to the world.\"",
          "ID": "4"
        },
        {
          "text": "For even his own brothers did not believe in him.",
          "ID": "5"
        },
        {
          "text": "Therefore Jesus told them, \"My time is not yet here; for you any time will do.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "The world cannot hate you, but it hates me because I testify that its works are evil.",
          "ID": "7"
        },
        {
          "text": "You go to the festival. I am not going up to this festival, because my time has not yet fully come.\"",
          "ID": "8"
        },
        {
          "text": "After he had said this, he stayed in Galilee.",
          "ID": "9"
        },
        {
          "text": "However, after his brothers had left for the festival, he went also, not publicly, but in secret.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Now at the festival the Jewish leaders were watching for Jesus and asking, \"Where is he?\"",
          "ID": "11"
        },
        {
          "text": "Among the crowds there was widespread whispering about him. Some said, \"He is a good man.\"Others replied, \"No, he deceives the people.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But no one would say anything publicly about him for fear of the leaders.",
          "ID": "13"
        },
        {
          "text": "Not until halfway through the festival did Jesus go up to the temple courts and begin to teach.",
          "ID": "14"
        },
        {
          "text": "The Jews there were amazed and asked, \"How did this man get such learning without having been taught?\"",
          "ID": "15"
        },
        {
          "text": "Jesus answered, \"My teaching is not my own. It comes from the one who sent me.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Anyone who chooses to do the will of God will find out whether my teaching comes from God or whether I speak on my own.",
          "ID": "17"
        },
        {
          "text": "Whoever speaks on their own does so to gain personal glory, but he who seeks the glory of the one who sent him is a man of truth; there is nothing false about him.",
          "ID": "18"
        },
        {
          "text": "Has not Moses given you the law? Yet not one of you keeps the law. Why are you trying to kill me?\"",
          "ID": "19"
        },
        {
          "text": "\"You are demon-possessed,\" the crowd answered. \"Who is trying to kill you?\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Jesus said to them, \"I did one miracle, and you are all amazed.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Yet, because Moses gave you circumcision (though actually it did not come from Moses, but from the patriarchs), you circumcise a boy on the Sabbath.",
          "ID": "22"
        },
        {
          "text": "Now if a boy can be circumcised on the Sabbath so that the law of Moses may not be broken, why are you angry with me for healing a man's whole body on the Sabbath?",
          "ID": "23"
        },
        {
          "text": "Stop judging by mere appearances, but instead judge correctly.\"",
          "ID": "24"
        },
        {
          "text": "At that point some of the people of Jerusalem began to ask, \"Isn't this the man they are trying to kill?",
          "ID": "25"
        },
        {
          "text": "Here he is, speaking publicly, and they are not saying a word to him. Have the authorities really concluded that he is the Messiah?",
          "ID": "26"
        },
        {
          "text": "But we know where this man is from; when the Messiah comes, no one will know where he is from.\"",
          "ID": "27"
        },
        {
          "text": "Then Jesus, still teaching in the temple courts, cried out, \"Yes, you know me, and you know where I am from. I am not here on my own authority, but he who sent me is true. You do not know him,",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "but I know him because I am from him and he sent me.\"",
          "ID": "29"
        },
        {
          "text": "At this they tried to seize him, but no one laid a hand on him, because his hour had not yet come.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Still, many in the crowd believed in him. They said, \"When the Messiah comes, will he perform more signs than this man?\"",
          "ID": "31"
        },
        {
          "text": "The Pharisees heard the crowd whispering such things about him. Then the chief priests and the Pharisees sent temple guards to arrest him.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Jesus said, \"I am with you for only a short time, and then I am going to the one who sent me.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "You will look for me, but you will not find me; and where I am, you cannot come.\"",
          "ID": "34"
        },
        {
          "text": "The Jews said to one another, \"Where does this man intend to go that we cannot find him? Will he go where our people live scattered among the Greeks, and teach the Greeks?",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "What did he mean when he said, 'You will look for me, but you will not find me,' and 'Where I am, you cannot come'?\"",
          "ID": "36"
        },
        {
          "text": "On the last and greatest day of the festival, Jesus stood and said in a loud voice, \"Let anyone who is thirsty come to me and drink.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Whoever believes in me, as Scripture has said, rivers of living water will flow from within them.\"",
          "ID": "38"
        },
        {
          "text": "By this he meant the Spirit, whom those who believed in him were later to receive. Up to that time the Spirit had not been given, since Jesus had not yet been glorified.",
          "ID": "39"
        },
        {
          "text": "On hearing his words, some of the people said, \"Surely this man is the Prophet.\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Others said, \"He is the Messiah.\"Still others asked, \"How can the Messiah come from Galilee?",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "Does not Scripture say that the Messiah will come from David's descendants and from Bethlehem, the town where David lived?\"",
          "ID": "42"
        },
        {
          "text": "Thus the people were divided because of Jesus.",
          "ID": "43"
        },
        {
          "text": "Some wanted to seize him, but no one laid a hand on him.",
          "ID": "44"
        },
        {
          "text": "Finally the temple guards went back to the chief priests and the Pharisees, who asked them, \"Why didn't you bring him in?\"",
          "ID": "45"
        },
        {
          "text": "\"No one ever spoke the way this man does,\" the guards replied.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "\"You mean he has deceived you also?\" the Pharisees retorted.",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "\"Have any of the rulers or of the Pharisees believed in him?",
          "ID": "48"
        },
        {
          "text": "No! But this mob that knows nothing of the law—there is a curse on them.\"",
          "ID": "49"
        },
        {
          "text": "Nicodemus, who had gone to Jesus earlier and who was one of their own number, asked,",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "\"Does our law condemn a man without first hearing him to find out what he has been doing?\"",
          "ID": "51"
        },
        {
          "text": "They replied, \"Are you from Galilee, too? Look into it, and you will find that a prophet does not come out of Galilee.\"[The earliest manuscripts and many other ancient witnesses do not have John7:53—8:11. A few manuscripts include these verses, wholly or in part, after John 7:36, John 21:25, Luke 21:38 or Luke 24:53.]",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "Then they all went home,",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7"
    },
    {
      "name": "John 8",
      "text": [
        {
          "text": "but Jesus went to the Mount of Olives.",
          "ID": "1"
        },
        {
          "text": "At dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "The teachers of the law and the Pharisees brought in a woman caught in adultery. They made her stand before the group",
          "ID": "3"
        },
        {
          "text": "and said to Jesus, \"Teacher, this woman was caught in the act of adultery.",
          "ID": "4"
        },
        {
          "text": "In the Law Moses commanded us to stone such women.Now what do you say?\"",
          "ID": "5"
        },
        {
          "text": "They were using this question as a trap,in order to have a basis for accusing him.But Jesus bent down and started to write on the ground with his finger.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "When they kept on questioning him, he straightened up and said to them, \"Let any one of you who is without sin be the first to throw a stoneat her.\"",
          "ID": "7"
        },
        {
          "text": "Again he stooped down and wrote on the ground.",
          "ID": "8"
        },
        {
          "text": "At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Jesus straightened up and asked her, \"Woman, where are they? Has no one condemned you?\"",
          "ID": "10"
        },
        {
          "text": "\"No one, sir,\" she said.\"Then neither do I condemn you,\"Jesus declared. \"Go now and leave your life of sin.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"",
          "ID": "12"
        },
        {
          "text": "The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "You judge by human standards; I pass judgment on no one.",
          "ID": "15"
        },
        {
          "text": "But if I do judge, my decisions are true, because I am not alone. I stand with the Father, who sent me.",
          "ID": "16"
        },
        {
          "text": "In your own Law it is written that the testimony of two witnesses is true.",
          "ID": "17"
        },
        {
          "text": "I am one who testifies for myself; my other witness is the Father, who sent me.\"",
          "ID": "18"
        },
        {
          "text": "Then they asked him, \"Where is your father?\"\"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "He spoke these words while teaching in the temple courts near the place where the offerings were put. Yet no one seized him, because his hour had not yet come.",
          "ID": "20"
        },
        {
          "text": "Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\"",
          "ID": "21"
        },
        {
          "text": "This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "But he continued, \"You are from below; I am from above. You are of this world; I am not of this world.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "I told you that you would die in your sins; if you do not believe that I am he, you will indeed die in your sins.\"",
          "ID": "24"
        },
        {
          "text": "\"Who are you?\" they asked.\"Just what I have been telling you from the beginning,\" Jesus replied.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "\"I have much to say in judgment of you. But he who sent me is trustworthy, and what I have heard from him I tell the world.\"",
          "ID": "26"
        },
        {
          "text": "They did not understand that he was telling them about his Father.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "So Jesus said, \"When you have lifted up the Son of Man, then you will know that I am he and that I do nothing on my own but speak just what the Father has taught me.",
          "ID": "28"
        },
        {
          "text": "The one who sent me is with me; he has not left me alone, for I always do what pleases him.\"",
          "ID": "29"
        },
        {
          "text": "Even as he spoke, many believed in him.",
          "ID": "30"
        },
        {
          "text": "To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples.",
          "ID": "31"
        },
        {
          "text": "Then you will know the truth, and the truth will set you free.\"",
          "ID": "32"
        },
        {
          "text": "They answered him, \"We are Abraham's descendants and have never been slaves of anyone. How can you say that we shall be set free?\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Jesus replied, \"Very truly I tell you, everyone who sins is a slave to sin.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Now a slave has no permanent place in the family, but a son belongs to it forever.",
          "ID": "35"
        },
        {
          "text": "So if the Son sets you free, you will be free indeed.",
          "ID": "36"
        },
        {
          "text": "I know that you are Abraham's descendants. Yet you are looking for a way to kill me, because you have no room for my word.",
          "ID": "37"
        },
        {
          "text": "I am telling you what I have seen in the Father's presence, and you are doing what you have heard from your father. \"",
          "ID": "38"
        },
        {
          "text": "\"Abraham is our father,\" they answered.\"If you were Abraham's children,\" said Jesus, \"then you would do what Abraham did.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "As it is, you are looking for a way to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things.",
          "ID": "40"
        },
        {
          "text": "You are doing the works of your own father.\"\"We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\"",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "Jesus said to them, \"If God were your Father, you would love me, for I have come here from God. I have not come on my own; God sent me.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "Why is my language not clear to you? Because you are unable to hear what I say.",
          "ID": "43"
        },
        {
          "text": "You belong to your father, the devil, and you want to carry out your father's desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.",
          "ID": "44"
        },
        {
          "text": "Yet because I tell the truth, you do not believe me!",
          "ID": "45"
        },
        {
          "text": "Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me?",
          "ID": "46"
        },
        {
          "text": "Whoever belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\"",
          "ID": "47"
        },
        {
          "text": "The Jews answered him, \"Aren't we right in saying that you are a Samaritan and demon-possessed?\"",
          "ID": "48"
        },
        {
          "text": "\"I am not possessed by a demon,\" said Jesus, \"but I honor my Father and you dishonor me.",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "I am not seeking glory for myself; but there is one who seeks it, and he is the judge.",
          "ID": "50"
        },
        {
          "text": "Very truly I tell you, whoever obeys my word will never see death.\"",
          "ID": "51"
        },
        {
          "text": "At this they exclaimed, \"Now we know that you are demon-possessed! Abraham died and so did the prophets, yet you say that whoever obeys your word will never taste death.",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?\"",
          "ID": "53"
        },
        {
          "text": "Jesus replied, \"If I glorify myself, my glory means nothing. My Father, whom you claim as your God, is the one who glorifies me.",
          "ID": "54"
        },
        {
          "text": "",
          "ID": "54"
        },
        {
          "text": "Though you do not know him, I know him. If I said I did not, I would be a liar like you, but I do know him and obey his word.",
          "ID": "55"
        },
        {
          "text": "Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.\"",
          "ID": "56"
        },
        {
          "text": "\"You are not yet fifty years old,\" they said to him, \"and you have seen Abraham!\"",
          "ID": "57"
        },
        {
          "text": "",
          "ID": "57"
        },
        {
          "text": "\"Very truly I tell you,\" Jesus answered, \"before Abraham was born, I am!\"",
          "ID": "58"
        },
        {
          "text": "",
          "ID": "58"
        },
        {
          "text": "At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds.",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8"
    },
    {
      "name": "John 9",
      "text": [
        {
          "text": "As he went along, he saw a man blind from birth.",
          "ID": "1"
        },
        {
          "text": "His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\"",
          "ID": "2"
        },
        {
          "text": "\"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the works of God might be displayed in him.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "As long as it is day, we must do the works of him who sent me. Night is coming, when no one can work.",
          "ID": "4"
        },
        {
          "text": "While I am in the world, I am the light of the world.\"",
          "ID": "5"
        },
        {
          "text": "After saying this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "\"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means \"Sent\"). So the man went and washed, and came home seeing.",
          "ID": "7"
        },
        {
          "text": "His neighbors and those who had formerly seen him begging asked, \"Isn't this the same man who used to sit and beg?\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Some claimed that he was.Others said, \"No, he only looks like him.\"But he himself insisted, \"I am the man.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "\"How then were your eyes opened?\" they asked.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "He replied, \"The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"Where is this man?\" they asked him.\"I don't know,\" he said.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "They brought to the Pharisees the man who had been blind.",
          "ID": "13"
        },
        {
          "text": "Now the day on which Jesus had made the mud and opened the man's eyes was a Sabbath.",
          "ID": "14"
        },
        {
          "text": "Therefore the Pharisees also asked him how he had received his sight. \"He put mud on my eyes,\" the man replied, \"and I washed, and now I see.\"",
          "ID": "15"
        },
        {
          "text": "Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\"But others asked, \"How can a sinner perform such signs?\" So they were divided.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Then they turned again to the blind man, \"What have you to say about him? It was your eyes he opened.\"The man replied, \"He is a prophet.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "They still did not believe that he had been blind and had received his sight until they sent for the man's parents.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "\"Is this your son?\" they asked. \"Is this the one you say was born blind? How is it that now he can see?\"",
          "ID": "19"
        },
        {
          "text": "\"We know he is our son,\" the parents answered, \"and we know he was born blind.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "But how he can see now, or who opened his eyes, we don't know. Ask him. He is of age; he will speak for himself.\"",
          "ID": "21"
        },
        {
          "text": "His parents said this because they were afraid of the Jewish leaders, who already had decided that anyone who acknowledged that Jesus was the Messiah would be put out of the synagogue.",
          "ID": "22"
        },
        {
          "text": "That was why his parents said, \"He is of age; ask him.\"",
          "ID": "23"
        },
        {
          "text": "A second time they summoned the man who had been blind. \"Give glory to God by telling the truth,\" they said. \"We know this man is a sinner.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "He replied, \"Whether he is a sinner or not, I don't know. One thing I do know. I was blind but now I see!\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Then they asked him, \"What did he do to you? How did he open your eyes?\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "He answered, \"I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples too?\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Then they hurled insults at him and said, \"You are this fellow's disciple! We are disciples of Moses!",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "We know that God spoke to Moses, but as for this fellow, we don't even know where he comes from.\"",
          "ID": "29"
        },
        {
          "text": "The man answered, \"Now that is remarkable! You don't know where he comes from, yet he opened my eyes.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "We know that God does not listen to sinners. He listens to the godly person who does his will.",
          "ID": "31"
        },
        {
          "text": "Nobody has ever heard of opening the eyes of a man born blind.",
          "ID": "32"
        },
        {
          "text": "If this man were not from God, he could do nothing.\"",
          "ID": "33"
        },
        {
          "text": "To this they replied, \"You were steeped in sin at birth; how dare you lecture us!\" And they threw him out.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Jesus heard that they had thrown him out, and when he found him, he said, \"Do you believe in the Son of Man?\"",
          "ID": "35"
        },
        {
          "text": "\"Who is he, sir?\" the man asked. \"Tell me so that I may believe in him.\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Jesus said, \"You have now seen him; in fact, he is the one speaking with you.\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Then the man said, \"Lord, I believe,\" and he worshiped him.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\"",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Jesus said, \"If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains.",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9"
    },
    {
      "name": "John 10",
      "text": [
        {
          "text": "\"Very truly I tell you Pharisees, anyone who does not enter the sheep pen by the gate, but climbs in by some other way, is a thief and a robber.",
          "ID": "1"
        },
        {
          "text": "The one who enters by the gate is the shepherd of the sheep.",
          "ID": "2"
        },
        {
          "text": "The gatekeeper opens the gate for him, and the sheep listen to his voice. He calls his own sheep by name and leads them out.",
          "ID": "3"
        },
        {
          "text": "When he has brought out all his own, he goes on ahead of them, and his sheep follow him because they know his voice.",
          "ID": "4"
        },
        {
          "text": "But they will never follow a stranger; in fact, they will run away from him because they do not recognize a stranger's voice.\"",
          "ID": "5"
        },
        {
          "text": "Jesus used this figure of speech, but the Pharisees did not understand what he was telling them.",
          "ID": "6"
        },
        {
          "text": "Therefore Jesus said again, \"Very truly I tell you, I am the gate for the sheep.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "All who have come before me are thieves and robbers, but the sheep have not listened to them.",
          "ID": "8"
        },
        {
          "text": "I am the gate; whoever enters through me will be saved. They will come in and go out, and find pasture.",
          "ID": "9"
        },
        {
          "text": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.",
          "ID": "10"
        },
        {
          "text": "\"I am the good shepherd. The good shepherd lays down his life for the sheep.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "The hired hand is not the shepherd and does not own the sheep. So when he sees the wolf coming, he abandons the sheep and runs away. Then the wolf attacks the flock and scatters it.",
          "ID": "12"
        },
        {
          "text": "The man runs away because he is a hired hand and cares nothing for the sheep.",
          "ID": "13"
        },
        {
          "text": "\"I am the good shepherd; I know my sheep and my sheep know me—",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "just as the Father knows me and I know the Father—and I lay down my life for the sheep.",
          "ID": "15"
        },
        {
          "text": "I have other sheep that are not of this sheep pen. I must bring them also. They too will listen to my voice, and there shall be one flock and one shepherd.",
          "ID": "16"
        },
        {
          "text": "The reason my Father loves me is that I lay down my life—only to take it up again.",
          "ID": "17"
        },
        {
          "text": "No one takes it from me, but I lay it down of my own accord. I have authority to lay it down and authority to take it up again. This command I received from my Father.\"",
          "ID": "18"
        },
        {
          "text": "The Jews who heard these words were again divided.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Many of them said, \"He is demon-possessed and raving mad. Why listen to him?\"",
          "ID": "20"
        },
        {
          "text": "But others said, \"These are not the sayings of a man possessed by a demon. Can a demon open the eyes of the blind?\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then came the Festival of Dedication at Jerusalem. It was winter,",
          "ID": "22"
        },
        {
          "text": "and Jesus was in the temple courts walking in Solomon's Colonnade.",
          "ID": "23"
        },
        {
          "text": "The Jews who were there gathered around him, saying, \"How long will you keep us in suspense? If you are the Messiah, tell us plainly.\"",
          "ID": "24"
        },
        {
          "text": "Jesus answered, \"I did tell you, but you do not believe. The works I do in my Father's name testify about me,",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "but you do not believe because you are not my sheep.",
          "ID": "26"
        },
        {
          "text": "My sheep listen to my voice; I know them, and they follow me.",
          "ID": "27"
        },
        {
          "text": "I give them eternal life, and they shall never perish; no one will snatch them out of my hand.",
          "ID": "28"
        },
        {
          "text": "My Father, who has given them to me, is greater than all ; no one can snatch them out of my Father's hand.",
          "ID": "29"
        },
        {
          "text": "I and the Father are one.\"",
          "ID": "30"
        },
        {
          "text": "Again his Jewish opponents picked up stones to stone him,",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "but Jesus said to them, \"I have shown you many good works from the Father. For which of these do you stone me?\"",
          "ID": "32"
        },
        {
          "text": "\"We are not stoning you for any good work,\" they replied, \"but for blasphemy, because you, a mere man, claim to be God.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Jesus answered them, \"Is it not written in your Law, 'I have said you are \"gods\"' ?",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "If he called them 'gods,' to whom the word of God came—and Scripture cannot be set aside—",
          "ID": "35"
        },
        {
          "text": "what about the one whom the Father set apart as his very own and sent into the world? Why then do you accuse me of blasphemy because I said, 'I am God's Son'?",
          "ID": "36"
        },
        {
          "text": "Do not believe me unless I do the works of my Father.",
          "ID": "37"
        },
        {
          "text": "But if I do them, even though you do not believe me, believe the works, that you may know and understand that the Father is in me, and I in the Father.\"",
          "ID": "38"
        },
        {
          "text": "Again they tried to seize him, but he escaped their grasp.",
          "ID": "39"
        },
        {
          "text": "Then Jesus went back across the Jordan to the place where John had been baptizing in the early days. There he stayed,",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "and many people came to him. They said, \"Though John never performed a sign, all that John said about this man was true.\"",
          "ID": "41"
        },
        {
          "text": "And in that place many believed in Jesus.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10"
    },
    {
      "name": "John 11",
      "text": [
        {
          "text": "Now a man named Lazarus was sick. He was from Bethany, the village of Mary and her sister Martha.",
          "ID": "1"
        },
        {
          "text": "(This Mary, whose brother Lazarus now lay sick, was the same one who poured perfume on the Lord and wiped his feet with her hair.)",
          "ID": "2"
        },
        {
          "text": "So the sisters sent word to Jesus, \"Lord, the one you love is sick.\"",
          "ID": "3"
        },
        {
          "text": "When he heard this, Jesus said, \"This sickness will not end in death. No, it is for God's glory so that God's Son may be glorified through it.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Now Jesus loved Martha and her sister and Lazarus.",
          "ID": "5"
        },
        {
          "text": "So when he heard that Lazarus was sick, he stayed where he was two more days,",
          "ID": "6"
        },
        {
          "text": "and then he said to his disciples, \"Let us go back to Judea.\"",
          "ID": "7"
        },
        {
          "text": "\"But Rabbi,\" they said, \"a short while ago the Jews there tried to stone you, and yet you are going back?\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Jesus answered, \"Are there not twelve hours of daylight? Anyone who walks in the daytime will not stumble, for they see by this world's light.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "It is when a person walks at night that they stumble, for they have no light.\"",
          "ID": "10"
        },
        {
          "text": "After he had said this, he went on to tell them, \"Our friend Lazarus has fallen asleep; but I am going there to wake him up.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "His disciples replied, \"Lord, if he sleeps, he will get better.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Jesus had been speaking of his death, but his disciples thought he meant natural sleep.",
          "ID": "13"
        },
        {
          "text": "So then he told them plainly, \"Lazarus is dead,",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "and for your sake I am glad I was not there, so that you may believe. But let us go to him.\"",
          "ID": "15"
        },
        {
          "text": "Then Thomas (also known as Didymus ) said to the rest of the disciples, \"Let us also go, that we may die with him.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "On his arrival, Jesus found that Lazarus had already been in the tomb for four days.",
          "ID": "17"
        },
        {
          "text": "Now Bethany was less than two miles from Jerusalem,",
          "ID": "18"
        },
        {
          "text": "and many Jews had come to Martha and Mary to comfort them in the loss of their brother.",
          "ID": "19"
        },
        {
          "text": "When Martha heard that Jesus was coming, she went out to meet him, but Mary stayed at home.",
          "ID": "20"
        },
        {
          "text": "\"Lord,\" Martha said to Jesus, \"if you had been here, my brother would not have died.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "But I know that even now God will give you whatever you ask.\"",
          "ID": "22"
        },
        {
          "text": "Jesus said to her, \"Your brother will rise again.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Martha answered, \"I know he will rise again in the resurrection at the last day.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Jesus said to her, \"I am the resurrection and the life. The one who believes in me will live, even though they die;",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "and whoever lives by believing in me will never die. Do you believe this?\"",
          "ID": "26"
        },
        {
          "text": "\"Yes, Lord,\" she replied, \"I believe that you are the Messiah, the Son of God, who is to come into the world.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "After she had said this, she went back and called her sister Mary aside. \"The Teacher is here,\" she said, \"and is asking for you.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "When Mary heard this, she got up quickly and went to him.",
          "ID": "29"
        },
        {
          "text": "Now Jesus had not yet entered the village, but was still at the place where Martha had met him.",
          "ID": "30"
        },
        {
          "text": "When the Jews who had been with Mary in the house, comforting her, noticed how quickly she got up and went out, they followed her, supposing she was going to the tomb to mourn there.",
          "ID": "31"
        },
        {
          "text": "When Mary reached the place where Jesus was and saw him, she fell at his feet and said, \"Lord, if you had been here, my brother would not have died.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "When Jesus saw her weeping, and the Jews who had come along with her also weeping, he was deeply moved in spirit and troubled.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"Where have you laid him?\" he asked.\"Come and see, Lord,\" they replied.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Jesus wept.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Then the Jews said, \"See how he loved him!\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "But some of them said, \"Could not he who opened the eyes of the blind man have kept this man from dying?\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Jesus, once more deeply moved, came to the tomb. It was a cave with a stone laid across the entrance.",
          "ID": "38"
        },
        {
          "text": "\"Take away the stone,\" he said.\"But, Lord,\" said Martha, the sister of the dead man, \"by this time there is a bad odor, for he has been there four days.\"",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "Then Jesus said, \"Did I not tell you that if you believe, you will see the glory of God?\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "So they took away the stone. Then Jesus looked up and said, \"Father, I thank you that you have heard me.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "I knew that you always hear me, but I said this for the benefit of the people standing here, that they may believe that you sent me.\"",
          "ID": "42"
        },
        {
          "text": "When he had said this, Jesus called in a loud voice, \"Lazarus, come out!\"",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "The dead man came out, his hands and feet wrapped with strips of linen, and a cloth around his face.Jesus said to them, \"Take off the grave clothes and let him go.\"",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "Therefore many of the Jews who had come to visit Mary, and had seen what Jesus did, believed in him.",
          "ID": "45"
        },
        {
          "text": "But some of them went to the Pharisees and told them what Jesus had done.",
          "ID": "46"
        },
        {
          "text": "Then the chief priests and the Pharisees called a meeting of the Sanhedrin.\"What are we accomplishing?\" they asked. \"Here is this man performing many signs.",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "If we let him go on like this, everyone will believe in him, and then the Romans will come and take away both our temple and our nation.\"",
          "ID": "48"
        },
        {
          "text": "Then one of them, named Caiaphas, who was high priest that year, spoke up, \"You know nothing at all!",
          "ID": "49"
        },
        {
          "text": "",
          "ID": "49"
        },
        {
          "text": "You do not realize that it is better for you that one man die for the people than that the whole nation perish.\"",
          "ID": "50"
        },
        {
          "text": "He did not say this on his own, but as high priest that year he prophesied that Jesus would die for the Jewish nation,",
          "ID": "51"
        },
        {
          "text": "",
          "ID": "51"
        },
        {
          "text": "and not only for that nation but also for the scattered children of God, to bring them together and make them one.",
          "ID": "52"
        },
        {
          "text": "So from that day on they plotted to take his life.",
          "ID": "53"
        },
        {
          "text": "Therefore Jesus no longer moved about publicly among the people of Judea. Instead he withdrew to a region near the wilderness, to a village called Ephraim, where he stayed with his disciples.",
          "ID": "54"
        },
        {
          "text": "",
          "ID": "54"
        },
        {
          "text": "When it was almost time for the Jewish Passover, many went up from the country to Jerusalem for their ceremonial cleansing before the Passover.",
          "ID": "55"
        },
        {
          "text": "",
          "ID": "55"
        },
        {
          "text": "They kept looking for Jesus, and as they stood in the temple courts they asked one another, \"What do you think? Isn't he coming to the festival at all?\"",
          "ID": "56"
        },
        {
          "text": "But the chief priests and the Pharisees had given orders that anyone who found out where Jesus was should report it so that they might arrest him.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11"
    },
    {
      "name": "John 12",
      "text": [
        {
          "text": "Six days before the Passover, Jesus came to Bethany, where Lazarus lived, whom Jesus had raised from the dead.",
          "ID": "1"
        },
        {
          "text": "Here a dinner was given in Jesus' honor. Martha served, while Lazarus was among those reclining at the table with him.",
          "ID": "2"
        },
        {
          "text": "Then Mary took about a pint of pure nard, an expensive perfume; she poured it on Jesus' feet and wiped his feet with her hair. And the house was filled with the fragrance of the perfume.",
          "ID": "3"
        },
        {
          "text": "But one of his disciples, Judas Iscariot, who was later to betray him, objected,",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "\"Why wasn't this perfume sold and the money given to the poor? It was worth a year's wages. \"",
          "ID": "5"
        },
        {
          "text": "He did not say this because he cared about the poor but because he was a thief; as keeper of the money bag, he used to help himself to what was put into it.",
          "ID": "6"
        },
        {
          "text": "\"Leave her alone,\" Jesus replied. \"It was intended that she should save this perfume for the day of my burial.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "You will always have the poor among you, but you will not always have me.\"",
          "ID": "8"
        },
        {
          "text": "Meanwhile a large crowd of Jews found out that Jesus was there and came, not only because of him but also to see Lazarus, whom he had raised from the dead.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "So the chief priests made plans to kill Lazarus as well,",
          "ID": "10"
        },
        {
          "text": "for on account of him many of the Jews were going over to Jesus and believing in him.",
          "ID": "11"
        },
        {
          "text": "The next day the great crowd that had come for the festival heard that Jesus was on his way to Jerusalem.",
          "ID": "12"
        },
        {
          "text": "They took palm branches and went out to meet him, shouting,",
          "ID": "13"
        },
        {
          "text": "\"Hosanna! \"",
          "ID": "13"
        },
        {
          "text": "\"Blessed is he who comes in the name of the Lord!\"",
          "ID": "13"
        },
        {
          "text": "\"Blessed is the king of Israel!\"",
          "ID": "13"
        },
        {
          "text": "Jesus found a young donkey and sat on it, as it is written:",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"Do not be afraid, Daughter Zion;",
          "ID": "15"
        },
        {
          "text": "see, your king is coming,",
          "ID": "15"
        },
        {
          "text": "seated on a donkey's colt.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "At first his disciples did not understand all this. Only after Jesus was glorified did they realize that these things had been written about him and that these things had been done to him.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Now the crowd that was with him when he called Lazarus from the tomb and raised him from the dead continued to spread the word.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Many people, because they had heard that he had performed this sign, went out to meet him.",
          "ID": "18"
        },
        {
          "text": "So the Pharisees said to one another, \"See, this is getting us nowhere. Look how the whole world has gone after him!\"",
          "ID": "19"
        },
        {
          "text": "Now there were some Greeks among those who went up to worship at the festival.",
          "ID": "20"
        },
        {
          "text": "They came to Philip, who was from Bethsaida in Galilee, with a request. \"Sir,\" they said, \"we would like to see Jesus.\"",
          "ID": "21"
        },
        {
          "text": "Philip went to tell Andrew; Andrew and Philip in turn told Jesus.",
          "ID": "22"
        },
        {
          "text": "Jesus replied, \"The hour has come for the Son of Man to be glorified.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Very truly I tell you, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds.",
          "ID": "24"
        },
        {
          "text": "Anyone who loves their life will lose it, while anyone who hates their life in this world will keep it for eternal life.",
          "ID": "25"
        },
        {
          "text": "Whoever serves me must follow me; and where I am, my servant also will be. My Father will honor the one who serves me.",
          "ID": "26"
        },
        {
          "text": "\"Now my soul is troubled, and what shall I say? 'Father, save me from this hour'? No, it was for this very reason I came to this hour.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Father, glorify your name!\"Then a voice came from heaven, \"I have glorified it, and will glorify it again.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "The crowd that was there and heard it said it had thundered; others said an angel had spoken to him.",
          "ID": "29"
        },
        {
          "text": "Jesus said, \"This voice was for your benefit, not mine.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Now is the time for judgment on this world; now the prince of this world will be driven out.",
          "ID": "31"
        },
        {
          "text": "And I, when I am lifted up from the earth, will draw all people to myself.\"",
          "ID": "32"
        },
        {
          "text": "He said this to show the kind of death he was going to die.",
          "ID": "33"
        },
        {
          "text": "The crowd spoke up, \"We have heard from the Law that the Messiah will remain forever, so how can you say, 'The Son of Man must be lifted up'? Who is this 'Son of Man'?\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Then Jesus told them, \"You are going to have the light just a little while longer. Walk while you have the light, before darkness overtakes you. Whoever walks in the dark does not know where they are going.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Believe in the light while you have the light, so that you may become children of light.\" When he had finished speaking, Jesus left and hid himself from them.",
          "ID": "36"
        },
        {
          "text": "Even after Jesus had performed so many signs in their presence, they still would not believe in him.",
          "ID": "37"
        },
        {
          "text": "This was to fulfill the word of Isaiah the prophet:",
          "ID": "38"
        },
        {
          "text": "\"Lord, who has believed our message",
          "ID": "38"
        },
        {
          "text": "and to whom has the arm of the Lord been revealed?\"",
          "ID": "38"
        },
        {
          "text": "For this reason they could not believe, because, as Isaiah says elsewhere:",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "\"He has blinded their eyes",
          "ID": "40"
        },
        {
          "text": "and hardened their hearts,",
          "ID": "40"
        },
        {
          "text": "so they can neither see with their eyes,",
          "ID": "40"
        },
        {
          "text": "nor understand with their hearts,",
          "ID": "40"
        },
        {
          "text": "nor turn—and I would heal them.\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Isaiah said this because he saw Jesus' glory and spoke about him.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "Yet at the same time many even among the leaders believed in him. But because of the Pharisees they would not openly acknowledge their faith for fear they would be put out of the synagogue;",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "for they loved human praise more than praise from God.",
          "ID": "43"
        },
        {
          "text": "Then Jesus cried out, \"Whoever believes in me does not believe in me only, but in the one who sent me.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "The one who looks at me is seeing the one who sent me.",
          "ID": "45"
        },
        {
          "text": "I have come into the world as a light, so that no one who believes in me should stay in darkness.",
          "ID": "46"
        },
        {
          "text": "\"If anyone hears my words but does not keep them, I do not judge that person. For I did not come to judge the world, but to save the world.",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "There is a judge for the one who rejects me and does not accept my words; the very words I have spoken will condemn them at the last day.",
          "ID": "48"
        },
        {
          "text": "For I did not speak on my own, but the Father who sent me commanded me to say all that I have spoken.",
          "ID": "49"
        },
        {
          "text": "I know that his command leads to eternal life. So whatever I say is just what the Father has told me to say.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12"
    },
    {
      "name": "John 13",
      "text": [
        {
          "text": "It was just before the Passover Festival. Jesus knew that the hour had come for him to leave this world and go to the Father. Having loved his own who were in the world, he loved them to the end.",
          "ID": "1"
        },
        {
          "text": "The evening meal was in progress, and the devil had already prompted Judas, the son of Simon Iscariot, to betray Jesus.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Jesus knew that the Father had put all things under his power, and that he had come from God and was returning to God;",
          "ID": "3"
        },
        {
          "text": "so he got up from the meal, took off his outer clothing, and wrapped a towel around his waist.",
          "ID": "4"
        },
        {
          "text": "After that, he poured water into a basin and began to wash his disciples' feet, drying them with the towel that was wrapped around him.",
          "ID": "5"
        },
        {
          "text": "He came to Simon Peter, who said to him, \"Lord, are you going to wash my feet?\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Jesus replied, \"You do not realize now what I am doing, but later you will understand.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "\"No,\" said Peter, \"you shall never wash my feet.\"Jesus answered, \"Unless I wash you, you have no part with me.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"Then, Lord,\" Simon Peter replied, \"not just my feet but my hands and my head as well!\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Jesus answered, \"Those who have had a bath need only to wash their feet; their whole body is clean. And you are clean, though not every one of you.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "For he knew who was going to betray him, and that was why he said not every one was clean.",
          "ID": "11"
        },
        {
          "text": "When he had finished washing their feet, he put on his clothes and returned to his place. \"Do you understand what I have done for you?\" he asked them.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "\"You call me 'Teacher' and 'Lord,' and rightly so, for that is what I am.",
          "ID": "13"
        },
        {
          "text": "Now that I, your Lord and Teacher, have washed your feet, you also should wash one another's feet.",
          "ID": "14"
        },
        {
          "text": "I have set you an example that you should do as I have done for you.",
          "ID": "15"
        },
        {
          "text": "Very truly I tell you, no servant is greater than his master, nor is a messenger greater than the one who sent him.",
          "ID": "16"
        },
        {
          "text": "Now that you know these things, you will be blessed if you do them.",
          "ID": "17"
        },
        {
          "text": "\"I am not referring to all of you; I know those I have chosen. But this is to fulfill this passage of Scripture: 'He who shared my bread has turned against me.'",
          "ID": "18"
        },
        {
          "text": "\"I am telling you now before it happens, so that when it does happen you will believe that I am who I am.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Very truly I tell you, whoever accepts anyone I send accepts me; and whoever accepts me accepts the one who sent me.\"",
          "ID": "20"
        },
        {
          "text": "After he had said this, Jesus was troubled in spirit and testified, \"Very truly I tell you, one of you is going to betray me.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "His disciples stared at one another, at a loss to know which of them he meant.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "One of them, the disciple whom Jesus loved, was reclining next to him.",
          "ID": "23"
        },
        {
          "text": "Simon Peter motioned to this disciple and said, \"Ask him which one he means.\"",
          "ID": "24"
        },
        {
          "text": "Leaning back against Jesus, he asked him, \"Lord, who is it?\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Jesus answered, \"It is the one to whom I will give this piece of bread when I have dipped it in the dish.\" Then, dipping the piece of bread, he gave it to Judas, the son of Simon Iscariot.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "As soon as Judas took the bread, Satan entered into him.So Jesus told him, \"What you are about to do, do quickly.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "But no one at the meal understood why Jesus said this to him.",
          "ID": "28"
        },
        {
          "text": "Since Judas had charge of the money, some thought Jesus was telling him to buy what was needed for the festival, or to give something to the poor.",
          "ID": "29"
        },
        {
          "text": "As soon as Judas had taken the bread, he went out. And it was night.",
          "ID": "30"
        },
        {
          "text": "When he was gone, Jesus said, \"Now the Son of Man is glorified and God is glorified in him.",
          "ID": "31"
        },
        {
          "text": "If God is glorified in him, God will glorify the Son in himself, and will glorify him at once.",
          "ID": "32"
        },
        {
          "text": "\"My children, I will be with you only a little longer. You will look for me, and just as I told the Jews, so I tell you now: Where I am going, you cannot come.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"A new command I give you: Love one another. As I have loved you, so you must love one another.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "By this everyone will know that you are my disciples, if you love one another.\"",
          "ID": "35"
        },
        {
          "text": "Simon Peter asked him, \"Lord, where are you going?\"Jesus replied, \"Where I am going, you cannot follow now, but you will follow later.\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Peter asked, \"Lord, why can't I follow you now? I will lay down my life for you.\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Then Jesus answered, \"Will you really lay down your life for me? Very truly I tell you, before the rooster crows, you will disown me three times!",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13"
    },
    {
      "name": "John 14",
      "text": [
        {
          "text": "\"Do not let your hearts be troubled. You believe in God ; believe also in me.",
          "ID": "1"
        },
        {
          "text": "My Father's house has many rooms; if that were not so, would I have told you that I am going there to prepare a place for you?",
          "ID": "2"
        },
        {
          "text": "And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am.",
          "ID": "3"
        },
        {
          "text": "You know the way to the place where I am going.\"",
          "ID": "4"
        },
        {
          "text": "Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\"",
          "ID": "5"
        },
        {
          "text": "Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "If you really know me, you will know my Father as well. From now on, you do know him and have seen him.\"",
          "ID": "7"
        },
        {
          "text": "Philip said, \"Lord, show us the Father and that will be enough for us.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'?",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Don't you believe that I am in the Father, and that the Father is in me? The words I say to you I do not speak on my own authority. Rather, it is the Father, living in me, who is doing his work.",
          "ID": "10"
        },
        {
          "text": "Believe me when I say that I am in the Father and the Father is in me; or at least believe on the evidence of the works themselves.",
          "ID": "11"
        },
        {
          "text": "Very truly I tell you, whoever believes in me will do the works I have been doing, and they will do even greater things than these, because I am going to the Father.",
          "ID": "12"
        },
        {
          "text": "And I will do whatever you ask in my name, so that the Father may be glorified in the Son.",
          "ID": "13"
        },
        {
          "text": "You may ask me for anything in my name, and I will do it.",
          "ID": "14"
        },
        {
          "text": "\"If you love me, keep my commands.",
          "ID": "15"
        },
        {
          "text": "And I will ask the Father, and he will give you another advocate to help you and be with you forever—",
          "ID": "16"
        },
        {
          "text": "the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you.",
          "ID": "17"
        },
        {
          "text": "I will not leave you as orphans; I will come to you.",
          "ID": "18"
        },
        {
          "text": "Before long, the world will not see me anymore, but you will see me. Because I live, you also will live.",
          "ID": "19"
        },
        {
          "text": "On that day you will realize that I am in my Father, and you are in me, and I am in you.",
          "ID": "20"
        },
        {
          "text": "Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.\"",
          "ID": "21"
        },
        {
          "text": "Then Judas (not Judas Iscariot) said, \"But, Lord, why do you intend to show yourself to us and not to the world?\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Jesus replied, \"Anyone who loves me will obey my teaching. My Father will love them, and we will come to them and make our home with them.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Anyone who does not love me will not obey my teaching. These words you hear are not my own; they belong to the Father who sent me.",
          "ID": "24"
        },
        {
          "text": "\"All this I have spoken while still with you.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you.",
          "ID": "26"
        },
        {
          "text": "Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid.",
          "ID": "27"
        },
        {
          "text": "\"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "I have told you now before it happens, so that when it does happen you will believe.",
          "ID": "29"
        },
        {
          "text": "I will not say much more to you, for the prince of this world is coming. He has no hold over me,",
          "ID": "30"
        },
        {
          "text": "but he comes so that the world may learn that I love the Father and do exactly what my Father has commanded me.\"Come now; let us leave.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14"
    },
    {
      "name": "John 15",
      "text": [
        {
          "text": "\"I am the true vine, and my Father is the gardener.",
          "ID": "1"
        },
        {
          "text": "He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful.",
          "ID": "2"
        },
        {
          "text": "You are already clean because of the word I have spoken to you.",
          "ID": "3"
        },
        {
          "text": "Remain in me, as I also remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me.",
          "ID": "4"
        },
        {
          "text": "\"I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "If you do not remain in me, you are like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned.",
          "ID": "6"
        },
        {
          "text": "If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you.",
          "ID": "7"
        },
        {
          "text": "This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples.",
          "ID": "8"
        },
        {
          "text": "\"As the Father has loved me, so have I loved you. Now remain in my love.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "If you keep my commands, you will remain in my love, just as I have kept my Father's commands and remain in his love.",
          "ID": "10"
        },
        {
          "text": "I have told you this so that my joy may be in you and that your joy may be complete.",
          "ID": "11"
        },
        {
          "text": "My command is this: Love each other as I have loved you.",
          "ID": "12"
        },
        {
          "text": "Greater love has no one than this: to lay down one's life for one's friends.",
          "ID": "13"
        },
        {
          "text": "You are my friends if you do what I command.",
          "ID": "14"
        },
        {
          "text": "I no longer call you servants, because a servant does not know his master's business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you.",
          "ID": "15"
        },
        {
          "text": "You did not choose me, but I chose you and appointed you so that you might go and bear fruit—fruit that will last—and so that whatever you ask in my name the Father will give you.",
          "ID": "16"
        },
        {
          "text": "This is my command: Love each other.",
          "ID": "17"
        },
        {
          "text": "\"If the world hates you, keep in mind that it hated me first.",
          "ID": "18"
        },
        {
          "text": "If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you.",
          "ID": "19"
        },
        {
          "text": "Remember what I told you: 'A servant is not greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also.",
          "ID": "20"
        },
        {
          "text": "They will treat you this way because of my name, for they do not know the one who sent me.",
          "ID": "21"
        },
        {
          "text": "If I had not come and spoken to them, they would not be guilty of sin; but now they have no excuse for their sin.",
          "ID": "22"
        },
        {
          "text": "Whoever hates me hates my Father as well.",
          "ID": "23"
        },
        {
          "text": "If I had not done among them the works no one else did, they would not be guilty of sin. As it is, they have seen, and yet they have hated both me and my Father.",
          "ID": "24"
        },
        {
          "text": "But this is to fulfill what is written in their Law: 'They hated me without reason.'",
          "ID": "25"
        },
        {
          "text": "\"When the Advocate comes, whom I will send to you from the Father—the Spirit of truth who goes out from the Father—he will testify about me.",
          "ID": "26"
        },
        {
          "text": "And you also must testify, for you have been with me from the beginning.",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15"
    },
    {
      "name": "John 16",
      "text": [
        {
          "text": "\"All this I have told you so that you will not fall away.",
          "ID": "1"
        },
        {
          "text": "They will put you out of the synagogue; in fact, the time is coming when anyone who kills you will think they are offering a service to God.",
          "ID": "2"
        },
        {
          "text": "They will do such things because they have not known the Father or me.",
          "ID": "3"
        },
        {
          "text": "I have told you this, so that when their time comes you will remember that I warned you about them. I did not tell you this from the beginning because I was with you,",
          "ID": "4"
        },
        {
          "text": "but now I am going to him who sent me. None of you asks me, 'Where are you going?'",
          "ID": "5"
        },
        {
          "text": "Rather, you are filled with grief because I have said these things.",
          "ID": "6"
        },
        {
          "text": "But very truly I tell you, it is for your good that I am going away. Unless I go away, the Advocate will not come to you; but if I go, I will send him to you.",
          "ID": "7"
        },
        {
          "text": "When he comes, he will prove the world to be in the wrong about sin and righteousness and judgment:",
          "ID": "8"
        },
        {
          "text": "about sin, because people do not believe in me;",
          "ID": "9"
        },
        {
          "text": "about righteousness, because I am going to the Father, where you can see me no longer;",
          "ID": "10"
        },
        {
          "text": "and about judgment, because the prince of this world now stands condemned.",
          "ID": "11"
        },
        {
          "text": "\"I have much more to say to you, more than you can now bear.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But when he, the Spirit of truth, comes, he will guide you into all the truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come.",
          "ID": "13"
        },
        {
          "text": "He will glorify me because it is from me that he will receive what he will make known to you.",
          "ID": "14"
        },
        {
          "text": "All that belongs to the Father is mine. That is why I said the Spirit will receive from me what he will make known to you.\"",
          "ID": "15"
        },
        {
          "text": "Jesus went on to say, \"In a little while you will see me no more, and then after a little while you will see me.\"",
          "ID": "16"
        },
        {
          "text": "At this, some of his disciples said to one another, \"What does he mean by saying, 'In a little while you will see me no more, and then after a little while you will see me,' and 'Because I am going to the Father'?\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "They kept asking, \"What does he mean by 'a little while'? We don't understand what he is saying.\"",
          "ID": "18"
        },
        {
          "text": "Jesus saw that they wanted to ask him about this, so he said to them, \"Are you asking one another what I meant when I said, 'In a little while you will see me no more, and then after a little while you will see me'?",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Very truly I tell you, you will weep and mourn while the world rejoices. You will grieve, but your grief will turn to joy.",
          "ID": "20"
        },
        {
          "text": "A woman giving birth to a child has pain because her time has come; but when her baby is born she forgets the anguish because of her joy that a child is born into the world.",
          "ID": "21"
        },
        {
          "text": "So with you: Now is your time of grief, but I will see you again and you will rejoice, and no one will take away your joy.",
          "ID": "22"
        },
        {
          "text": "In that day you will no longer ask me anything. Very truly I tell you, my Father will give you whatever you ask in my name.",
          "ID": "23"
        },
        {
          "text": "Until now you have not asked for anything in my name. Ask and you will receive, and your joy will be complete.",
          "ID": "24"
        },
        {
          "text": "\"Though I have been speaking figuratively, a time is coming when I will no longer use this kind of language but will tell you plainly about my Father.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "In that day you will ask in my name. I am not saying that I will ask the Father on your behalf.",
          "ID": "26"
        },
        {
          "text": "No, the Father himself loves you because you have loved me and have believed that I came from God.",
          "ID": "27"
        },
        {
          "text": "I came from the Father and entered the world; now I am leaving the world and going back to the Father.\"",
          "ID": "28"
        },
        {
          "text": "Then Jesus' disciples said, \"Now you are speaking clearly and without figures of speech.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Now we can see that you know all things and that you do not even need to have anyone ask you questions. This makes us believe that you came from God.\"",
          "ID": "30"
        },
        {
          "text": "\"Do you now believe?\" Jesus replied.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "\"A time is coming and in fact has come when you will be scattered, each to your own home. You will leave me all alone. Yet I am not alone, for my Father is with me.",
          "ID": "32"
        },
        {
          "text": "\"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16"
    },
    {
      "name": "John 17",
      "text": [
        {
          "text": "After Jesus said this, he looked toward heaven and prayed:\"Father, the hour has come. Glorify your Son, that your Son may glorify you.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "For you granted him authority over all people that he might give eternal life to all those you have given him.",
          "ID": "2"
        },
        {
          "text": "Now this is eternal life: that they know you, the only true God, and Jesus Christ, whom you have sent.",
          "ID": "3"
        },
        {
          "text": "I have brought you glory on earth by finishing the work you gave me to do.",
          "ID": "4"
        },
        {
          "text": "And now, Father, glorify me in your presence with the glory I had with you before the world began.",
          "ID": "5"
        },
        {
          "text": "\"I have revealed you to those whom you gave me out of the world. They were yours; you gave them to me and they have obeyed your word.",
          "ID": "6"
        },
        {
          "text": "Now they know that everything you have given me comes from you.",
          "ID": "7"
        },
        {
          "text": "For I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me.",
          "ID": "8"
        },
        {
          "text": "I pray for them. I am not praying for the world, but for those you have given me, for they are yours.",
          "ID": "9"
        },
        {
          "text": "All I have is yours, and all you have is mine. And glory has come to me through them.",
          "ID": "10"
        },
        {
          "text": "I will remain in the world no longer, but they are still in the world, and I am coming to you. Holy Father, protect them by the power of your name, the name you gave me, so that they may be one as we are one.",
          "ID": "11"
        },
        {
          "text": "While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled.",
          "ID": "12"
        },
        {
          "text": "\"I am coming to you now, but I say these things while I am still in the world, so that they may have the full measure of my joy within them.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "I have given them your word and the world has hated them, for they are not of the world any more than I am of the world.",
          "ID": "14"
        },
        {
          "text": "My prayer is not that you take them out of the world but that you protect them from the evil one.",
          "ID": "15"
        },
        {
          "text": "They are not of the world, even as I am not of it.",
          "ID": "16"
        },
        {
          "text": "Sanctify them by the truth; your word is truth.",
          "ID": "17"
        },
        {
          "text": "As you sent me into the world, I have sent them into the world.",
          "ID": "18"
        },
        {
          "text": "For them I sanctify myself, that they too may be truly sanctified.",
          "ID": "19"
        },
        {
          "text": "\"My prayer is not for them alone. I pray also for those who will believe in me through their message,",
          "ID": "20"
        },
        {
          "text": "that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me.",
          "ID": "21"
        },
        {
          "text": "I have given them the glory that you gave me, that they may be one as we are one—",
          "ID": "22"
        },
        {
          "text": "I in them and you in me—so that they may be brought to complete unity. Then the world will know that you sent me and have loved them even as you have loved me.",
          "ID": "23"
        },
        {
          "text": "\"Father, I want those you have given me to be with me where I am, and to see my glory, the glory you have given me because you loved me before the creation of the world.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"Righteous Father, though the world does not know you, I know you, and they know that you have sent me.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "I have made you known to them, and will continue to make you known in order that the love you have for me may be in them and that I myself may be in them.\"",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17"
    },
    {
      "name": "John 18",
      "text": [
        {
          "text": "When he had finished praying, Jesus left with his disciples and crossed the Kidron Valley. On the other side there was a garden, and he and his disciples went into it.",
          "ID": "1"
        },
        {
          "text": "Now Judas, who betrayed him, knew the place, because Jesus had often met there with his disciples.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "So Judas came to the garden, guiding a detachment of soldiers and some officials from the chief priests and the Pharisees. They were carrying torches, lanterns and weapons.",
          "ID": "3"
        },
        {
          "text": "Jesus, knowing all that was going to happen to him, went out and asked them, \"Who is it you want?\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "\"Jesus of Nazareth,\" they replied.\"I am he,\" Jesus said. (And Judas the traitor was standing there with them.)",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "When Jesus said, \"I am he,\" they drew back and fell to the ground.",
          "ID": "6"
        },
        {
          "text": "Again he asked them, \"Who is it you want?\"\"Jesus of Nazareth,\" they said.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Jesus answered, \"I told you that I am he. If you are looking for me, then let these men go.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "This happened so that the words he had spoken would be fulfilled: \"I have not lost one of those you gave me.\"",
          "ID": "9"
        },
        {
          "text": "Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.)",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Jesus commanded Peter, \"Put your sword away! Shall I not drink the cup the Father has given me?\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "and brought him first to Annas, who was the father-in-law of Caiaphas, the high priest that year.",
          "ID": "13"
        },
        {
          "text": "Caiaphas was the one who had advised the Jewish leaders that it would be good if one man died for the people.",
          "ID": "14"
        },
        {
          "text": "Simon Peter and another disciple were following Jesus. Because this disciple was known to the high priest, he went with Jesus into the high priest's courtyard,",
          "ID": "15"
        },
        {
          "text": "but Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the servant girl on duty there and brought Peter in.",
          "ID": "16"
        },
        {
          "text": "\"You aren't one of this man's disciples too, are you?\" she asked Peter.He replied, \"I am not.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "It was cold, and the servants and officials stood around a fire they had made to keep warm. Peter also was standing with them, warming himself.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Meanwhile, the high priest questioned Jesus about his disciples and his teaching.",
          "ID": "19"
        },
        {
          "text": "\"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Why question me? Ask those who heard me. Surely they know what I said.\"",
          "ID": "21"
        },
        {
          "text": "When Jesus said this, one of the officials nearby slapped him in the face. \"Is this the way you answer the high priest?\" he demanded.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "\"If I said something wrong,\" Jesus replied, \"testify as to what is wrong. But if I spoke the truth, why did you strike me?\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Then Annas sent him bound to Caiaphas the high priest.",
          "ID": "24"
        },
        {
          "text": "Meanwhile, Simon Peter was still standing there warming himself. So they asked him, \"You aren't one of his disciples too, are you?\"He denied it, saying, \"I am not.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "One of the high priest's servants, a relative of the man whose ear Peter had cut off, challenged him, \"Didn't I see you with him in the garden?\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Again Peter denied it, and at that moment a rooster began to crow.",
          "ID": "27"
        },
        {
          "text": "Then the Jewish leaders took Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness they did not enter the palace, because they wanted to be able to eat the Passover.",
          "ID": "28"
        },
        {
          "text": "So Pilate came out to them and asked, \"What charges are you bringing against this man?\"",
          "ID": "29"
        },
        {
          "text": "\"If he were not a criminal,\" they replied, \"we would not have handed him over to you.\"",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Pilate said, \"Take him yourselves and judge him by your own law.\"\"But we have no right to execute anyone,\" they objected.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "This took place to fulfill what Jesus had said about the kind of death he was going to die.",
          "ID": "32"
        },
        {
          "text": "Pilate then went back inside the palace, summoned Jesus and asked him, \"Are you the king of the Jews?\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "\"Is that your own idea,\" Jesus asked, \"or did others talk to you about me?\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "\"Am I a Jew?\" Pilate replied. \"Your own people and chief priests handed you over to me. What is it you have done?\"",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jewish leaders. But now my kingdom is from another place.\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "\"You are a king, then!\" said Pilate.Jesus answered, \"You say that I am a king. In fact, the reason I was born and came into the world is to testify to the truth. Everyone on the side of truth listens to me.\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "\"What is truth?\" retorted Pilate. With this he went out again to the Jews gathered there and said, \"I find no basis for a charge against him.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "But it is your custom for me to release to you one prisoner at the time of the Passover. Do you want me to release 'the king of the Jews'?\"",
          "ID": "39"
        },
        {
          "text": "They shouted back, \"No, not him! Give us Barabbas!\" Now Barabbas had taken part in an uprising.",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18"
    },
    {
      "name": "John 19",
      "text": [
        {
          "text": "Then Pilate took Jesus and had him flogged.",
          "ID": "1"
        },
        {
          "text": "The soldiers twisted together a crown of thorns and put it on his head. They clothed him in a purple robe",
          "ID": "2"
        },
        {
          "text": "and went up to him again and again, saying, \"Hail, king of the Jews!\" And they slapped him in the face.",
          "ID": "3"
        },
        {
          "text": "Once more Pilate came out and said to the Jews gathered there, \"Look, I am bringing him out to you to let you know that I find no basis for a charge against him.\"",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "When Jesus came out wearing the crown of thorns and the purple robe, Pilate said to them, \"Here is the man!\"",
          "ID": "5"
        },
        {
          "text": "As soon as the chief priests and their officials saw him, they shouted, \"Crucify! Crucify!\"But Pilate answered, \"You take him and crucify him. As for me, I find no basis for a charge against him.\"",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "The Jewish leaders insisted, \"We have a law, and according to that law he must die, because he claimed to be the Son of God.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "When Pilate heard this, he was even more afraid,",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "and he went back inside the palace. \"Where do you come from?\" he asked Jesus, but Jesus gave him no answer.",
          "ID": "9"
        },
        {
          "text": "\"Do you refuse to speak to me?\" Pilate said. \"Don't you realize I have power either to free you or to crucify you?\"",
          "ID": "10"
        },
        {
          "text": "Jesus answered, \"You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "From then on, Pilate tried to set Jesus free, but the Jewish leaders kept shouting, \"If you let this man go, you are no friend of Caesar. Anyone who claims to be a king opposes Caesar.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "When Pilate heard this, he brought Jesus out and sat down on the judge's seat at a place known as the Stone Pavement (which in Aramaic is Gabbatha).",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "It was the day of Preparation of the Passover; it was about noon.\"Here is your king,\" Pilate said to the Jews.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But they shouted, \"Take him away! Take him away! Crucify him!\"\"Shall I crucify your king?\" Pilate asked.\"We have no king but Caesar,\" the chief priests answered.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Finally Pilate handed him over to them to be crucified. So the soldiers took charge of Jesus.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Carrying his own cross, he went out to the place of the Skull (which in Aramaic is called Golgotha).",
          "ID": "17"
        },
        {
          "text": "There they crucified him, and with him two others—one on each side and Jesus in the middle.",
          "ID": "18"
        },
        {
          "text": "Pilate had a notice prepared and fastened to the cross. It read: jesus of nazareth, the king of the jews.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Many of the Jews read this sign, for the place where Jesus was crucified was near the city, and the sign was written in Aramaic, Latin and Greek.",
          "ID": "20"
        },
        {
          "text": "The chief priests of the Jews protested to Pilate, \"Do not write 'The King of the Jews,' but that this man claimed to be king of the Jews.\"",
          "ID": "21"
        },
        {
          "text": "Pilate answered, \"What I have written, I have written.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When the soldiers crucified Jesus, they took his clothes, dividing them into four shares, one for each of them, with the undergarment remaining. This garment was seamless, woven in one piece from top to bottom.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"Let's not tear it,\" they said to one another. \"Let's decide by lot who will get it.\"This happened that the scripture might be fulfilled that said,",
          "ID": "24"
        },
        {
          "text": "\"They divided my clothes among them",
          "ID": "24"
        },
        {
          "text": "and cast lots for my garment.\" So this is what the soldiers did.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Near the cross of Jesus stood his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "When Jesus saw his mother there, and the disciple whom he loved standing nearby, he said to her, \"Woman, here is your son,\"",
          "ID": "26"
        },
        {
          "text": "and to the disciple, \"Here is your mother.\" From that time on, this disciple took her into his home.",
          "ID": "27"
        },
        {
          "text": "Later, knowing that everything had now been finished, and so that Scripture would be fulfilled, Jesus said, \"I am thirsty.\"",
          "ID": "28"
        },
        {
          "text": "A jar of wine vinegar was there, so they soaked a sponge in it, put the sponge on a stalk of the hyssop plant, and lifted it to Jesus' lips.",
          "ID": "29"
        },
        {
          "text": "When he had received the drink, Jesus said, \"It is finished.\" With that, he bowed his head and gave up his spirit.",
          "ID": "30"
        },
        {
          "text": "Now it was the day of Preparation, and the next day was to be a special Sabbath. Because the Jewish leaders did not want the bodies left on the crosses during the Sabbath, they asked Pilate to have the legs broken and the bodies taken down.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "The soldiers therefore came and broke the legs of the first man who had been crucified with Jesus, and then those of the other.",
          "ID": "32"
        },
        {
          "text": "But when they came to Jesus and found that he was already dead, they did not break his legs.",
          "ID": "33"
        },
        {
          "text": "Instead, one of the soldiers pierced Jesus' side with a spear, bringing a sudden flow of blood and water.",
          "ID": "34"
        },
        {
          "text": "The man who saw it has given testimony, and his testimony is true. He knows that he tells the truth, and he testifies so that you also may believe.",
          "ID": "35"
        },
        {
          "text": "These things happened so that the scripture would be fulfilled: \"Not one of his bones will be broken,\"",
          "ID": "36"
        },
        {
          "text": "and, as another scripture says, \"They will look on the one they have pierced.\"",
          "ID": "37"
        },
        {
          "text": "Later, Joseph of Arimathea asked Pilate for the body of Jesus. Now Joseph was a disciple of Jesus, but secretly because he feared the Jewish leaders. With Pilate's permission, he came and took the body away.",
          "ID": "38"
        },
        {
          "text": "He was accompanied by Nicodemus, the man who earlier had visited Jesus at night. Nicodemus brought a mixture of myrrh and aloes, about seventy-five pounds.",
          "ID": "39"
        },
        {
          "text": "Taking Jesus' body, the two of them wrapped it, with the spices, in strips of linen. This was in accordance with Jewish burial customs.",
          "ID": "40"
        },
        {
          "text": "At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid.",
          "ID": "41"
        },
        {
          "text": "Because it was the Jewish day of Preparation and since the tomb was nearby, they laid Jesus there.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19"
    },
    {
      "name": "John 20",
      "text": [
        {
          "text": "Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance.",
          "ID": "1"
        },
        {
          "text": "So she came running to Simon Peter and the other disciple, the one Jesus loved, and said, \"They have taken the Lord out of the tomb, and we don't know where they have put him!\"",
          "ID": "2"
        },
        {
          "text": "So Peter and the other disciple started for the tomb.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Both were running, but the other disciple outran Peter and reached the tomb first.",
          "ID": "4"
        },
        {
          "text": "He bent over and looked in at the strips of linen lying there but did not go in.",
          "ID": "5"
        },
        {
          "text": "Then Simon Peter came along behind him and went straight into the tomb. He saw the strips of linen lying there,",
          "ID": "6"
        },
        {
          "text": "as well as the cloth that had been wrapped around Jesus' head. The cloth was still lying in its place, separate from the linen.",
          "ID": "7"
        },
        {
          "text": "Finally the other disciple, who had reached the tomb first, also went inside. He saw and believed.",
          "ID": "8"
        },
        {
          "text": "(They still did not understand from Scripture that Jesus had to rise from the dead.)",
          "ID": "9"
        },
        {
          "text": "Then the disciples went back to where they were staying.",
          "ID": "10"
        },
        {
          "text": "Now Mary stood outside the tomb crying. As she wept, she bent over to look into the tomb",
          "ID": "11"
        },
        {
          "text": "and saw two angels in white, seated where Jesus' body had been, one at the head and the other at the foot.",
          "ID": "12"
        },
        {
          "text": "They asked her, \"Woman, why are you crying?\"\"They have taken my Lord away,\" she said, \"and I don't know where they have put him.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "At this, she turned around and saw Jesus standing there, but she did not realize that it was Jesus.",
          "ID": "14"
        },
        {
          "text": "He asked her, \"Woman, why are you crying? Who is it you are looking for?\"Thinking he was the gardener, she said, \"Sir, if you have carried him away, tell me where you have put him, and I will get him.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Jesus said to her, \"Mary.\"She turned toward him and cried out in Aramaic, \"Rabboni!\" (which means \"Teacher\").",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Jesus said, \"Do not hold on to me, for I have not yet ascended to the Father. Go instead to my brothers and tell them, 'I am ascending to my Father and your Father, to my God and your God.'\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Mary Magdalene went to the disciples with the news: \"I have seen the Lord!\" And she told them that he had said these things to her.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jewish leaders, Jesus came and stood among them and said, \"Peace be with you!\"",
          "ID": "19"
        },
        {
          "text": "After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord.",
          "ID": "20"
        },
        {
          "text": "Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And with that he breathed on them and said, \"Receive the Holy Spirit.",
          "ID": "22"
        },
        {
          "text": "If you forgive anyone's sins, their sins are forgiven; if you do not forgive them, they are not forgiven.\"",
          "ID": "23"
        },
        {
          "text": "Now Thomas (also known as Didymus ), one of the Twelve, was not with the disciples when Jesus came.",
          "ID": "24"
        },
        {
          "text": "So the other disciples told him, \"We have seen the Lord!\"But he said to them, \"Unless I see the nail marks in his hands and put my finger where the nails were, and put my hand into his side, I will not believe.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "A week later his disciples were in the house again, and Thomas was with them. Though the doors were locked, Jesus came and stood among them and said, \"Peace be with you!\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Then he said to Thomas, \"Put your finger here; see my hands. Reach out your hand and put it into my side. Stop doubting and believe.\"",
          "ID": "27"
        },
        {
          "text": "Thomas said to him, \"My Lord and my God!\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Then Jesus told him, \"Because you have seen me, you have believed; blessed are those who have not seen and yet have believed.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Jesus performed many other signs in the presence of his disciples, which are not recorded in this book.",
          "ID": "30"
        },
        {
          "text": "But these are written that you may believe that Jesus is the Messiah, the Son of God, and that by believing you may have life in his name.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20"
    },
    {
      "name": "John 21",
      "text": [
        {
          "text": "Afterward Jesus appeared again to his disciples, by the Sea of Galilee. It happened this way:",
          "ID": "1"
        },
        {
          "text": "Simon Peter, Thomas (also known as Didymus ), Nathanael from Cana in Galilee, the sons of Zebedee, and two other disciples were together.",
          "ID": "2"
        },
        {
          "text": "\"I'm going out to fish,\" Simon Peter told them, and they said, \"We'll go with you.\" So they went out and got into the boat, but that night they caught nothing.",
          "ID": "3"
        },
        {
          "text": "Early in the morning, Jesus stood on the shore, but the disciples did not realize that it was Jesus.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "He called out to them, \"Friends, haven't you any fish?\"\"No,\" they answered.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "He said, \"Throw your net on the right side of the boat and you will find some.\" When they did, they were unable to haul the net in because of the large number of fish.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Then the disciple whom Jesus loved said to Peter, \"It is the Lord!\" As soon as Simon Peter heard him say, \"It is the Lord,\" he wrapped his outer garment around him (for he had taken it off) and jumped into the water.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "The other disciples followed in the boat, towing the net full of fish, for they were not far from shore, about a hundred yards.",
          "ID": "8"
        },
        {
          "text": "When they landed, they saw a fire of burning coals there with fish on it, and some bread.",
          "ID": "9"
        },
        {
          "text": "Jesus said to them, \"Bring some of the fish you have just caught.\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "So Simon Peter climbed back into the boat and dragged the net ashore. It was full of large fish, 153, but even with so many the net was not torn.",
          "ID": "11"
        },
        {
          "text": "Jesus said to them, \"Come and have breakfast.\" None of the disciples dared ask him, \"Who are you?\" They knew it was the Lord.",
          "ID": "12"
        },
        {
          "text": "Jesus came, took the bread and gave it to them, and did the same with the fish.",
          "ID": "13"
        },
        {
          "text": "This was now the third time Jesus appeared to his disciples after he was raised from the dead.",
          "ID": "14"
        },
        {
          "text": "When they had finished eating, Jesus said to Simon Peter, \"Simon son of John, do you love me more than these?\"\"Yes, Lord,\" he said, \"you know that I love you.\"Jesus said, \"Feed my lambs.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Again Jesus said, \"Simon son of John, do you love me?\"He answered, \"Yes, Lord, you know that I love you.\"Jesus said, \"Take care of my sheep.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "The third time he said to him, \"Simon son of John, do you love me?\"Peter was hurt because Jesus asked him the third time, \"Do you love me?\" He said, \"Lord, you know all things; you know that I love you.\"Jesus said, \"Feed my sheep.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Very truly I tell you, when you were younger you dressed yourself and went where you wanted; but when you are old you will stretch out your hands, and someone else will dress you and lead you where you do not want to go.\"",
          "ID": "18"
        },
        {
          "text": "Jesus said this to indicate the kind of death by which Peter would glorify God. Then he said to him, \"Follow me!\"",
          "ID": "19"
        },
        {
          "text": "Peter turned and saw that the disciple whom Jesus loved was following them. (This was the one who had leaned back against Jesus at the supper and had said, \"Lord, who is going to betray you?\")",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "When Peter saw him, he asked, \"Lord, what about him?\"",
          "ID": "21"
        },
        {
          "text": "Jesus answered, \"If I want him to remain alive until I return, what is that to you? You must follow me.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Because of this, the rumor spread among the believers that this disciple would not die. But Jesus did not say that he would not die; he only said, \"If I want him to remain alive until I return, what is that to you?\"",
          "ID": "23"
        },
        {
          "text": "This is the disciple who testifies to these things and who wrote them down. We know that his testimony is true.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Jesus did many other things as well. If every one of them were written down, I suppose that even the whole world would not have room for the books that would be written.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:JHN(BOOKS)"
}