{
  "version": "ERV",
  "text": [
    {
      "title": "The First Followers of Jesus",
      "text": [
        {
          "text": "Before the world began, the Word was there. The Word was with God, and the Word was God.",
          "ID": "1",
          "comments": [
            "Word The Greek word is “ logos,” meaning any kind of communication. It could be translated “message.” Here, it describes Jesus Christ before he was sent to earth as a human being, which is the way God chose to tell the world about himself. Also in verses 10, 14, 16."
          ]
        },
        {
          "text": "He was there with God in the beginning.",
          "ID": "2"
        },
        {
          "text": "Everything was made through him, and nothing was made without him.",
          "ID": "3"
        },
        {
          "text": "In him there was life, and that life was a light for the people of the world.",
          "ID": "4"
        },
        {
          "text": "The light shines in the darkness, and the darkness has not defeated it.",
          "ID": "5",
          "comments": [
            "light Meaning Christ, the Word, who brought to the world understanding about God. Also in verse 7.",
            "defeated Or “understood.”"
          ]
        },
        {
          "text": "There was a man named John, who was sent by God.",
          "ID": "6"
        },
        {
          "text": "He came to tell people about the light. Through him all people could hear about the light and believe.",
          "ID": "7"
        },
        {
          "text": "John was not the light. But he came to tell people about the light.",
          "ID": "8"
        },
        {
          "text": "The true light was coming into the world. This is the true light that gives light to all people.",
          "ID": "9"
        },
        {
          "text": "The Word was already in the world. The world was made through him, but the world did not know him.",
          "ID": "10"
        },
        {
          "text": "He came to the world that was his own. And his own people did not accept him.",
          "ID": "11"
        },
        {
          "text": "But some people did accept him. They believed in him, and he gave them the right to become children of God.",
          "ID": "12"
        },
        {
          "text": "They became God’s children, but not in the way babies are usually born. It was not because of any human desire or plan. They were born from God himself.",
          "ID": "13"
        },
        {
          "text": "The Word became a man and lived among us. We saw his divine greatness—the greatness that belongs to the only Son of the Father. The Word was full of grace and truth.",
          "ID": "14"
        },
        {
          "text": "John told people about him. He said loudly, “This is the one I was talking about when I said, ‘The one who is coming after me is greater than I am, because he was living before I was even born.’”",
          "ID": "15"
        },
        {
          "text": "Yes, the Word was full of grace and truth, and from him we all received one blessing after another.",
          "ID": "16",
          "comments": [
            "one blessing after another Literally, “grace in place of grace.”"
          ]
        },
        {
          "text": "That is, the law was given to us through Moses, but grace and truth came through Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "No one has ever seen God. The only Son is the one who has shown us what God is like. He is himself God and is very close to the Father.",
          "ID": "18",
          "comments": [
            "The only Son … Father Or more literally, “The only Son, God, who is very close to the Father, has shown us what he is like.” Some other Greek copies say, “The only Son is very close to the Father and has shown us what he is like.”"
          ]
        },
        {
          "text": "The Jewish leaders in Jerusalem sent some priests and Levites to John to ask him, “Who are you?” He told them the truth.",
          "ID": "19"
        },
        {
          "text": "Without any hesitation he said openly and plainly, “I am not the Messiah.”",
          "ID": "20"
        },
        {
          "text": "They asked him, “Then who are you? Are you Elijah?”\nHe answered, “No, I am not Elijah.”\nThey asked, “Are you the Prophet?”\nHe answered, “No, I am not the Prophet.”",
          "ID": "21",
          "comments": [
            "Prophet They probably meant the prophet that God told Moses he would send. See Deut. 18:15-19. Also in verse 24."
          ]
        },
        {
          "text": "Then they said, “Who are you? Tell us about yourself. Give us an answer to tell the people who sent us. What do you say about yourself?”",
          "ID": "22"
        },
        {
          "text": "John told them the words of the prophet Isaiah:\n“I am the voice of someone shouting in the desert:\n‘Make a straight road ready for the Lord.’” ",
          "ID": "23"
        },
        {
          "text": "These Jews were sent from the Pharisees.",
          "ID": "24"
        },
        {
          "text": "They said to John, “You say you are not the Messiah. You say you are not Elijah or the Prophet. Then why do you baptize people?”",
          "ID": "25"
        },
        {
          "text": "John answered, “I baptize people with water. But there is someone here with you that you don’t know.",
          "ID": "26"
        },
        {
          "text": "He is the one who is coming later. I am not good enough to be the slave who unties the strings on his sandals.”",
          "ID": "27"
        },
        {
          "text": "These things all happened at Bethany on the other side of the Jordan River. This is where John was baptizing people.",
          "ID": "28"
        },
        {
          "text": "The next day John saw Jesus coming toward him and said, “Look, the Lamb of God. He takes away the sins of the world!",
          "ID": "29"
        },
        {
          "text": "This is the one I was talking about when I said, ‘There is a man coming after me who is greater than I am, because he was living even before I was born.’",
          "ID": "30"
        },
        {
          "text": "I did not know who he was. But I came baptizing people with water so that Israel could know that he is the Messiah.”",
          "ID": "31",
          "comments": [
            "so that … the Messiah Literally, “so that he might be revealed as the Messiah to Israel.” See “Messiah” in the Word List."
          ]
        },
        {
          "text": "Then John said this for everyone to hear: “I also did not know who the Messiah was. But the one who sent me to baptize with water told me, ‘You will see the Spirit come down and rest on a man. He is the one who will baptize with the Holy Spirit.’ I have seen this happen. I saw the Spirit come down from heaven like a dove and rest on this man. So this is what I tell people: ‘He is the Son of God.’”",
          "ID": "32-34",
          "comments": [
            "He is the Son of God Some very early Greek copies have “He is the chosen one of God.”"
          ]
        },
        {
          "text": "The next day John was there again and had two of his followers with him.",
          "ID": "35"
        },
        {
          "text": "He saw Jesus walking by and said, “Look, the Lamb of God!”",
          "ID": "36"
        },
        {
          "text": "The two followers heard him say this, so they followed Jesus.",
          "ID": "37"
        },
        {
          "text": "Jesus turned and saw the two men following him. He asked, “What do you want?”\nThey said, “Rabbi, where are you staying?” (“Rabbi” means “Teacher.”)",
          "ID": "38"
        },
        {
          "text": "He answered, “Come with me and you will see.” So the two men went with him. They saw the place where he was staying, and they stayed there with him that day. It was about four o’clock.",
          "ID": "39"
        },
        {
          "text": "These men followed Jesus after they had heard about him from John. One of them was Andrew, the brother of Simon Peter.",
          "ID": "40"
        },
        {
          "text": "The first thing Andrew did was to go and find his brother Simon. Andrew said to him, “We have found the Messiah.” (“Messiah” means “Christ.”)",
          "ID": "41"
        },
        {
          "text": "Then Andrew brought Simon to Jesus. Jesus looked at him and said, “You are Simon, the son of John. You will be called Cephas.” (“Cephas” means “Peter.”)",
          "ID": "42",
          "comments": [
            "Peter The Greek name “Peter,” like the Aramaic name “Cephas,” means “rock.”"
          ]
        },
        {
          "text": "The next day Jesus decided to go to Galilee. He met Philip and said to him, “Follow me.”",
          "ID": "43"
        },
        {
          "text": "Philip was from the town of Bethsaida, the same as Andrew and Peter.",
          "ID": "44"
        },
        {
          "text": "Philip found Nathanael and told him, “We have found the man that Moses wrote about in the law. The prophets wrote about him too. He is Jesus, the son of Joseph. He is from Nazareth.”",
          "ID": "45"
        },
        {
          "text": "But Nathanael said to Philip, “Nazareth! Can anything good come from Nazareth?”\nPhilip answered, “Come and see.”",
          "ID": "46"
        },
        {
          "text": "Jesus saw Nathanael coming toward him and said, “This man coming is a true Israelite, one you can trust.”",
          "ID": "47",
          "comments": [
            "one you can trust Literally, “in whom is no deceit.” In the Old Testament, Israel’s other name, Jacob, is explained with words that mean “deceit” or “trickery,” for which he was well known. See Gen. 27:35, 36."
          ]
        },
        {
          "text": "Nathanael asked, “How do you know me?”\nJesus answered, “I saw you when you were under the fig tree, before Philip told you about me.”",
          "ID": "48"
        },
        {
          "text": "Then Nathanael said, “Teacher, you are the Son of God. You are the King of Israel.”",
          "ID": "49"
        },
        {
          "text": "Jesus said to him, “Do you believe this just because I said I saw you under the fig tree? You will see much greater things than that!”",
          "ID": "50"
        },
        {
          "text": "Then he said, “Believe me when I say that you will all see heaven open. You will see ‘angels of God going up and coming down’ on the Son of Man.”",
          "ID": "51",
          "comments": [
            "Quote from Gen. 28:12."
          ]
        }
      ],
      "ID": "NT:JHN.1",
      "name": "John 1"
    },
    {
      "title": "Jesus at the Temple",
      "text": [
        {
          "text": "Two days later there was a wedding in the town of Cana in Galilee, and Jesus’ mother was there.",
          "ID": "1"
        },
        {
          "text": "Jesus and his followers were also invited.",
          "ID": "2"
        },
        {
          "text": "At the wedding there was not enough wine, so Jesus’ mother said to him, “They have no more wine.”",
          "ID": "3"
        },
        {
          "text": "Jesus answered, “Dear woman, why are you telling me this? It is not yet time for me to begin my work.”",
          "ID": "4"
        },
        {
          "text": "His mother said to the servants, “Do what he tells you.”",
          "ID": "5"
        },
        {
          "text": "There were six large stone waterpots there that were used by the Jews in their washing ceremonies. Each one held about 20 or 30 gallons.",
          "ID": "6",
          "comments": [
            "washing ceremonies The Jews had religious rules about washing in special ways before eating, before worshiping in the Temple, and at other special times.",
            "20 or 30 gallons Literally, “2 or 3 metretas,” about 80 to 120 liters."
          ]
        },
        {
          "text": "Jesus said to the servants, “Fill the waterpots with water.” So they filled them to the top.",
          "ID": "7"
        },
        {
          "text": "Then he said to them, “Now dip out some water and take it to the man in charge of the feast.”\nSo they did what he said.",
          "ID": "8"
        },
        {
          "text": "Then the man in charge tasted it, but the water had become wine. He did not know where the wine had come from, but the servants who brought the water knew. He called the bridegroom",
          "ID": "9"
        },
        {
          "text": "and said to him, “People always serve the best wine first. Later, when the guests are drunk, they serve the cheaper wine. But you have saved the best wine until now.”",
          "ID": "10"
        },
        {
          "text": "This was the first of all the miraculous signs Jesus did. He did it in the town of Cana in Galilee. By this he showed his divine greatness, and his followers believed in him.",
          "ID": "11"
        },
        {
          "text": "Then Jesus went to the town of Capernaum. His mother and brothers and his followers went with him. They all stayed there a few days.",
          "ID": "12"
        },
        {
          "text": "It was almost time for the Jewish Passover, so Jesus went to Jerusalem.",
          "ID": "13"
        },
        {
          "text": "There in the Temple area he saw men selling cattle, sheep, and doves. He saw others sitting at tables, exchanging and trading people’s money.",
          "ID": "14"
        },
        {
          "text": "Jesus made a whip with some pieces of rope. Then he forced all these men and the sheep and cattle to leave the Temple area. He turned over the tables of the money traders and scattered their money.",
          "ID": "15"
        },
        {
          "text": "Then he said to those who were selling pigeons, “Take these things out of here! Don’t make my Father’s house a place for buying and selling!”",
          "ID": "16"
        },
        {
          "text": "When this happened, his followers remembered what was written in the Scriptures:\n“My strong devotion to your Temple will destroy me.” ",
          "ID": "17"
        },
        {
          "text": "Some Jews said to Jesus, “Show us a miracle as a sign from God. Prove that you have the right to do these things.”",
          "ID": "18"
        },
        {
          "text": "Jesus answered, “Destroy this temple and I will build it again in three days.”",
          "ID": "19"
        },
        {
          "text": "They answered, “People worked 46 years to build this Temple! Do you really believe you can build it again in three days?”",
          "ID": "20"
        },
        {
          "text": "But the temple Jesus meant was his own body.",
          "ID": "21"
        },
        {
          "text": "After he was raised from death, his followers remembered that he had said this. So they believed the Scriptures, and they believed the words Jesus said.",
          "ID": "22"
        },
        {
          "text": "Jesus was in Jerusalem for the Passover festival. Many people believed in him because they saw the miraculous signs he did.",
          "ID": "23"
        },
        {
          "text": "But Jesus did not trust them, because he knew how all people think.",
          "ID": "24"
        },
        {
          "text": "He did not need anyone to tell him what a person was like. He already knew.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2",
      "name": "John 2"
    },
    {
      "title": "The One Who Comes From Heaven",
      "text": [
        {
          "text": "There was a man named Nicodemus, one of the Pharisees. He was an important Jewish leader.",
          "ID": "1"
        },
        {
          "text": "One night he came to Jesus and said, “Teacher, we know that you are a teacher sent from God. No one can do these miraculous signs that you do unless they have God’s help.”",
          "ID": "2"
        },
        {
          "text": "Jesus answered, “I assure you, everyone must be born again. Anyone who is not born again cannot be in God’s kingdom.”",
          "ID": "3"
        },
        {
          "text": "Nicodemus said, “How can a man who is already old be born again? Can he go back into his mother’s womb and be born a second time?”",
          "ID": "4"
        },
        {
          "text": "Jesus answered, “Believe me when I say that everyone must be born from water and the Spirit. Anyone who is not born from water and the Spirit cannot enter God’s kingdom.",
          "ID": "5"
        },
        {
          "text": "The only life people get from their human parents is physical. But the new life that the Spirit gives a person is spiritual.",
          "ID": "6"
        },
        {
          "text": "Don’t be surprised that I told you, ‘You must be born again.’",
          "ID": "7"
        },
        {
          "text": "The wind blows wherever it wants to. You hear it, but you don’t know where it is coming from or where it is going. It is the same with everyone who is born from the Spirit.”",
          "ID": "8"
        },
        {
          "text": "Nicodemus asked, “How is all this possible?”",
          "ID": "9"
        },
        {
          "text": "Jesus said, “You are an important teacher of Israel, and you still don’t understand these things?",
          "ID": "10"
        },
        {
          "text": "The truth is, we talk about what we know. We tell about what we have seen. But you people don’t accept what we tell you.",
          "ID": "11"
        },
        {
          "text": "I have told you about things here on earth, but you do not believe me. So I’m sure you will not believe me if I tell you about heavenly things!",
          "ID": "12"
        },
        {
          "text": "The only one who has ever gone up to heaven is the one who came down from heaven—the Son of Man.",
          "ID": "13"
        },
        {
          "text": "“Moses lifted up the snake in the desert. It is the same with the Son of Man. He must be lifted up too.",
          "ID": "14",
          "comments": [
            "Moses lifted … desert When God’s people were dying from snake bites, God told Moses to put a brass snake on a pole for them to look at and be healed. See Num. 21:4-9."
          ]
        },
        {
          "text": "Then everyone who believes in him can have eternal life.”",
          "ID": "15",
          "comments": [
            "Some scholars think that Jesus’ words to Nicodemus continue through verse 21."
          ]
        },
        {
          "text": "Yes, God loved the world so much that he gave his only Son, so that everyone who believes in him would not be lost but have eternal life.",
          "ID": "16"
        },
        {
          "text": "God sent his Son into the world. He did not send him to judge the world guilty, but to save the world through him.",
          "ID": "17"
        },
        {
          "text": "People who believe in God’s Son are not judged guilty. But people who do not believe are already judged, because they have not believed in God’s only Son.",
          "ID": "18"
        },
        {
          "text": "They are judged by this fact: The light has come into the world. But they did not want light. They wanted darkness, because they were doing evil things.",
          "ID": "19",
          "comments": [
            "light This means Christ, the Word, who brought to the world understanding about God."
          ]
        },
        {
          "text": "Everyone who does evil hates the light. They will not come to the light, because the light will show all the bad things they have done.",
          "ID": "20"
        },
        {
          "text": "But anyone who follows the true way comes to the light. Then the light will show that whatever they have done was done through God.",
          "ID": "21"
        },
        {
          "text": "After this, Jesus and his followers went into the area of Judea. There he stayed with his followers and baptized people.",
          "ID": "22"
        },
        {
          "text": "John was also baptizing people in Aenon, a place near Salim with plenty of water. People were going there to be baptized.",
          "ID": "23"
        },
        {
          "text": "This was before John was put in prison.",
          "ID": "24"
        },
        {
          "text": "Some of John’s followers had an argument with another Jew about religious washing.",
          "ID": "25",
          "comments": [
            "religious washing The Jews had religious rules about washing in special ways before eating, before worshiping in the Temple, and at other special times."
          ]
        },
        {
          "text": "Then they came to John and said, “Teacher, remember the man who was with you on the other side of the Jordan River? He is the one you were telling everyone about. He is also baptizing people, and many are going to him.”",
          "ID": "26"
        },
        {
          "text": "John answered, “A person can receive only what God gives.",
          "ID": "27"
        },
        {
          "text": "You yourselves heard me say, ‘I am not the Messiah. I am only the one God sent to prepare the way for him.’",
          "ID": "28"
        },
        {
          "text": "The bride always belongs to the bridegroom. The friend who helps the bridegroom just waits and listens. He is happy just to hear the bridegroom talk. That’s how I feel now. I am so happy that he is here.",
          "ID": "29"
        },
        {
          "text": "He must become more and more important, and I must become less important.",
          "ID": "30"
        },
        {
          "text": "“The one who comes from above is greater than all others. The one who is from the earth belongs to the earth. He talks about things that are on the earth. But the one who comes from heaven is greater than all others.",
          "ID": "31"
        },
        {
          "text": "He tells what he has seen and heard, but people don’t accept what he says.",
          "ID": "32"
        },
        {
          "text": "Whoever accepts what he says has given proof that God speaks the truth.",
          "ID": "33"
        },
        {
          "text": "God sent him, and he tells people what God says. God gives him the Spirit fully.",
          "ID": "34"
        },
        {
          "text": "The Father loves the Son and has given him power over everything.",
          "ID": "35"
        },
        {
          "text": "Whoever believes in the Son has eternal life. But those who do not obey the Son will never have that life. They cannot get away from God’s anger.”",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3",
      "name": "John 3"
    },
    {
      "title": "Jesus Heals an Official’s Son",
      "text": [
        {
          "text": "Jesus learned that the Pharisees had heard the report that he was making and baptizing more followers than John.",
          "ID": "1"
        },
        {
          "text": "(But really, Jesus himself did not baptize anyone; his followers baptized people for him.)",
          "ID": "2"
        },
        {
          "text": "So he left Judea and went back to Galilee.",
          "ID": "3"
        },
        {
          "text": "On the way to Galilee, he had to go through the country of Samaria.",
          "ID": "4"
        },
        {
          "text": "In Samaria Jesus came to the town called Sychar, which is near the field that Jacob gave to his son Joseph.",
          "ID": "5"
        },
        {
          "text": "Jacob’s well was there. Jesus was tired from his long trip, so he sat down beside the well. It was about noon.",
          "ID": "6"
        },
        {
          "text": "A Samaritan woman came to the well to get some water, and Jesus said to her, “Please give me a drink.”",
          "ID": "7"
        },
        {
          "text": "This happened while his followers were in town buying some food.",
          "ID": "8"
        },
        {
          "text": "The woman answered, “I am surprised that you ask me for a drink! You are a Jew and I am a Samaritan woman!” (Jews have nothing to do with Samaritans.)",
          "ID": "9",
          "comments": [
            "Jews have nothing to do with Samaritans Or “Jews don’t use things that Samaritans have used.”"
          ]
        },
        {
          "text": "Jesus answered, “You don’t know what God can give you. And you don’t know who I am, the one who asked you for a drink. If you knew, you would have asked me, and I would have given you living water.”",
          "ID": "10"
        },
        {
          "text": "The woman said, “Sir, where will you get that living water? The well is very deep, and you have nothing to get water with.",
          "ID": "11"
        },
        {
          "text": "Are you greater than our ancestor Jacob? He is the one who gave us this well. He drank from it himself, and his sons and all his animals drank from it too.”",
          "ID": "12"
        },
        {
          "text": "Jesus answered, “Everyone who drinks this water will be thirsty again.",
          "ID": "13"
        },
        {
          "text": "But anyone who drinks the water I give will never be thirsty again. The water I give people will be like a spring flowing inside them. It will bring them eternal life.”",
          "ID": "14"
        },
        {
          "text": "The woman said to Jesus, “Sir, give me this water. Then I will never be thirsty again and won’t have to come back here to get more water.”",
          "ID": "15"
        },
        {
          "text": "Jesus told her, “Go get your husband and come back.”",
          "ID": "16"
        },
        {
          "text": "The woman answered, “But I have no husband.”\nJesus said to her, “You are right to say you have no husband.",
          "ID": "17"
        },
        {
          "text": "That’s because, although you have had five husbands, the man you live with now is not your husband. That much was the truth.”",
          "ID": "18"
        },
        {
          "text": "The woman said, “Sir, I can see that you are a prophet.",
          "ID": "19",
          "comments": [
            "prophet A prophet often knows things that are hidden to other people."
          ]
        },
        {
          "text": "Our fathers worshiped on this mountain. But you Jews say that Jerusalem is the place where people must worship.”",
          "ID": "20"
        },
        {
          "text": "Jesus said, “Believe me, woman! The time is coming when you will not have to be in Jerusalem or on this mountain to worship the Father.",
          "ID": "21"
        },
        {
          "text": "You Samaritans worship something you don’t understand. We Jews understand what we worship, since salvation comes from the Jews.",
          "ID": "22"
        },
        {
          "text": "But the time is coming when the true worshipers will worship the Father in spirit and truth. In fact, that time is now here. And these are the kind of people the Father wants to be his worshipers.",
          "ID": "23"
        },
        {
          "text": "God is spirit. So the people who worship him must worship in spirit and truth.”",
          "ID": "24"
        },
        {
          "text": "The woman said, “I know that the Messiah is coming.” (He is the one called Christ.) “When he comes, he will explain everything to us.”",
          "ID": "25"
        },
        {
          "text": "Then Jesus said, “He is talking to you now—I am the Messiah.”",
          "ID": "26"
        },
        {
          "text": "Just then Jesus’ followers came back from town. They were surprised because they saw Jesus talking with a woman. But none of them asked, “What do you want?” or “Why are you talking with her?”",
          "ID": "27"
        },
        {
          "text": "Then the woman left her water jar and went back to town. She told the people there,",
          "ID": "28"
        },
        {
          "text": "“A man told me everything I have ever done. Come see him. Maybe he is the Messiah.”",
          "ID": "29"
        },
        {
          "text": "So the people left the town and went to see Jesus.",
          "ID": "30"
        },
        {
          "text": "While the woman was in town, Jesus’ followers were begging him, “Teacher, eat something!”",
          "ID": "31"
        },
        {
          "text": "But Jesus answered, “I have food to eat that you know nothing about.”",
          "ID": "32"
        },
        {
          "text": "So the followers asked themselves, “Did someone already bring him some food?”",
          "ID": "33"
        },
        {
          "text": "Jesus said, “My food is to do what the one who sent me wants me to do. My food is to finish the work that he gave me to do.",
          "ID": "34"
        },
        {
          "text": "When you plant, you always say, ‘Four more months to wait before we gather the grain.’ But I tell you, open your eyes, and look at the fields. They are ready for harvesting now.",
          "ID": "35"
        },
        {
          "text": "Even now, the people who harvest the crop are being paid. They are gathering crops for eternal life. So now the people who plant can be happy together with those who harvest.",
          "ID": "36"
        },
        {
          "text": "It is true when we say, ‘One person plants, but another person harvests the crop.’",
          "ID": "37"
        },
        {
          "text": "I sent you to harvest a crop that you did not work for. Others did the work, and you get the profit from their work.”",
          "ID": "38"
        },
        {
          "text": "Many of the Samaritan people in that town believed in Jesus. They believed because of what the woman had told them about him. She had told them, “He told me everything I have ever done.”",
          "ID": "39"
        },
        {
          "text": "The Samaritans went to Jesus. They begged him to stay with them. So he stayed there two days.",
          "ID": "40"
        },
        {
          "text": "Many more people became believers because of the things he said.",
          "ID": "41"
        },
        {
          "text": "The people said to the woman, “First we believed in Jesus because of what you told us. But now we believe because we heard him ourselves. We know now that he really is the one who will save the world.”",
          "ID": "42"
        },
        {
          "text": "Two days later Jesus left and went to Galilee.",
          "ID": "43"
        },
        {
          "text": "(Jesus had said before that a prophet is not respected in his own country.)",
          "ID": "44"
        },
        {
          "text": "When he arrived in Galilee, the people there welcomed him. They had been at the Passover festival in Jerusalem and had seen everything he did there.",
          "ID": "45"
        },
        {
          "text": "Jesus went to visit Cana in Galilee again. Cana is where he had changed the water into wine. One of the king’s important officials lived in the city of Capernaum. This man’s son was sick.",
          "ID": "46"
        },
        {
          "text": "The man heard that Jesus had come from Judea and was now in Galilee. So he went to Jesus and begged him to come to Capernaum and heal his son, who was almost dead.",
          "ID": "47"
        },
        {
          "text": "Jesus said to him, “You people must see miraculous signs and wonders before you will believe in me.”",
          "ID": "48"
        },
        {
          "text": "The king’s official said, “Sir, come before my little son dies.”",
          "ID": "49"
        },
        {
          "text": "Jesus answered, “Go. Your son will live.”\nThe man believed what Jesus told him and went home.",
          "ID": "50"
        },
        {
          "text": "On the way home, the man’s servants came and met him. They said, “Your son is well.”",
          "ID": "51"
        },
        {
          "text": "The man asked, “What time did my son begin to get well?”\nThey answered, “It was about one o’clock yesterday when the fever left him.”",
          "ID": "52"
        },
        {
          "text": "The father knew that one o’clock was the same time that Jesus had said, “Your son will live.” So the man and everyone in his house believed in Jesus.",
          "ID": "53"
        },
        {
          "text": "That was the second miraculous sign that Jesus did after coming from Judea to Galilee.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4",
      "name": "John 4"
    },
    {
      "title": "Jesus Says More to the Jewish Leaders",
      "text": [
        {
          "text": "Later, Jesus went to Jerusalem for a special Jewish festival.",
          "ID": "1"
        },
        {
          "text": "In Jerusalem there is a pool with five covered porches. In Aramaic it is called Bethzatha. This pool is near the Sheep Gate.",
          "ID": "2",
          "comments": [
            "Bethzatha Also called Bethsaida or Bethesda, a pool of water north of the Temple in Jerusalem."
          ]
        },
        {
          "text": "Many sick people were lying on the porches beside the pool. Some of them were blind, some were crippled, and some were paralyzed.",
          "ID": "3",
          "comments": [
            "At the end of verse 3, some Greek copies add “and they waited for the water to move.”"
          ]
        },
        {
          "text": "",
          "ID": "4",
          "comments": [
            "A few later copies add verse 4: “Sometimes an angel of the Lord came down to the pool and shook the water. After this, the first person to go into the pool was healed from any sickness he had.”"
          ]
        },
        {
          "text": "One of the men lying there had been sick for 38 years.",
          "ID": "5"
        },
        {
          "text": "Jesus saw him lying there and knew that he had been sick for a very long time. So he asked him, “Do you want to be well?”",
          "ID": "6"
        },
        {
          "text": "The sick man answered, “Sir, there is no one to help me get into the water when it starts moving. I try to be the first one into the water. But when I try, someone else always goes in before I can.”",
          "ID": "7"
        },
        {
          "text": "Then Jesus said, “Stand up! Pick up your mat and walk.”",
          "ID": "8"
        },
        {
          "text": "Immediately the man was well. He picked up his mat and started walking.\nThe day all this happened was a Sabbath day.",
          "ID": "9"
        },
        {
          "text": "So some Jews said to the man who had been healed, “Today is the Sabbath. It is against our law for you to carry your mat on the Sabbath day.”",
          "ID": "10"
        },
        {
          "text": "But he answered, “The man who made me well told me, ‘Pick up your mat and walk.’”",
          "ID": "11"
        },
        {
          "text": "They asked him, “Who is the man who told you to pick up your mat and walk?”",
          "ID": "12"
        },
        {
          "text": "But the man who had been healed did not know who it was. There were many people there, and Jesus had left.",
          "ID": "13"
        },
        {
          "text": "Later, Jesus found the man at the Temple and said to him, “See, you are well now. But stop sinning or something worse may happen to you!”",
          "ID": "14"
        },
        {
          "text": "Then the man left and went back to the Jews who questioned him. He told them that Jesus was the one who made him well.",
          "ID": "15"
        },
        {
          "text": "Jesus was doing all this on the Sabbath day. So these Jews began trying to make him stop.",
          "ID": "16"
        },
        {
          "text": "But he said to them, “My Father never stops working, and so I work too.”",
          "ID": "17"
        },
        {
          "text": "This made them even more determined to kill him. They thought it was bad enough that he was breaking the law about the Sabbath day. And now he was saying that God is his Father, making himself equal with God!",
          "ID": "18"
        },
        {
          "text": "But Jesus answered, “I assure you that the Son can do nothing alone. He does only what he sees his Father doing. The Son does the same things that the Father does.",
          "ID": "19"
        },
        {
          "text": "The Father loves the Son and shows him everything he does. This man was healed. But the Father will show the Son greater things than this to do. Then you will all be amazed.",
          "ID": "20"
        },
        {
          "text": "The Father raises the dead and gives them life. In the same way, the Son gives life to those he wants to.",
          "ID": "21"
        },
        {
          "text": "“Also, the Father judges no one. He has given the Son power to do all the judging.",
          "ID": "22"
        },
        {
          "text": "God did this so that all people will respect the Son the same as they respect the Father. Anyone who does not respect the Son does not respect the Father. He is the one who sent the Son.",
          "ID": "23"
        },
        {
          "text": "“I assure you, anyone who hears what I say and believes in the one who sent me has eternal life. They will not be judged guilty. They have already left death and have entered into life.",
          "ID": "24"
        },
        {
          "text": "Believe me, an important time is coming. That time is already here. People who are dead will hear the voice of the Son of God. And those who listen will live.",
          "ID": "25"
        },
        {
          "text": "Life comes from the Father himself. So the Father has also allowed the Son to give life.",
          "ID": "26"
        },
        {
          "text": "And the Father has given him the power to judge all people because he is the Son of Man.",
          "ID": "27"
        },
        {
          "text": "“Don’t be surprised at this. A time is coming when all people who are dead and in their graves will hear his voice.",
          "ID": "28"
        },
        {
          "text": "Then they will come out of their graves. Those who did good in this life will rise and have eternal life. But those who did evil will rise to be judged guilty.",
          "ID": "29"
        },
        {
          "text": "“I can do nothing alone. I judge only the way I am told. And my judgment is right, because I am not trying to please myself. I want only to please the one who sent me.",
          "ID": "30"
        },
        {
          "text": "“If I tell people about myself, they cannot be sure that what I say is true.",
          "ID": "31"
        },
        {
          "text": "But there is someone else who tells people about me, and I know that what he says about me is true.",
          "ID": "32"
        },
        {
          "text": "“You sent men to John, and he told you what is true.",
          "ID": "33"
        },
        {
          "text": "I don’t need anyone to tell people about me, but I remind you of what John said so that you can be saved.",
          "ID": "34"
        },
        {
          "text": "John was like a lamp that burned and gave light, and you were happy to enjoy his light for a while.",
          "ID": "35"
        },
        {
          "text": "“But I have a proof about myself that is greater than anything John said. The things I do are my proof. These are what my Father gave me to do. They show that the Father sent me.",
          "ID": "36"
        },
        {
          "text": "And the Father who sent me has given proof about me himself. But you have never heard his voice. You have never seen what he looks like.",
          "ID": "37"
        },
        {
          "text": "The Father’s teaching does not live in you, because you don’t believe in the one the Father sent.",
          "ID": "38"
        },
        {
          "text": "You carefully study the Scriptures. You think that they give you eternal life. These same Scriptures tell about me!",
          "ID": "39"
        },
        {
          "text": "But you refuse to come to me to have that life.",
          "ID": "40"
        },
        {
          "text": "“I don’t want praise from you or any other human.",
          "ID": "41"
        },
        {
          "text": "But I know you—I know that you have no love for God.",
          "ID": "42"
        },
        {
          "text": "I have come from my Father and speak for him, but you don’t accept me. But when other people come speaking only for themselves, you accept them.",
          "ID": "43"
        },
        {
          "text": "You like to have praise from each other. But you never try to get the praise that comes from the only God. So how can you believe?",
          "ID": "44"
        },
        {
          "text": "Don’t think that I will be the one to stand before the Father and accuse you. Moses is the one to accuse you. And he is the one you hoped would save you.",
          "ID": "45"
        },
        {
          "text": "If you really believed Moses, you would believe me, because he wrote about me.",
          "ID": "46"
        },
        {
          "text": "But you don’t believe what he wrote, so you can’t believe what I say.”",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5",
      "name": "John 5"
    },
    {
      "title": "Many Followers Leave Jesus",
      "text": [
        {
          "text": "Later, Jesus went across Lake Galilee (also known as Lake Tiberias).",
          "ID": "1"
        },
        {
          "text": "A great crowd of people followed him because they saw the miraculous signs he did in healing the sick.",
          "ID": "2"
        },
        {
          "text": "Jesus went up on the side of the hill and sat there with his followers.",
          "ID": "3"
        },
        {
          "text": "It was almost the time for the Jewish Passover festival.",
          "ID": "4"
        },
        {
          "text": "Jesus looked up and saw a crowd of people coming toward him. He said to Philip, “Where can we buy enough bread for all these people to eat?”",
          "ID": "5"
        },
        {
          "text": "He asked Philip this question to test him. Jesus already knew what he planned to do.",
          "ID": "6"
        },
        {
          "text": "Philip answered, “We would all have to work a month to buy enough bread for each person here to have only a little piece!”",
          "ID": "7"
        },
        {
          "text": "Another follower there was Andrew, the brother of Simon Peter. Andrew said,",
          "ID": "8"
        },
        {
          "text": "“Here is a boy with five loaves of barley bread and two little fish. But that is not enough for so many people.”",
          "ID": "9"
        },
        {
          "text": "Jesus said, “Tell everyone to sit down.” This was a place with a lot of grass, and about 5000 men sat down there.",
          "ID": "10"
        },
        {
          "text": "Jesus took the loaves of bread and gave thanks for them. Then he gave them to the people who were waiting to eat. He did the same with the fish. He gave them as much as they wanted.",
          "ID": "11"
        },
        {
          "text": "They all had plenty to eat. When they finished, Jesus said to his followers, “Gather the pieces of fish and bread that were not eaten. Don’t waste anything.”",
          "ID": "12"
        },
        {
          "text": "So they gathered up the pieces that were left. The people had started eating with only five loaves of barley bread. But the followers filled twelve large baskets with the pieces of food that were left.",
          "ID": "13"
        },
        {
          "text": "The people saw this miraculous sign that Jesus did and said, “He must be the Prophet who is coming into the world.”",
          "ID": "14",
          "comments": [
            "Prophet They probably meant the prophet that God told Moses he would send. See Deut. 18:15-19."
          ]
        },
        {
          "text": "Jesus knew that the people planned to come get him and make him their king. So he left and went into the hills alone.",
          "ID": "15"
        },
        {
          "text": "That evening Jesus’ followers went down to the lake.",
          "ID": "16"
        },
        {
          "text": "It was dark now, and Jesus had not yet come back to them. They got into a boat and started going across the lake to Capernaum.",
          "ID": "17"
        },
        {
          "text": "The wind was blowing very hard. The waves on the lake were becoming bigger.",
          "ID": "18"
        },
        {
          "text": "They rowed the boat about three or four miles. Then they saw Jesus. He was walking on the water, coming to the boat. They were afraid.",
          "ID": "19",
          "comments": [
            "three or four miles Literally, “25 or 30 stadia,” about 5 or 6 km."
          ]
        },
        {
          "text": "But he said to them, “Don’t be afraid. It’s me.”",
          "ID": "20"
        },
        {
          "text": "When he said this, they were glad to take him into the boat. And then the boat reached the shore at the place they wanted to go.",
          "ID": "21"
        },
        {
          "text": "The next day came. Some people had stayed on the other side of the lake. They knew that Jesus did not go with his followers in the boat. They knew that the followers had left in the boat alone. And they knew it was the only boat that was there.",
          "ID": "22"
        },
        {
          "text": "But then some boats from Tiberias came and landed near the place where the people had eaten the day before. This was where they had eaten the bread after the Lord gave thanks.",
          "ID": "23"
        },
        {
          "text": "The people saw that Jesus and his followers were not there now. So they got into the boats and went to Capernaum to find Jesus.",
          "ID": "24"
        },
        {
          "text": "The people found Jesus on the other side of the lake. They asked him, “Teacher, when did you come here?”",
          "ID": "25"
        },
        {
          "text": "He answered, “Why are you looking for me? Is it because you saw miraculous signs? The truth is, you are looking for me because you ate the bread and were satisfied.",
          "ID": "26"
        },
        {
          "text": "But earthly food spoils and ruins. So don’t work to get that kind of food. But work to get the food that stays good and gives you eternal life. The Son of Man will give you that food. He is the only one qualified by God the Father to give it to you.”",
          "ID": "27"
        },
        {
          "text": "The people asked Jesus, “What does God want us to do?”",
          "ID": "28"
        },
        {
          "text": "Jesus answered, “The work God wants you to do is this: to believe in the one he sent.”",
          "ID": "29"
        },
        {
          "text": "So the people asked, “What miraculous sign will you do for us? If we can see you do a miracle, then we will believe you. What will you do?",
          "ID": "30"
        },
        {
          "text": "Our ancestors were given manna to eat in the desert. As the Scriptures say, ‘He gave them bread from heaven to eat.’”",
          "ID": "31",
          "comments": [
            "Quote from Ps. 78:24."
          ]
        },
        {
          "text": "Jesus said, “I can assure you that Moses was not the one who gave your people bread from heaven. But my Father gives you the true bread from heaven.",
          "ID": "32"
        },
        {
          "text": "God’s bread is the one who comes down from heaven and gives life to the world.”",
          "ID": "33"
        },
        {
          "text": "The people said, “Sir, from now on give us bread like that.”",
          "ID": "34"
        },
        {
          "text": "Then Jesus said, “I am the bread that gives life. No one who comes to me will ever be hungry. No one who believes in me will ever be thirsty.",
          "ID": "35"
        },
        {
          "text": "I told you before that you have seen me, and still you don’t believe.",
          "ID": "36"
        },
        {
          "text": "The Father gives me my people. Every one of them will come to me. I will always accept them.",
          "ID": "37"
        },
        {
          "text": "I came down from heaven to do what God wants, not what I want.",
          "ID": "38"
        },
        {
          "text": "I must not lose anyone God has given me. But I must raise them up on the last day. This is what the one who sent me wants me to do.",
          "ID": "39"
        },
        {
          "text": "Everyone who sees the Son and believes in him has eternal life. I will raise them up on the last day. This is what my Father wants.”",
          "ID": "40"
        },
        {
          "text": "Some Jews began to complain about Jesus because he said, “I am the bread that comes down from heaven.”",
          "ID": "41"
        },
        {
          "text": "They said, “This is Jesus. We know his father and mother. He is only Joseph’s son. How can he say, ‘I came down from heaven’?”",
          "ID": "42"
        },
        {
          "text": "But Jesus said, “Stop complaining to each other.",
          "ID": "43"
        },
        {
          "text": "The Father is the one who sent me, and he is the one who brings people to me. I will raise them up on the last day. Anyone the Father does not bring to me cannot come to me.",
          "ID": "44"
        },
        {
          "text": "It is written in the prophets: ‘God will teach them all.’ People listen to the Father and learn from him. They are the ones who come to me.",
          "ID": "45",
          "comments": [
            "Quote from Isa. 54:13."
          ]
        },
        {
          "text": "I don’t mean that there is anyone who has seen the Father. The only one who has ever seen the Father is the one who came from God. He has seen the Father.",
          "ID": "46"
        },
        {
          "text": "“I can assure you that anyone who believes has eternal life.",
          "ID": "47"
        },
        {
          "text": "I am the bread that gives life.",
          "ID": "48"
        },
        {
          "text": "Your ancestors ate the manna God gave them in the desert, but it didn’t keep them from dying.",
          "ID": "49"
        },
        {
          "text": "Here is the bread that comes down from heaven. Whoever eats this bread will never die.",
          "ID": "50"
        },
        {
          "text": "I am the living bread that came down from heaven. Whoever eats this bread will live forever. This bread is my body. I will give my body so that the people in the world can have life.”",
          "ID": "51"
        },
        {
          "text": "Then the Jews began to argue among themselves. They said, “How can this man give us his body to eat?”",
          "ID": "52"
        },
        {
          "text": "Jesus said, “Believe me when I say that you must eat the body of the Son of Man, and you must drink his blood. If you don’t do this, you have no real life.",
          "ID": "53"
        },
        {
          "text": "Those who eat my body and drink my blood have eternal life. I will raise them up on the last day.",
          "ID": "54"
        },
        {
          "text": "My body is true food, and my blood is true drink.",
          "ID": "55"
        },
        {
          "text": "Those who eat my body and drink my blood live in me, and I live in them.",
          "ID": "56"
        },
        {
          "text": "“The Father sent me. He lives, and I live because of him. So everyone who eats me will live because of me.",
          "ID": "57"
        },
        {
          "text": "I am not like the bread that your ancestors ate. They ate that bread, but they still died. I am the bread that came down from heaven. Whoever eats this bread will live forever.”",
          "ID": "58"
        },
        {
          "text": "Jesus said all this while he was teaching in the synagogue in the city of Capernaum.",
          "ID": "59"
        },
        {
          "text": "When Jesus’ followers heard this, many of them said, “This teaching is hard. Who can accept it?”",
          "ID": "60"
        },
        {
          "text": "Jesus already knew that his followers were complaining about this. So he said, “Is this teaching a problem for you?",
          "ID": "61"
        },
        {
          "text": "Then what will you think when you see the Son of Man going up to where he came from?",
          "ID": "62"
        },
        {
          "text": "It is the Spirit that gives life. The body is of no value for that. But the things I have told you are from the Spirit, so they give life.",
          "ID": "63"
        },
        {
          "text": "But some of you don’t believe.” (Jesus knew the people who did not believe. He knew this from the beginning. And he knew the one who would hand him over to his enemies.)",
          "ID": "64"
        },
        {
          "text": "Jesus said, “That is why I said, ‘Anyone the Father does not help to come to me cannot come.’”",
          "ID": "65"
        },
        {
          "text": "After Jesus said these things, many of his followers left and stopped following him.",
          "ID": "66"
        },
        {
          "text": "Jesus asked the twelve apostles, “Do you want to leave too?”",
          "ID": "67"
        },
        {
          "text": "Simon Peter answered him, “Lord, where would we go? You have the words that give eternal life.",
          "ID": "68"
        },
        {
          "text": "We believe in you. We know that you are the Holy One from God.”",
          "ID": "69"
        },
        {
          "text": "Then Jesus answered, “I chose all twelve of you. But one of you is a devil.”",
          "ID": "70"
        },
        {
          "text": "He was talking about Judas, the son of Simon Iscariot. Judas was one of the twelve apostles, but later he would hand Jesus over to his enemies.",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6",
      "name": "John 6"
    },
    {
      "title": "A Woman Caught in Adultery",
      "text": [
        {
          "text": "After this, Jesus traveled around the country of Galilee. He did not want to travel in Judea, because the Jewish leaders there wanted to kill him.",
          "ID": "1"
        },
        {
          "text": "It was time for the Jewish Festival of Shelters.",
          "ID": "2"
        },
        {
          "text": "So his brothers said to him, “You should leave here and go to the festival in Judea. Then your followers there can see the miracles you do.",
          "ID": "3"
        },
        {
          "text": "If you want to be well known, you must not hide what you do. So, if you can do such amazing things, let the whole world see you do them.”",
          "ID": "4"
        },
        {
          "text": "Jesus’ brothers said this because even they did not believe in him.",
          "ID": "5"
        },
        {
          "text": "Jesus said to them, “The right time for me has not yet come, but any time is right for you to go.",
          "ID": "6"
        },
        {
          "text": "The world cannot hate you. But the world hates me, because I tell the people in the world that they do evil things.",
          "ID": "7"
        },
        {
          "text": "So you go to the festival. I will not go now, because the right time for me has not yet come.”",
          "ID": "8"
        },
        {
          "text": "After Jesus said this, he stayed in Galilee.",
          "ID": "9"
        },
        {
          "text": "So his brothers left to go to the festival. After they left, Jesus went too, but he did not let people see him.",
          "ID": "10"
        },
        {
          "text": "At the festival the Jewish leaders were looking for him. They said, “Where is that man?”",
          "ID": "11"
        },
        {
          "text": "There was a large group of people there. Many of them were talking secretly to each other about Jesus. Some people said, “He is a good man.” But others said, “No, he fools the people.”",
          "ID": "12"
        },
        {
          "text": "But no one was brave enough to talk about him openly. They were afraid of the Jewish leaders.",
          "ID": "13"
        },
        {
          "text": "When the festival was about half finished, Jesus went to the Temple area and began to teach.",
          "ID": "14"
        },
        {
          "text": "The Jewish leaders were amazed and said, “How did this man learn so much? He never had the kind of teaching we had!”",
          "ID": "15"
        },
        {
          "text": "Jesus answered, “What I teach is not my own. My teaching comes from the one who sent me.",
          "ID": "16"
        },
        {
          "text": "People who really want to do what God wants will know that my teaching comes from God. They will know that this teaching is not my own.",
          "ID": "17"
        },
        {
          "text": "If I taught my own ideas, I would just be trying to get honor for myself. But if I am trying to bring honor to the one who sent me, I can be trusted. Anyone doing that is not going to lie.",
          "ID": "18"
        },
        {
          "text": "Moses gave you the law, right? But you don’t obey that law. If you do, then why are you trying to kill me?”",
          "ID": "19"
        },
        {
          "text": "The people answered, “A demon is making you crazy! We are not trying to kill you.”",
          "ID": "20"
        },
        {
          "text": "Jesus said to them, “I did one miracle on a Sabbath day, and you were all surprised.",
          "ID": "21"
        },
        {
          "text": "But you obey the law Moses gave you about circumcision—and sometimes you do it on a Sabbath day. (Really, Moses is not the one who gave you circumcision. It came from our ancestors who lived before Moses.) Yes, you often circumcise baby boys on a Sabbath day.",
          "ID": "22"
        },
        {
          "text": "This shows that someone can be circumcised on a Sabbath day to obey the Law of Moses. So why are you angry with me for healing a person’s whole body on the Sabbath day?",
          "ID": "23"
        },
        {
          "text": "Stop judging by the way things look. Be fair and judge by what is really right.”",
          "ID": "24"
        },
        {
          "text": "Then some of the people who lived in Jerusalem said, “This is the man they are trying to kill.",
          "ID": "25"
        },
        {
          "text": "But he is teaching where everyone can see and hear him. And no one is trying to stop him from teaching. Maybe the leaders have decided that he really is the Messiah.",
          "ID": "26"
        },
        {
          "text": "But when the real Messiah comes, no one will know where he comes from. And we know where this man’s home is.”",
          "ID": "27"
        },
        {
          "text": "Jesus was still teaching in the Temple area when he said loudly, “Do you really know me and where I am from? I am here, but not by my own decision. I was sent by one who is very real. But you don’t know him.",
          "ID": "28"
        },
        {
          "text": "I know him because I am from him. He is the one who sent me.”",
          "ID": "29"
        },
        {
          "text": "When Jesus said this, the people tried to grab him. But no one was able even to touch him, because the right time for him had not yet come.",
          "ID": "30"
        },
        {
          "text": "But many of the people believed in Jesus. They said, “We are waiting for the Messiah to come. When he comes, will he do more miraculous signs than this man has done?”",
          "ID": "31"
        },
        {
          "text": "The Pharisees heard what the people were saying about Jesus. So the leading priests and the Pharisees sent some Temple police to arrest him.",
          "ID": "32"
        },
        {
          "text": "Then Jesus said, “I will be with you a little while longer. Then I will go back to the one who sent me.",
          "ID": "33"
        },
        {
          "text": "You will look for me, but you will not find me. And you cannot come where I am.”",
          "ID": "34"
        },
        {
          "text": "These Jews said to each other, “Where will this man go that we cannot find him? Will he go to the Greek cities where our people live? Will he teach the Greek people there?",
          "ID": "35"
        },
        {
          "text": "He says, ‘You will look for me, but you will not find me.’ He also says, ‘You cannot come where I am.’ What does this mean?”",
          "ID": "36"
        },
        {
          "text": "The last day of the festival came. It was the most important day. On that day Jesus stood up and said loudly, “Whoever is thirsty may come to me and drink.",
          "ID": "37"
        },
        {
          "text": "If anyone believes in me, rivers of living water will flow out from their heart. That is what the Scriptures say.”",
          "ID": "38"
        },
        {
          "text": "Jesus was talking about the Spirit. The Spirit had not yet been given to people, because Jesus had not yet been raised to glory. But later, those who believed in Jesus would receive the Spirit.",
          "ID": "39"
        },
        {
          "text": "When the people heard the things that Jesus said, some of them said, “This man really is the Prophet.”",
          "ID": "40",
          "comments": [
            "Prophet They probably meant the prophet that God told Moses he would send. See Deut. 18:15-19."
          ]
        },
        {
          "text": "Other people said, “He is the Messiah.”\nAnd others said, “The Messiah will not come from Galilee.",
          "ID": "41"
        },
        {
          "text": "The Scriptures say that the Messiah will come from the family of David. And they say that he will come from Bethlehem, the town where David lived.”",
          "ID": "42"
        },
        {
          "text": "So the people did not agree with each other about Jesus.",
          "ID": "43"
        },
        {
          "text": "Some of the people wanted to arrest him. But no one tried to do it.",
          "ID": "44"
        },
        {
          "text": "The Temple police went back to the leading priests and the Pharisees. The priests and the Pharisees asked, “Why didn’t you bring Jesus?”",
          "ID": "45"
        },
        {
          "text": "The Temple police answered, “We have never heard anyone say such amazing things!”",
          "ID": "46"
        },
        {
          "text": "The Pharisees answered, “So he has fooled you too!",
          "ID": "47"
        },
        {
          "text": "You don’t see any of the leaders or any of us Pharisees believing in him, do you?",
          "ID": "48"
        },
        {
          "text": "But those people out there know nothing about the law. They are under God’s curse!”",
          "ID": "49"
        },
        {
          "text": "But Nicodemus was there in that group. He was the one who had gone to see Jesus before. He said,",
          "ID": "50",
          "comments": [
            "He was the one … before The story about Nicodemus going and talking to Jesus is in Jn. 3:1-21."
          ]
        },
        {
          "text": "“Our law will not let us judge anyone without first hearing them and finding out what they have done.”",
          "ID": "51"
        },
        {
          "text": "The Jewish leaders answered, “You must be from Galilee too! Study the Scriptures. You will find nothing about a prophet coming from Galilee.”",
          "ID": "52",
          "comments": [
            "a prophet Two early Greek copies have “the Prophet,” which would mean the “prophet like Moses” mentioned in Deut. 18:15. In Acts 3:22 and 7:37 this is understood to be the Messiah, as in verse 40 above."
          ]
        },
        {
          "text": "Then they all left and went home.",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7",
      "name": "John 7"
    },
    {
      "title": "Jesus Talks About Himself and Abraham",
      "text": [
        {
          "text": "Jesus went to the Mount of Olives.",
          "ID": "1"
        },
        {
          "text": "Early in the morning he went back to the Temple area. The people all came to him, and he sat and taught them.",
          "ID": "2"
        },
        {
          "text": "The teachers of the law and the Pharisees brought a woman they had caught in bed with a man who was not her husband. They forced her to stand in front of the people.",
          "ID": "3"
        },
        {
          "text": "They said to Jesus, “Teacher, this woman was caught in the act of adultery.",
          "ID": "4"
        },
        {
          "text": "The Law of Moses commands us to stone to death any such woman. What do you say we should do?”",
          "ID": "5"
        },
        {
          "text": "They were saying this to trick Jesus. They wanted to catch him saying something wrong so that they could have a charge against him. But Jesus stooped down and started writing on the ground with his finger.",
          "ID": "6"
        },
        {
          "text": "The Jewish leaders continued to ask him their question. So he stood up and said, “Anyone here who has never sinned should throw the first stone at her.”",
          "ID": "7"
        },
        {
          "text": "Then Jesus stooped down again and wrote on the ground.",
          "ID": "8"
        },
        {
          "text": "When they heard this, they began to leave one by one. The older men left first, and then the others. Jesus was left alone with the woman standing there in front of him.",
          "ID": "9"
        },
        {
          "text": "He looked up again and said to her, “Where did they all go? Did no one judge you guilty?”",
          "ID": "10"
        },
        {
          "text": "She answered, “No one, sir.”\nThen Jesus said, “I don’t judge you either. You can go now, but don’t sin again.”",
          "ID": "11",
          "comments": [
            "The oldest and best Greek copies do not have verses 7:53–8:11. Other copies have this section in different places."
          ]
        },
        {
          "text": "Later, Jesus talked to the people again. He said, “I am the light of the world. Whoever follows me will never live in darkness. They will have the light that gives life.”",
          "ID": "12"
        },
        {
          "text": "But the Pharisees said to Jesus, “When you talk about yourself, you are the only one to say that these things are true. So we cannot accept what you say.”",
          "ID": "13"
        },
        {
          "text": "Jesus answered, “Yes, I am saying these things about myself. But people can believe what I say, because I know where I came from. And I know where I am going. But you don’t know where I came from or where I am going.",
          "ID": "14"
        },
        {
          "text": "You judge me the way people judge other people. I don’t judge anyone.",
          "ID": "15"
        },
        {
          "text": "But if I judge, my judging is true, because when I judge I am not alone. The Father who sent me is with me.",
          "ID": "16"
        },
        {
          "text": "Your own law says that when two witnesses say the same thing, you must accept what they say.",
          "ID": "17"
        },
        {
          "text": "I am one of the witnesses who speaks about myself. And the Father who sent me is my other witness.”",
          "ID": "18"
        },
        {
          "text": "The people asked, “Where is your father?”\nJesus answered, “You don’t know me or my Father. But if you knew me, you would know my Father too.”",
          "ID": "19"
        },
        {
          "text": "Jesus said these things while he was teaching in the Temple area, near the room where the Temple offerings were kept. But no one arrested him, because the right time for him had not yet come.",
          "ID": "20"
        },
        {
          "text": "Again, Jesus said to the people, “I will leave you. You will look for me, but you will die in your sin. You cannot come where I am going.”",
          "ID": "21"
        },
        {
          "text": "So the Jewish leaders asked themselves, “Will he kill himself? Is that why he said, ‘You cannot come where I am going’?”",
          "ID": "22"
        },
        {
          "text": "But Jesus said to them, “You people are from here below, but I am from above. You belong to this world, but I don’t belong to this world.",
          "ID": "23"
        },
        {
          "text": "I told you that you would die in your sins. Yes, if you don’t believe that I Am, you will die in your sins.”",
          "ID": "24",
          "comments": [
            "I Am This is like the name of God used in the Old Testament. See Isa. 41:4; 43:10; Ex. 3:14. However, it can also mean “I am he,” meaning “I am the Messiah.” Also in verses 28, 58."
          ]
        },
        {
          "text": "They asked, “Then who are you?”\nJesus answered, “I am what I have told you from the beginning.",
          "ID": "25"
        },
        {
          "text": "I have much more I could say to judge you. But I tell people only what I have heard from the one who sent me, and he speaks the truth.”",
          "ID": "26"
        },
        {
          "text": "They did not understand who he was talking about. He was telling them about the Father.",
          "ID": "27"
        },
        {
          "text": "So he said to them, “You will lift up the Son of Man. Then you will know that I Am. You will know that whatever I do is not by my own authority. You will know that I say only what the Father has taught me.",
          "ID": "28",
          "comments": [
            "lift up Meaning to be nailed to a cross and “lifted up” on it to die. It may also have a second meaning: to be “lifted up” from death to heaven."
          ]
        },
        {
          "text": "The one who sent me is with me. I always do what pleases him. So he has not left me alone.”",
          "ID": "29"
        },
        {
          "text": "While he was saying these things, many people believed in him.",
          "ID": "30"
        },
        {
          "text": "So Jesus said to the Jews who believed in him, “If you continue to accept and obey my teaching, you are really my followers.",
          "ID": "31"
        },
        {
          "text": "You will know the truth, and the truth will make you free.”",
          "ID": "32"
        },
        {
          "text": "They answered, “We are Abraham’s descendants. And we have never been slaves. So why do you say that we will be free?”",
          "ID": "33"
        },
        {
          "text": "Jesus said, “The truth is, everyone who sins is a slave—a slave to sin.",
          "ID": "34"
        },
        {
          "text": "A slave does not stay with a family forever. But a son belongs to the family forever.",
          "ID": "35"
        },
        {
          "text": "So if the Son makes you free, you are really free.",
          "ID": "36"
        },
        {
          "text": "I know you are Abraham’s descendants. But you want to kill me, because you don’t want to accept my teaching.",
          "ID": "37"
        },
        {
          "text": "I am telling you what my Father has shown me. But you do what your father has told you.”",
          "ID": "38"
        },
        {
          "text": "They said, “Our father is Abraham.”\nJesus said, “If you were really Abraham’s descendants, you would do what Abraham did.",
          "ID": "39"
        },
        {
          "text": "I am someone who has told you the truth I heard from God. But you are trying to kill me. Abraham did nothing like that.",
          "ID": "40"
        },
        {
          "text": "So you are doing what your own father did.”\nBut they said, “We are not like children who never knew who their father was. God is our Father. He is the only Father we have.”",
          "ID": "41"
        },
        {
          "text": "Jesus said to them, “If God were really your Father, you would love me. I came from God, and now I am here. I did not come by my own authority. God sent me.",
          "ID": "42"
        },
        {
          "text": "You don’t understand the things I say, because you cannot accept my teaching.",
          "ID": "43"
        },
        {
          "text": "Your father is the devil. You belong to him. You want to do what he wants. He was a murderer from the beginning. He was always against the truth. There is no truth in him. He is like the lies he tells. Yes, the devil is a liar. He is the father of lies.",
          "ID": "44"
        },
        {
          "text": "“I am telling you the truth, and that’s why you don’t believe me.",
          "ID": "45"
        },
        {
          "text": "Can any of you prove that I am guilty of sin? If I tell the truth, why don’t you believe me?",
          "ID": "46"
        },
        {
          "text": "Whoever belongs to God accepts what he says. But you don’t accept what God says, because you don’t belong to God.”",
          "ID": "47"
        },
        {
          "text": "The Jews there answered, “We say you are a Samaritan. We say a demon is making you crazy! Are we not right when we say this?”",
          "ID": "48"
        },
        {
          "text": "Jesus answered, “I have no demon in me. I give honor to my Father, but you give no honor to me.",
          "ID": "49"
        },
        {
          "text": "I am not trying to get honor for myself. There is one who wants this honor for me. He is the judge.",
          "ID": "50"
        },
        {
          "text": "I promise you, whoever continues to obey my teaching will never die.”",
          "ID": "51"
        },
        {
          "text": "The Jews said to Jesus, “Now we know that you have a demon in you! Even Abraham and the prophets died. But you say, ‘Whoever obeys my teaching will never die.’",
          "ID": "52"
        },
        {
          "text": "Do you think you are greater than our father Abraham? He died, and so did the prophets. Who do you think you are?”",
          "ID": "53"
        },
        {
          "text": "Jesus answered, “If I give honor to myself, that honor is worth nothing. The one who gives me honor is my Father. And you say that he is your God.",
          "ID": "54"
        },
        {
          "text": "But you don’t really know him. I know him. If I said I did not know him, I would be a liar like you. But I do know him, and I obey what he says.",
          "ID": "55"
        },
        {
          "text": "Your father Abraham was very happy that he would see the day when I came. He saw that day and was happy.”",
          "ID": "56"
        },
        {
          "text": "The Jews said to Jesus, “What? How can you say you have seen Abraham? You are not even 50 years old!”",
          "ID": "57"
        },
        {
          "text": "Jesus answered, “The fact is, before Abraham was born, I Am.”",
          "ID": "58"
        },
        {
          "text": "When he said this, they picked up stones to throw at him. But Jesus hid, and then he left the Temple area.",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8",
      "name": "John 8"
    },
    {
      "title": "Spiritual Blindness",
      "text": [
        {
          "text": "While Jesus was walking, he saw a man who had been blind since the time he was born.",
          "ID": "1"
        },
        {
          "text": "Jesus’ followers asked him, “Teacher, why was this man born blind? Whose sin made it happen? Was it his own sin or that of his parents?”",
          "ID": "2"
        },
        {
          "text": "Jesus answered, “It was not any sin of this man or his parents that caused him to be blind. He was born blind so that he could be used to show what great things God can do.",
          "ID": "3"
        },
        {
          "text": "While it is daytime, we must continue doing the work of the one who sent me. The night is coming, and no one can work at night.",
          "ID": "4"
        },
        {
          "text": "While I am in the world, I am the light of the world.”",
          "ID": "5"
        },
        {
          "text": "After Jesus said this, he spit on the dirt, made some mud and put it on the man’s eyes.",
          "ID": "6"
        },
        {
          "text": "Jesus told him, “Go and wash in Siloam pool.” (Siloam means “Sent.”) So the man went to the pool, washed and came back. He was now able to see.",
          "ID": "7"
        },
        {
          "text": "His neighbors and some others who had seen him begging said, “Look! Is this the same man who always sits and begs?”",
          "ID": "8"
        },
        {
          "text": "Some people said, “Yes! He is the one.” But others said, “No, he can’t be the same man. He only looks like him.”\nSo the man himself said, “I am that same man.”",
          "ID": "9"
        },
        {
          "text": "They asked, “What happened? How did you get your sight?”",
          "ID": "10"
        },
        {
          "text": "He answered, “The man they call Jesus made some mud and put it on my eyes. Then he told me to go to Siloam and wash. So I went there and washed. And then I could see.”",
          "ID": "11"
        },
        {
          "text": "They asked him, “Where is this man?”\nHe answered, “I don’t know.”",
          "ID": "12"
        },
        {
          "text": "Then the people brought the man to the Pharisees.",
          "ID": "13"
        },
        {
          "text": "The day Jesus had made mud and healed the man’s eyes was a Sabbath day.",
          "ID": "14"
        },
        {
          "text": "So the Pharisees asked the man, “How did you get your sight?”\nHe answered, “He put mud on my eyes. I washed, and now I can see.”",
          "ID": "15"
        },
        {
          "text": "Some of the Pharisees said, “That man does not obey the law about the Sabbath day. So he is not from God.”\nOthers said, “But someone who is a sinner cannot do these miraculous signs.” So they could not agree with each other.",
          "ID": "16"
        },
        {
          "text": "They asked the man again, “Since it was your eyes he healed, what do you say about him?”\nHe answered, “He is a prophet.”",
          "ID": "17"
        },
        {
          "text": "The Jewish leaders still did not believe that this really happened to the man—that he was blind and was now healed. But later they sent for his parents.",
          "ID": "18"
        },
        {
          "text": "They asked them, “Is this your son? You say he was born blind. So how can he see?”",
          "ID": "19"
        },
        {
          "text": "His parents answered, “We know that this man is our son. And we know that he was born blind.",
          "ID": "20"
        },
        {
          "text": "But we don’t know why he can see now. We don’t know who healed his eyes. Ask him. He is old enough to answer for himself.”",
          "ID": "21"
        },
        {
          "text": "They said this because they were afraid of the Jewish leaders. The leaders had already decided that they would punish anyone who said Jesus was the Messiah. They would stop them from coming to the synagogue.",
          "ID": "22"
        },
        {
          "text": "That is why his parents said, “He is old enough. Ask him.”",
          "ID": "23"
        },
        {
          "text": "So the Jewish leaders called the man who had been blind. They told him to come in again. They said, “You should honor God by telling the truth. We know that this man is a sinner.”",
          "ID": "24"
        },
        {
          "text": "The man answered, “I don’t know if he is a sinner. But I do know this: I was blind, and now I can see.”",
          "ID": "25"
        },
        {
          "text": "They asked, “What did he do to you? How did he heal your eyes?”",
          "ID": "26"
        },
        {
          "text": "He answered, “I have already told you that. But you would not listen to me. Why do you want to hear it again? Do you want to be his followers too?”",
          "ID": "27"
        },
        {
          "text": "At this they shouted insults at him and said, “You are his follower, not us! We are followers of Moses.",
          "ID": "28"
        },
        {
          "text": "We know that God spoke to Moses. But we don’t even know where this man comes from!”",
          "ID": "29"
        },
        {
          "text": "The man answered, “This is really strange! You don’t know where he comes from, but he healed my eyes.",
          "ID": "30"
        },
        {
          "text": "We all know that God does not listen to sinners, but he will listen to anyone who worships and obeys him.",
          "ID": "31"
        },
        {
          "text": "This is the first time we have ever heard of anyone healing the eyes of someone born blind.",
          "ID": "32"
        },
        {
          "text": "This man must be from God. If he were not from God, he could not do anything like this.”",
          "ID": "33"
        },
        {
          "text": "The Jewish leaders answered, “You were born full of sin! Are you trying to teach us?” And they told the man to get out of the synagogue and to stay out.",
          "ID": "34"
        },
        {
          "text": "When Jesus heard that they had forced the man to leave, he found him and asked him, “Do you believe in the Son of Man?”",
          "ID": "35"
        },
        {
          "text": "The man said, “Tell me who he is, sir, so I can believe in him.”",
          "ID": "36"
        },
        {
          "text": "Jesus said to him, “You have already seen him. The Son of Man is the one talking with you now.”",
          "ID": "37"
        },
        {
          "text": "The man answered, “Yes, I believe, Lord!” Then he bowed and worshiped Jesus.",
          "ID": "38"
        },
        {
          "text": "Jesus said, “I came into this world so that the world could be judged. I came so that people who are blind could see. And I came so that people who think they see would become blind.”",
          "ID": "39",
          "comments": [
            "people who are blind Jesus is talking about people who are spiritually blind (without understanding), not physically blind."
          ]
        },
        {
          "text": "Some of the Pharisees were near Jesus. They heard him say this. They asked, “What? Are you saying that we are blind too?”",
          "ID": "40"
        },
        {
          "text": "Jesus said, “If you were really blind, you would not be guilty of sin. But you say that you see, so you are still guilty.”",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9",
      "name": "John 9"
    },
    {
      "title": "The Jewish Leaders Against Jesus",
      "text": [
        {
          "text": "Jesus said, “It is certainly true that when a man enters the sheep pen, he should use the gate. If he climbs in some other way, he is a robber. He is trying to steal the sheep.",
          "ID": "1"
        },
        {
          "text": "But the man who takes care of the sheep enters through the gate. He is the shepherd.",
          "ID": "2"
        },
        {
          "text": "The man who guards the gate opens the gate for the shepherd. And the sheep listen to the voice of the shepherd. He calls his own sheep, using their names, and he leads them out.",
          "ID": "3"
        },
        {
          "text": "He brings all of his sheep out. Then he goes ahead of them and leads them. The sheep follow him, because they know his voice.",
          "ID": "4"
        },
        {
          "text": "But sheep will never follow someone they don’t know. They will run away from him, because they don’t know his voice.”",
          "ID": "5"
        },
        {
          "text": "Jesus told the people this story, but they did not understand what it meant.",
          "ID": "6"
        },
        {
          "text": "So Jesus said again, “I assure you, I am the gate for the sheep.",
          "ID": "7"
        },
        {
          "text": "All those who came before me were thieves and robbers. The sheep did not listen to them.",
          "ID": "8"
        },
        {
          "text": "I am the gate. Whoever enters through me will be saved. They will be able to come in and go out. They will find everything they need.",
          "ID": "9"
        },
        {
          "text": "A thief comes to steal, kill, and destroy. But I came to give life—life that is full and good.",
          "ID": "10"
        },
        {
          "text": "“I am the good shepherd, and the good shepherd gives his life for the sheep.",
          "ID": "11"
        },
        {
          "text": "The worker who is paid to keep the sheep is different from the shepherd. The paid worker does not own the sheep. So when he sees a wolf coming, he runs away and leaves the sheep alone. Then the wolf attacks the sheep and scatters them.",
          "ID": "12"
        },
        {
          "text": "The man runs away because he is only a paid worker. He does not really care for the sheep.",
          "ID": "13"
        },
        {
          "text": "“I am the shepherd who cares for the sheep. I know my sheep just as the Father knows me. And my sheep know me just as I know the Father. I give my life for these sheep.",
          "ID": "14-15"
        },
        {
          "text": "I have other sheep too. They are not in this flock here. I must lead them also. They will listen to my voice. In the future there will be one flock and one shepherd.",
          "ID": "16",
          "comments": [
            "I have other sheep … shepherd Jesus means he has followers who are not Jews. See Jn. 11:52."
          ]
        },
        {
          "text": "The Father loves me because I give my life. I give my life so that I can get it back again.",
          "ID": "17"
        },
        {
          "text": "No one takes my life away from me. I give my own life freely. I have the right to give my life, and I have the right to get it back again. This is what the Father told me.”",
          "ID": "18"
        },
        {
          "text": "Again the Jews were divided over what Jesus was saying.",
          "ID": "19"
        },
        {
          "text": "Many of them said, “A demon has come into him and made him crazy. Why listen to him?”",
          "ID": "20"
        },
        {
          "text": "But others said, “These aren’t the words of someone controlled by a demon. A demon cannot heal the eyes of a blind man.”",
          "ID": "21"
        },
        {
          "text": "It was winter, and the time came for the Festival of Dedication at Jerusalem.",
          "ID": "22",
          "comments": [
            "Festival of Dedication Hanukkah, or “Festival of Lights,” a special week in December celebrating the time in 165 B.C. when the Jerusalem Temple was made pure and ready again for Jewish worship. Before then it had been under the control of a foreign (Greek) army and used for pagan worship."
          ]
        },
        {
          "text": "Jesus was in the Temple area at Solomon’s Porch.",
          "ID": "23"
        },
        {
          "text": "The Jewish leaders gathered around him. They said, “How long will you make us wonder about you? If you are the Messiah, then tell us clearly.”",
          "ID": "24"
        },
        {
          "text": "Jesus answered, “I told you already, but you did not believe. I do miracles in my Father’s name. These miracles show who I am.",
          "ID": "25"
        },
        {
          "text": "But you do not believe, because you are not my sheep.",
          "ID": "26"
        },
        {
          "text": "My sheep listen to my voice. I know them, and they follow me.",
          "ID": "27"
        },
        {
          "text": "I give my sheep eternal life. They will never die, and no one can take them out of my hand.",
          "ID": "28"
        },
        {
          "text": "My Father is the one who gave them to me, and he is greater than all. No one can steal my sheep out of his hand.",
          "ID": "29",
          "comments": [
            "he … than all Some Greek copies have “they are greater than all.”"
          ]
        },
        {
          "text": "The Father and I are one.”",
          "ID": "30"
        },
        {
          "text": "Again the Jews there picked up stones to kill Jesus.",
          "ID": "31"
        },
        {
          "text": "But he said to them, “The many wonderful things you have seen me do are from the Father. Which of these good things are you killing me for?”",
          "ID": "32"
        },
        {
          "text": "They answered, “We are not killing you for any good thing you did. But you say things that insult God. You are only a man, but you say you are the same as God! That is why we are trying to kill you!”",
          "ID": "33"
        },
        {
          "text": "Jesus answered, “It is written in your law that God said, ‘I said you are gods.’",
          "ID": "34",
          "comments": [
            "Quote from Ps. 82:6."
          ]
        },
        {
          "text": "This Scripture called those people gods—the people who received God’s message. And Scripture is always true.",
          "ID": "35"
        },
        {
          "text": "So why do you accuse me of insulting God for saying, ‘I am God’s Son’? I am the one God chose and sent into the world.",
          "ID": "36"
        },
        {
          "text": "If I don’t do what my Father does, then don’t believe what I say.",
          "ID": "37"
        },
        {
          "text": "But if I do what my Father does, you should believe in what I do. You might not believe in me, but you should believe in the things I do. Then you will know and understand that the Father is in me and I am in the Father.”",
          "ID": "38"
        },
        {
          "text": "They tried to get Jesus again, but he escaped from them.",
          "ID": "39"
        },
        {
          "text": "Then he went back across the Jordan River to the place where John began his work of baptizing people. Jesus stayed there,",
          "ID": "40"
        },
        {
          "text": "and many people came to him. They said, “John never did any miraculous signs, but everything John said about this man is true.”",
          "ID": "41"
        },
        {
          "text": "And many people there believed in Jesus.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10",
      "name": "John 10"
    },
    {
      "title": "The Jewish Leaders Plan to Kill Jesus",
      "text": [
        {
          "text": "There was a man named Lazarus who was sick. He lived in the town of Bethany, where Mary and her sister Martha lived.",
          "ID": "1"
        },
        {
          "text": "(Mary is the same woman who put perfume on the Lord and wiped his feet with her hair.) Mary’s brother was Lazarus, the man who was now sick.",
          "ID": "2"
        },
        {
          "text": "So Mary and Martha sent someone to tell Jesus, “Lord, your dear friend Lazarus is sick.”",
          "ID": "3"
        },
        {
          "text": "When Jesus heard this he said, “The end of this sickness will not be death. No, this sickness is for the glory of God. This has happened to bring glory to the Son of God.”",
          "ID": "4"
        },
        {
          "text": "Jesus loved Martha and her sister and Lazarus.",
          "ID": "5"
        },
        {
          "text": "So when he heard that Lazarus was sick, he stayed where he was two more days",
          "ID": "6"
        },
        {
          "text": "and then said to his followers, “We should go back to Judea.”",
          "ID": "7"
        },
        {
          "text": "They answered, “But Teacher, those Jews there tried to stone you to death. That was only a short time ago. Now you want to go back there?”",
          "ID": "8"
        },
        {
          "text": "Jesus answered, “There are twelve hours of light in the day. Whoever walks in the day will not stumble and fall because they can see with the light from the sun.",
          "ID": "9",
          "comments": [
            "from the sun Literally, “of this world.”"
          ]
        },
        {
          "text": "But whoever walks at night will stumble because there is no light.”",
          "ID": "10"
        },
        {
          "text": "Then Jesus said, “Our friend Lazarus is now sleeping, but I am going there to wake him.”",
          "ID": "11"
        },
        {
          "text": "The followers answered, “But, Lord, if he can sleep, he will get well.”",
          "ID": "12"
        },
        {
          "text": "They thought Jesus meant that Lazarus was literally sleeping, but he really meant that Lazarus was dead.",
          "ID": "13"
        },
        {
          "text": "So then Jesus said plainly, “Lazarus is dead.",
          "ID": "14"
        },
        {
          "text": "And I am glad I was not there. I am happy for you because now you will believe in me. We will go to him now.”",
          "ID": "15"
        },
        {
          "text": "Then Thomas, the one called “Twin,” said to the other followers, “We will go too. We will die there with Jesus.”",
          "ID": "16"
        },
        {
          "text": "Jesus arrived in Bethany and found that Lazarus had already been dead and in the tomb for four days.",
          "ID": "17"
        },
        {
          "text": "Bethany was about two miles from Jerusalem.",
          "ID": "18",
          "comments": [
            "two miles Literally, “15 stadia,” almost 3 km."
          ]
        },
        {
          "text": "Many Jews had come to see Martha and Mary. They came to comfort them about their brother Lazarus.",
          "ID": "19"
        },
        {
          "text": "When Martha heard that Jesus was coming, she went out to greet him. But Mary stayed home.",
          "ID": "20"
        },
        {
          "text": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died.",
          "ID": "21"
        },
        {
          "text": "But I know that even now God will give you anything you ask.”",
          "ID": "22"
        },
        {
          "text": "Jesus said, “Your brother will rise and be alive again.”",
          "ID": "23"
        },
        {
          "text": "Martha answered, “I know that he will rise to live again at the time of the resurrection on the last day.”",
          "ID": "24"
        },
        {
          "text": "Jesus said to her, “I am the resurrection. I am life. Everyone who believes in me will have life, even if they die.",
          "ID": "25"
        },
        {
          "text": "And everyone who lives and believes in me will never really die. Martha, do you believe this?”",
          "ID": "26"
        },
        {
          "text": "Martha answered, “Yes, Lord. I believe that you are the Messiah, the Son of God. You are the one who was coming to the world.”",
          "ID": "27"
        },
        {
          "text": "After Martha said these things, she went back to her sister Mary. She talked to Mary alone and said, “The Teacher is here. He is asking for you.”",
          "ID": "28"
        },
        {
          "text": "When Mary heard this, she stood up and went quickly to Jesus.",
          "ID": "29"
        },
        {
          "text": "He had not yet come into the village. He was still at the place where Martha met him.",
          "ID": "30"
        },
        {
          "text": "The Jews who were in the house comforting Mary saw her get up and leave quickly. They thought she was going to the tomb to cry there. So they followed her.",
          "ID": "31"
        },
        {
          "text": "Mary went to the place where Jesus was. When she saw him, she bowed at his feet and said, “Lord, if you had been here, my brother would not have died.”",
          "ID": "32"
        },
        {
          "text": "When Jesus saw Mary crying and the people with her crying too, he was very upset and deeply troubled.",
          "ID": "33"
        },
        {
          "text": "He asked, “Where did you put him?”\nThey said, “Lord, come and see.”",
          "ID": "34"
        },
        {
          "text": "Jesus cried.",
          "ID": "35"
        },
        {
          "text": "And the Jews said, “Look! He loved Lazarus very much!”",
          "ID": "36"
        },
        {
          "text": "But some of them said, “Jesus healed the eyes of the blind man. Why didn’t he help Lazarus and stop him from dying?”",
          "ID": "37"
        },
        {
          "text": "Again feeling very upset, Jesus came to the tomb. It was a cave with a large stone covering the entrance.",
          "ID": "38"
        },
        {
          "text": "He said, “Move the stone away.”\nMartha said, “But, Lord, it has been four days since Lazarus died. There will be a bad smell.” Martha was the sister of the dead man.",
          "ID": "39"
        },
        {
          "text": "Then Jesus said to her, “Remember what I told you? I said that if you believed, you would see God’s divine greatness.”",
          "ID": "40"
        },
        {
          "text": "So they moved the stone away from the entrance. Then Jesus looked up and said, “Father, I thank you that you heard me.",
          "ID": "41"
        },
        {
          "text": "I know that you always hear me. But I said these things because of the people here around me. I want them to believe that you sent me.”",
          "ID": "42"
        },
        {
          "text": "After Jesus said this he called in a loud voice, “Lazarus, come out!”",
          "ID": "43"
        },
        {
          "text": "The dead man came out. His hands and feet were wrapped with pieces of cloth. He had a handkerchief covering his face.\nJesus said to the people, “Take off the cloth and let him go.”",
          "ID": "44"
        },
        {
          "text": "There were many Jews who came to visit Mary. When they saw what Jesus did, many of them believed in him.",
          "ID": "45"
        },
        {
          "text": "But some of them went to the Pharisees and told them what Jesus did.",
          "ID": "46"
        },
        {
          "text": "Then the leading priests and Pharisees called a meeting of the high council. They said, “What should we do? This man is doing many miraculous signs.",
          "ID": "47"
        },
        {
          "text": "If we let him continue doing these things, everyone will believe in him. Then the Romans will come and take away our Temple and our nation.”",
          "ID": "48"
        },
        {
          "text": "One of the men there was Caiaphas. He was the high priest that year. He said, “You people know nothing!",
          "ID": "49"
        },
        {
          "text": "It is better for one man to die for the people than for the whole nation to be destroyed. But you don’t realize this.”",
          "ID": "50"
        },
        {
          "text": "Caiaphas did not think of this himself. As that year’s high priest, he was really prophesying that Jesus would die for the Jewish people.",
          "ID": "51"
        },
        {
          "text": "Yes, he would die for the Jewish people. But he would also die for God’s other children scattered all over the world. He would die to bring them all together and make them one people.",
          "ID": "52"
        },
        {
          "text": "That day the Jewish leaders began planning to kill Jesus.",
          "ID": "53"
        },
        {
          "text": "So Jesus stopped traveling around openly among the Jews. He went away to a town called Ephraim in an area near the desert. He stayed there with his followers.",
          "ID": "54"
        },
        {
          "text": "It was almost time for the Jewish Passover festival. Many people from the country went to Jerusalem before the Passover. They went to do the special things to make themselves pure for the festival.",
          "ID": "55"
        },
        {
          "text": "The people looked for Jesus. They stood in the Temple area and asked each other, “Is he coming to the festival? What do you think?”",
          "ID": "56"
        },
        {
          "text": "But the leading priests and the Pharisees had given a special order about Jesus. They said that anyone who knew where he was must tell them so that they could arrest him.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11",
      "name": "John 11"
    },
    {
      "title": "Jesus’ Teaching Will Judge People",
      "text": [
        {
          "text": "Six days before the Passover festival, Jesus went to Bethany. That is where Lazarus lived, the man Jesus raised from death.",
          "ID": "1"
        },
        {
          "text": "There they had a dinner for Jesus. Martha served the food, and Lazarus was one of the people eating with Jesus.",
          "ID": "2"
        },
        {
          "text": "Mary brought in a pint of expensive perfume made of pure nard. She poured the perfume on Jesus’ feet. Then she wiped his feet with her hair. And the sweet smell from the perfume filled the whole house.",
          "ID": "3",
          "comments": [
            "pint Literally, “ litra,” a Roman pound, equal to 327 grams (11.5 ounces)."
          ]
        },
        {
          "text": "Judas Iscariot, one of Jesus’ followers, was there—the one who would later hand Jesus over to his enemies. Judas said,",
          "ID": "4"
        },
        {
          "text": "“That perfume was worth a full year’s pay. It should have been sold, and the money should have been given to the poor people.”",
          "ID": "5",
          "comments": [
            "a full year’s pay Literally, “300 denarii.” One Roman denarius, a silver coin, was the average pay for one day’s work."
          ]
        },
        {
          "text": "But Judas did not really care about the poor. He said this because he was a thief. He was the one who kept the moneybag for the group of followers. And he often stole money from the bag.",
          "ID": "6"
        },
        {
          "text": "Jesus answered, “Don’t stop her. It was right for her to save this perfume for today—the day for me to be prepared for burial.",
          "ID": "7"
        },
        {
          "text": "You will always have those who are poor with you. But you will not always have me.”",
          "ID": "8",
          "comments": [
            "You will … with you See Deut. 15:11."
          ]
        },
        {
          "text": "Many of the Jews heard that Jesus was in Bethany, so they went there to see him. They also went there to see Lazarus, the one Jesus raised from death.",
          "ID": "9"
        },
        {
          "text": "So the leading priests made plans to kill Lazarus too.",
          "ID": "10"
        },
        {
          "text": "Because of him, many Jews were leaving them and believing in Jesus. That is why they wanted to kill Lazarus too.",
          "ID": "11"
        },
        {
          "text": "The next day the people in Jerusalem heard that Jesus was coming there. These were the crowds of people who had come to the Passover festival.",
          "ID": "12"
        },
        {
          "text": "They took branches of palm trees and went out to meet Jesus. They shouted,\n“‘Praise Him!’\n‘Welcome! God bless the one who comes in the name of the Lord!’ \nGod bless the King of Israel!”",
          "ID": "13",
          "comments": [
            "Praise Literally, “Hosanna,” a Hebrew word used in praying to God for help. Here, it was probably a shout of celebration used in praising God or his Messiah."
          ]
        },
        {
          "text": "Jesus found a donkey and rode on it, as the Scriptures say,",
          "ID": "14"
        },
        {
          "text": "“Do not be afraid, people of Zion!\nLook! Your king is coming.\nHe is riding on a young donkey.” ",
          "ID": "15",
          "comments": [
            "people of Zion Literally, “daughter of Zion,” meaning the city of Jerusalem. See “Zion” in the Word List."
          ]
        },
        {
          "text": "The followers of Jesus did not understand at that time what was happening. But after he was raised to glory, they understood that this was written about him. Then they remembered that they had done these things for him.",
          "ID": "16"
        },
        {
          "text": "There were many people with Jesus when he raised Lazarus from death and told him to come out of the tomb. Now they were telling others about what Jesus did.",
          "ID": "17"
        },
        {
          "text": "That’s why so many people went out to meet him—because they had heard about this miraculous sign he did.",
          "ID": "18"
        },
        {
          "text": "So the Pharisees said to each other, “Look! Our plan is not working. The people are all following him!”",
          "ID": "19"
        },
        {
          "text": "There were some Greeks there too. These were some of the people who went to Jerusalem to worship at the Passover festival.",
          "ID": "20"
        },
        {
          "text": "They went to Philip, who was from Bethsaida in Galilee. They said, “Sir, we want to meet Jesus.”",
          "ID": "21"
        },
        {
          "text": "Philip went and told Andrew. Then Andrew and Philip went and told Jesus.",
          "ID": "22"
        },
        {
          "text": "Jesus said to them, “The time has come for the Son of Man to receive his glory.",
          "ID": "23"
        },
        {
          "text": "It is a fact that a grain of wheat must fall to the ground and die before it can grow and produce much more wheat. If it never dies, it will never be more than a single seed.",
          "ID": "24"
        },
        {
          "text": "Whoever loves the life they have now will lose it. But whoever is willing to give up their life in this world will keep it. They will have eternal life.",
          "ID": "25"
        },
        {
          "text": "Whoever serves me must follow me. My servants must be with me everywhere I am. My Father will give honor to anyone who serves me.",
          "ID": "26"
        },
        {
          "text": "“Now I am very troubled. What should I say? Should I say, ‘Father save me from this time of suffering’? No, I came to this time so that I could suffer.",
          "ID": "27"
        },
        {
          "text": "Father, do what will bring you glory!”\nThen a voice came from heaven, “I have already brought glory to myself. I will do it again.”",
          "ID": "28"
        },
        {
          "text": "The people standing there heard the voice. They said it was thunder.\nBut others said, “An angel spoke to him!”",
          "ID": "29"
        },
        {
          "text": "Jesus said, “That voice was for you and not for me.",
          "ID": "30"
        },
        {
          "text": "Now is the time for the world to be judged. Now the ruler of this world will be thrown out.",
          "ID": "31"
        },
        {
          "text": "I will be lifted up from the earth. When that happens, I will draw all people to myself.”",
          "ID": "32",
          "comments": [
            "lifted up Meaning to be nailed to a cross and “lifted up” on it to die. It may also have a second meaning: to be “lifted up” from death to heaven. Also in verse 34."
          ]
        },
        {
          "text": "Jesus said this to show how he would die.",
          "ID": "33"
        },
        {
          "text": "The people said, “But our law says that the Messiah will live forever. So why do you say, ‘The Son of Man must be lifted up’? Who is this ‘Son of Man’?”",
          "ID": "34"
        },
        {
          "text": "Then Jesus said, “The light will be with you for only a short time more. So walk while you have the light. Then the darkness will not catch you. People who walk in the darkness don’t know where they are going.",
          "ID": "35",
          "comments": [
            "light This means Christ, as in Jn. 1:5-9. Also, it is a symbol of goodness and truth, qualities associated with Christ and his kingdom."
          ]
        },
        {
          "text": "So put your trust in the light while you still have it. Then you will be children of light.” When Jesus finished saying these things, he went away to a place where the people could not find him.",
          "ID": "36"
        },
        {
          "text": "The people saw all these miraculous signs Jesus did, but they still did not believe in him.",
          "ID": "37"
        },
        {
          "text": "This was to give full meaning to what Isaiah the prophet said:\n“Lord, who believed what we told them?\nWho has seen the Lord’s power?” ",
          "ID": "38"
        },
        {
          "text": "This is why the people could not believe. Because Isaiah also said,",
          "ID": "39"
        },
        {
          "text": "“God made the people blind.\nHe closed their minds.\nHe did this so that they would not see with their eyes\nand understand with their minds.\nHe did it so that they would not turn\nand be healed.” ",
          "ID": "40"
        },
        {
          "text": "Isaiah said this because he saw Jesus’ divine greatness. So he spoke about him.",
          "ID": "41"
        },
        {
          "text": "But many people believed in Jesus. Even many of the Jewish leaders believed in him, but they were afraid of the Pharisees, so they did not say openly that they believed. They were afraid they would be ordered to stay out of the synagogue.",
          "ID": "42"
        },
        {
          "text": "They loved praise from people more than praise from God.",
          "ID": "43"
        },
        {
          "text": "Then Jesus said loudly, “Everyone who believes in me is really believing in the one who sent me.",
          "ID": "44"
        },
        {
          "text": "Everyone who sees me is really seeing the one who sent me.",
          "ID": "45"
        },
        {
          "text": "I came into this world as a light. I came so that everyone who believes in me will not stay in darkness.",
          "ID": "46"
        },
        {
          "text": "“I did not come into the world to judge people. I came to save the people in the world. So I am not the one who judges those who hear my teaching and do not obey.",
          "ID": "47"
        },
        {
          "text": "But there is a judge for all those who refuse to believe in me and do not accept what I say. The message I have spoken will judge them on the last day.",
          "ID": "48"
        },
        {
          "text": "That is because what I taught was not from myself. The Father who sent me told me what to say and what to teach.",
          "ID": "49"
        },
        {
          "text": "And I know that whatever he says to do will bring eternal life. So the things I say are exactly what the Father told me to say.”",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12",
      "name": "John 12"
    },
    {
      "title": "Jesus Says Peter Will Deny Him",
      "text": [
        {
          "text": "It was almost time for the Jewish Passover festival. Jesus knew that the time had come for him to leave this world and go back to the Father. Jesus had always loved the people in the world who were his. Now was the time he showed them his love the most.",
          "ID": "1"
        },
        {
          "text": "Jesus and his followers were at the evening meal. The devil had already persuaded Judas Iscariot to hand Jesus over to his enemies. (Judas was the son of Simon.)",
          "ID": "2"
        },
        {
          "text": "The Father had given Jesus power over everything. Jesus knew this. He also knew that he had come from God. And he knew that he was going back to God.",
          "ID": "3"
        },
        {
          "text": "So while they were eating, Jesus stood up and took off his robe. He got a towel and wrapped it around his waist.",
          "ID": "4"
        },
        {
          "text": "Then he poured water into a bowl and began to wash the followers’ feet. He dried their feet with the towel that was wrapped around his waist.",
          "ID": "5",
          "comments": [
            "wash … feet A social custom of the first century, because people wore open sandals on very dusty roads. It was a humble duty, usually done by a servant. Also in verses 6-14."
          ]
        },
        {
          "text": "He came to Simon Peter. But Peter said to him, “Lord, you should not wash my feet.”",
          "ID": "6"
        },
        {
          "text": "Jesus answered, “You don’t know what I am doing now. But later you will understand.”",
          "ID": "7"
        },
        {
          "text": "Peter said, “No! You will never wash my feet.”\nJesus answered, “If I don’t wash your feet, you are not one of my people.”",
          "ID": "8"
        },
        {
          "text": "Simon Peter said, “Lord, after you wash my feet, wash my hands and my head too!”",
          "ID": "9"
        },
        {
          "text": "Jesus said, “After a person has a bath, his whole body is clean. He needs only to wash his feet. And you are clean, but not all of you.”",
          "ID": "10"
        },
        {
          "text": "Jesus knew who would hand him over to his enemies. That is why he said, “Not all of you are clean.”",
          "ID": "11"
        },
        {
          "text": "When Jesus finished washing their feet, he put on his clothes and went back to the table. He asked, “Do you understand what I did for you?",
          "ID": "12"
        },
        {
          "text": "You call me ‘Teacher.’ And you call me ‘Lord.’ And this is right, because that is what I am.",
          "ID": "13"
        },
        {
          "text": "I am your Lord and Teacher. But I washed your feet. So you also should wash each other’s feet.",
          "ID": "14"
        },
        {
          "text": "I did this as an example for you. So you should serve each other just as I served you.",
          "ID": "15"
        },
        {
          "text": "Believe me, servants are not greater than their master. Those who are sent to do something are not greater than the one who sent them.",
          "ID": "16"
        },
        {
          "text": "If you know these things, great blessings will be yours if you do them.",
          "ID": "17"
        },
        {
          "text": "“I am not talking about all of you. I know the people I have chosen. But what the Scriptures say must happen: ‘The man who shared my food has turned against me.’",
          "ID": "18",
          "comments": [
            "has turned against me Literally, “has lifted up his heel against me.” Quote from Ps. 41:9."
          ]
        },
        {
          "text": "I am telling you this now before it happens. Then when it happens, you will believe that I Am.",
          "ID": "19",
          "comments": [
            "I Am This is like the name of God used in the Old Testament. See Isa. 41:4; 43:10; Ex. 3:14. However, it can also mean “I am he,” meaning “I am the Messiah.”"
          ]
        },
        {
          "text": "I assure you, whoever accepts the person I send also accepts me. And whoever accepts me also accepts the one who sent me.”",
          "ID": "20"
        },
        {
          "text": "After Jesus said these things, he felt very troubled. He said openly, “Believe me when I say that one of you will hand me over to my enemies.”",
          "ID": "21"
        },
        {
          "text": "His followers all looked at each other. They did not understand who Jesus was talking about.",
          "ID": "22"
        },
        {
          "text": "One of the followers was next to Jesus and was leaning close to him. This was the one Jesus loved very much.",
          "ID": "23"
        },
        {
          "text": "Simon Peter made signs to this follower to ask Jesus who he was talking about.",
          "ID": "24"
        },
        {
          "text": "That follower leaned closer to Jesus and asked, “Lord, who is it?”",
          "ID": "25"
        },
        {
          "text": "Jesus answered him, “I will dip this bread into the dish. The man I give it to is the one.” So Jesus took a piece of bread, dipped it, and gave it to Judas Iscariot, the son of Simon.",
          "ID": "26"
        },
        {
          "text": "When Judas took the bread, Satan entered him. Jesus said to Judas, “What you will do—do it quickly!”",
          "ID": "27"
        },
        {
          "text": "No one at the table understood why Jesus said this to Judas.",
          "ID": "28"
        },
        {
          "text": "Since Judas was the one in charge of the money, some of them thought that Jesus meant for him to go and buy some things they needed for the feast. Or they thought that Jesus wanted him to go give something to the poor.",
          "ID": "29"
        },
        {
          "text": "Judas ate the bread Jesus gave him. Then he immediately went out. It was night.",
          "ID": "30"
        },
        {
          "text": "When Judas was gone, Jesus said, “Now is the time for the Son of Man to receive his glory. And God will receive glory through him.",
          "ID": "31"
        },
        {
          "text": "If God receives glory through him, he will give glory to the Son through himself. And that will happen very soon.”",
          "ID": "32"
        },
        {
          "text": "Jesus said, “My children, I will be with you only a short time more. You will look for me, but I tell you now what I told the Jewish leaders: Where I am going you cannot come.",
          "ID": "33"
        },
        {
          "text": "“I give you a new command: Love each other. You must love each other just as I loved you.",
          "ID": "34"
        },
        {
          "text": "All people will know that you are my followers if you love each other.”",
          "ID": "35"
        },
        {
          "text": "Simon Peter asked Jesus, “Lord, where are you going?”\nJesus answered, “Where I am going you cannot follow now. But you will follow later.”",
          "ID": "36"
        },
        {
          "text": "Peter asked, “Lord, why can’t I follow you now? I am ready to die for you!”",
          "ID": "37"
        },
        {
          "text": "Jesus answered, “Will you really give your life for me? The truth is, before the rooster crows, you will say three times that you don’t know me.”",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13",
      "name": "John 13"
    },
    {
      "title": "The Promise of the Holy Spirit",
      "text": [
        {
          "text": "Jesus said, “Don’t be troubled. Trust in God, and trust in me.",
          "ID": "1"
        },
        {
          "text": "There are many rooms in my Father’s house. I would not tell you this if it were not true. I am going there to prepare a place for you.",
          "ID": "2"
        },
        {
          "text": "After I go and prepare a place for you, I will come back. Then I will take you with me, so that you can be where I am.",
          "ID": "3"
        },
        {
          "text": "You know the way to the place where I am going.”",
          "ID": "4"
        },
        {
          "text": "Thomas said, “Lord, we don’t know where you are going, so how can we know the way?”",
          "ID": "5"
        },
        {
          "text": "Jesus answered, “I am the way, the truth, and the life. The only way to the Father is through me.",
          "ID": "6"
        },
        {
          "text": "If you really knew me, you would know my Father too. But now you know the Father. You have seen him.”",
          "ID": "7"
        },
        {
          "text": "Philip said to him, “Lord, show us the Father. That is all we need.”",
          "ID": "8"
        },
        {
          "text": "Jesus answered, “Philip, I have been with you for a long time. So you should know me. Anyone who has seen me has seen the Father too. So why do you say, ‘Show us the Father’?",
          "ID": "9"
        },
        {
          "text": "Don’t you believe that I am in the Father and the Father is in me? The things I have told you don’t come from me. The Father lives in me, and he is doing his own work.",
          "ID": "10"
        },
        {
          "text": "Believe me when I say that I am in the Father and the Father is in me. Or believe because of the miracles I have done.",
          "ID": "11"
        },
        {
          "text": "“I can assure you that whoever believes in me will do the same things I have done. And they will do even greater things than I have done, because I am going to the Father.",
          "ID": "12"
        },
        {
          "text": "And if you ask for anything in my name, I will do it for you. Then the Father’s glory will be shown through the Son.",
          "ID": "13"
        },
        {
          "text": "If you ask me for anything in my name, I will do it.",
          "ID": "14"
        },
        {
          "text": "“If you love me, you will do what I command.",
          "ID": "15"
        },
        {
          "text": "I will ask the Father, and he will give you another Helper to be with you forever.",
          "ID": "16",
          "comments": [
            "Helper Or “Comforter,” the Holy Spirit (see “Holy Spirit” in the Word List). Also in verse 26."
          ]
        },
        {
          "text": "The Helper is the Spirit of truth. The people of the world cannot accept him, because they don’t see him or know him. But you know him. He lives with you, and he will be in you.",
          "ID": "17",
          "comments": [
            "Spirit of truth The Holy Spirit (see “Holy Spirit” in the Word List). It was his work to help Jesus’ followers understand God’s truth. See Jn. 16:13."
          ]
        },
        {
          "text": "“I will not leave you all alone like orphans. I will come back to you.",
          "ID": "18"
        },
        {
          "text": "In a very short time the people in the world will not see me anymore. But you will see me. You will live because I live.",
          "ID": "19"
        },
        {
          "text": "On that day you will know that I am in the Father. You will know that you are in me and I am in you.",
          "ID": "20"
        },
        {
          "text": "Those who really love me are the ones who not only know my commands but also obey them. My Father will love such people, and I will love them. I will make myself known to them.”",
          "ID": "21"
        },
        {
          "text": "Then Judas (not Judas Iscariot) said, “Lord, how will you make yourself known to us, but not to the world?”",
          "ID": "22"
        },
        {
          "text": "Jesus answered, “All who love me will obey my teaching. My Father will love them. My Father and I will come to them and live with them.",
          "ID": "23"
        },
        {
          "text": "But anyone who does not love me does not obey my teaching. This teaching that you hear is not really mine. It is from my Father who sent me.",
          "ID": "24"
        },
        {
          "text": "“I have told you all these things while I am with you.",
          "ID": "25"
        },
        {
          "text": "But the Helper will teach you everything and cause you to remember all that I told you. This Helper is the Holy Spirit that the Father will send in my name.",
          "ID": "26"
        },
        {
          "text": "“I leave you peace. It is my own peace I give you. I give you peace in a different way than the world does. So don’t be troubled. Don’t be afraid.",
          "ID": "27"
        },
        {
          "text": "You heard me say to you, ‘I am leaving, but I will come back to you.’ If you loved me, you would be happy that I am going back to the Father, because the Father is greater than I am.",
          "ID": "28"
        },
        {
          "text": "I have told you this now, before it happens. Then when it happens, you will believe.",
          "ID": "29"
        },
        {
          "text": "“I will not talk with you much longer. The ruler of this world is coming. He has no power over me.",
          "ID": "30"
        },
        {
          "text": "But the world must know that I love the Father. So I do exactly what the Father told me to do.\n“Come now, let’s go.”",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14",
      "name": "John 14"
    },
    {
      "title": "Jesus Warns His Followers",
      "text": [
        {
          "text": "Jesus said, “I am the true vine, and my Father is the gardener.",
          "ID": "1"
        },
        {
          "text": "He cuts off every branch of mine that does not produce fruit. He also trims every branch that produces fruit to prepare it to produce even more.",
          "ID": "2",
          "comments": [
            "branch The “branches” are Jesus’ followers. See verse 5.",
            "produce fruit Meaning the way Jesus’ followers must live to show they belong to him. See verses 7-10."
          ]
        },
        {
          "text": "You have already been prepared to produce more fruit by the teaching I have given you.",
          "ID": "3"
        },
        {
          "text": "Stay joined to me and I will stay joined to you. No branch can produce fruit alone. It must stay connected to the vine. It is the same with you. You cannot produce fruit alone. You must stay joined to me.",
          "ID": "4"
        },
        {
          "text": "“I am the vine, and you are the branches. If you stay joined to me, and I to you, you will produce plenty of fruit. But separated from me you won’t be able to do anything.",
          "ID": "5"
        },
        {
          "text": "If you don’t stay joined to me, you will be like a branch that has been thrown out and has dried up. All the dead branches like that are gathered up, thrown into the fire and burned.",
          "ID": "6"
        },
        {
          "text": "Stay joined together with me, and follow my teachings. If you do this, you can ask for anything you want, and it will be given to you.",
          "ID": "7"
        },
        {
          "text": "Show that you are my followers by producing much fruit. This will bring honor to my Father.",
          "ID": "8",
          "comments": [
            "honor Or “glory.” See “glory” in the Word List."
          ]
        },
        {
          "text": "“I have loved you as the Father has loved me. Now continue in my love.",
          "ID": "9"
        },
        {
          "text": "I have obeyed my Father’s commands, and he continues to love me. In the same way, if you obey my commands, I will continue to love you.",
          "ID": "10"
        },
        {
          "text": "I have told you these things so that you can have the true happiness that I have. I want you to be completely happy.",
          "ID": "11"
        },
        {
          "text": "This is what I command you: Love each other as I have loved you.",
          "ID": "12"
        },
        {
          "text": "The greatest love people can show is to die for their friends.",
          "ID": "13"
        },
        {
          "text": "You are my friends if you do what I tell you to do.",
          "ID": "14"
        },
        {
          "text": "I no longer call you servants, because servants don’t know what their master is doing. But now I call you friends, because I have told you everything that my Father told me.",
          "ID": "15"
        },
        {
          "text": "“You did not choose me. I chose you. And I gave you this work: to go and produce fruit—fruit that will last. Then the Father will give you anything you ask for in my name.",
          "ID": "16"
        },
        {
          "text": "This is my command: Love each other.",
          "ID": "17"
        },
        {
          "text": "“If the world hates you, remember that they hated me first.",
          "ID": "18"
        },
        {
          "text": "If you belonged to the world, the world would love you as it loves its own people. But I have chosen you to be different from those in the world. So you don’t belong to the world, and that is why the world hates you.",
          "ID": "19"
        },
        {
          "text": "“Remember the lesson I told you: Servants are not greater than their master. If people treated me badly, they will treat you badly too. And if they obeyed my teaching, they will obey yours too.",
          "ID": "20"
        },
        {
          "text": "They will do to you whatever they did to me, because you belong to me. They don’t know the one who sent me.",
          "ID": "21"
        },
        {
          "text": "If I had not come and spoken to the people of the world, they would not be guilty of sin. But now I have spoken to them. So they have no excuse for their sin.",
          "ID": "22"
        },
        {
          "text": "“Whoever hates me also hates my Father.",
          "ID": "23"
        },
        {
          "text": "I did things among the people of the world that no one else has ever done. If I had not done those things, they would not be guilty of sin. But they have seen what I did, and still they hate me and my Father.",
          "ID": "24"
        },
        {
          "text": "But this happened to make clear the full meaning of what is written in their law: ‘They hated me for no reason.’",
          "ID": "25",
          "comments": [
            "‘They hated me for no reason’ These words could be from Ps. 35:19 or Ps. 69:4."
          ]
        },
        {
          "text": "“I will send you the Helper from the Father. The Helper is the Spirit of truth who comes from the Father. When he comes, he will tell about me.",
          "ID": "26",
          "comments": [
            "Helper Or “Comforter.” Also in 16:7, 8.",
            "Spirit of truth The Holy Spirit (see “Holy Spirit” in the Word List). It was his work to help Jesus’ followers understand God’s truth. See Jn. 16:13."
          ]
        },
        {
          "text": "And you will tell people about me too, because you have been with me from the beginning.",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15",
      "name": "John 15"
    },
    {
      "title": "Victory Over the World",
      "text": [
        {
          "text": "“I have told you all this so that you won’t lose your faith when you face troubles.",
          "ID": "1"
        },
        {
          "text": "People will tell you to leave their synagogues and never come back. In fact, the time will come when they will think that killing you would be doing service for God.",
          "ID": "2"
        },
        {
          "text": "They will do this because they have not known the Father, and they have not known me.",
          "ID": "3"
        },
        {
          "text": "I have told you all this now to prepare you. So when the time comes for these things to happen, you will remember that I warned you.\n“I did not tell you these things at the beginning, because I was with you then.",
          "ID": "4"
        },
        {
          "text": "Now I am going back to the one who sent me. And none of you asks me, ‘Where are you going?’",
          "ID": "5"
        },
        {
          "text": "But you are filled with sadness because I have told you all this.",
          "ID": "6"
        },
        {
          "text": "Let me assure you, it is better for you that I go away. I say this because when I go away I will send the Helper to you. But if I did not go, the Helper would not come.",
          "ID": "7"
        },
        {
          "text": "“When the Helper comes, he will show the people of the world how wrong they are about sin, about being right with God, and about judgment.",
          "ID": "8"
        },
        {
          "text": "He will prove that they are guilty of sin, because they don’t believe in me.",
          "ID": "9"
        },
        {
          "text": "He will show them how wrong they are about how to be right with God. The Helper will do this, because I am going to the Father. You will not see me then.",
          "ID": "10"
        },
        {
          "text": "And he will show them how wrong their judgment is, because their leader has already been condemned.",
          "ID": "11",
          "comments": [
            "their leader Literally, “the ruler of this world,” meaning Satan. See “Satan” in the Word List."
          ]
        },
        {
          "text": "“I have so much more to tell you, but it is too much for you to accept now.",
          "ID": "12"
        },
        {
          "text": "But when the Spirit of truth comes, he will lead you into all truth. He will not speak his own words. He will speak only what he hears and will tell you what will happen in the future.",
          "ID": "13"
        },
        {
          "text": "The Spirit of truth will bring glory to me by telling you what he receives from me.",
          "ID": "14"
        },
        {
          "text": "All that the Father has is mine. That is why I said that the Spirit will tell you what he receives from me.",
          "ID": "15"
        },
        {
          "text": "“After a short time you won’t see me. Then after another short time you will see me again.”",
          "ID": "16"
        },
        {
          "text": "Some of the followers said to each other, “What does he mean when he says, ‘After a short time you won’t see me. Then after another short time you will see me again’? And what does he mean when he says, ‘Because I am going to the Father’?”",
          "ID": "17"
        },
        {
          "text": "They also asked, “What does he mean by ‘a short time’? We don’t understand what he is saying.”",
          "ID": "18"
        },
        {
          "text": "Jesus saw that the followers wanted to ask him about this. So he said to them, “Are you asking each other what I meant when I said, ‘After a short time you won’t see me. Then after another short time you will see me again’?",
          "ID": "19"
        },
        {
          "text": "The truth is, you will cry and be sad, but the world will be happy. You will be sad, but then your sadness will change to happiness.",
          "ID": "20"
        },
        {
          "text": "“When a woman gives birth to a baby, she has pain, because her time has come. But when her baby is born, she forgets the pain. She forgets because she is so happy that a child has been born into the world.",
          "ID": "21"
        },
        {
          "text": "It is the same with you. Now you are sad, but I will see you again, and you will be happy. You will have a joy that no one can take away.",
          "ID": "22"
        },
        {
          "text": "In that day you will not have to ask me about anything. And I assure you, my Father will give you anything you ask him for in my name.",
          "ID": "23"
        },
        {
          "text": "You have never asked for anything in this way before. But ask in my name, and you will receive. And you will have the fullest joy possible.",
          "ID": "24"
        },
        {
          "text": "“I have told you these things, using words that hide the meaning. But the time will come when I will not use words like that to tell you things. I will speak to you in plain words about the Father.",
          "ID": "25"
        },
        {
          "text": "Then you will be able to ask the Father for things in my name. I’m not saying that I will have to ask the Father for you.",
          "ID": "26"
        },
        {
          "text": "The Father himself loves you because you have loved me. And he loves you because you have believed that I came from God.",
          "ID": "27"
        },
        {
          "text": "I came from the Father into the world. Now I am leaving the world and going back to the Father.”",
          "ID": "28"
        },
        {
          "text": "Then his followers said, “You are already speaking plainly to us. You are not using words that hide the meaning.",
          "ID": "29"
        },
        {
          "text": "We can see now that you know all things. You answer our questions even before we ask them. This makes us believe that you came from God.”",
          "ID": "30"
        },
        {
          "text": "Jesus said, “So now you believe?",
          "ID": "31"
        },
        {
          "text": "Listen to me. A time is coming when you will be scattered, each to his own home. In fact, that time is already here. You will leave me, and I will be alone. But I am never really alone, because the Father is with me.",
          "ID": "32"
        },
        {
          "text": "“I have told you these things so that you can have peace in me. In this world you will have troubles. But be brave! I have defeated the world!”",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16",
      "name": "John 16"
    },
    {
      "title": "Jesus Prays for Himself and His Followers",
      "text": [
        {
          "text": "After Jesus said these things, he looked toward heaven and prayed, “Father, the time has come. Give glory to your Son so that the Son can give glory to you.",
          "ID": "1"
        },
        {
          "text": "You gave the Son power over all people so that he could give eternal life to all those you have given to him.",
          "ID": "2"
        },
        {
          "text": "And this is eternal life: that people can know you, the only true God, and that they can know Jesus Christ, the one you sent.",
          "ID": "3"
        },
        {
          "text": "I finished the work you gave me to do. I brought you glory on earth.",
          "ID": "4"
        },
        {
          "text": "And now, Father, give me glory with you. Give me the glory I had with you before the world was made.",
          "ID": "5"
        },
        {
          "text": "“You gave me some people from the world. I have shown them what you are like. They belonged to you, and you gave them to me. They have obeyed your teaching.",
          "ID": "6"
        },
        {
          "text": "Now they know that everything I have came from you.",
          "ID": "7"
        },
        {
          "text": "I told them the words you gave me, and they accepted them. They realized the fact that I came from you and believed that you sent me.",
          "ID": "8"
        },
        {
          "text": "I pray for them now. I am not praying for the people in the world. But I am praying for these people you gave me, because they are yours.",
          "ID": "9"
        },
        {
          "text": "All I have is yours, and all you have is mine. And my glory is seen in them.",
          "ID": "10"
        },
        {
          "text": "“Now I am coming to you. I will not stay in the world, but these followers of mine are still in the world. Holy Father, keep them safe by the power of your name—the name you gave me. Then they will be one, just as you and I are one.",
          "ID": "11"
        },
        {
          "text": "While I was with them, I kept them safe by the power of your name—the name you gave me. I protected them. And only one of them was lost—the one who was sure to be lost. This was to show the truth of what the Scriptures said would happen.",
          "ID": "12"
        },
        {
          "text": "“I am coming to you now. But I pray these things while I am still in the world. I say all this so that these followers can have the true happiness that I have. I want them to be completely happy.",
          "ID": "13"
        },
        {
          "text": "I have given them your teaching. And the world has hated them, because they don’t belong to the world, just as I don’t belong to the world.",
          "ID": "14"
        },
        {
          "text": "“I am not asking you to take them out of the world. But I am asking that you keep them safe from the Evil One.",
          "ID": "15"
        },
        {
          "text": "They don’t belong to the world, just as I don’t belong to the world.",
          "ID": "16"
        },
        {
          "text": "Make them ready for your service through your truth. Your teaching is truth.",
          "ID": "17"
        },
        {
          "text": "I have sent them into the world, just as you sent me into the world.",
          "ID": "18"
        },
        {
          "text": "I am making myself completely ready to serve you. I do this for them, so that they also might be fully qualified for your service.",
          "ID": "19"
        },
        {
          "text": "“I pray not only for these followers but also for those who will believe in me because of their teaching.",
          "ID": "20"
        },
        {
          "text": "Father, I pray that all who believe in me can be one. You are in me and I am in you. I pray that they can also be one in us. Then the world will believe that you sent me.",
          "ID": "21"
        },
        {
          "text": "I have given them the glory that you gave me. I gave them this glory so that they can be one, just as you and I are one.",
          "ID": "22"
        },
        {
          "text": "I will be in them, and you will be in me. So they will be completely one. Then the world will know that you sent me and that you loved them just as you loved me.",
          "ID": "23"
        },
        {
          "text": "“Father, I want these people you have given me to be with me in every place I am. I want them to see my glory—the glory you gave me because you loved me before the world was made.",
          "ID": "24"
        },
        {
          "text": "Father, you are the one who always does what is right. The world does not know you, but I know you, and these followers of mine know that you sent me.",
          "ID": "25"
        },
        {
          "text": "I showed them what you are like, and I will show them again. Then they will have the same love that you have for me, and I will live in them.”",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17",
      "name": "John 17"
    },
    {
      "title": "Jesus Is Brought Before Pilate",
      "text": [
        {
          "text": "When Jesus finished praying, he left with his followers and went across the Kidron Valley. He went into a garden there, his followers still with him.",
          "ID": "1"
        },
        {
          "text": "Judas, the one responsible for handing Jesus over, knew where this place was. He knew because Jesus often met there with his followers.",
          "ID": "2"
        },
        {
          "text": "So Judas led a group of soldiers to the garden, along with some guards from the leading priests and the Pharisees. They were carrying torches, lanterns, and weapons.",
          "ID": "3"
        },
        {
          "text": "Jesus already knew everything that would happen to him. So he went out and asked them, “Who are you looking for?”",
          "ID": "4"
        },
        {
          "text": "They answered, “Jesus from Nazareth.”\nHe said, “I am Jesus.” (Judas, the one responsible for handing Jesus over, was standing there with them.)",
          "ID": "5",
          "comments": [
            "“I am Jesus” Literally, “I am,” which could have the same meaning here that it has in 8:24, 28, 58; 13:19. Also in verse 8."
          ]
        },
        {
          "text": "When Jesus said, “I am Jesus,” the men moved back and fell to the ground.",
          "ID": "6"
        },
        {
          "text": "He asked them again, “Who are you looking for?”\nThey said, “Jesus from Nazareth.”",
          "ID": "7"
        },
        {
          "text": "Jesus said, “I told you that I am Jesus. So if you are looking for me, let these other men go free.”",
          "ID": "8"
        },
        {
          "text": "This was to show the truth of what Jesus said earlier: “I have not lost anyone you gave me.”",
          "ID": "9"
        },
        {
          "text": "Simon Peter had a sword, which he pulled out. He struck the servant of the high priest and cut off his right ear. (The servant’s name was Malchus.)",
          "ID": "10"
        },
        {
          "text": "Jesus said to Peter, “Put your sword back in its place! I must drink from the cup the Father has given me.”",
          "ID": "11",
          "comments": [
            "cup A symbol of suffering. Jesus used the idea of drinking from a cup to mean accepting the suffering he would face in the terrible events that were soon to come."
          ]
        },
        {
          "text": "Then the soldiers with their commander and the Jewish guards arrested Jesus. They tied him",
          "ID": "12"
        },
        {
          "text": "and brought him to Annas, the father-in-law of Caiaphas. Caiaphas was the high priest that year.",
          "ID": "13"
        },
        {
          "text": "He was also the one who had told the other Jewish leaders that it would be better if one man died for all the people.",
          "ID": "14"
        },
        {
          "text": "Simon Peter and another one of Jesus’ followers went with Jesus. This follower knew the high priest. So he went with Jesus into the yard of the high priest’s house.",
          "ID": "15"
        },
        {
          "text": "But Peter waited outside near the door. The follower who knew the high priest came back outside and spoke to the gatekeeper. Then he brought Peter inside.",
          "ID": "16"
        },
        {
          "text": "The girl at the gate said to Peter, “Are you also one of the followers of that man?”\nPeter answered, “No, I am not!”",
          "ID": "17"
        },
        {
          "text": "It was cold, so the servants and guards had built a fire. They were standing around it, warming themselves, and Peter was standing with them.",
          "ID": "18"
        },
        {
          "text": "The high priest asked Jesus questions about his followers and what he taught them.",
          "ID": "19"
        },
        {
          "text": "Jesus answered, “I have always spoken openly to all people. I always taught in the synagogues and in the Temple area. All the Jews come together there. I never said anything in secret.",
          "ID": "20"
        },
        {
          "text": "So why do you question me? Ask the people who heard my teaching. They know what I said.”",
          "ID": "21"
        },
        {
          "text": "When Jesus said this, one of the guards standing there hit him. The guard said, “You should not talk to the high priest like that!”",
          "ID": "22"
        },
        {
          "text": "Jesus answered, “If I said something wrong, tell everyone here what was wrong. But if what I said is right, then why do you hit me?”",
          "ID": "23"
        },
        {
          "text": "So Annas sent Jesus to Caiaphas the high priest. He was still tied.",
          "ID": "24"
        },
        {
          "text": "Simon Peter was standing at the fire, keeping himself warm. The other people said to Peter, “Aren’t you one of the followers of that man?”\nPeter denied it. He said, “No, I am not.”",
          "ID": "25"
        },
        {
          "text": "One of the servants of the high priest was there. He was a relative of the man whose ear Peter had cut off. The servant said, “I think I saw you with him in the garden!”",
          "ID": "26"
        },
        {
          "text": "But again Peter said, “No, I was not with him!” As soon as he said this, a rooster crowed.",
          "ID": "27"
        },
        {
          "text": "Then the guards took Jesus from Caiaphas’ house to the Roman governor’s palace. It was early in the morning. The Jews there would not go inside the palace. They did not want to make themselves unclean, because they wanted to eat the Passover meal.",
          "ID": "28",
          "comments": [
            "unclean Going into a non-Jewish place would ruin the special cleansing the Jews did to make themselves fit for worship. See Jn. 11:55."
          ]
        },
        {
          "text": "So Pilate went outside to them and asked, “What do you say this man has done wrong?”",
          "ID": "29"
        },
        {
          "text": "They answered, “He is a bad man. That is why we brought him to you.”",
          "ID": "30"
        },
        {
          "text": "Pilate said to them, “You take him yourselves and judge him by your own law.”\nThe Jewish leaders answered, “But your law does not allow us to punish anyone by killing them.”",
          "ID": "31"
        },
        {
          "text": "(This was to show the truth of what Jesus said about how he would die.)",
          "ID": "32"
        },
        {
          "text": "Then Pilate went back inside the palace. He called for Jesus and asked him, “Are you the king of the Jews?”",
          "ID": "33"
        },
        {
          "text": "Jesus said, “Is that your own question, or did other people tell you about me?”",
          "ID": "34"
        },
        {
          "text": "Pilate said, “I’m not a Jew! It was your own people and their leading priests who brought you before me. What have you done wrong?”",
          "ID": "35"
        },
        {
          "text": "Jesus said, “My kingdom does not belong to this world. If it did, my servants would fight so that I would not be handed over to the Jewish leaders. No, my kingdom is not an earthly one.”",
          "ID": "36"
        },
        {
          "text": "Pilate said, “So you are a king.”\nJesus answered, “You are right to say that I am a king. I was born for this: to tell people about the truth. That is why I came into the world. And everyone who belongs to the truth listens to me.”",
          "ID": "37"
        },
        {
          "text": "Pilate said, “What is truth?” Then he went out to the Jewish leaders again and said to them, “I can find nothing against this man.",
          "ID": "38"
        },
        {
          "text": "But it is one of your customs for me to free one prisoner to you at the time of the Passover. Do you want me to free this ‘king of the Jews’?”",
          "ID": "39"
        },
        {
          "text": "They shouted back, “No, not him! Let Barabbas go free!” (Barabbas was a rebel.)",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18",
      "name": "John 18"
    },
    {
      "title": "Jesus Is Buried",
      "text": [
        {
          "text": "Then Pilate ordered that Jesus be taken away and whipped.",
          "ID": "1"
        },
        {
          "text": "The soldiers made a crown from thorny branches and put it on his head. Then they put a purple robe around him.",
          "ID": "2"
        },
        {
          "text": "They kept coming up to him and saying, “Hail to the king of the Jews!” And they hit him in the face.",
          "ID": "3"
        },
        {
          "text": "Again Pilate came out and said to the Jewish leaders, “Look! I am bringing Jesus out to you. I want you to know that I find nothing I can charge him with.”",
          "ID": "4"
        },
        {
          "text": "Then Jesus came out wearing the crown of thorns and the purple robe. Pilate said to the Jews, “Here is the man!”",
          "ID": "5"
        },
        {
          "text": "When the leading priests and the Jewish guards saw Jesus they shouted, “Kill him on a cross! Kill him on a cross!”\nBut Pilate answered, “You take him and nail him to a cross yourselves. I find nothing I can charge him with.”",
          "ID": "6"
        },
        {
          "text": "The Jewish leaders answered, “We have a law that says he must die, because he said he is the Son of God.”",
          "ID": "7"
        },
        {
          "text": "When Pilate heard this, he was more afraid.",
          "ID": "8"
        },
        {
          "text": "So he went back inside the palace and asked Jesus, “Where are you from?” But Jesus did not answer him.",
          "ID": "9"
        },
        {
          "text": "Pilate said, “You refuse to speak to me? Remember, I have the power to make you free or to kill you on a cross.”",
          "ID": "10"
        },
        {
          "text": "Jesus answered, “The only power you have over me is the power given to you by God. So the one who handed me over to you is guilty of a greater sin.”",
          "ID": "11"
        },
        {
          "text": "After this, Pilate tried to let Jesus go free. But the Jewish leaders shouted, “Anyone who makes himself a king is against Caesar. So if you let this man go free, that means you are not Caesar’s friend.”",
          "ID": "12"
        },
        {
          "text": "When Pilate heard this, he brought Jesus out to the place called “The Stone Pavement.” (In Aramaic the name is Gabbatha.) Pilate sat down on the judge’s seat there.",
          "ID": "13"
        },
        {
          "text": "It was now almost noon on Preparation day of Passover week. Pilate said to the Jews, “Here is your king!”",
          "ID": "14"
        },
        {
          "text": "They shouted, “Take him away! Take him away! Kill him on a cross!”\nPilate asked them, “Do you want me to kill your king on a cross?”\nThe leading priests answered, “The only king we have is Caesar!”",
          "ID": "15"
        },
        {
          "text": "So Pilate handed Jesus over to them to be killed on a cross.\nThe soldiers took Jesus.",
          "ID": "16"
        },
        {
          "text": "He carried his own cross to a place called “The Place of the Skull.” (In Aramaic the name of this place is “Golgotha.”)",
          "ID": "17"
        },
        {
          "text": "There they nailed Jesus to the cross. They also nailed two other men to crosses. They put them on each side of Jesus with him in the middle.",
          "ID": "18"
        },
        {
          "text": "Pilate told them to write a sign and put it on the cross. The sign said, “ jesus of nazareth, the king of the jews.”",
          "ID": "19"
        },
        {
          "text": "The sign was written in Aramaic, in Latin, and in Greek. Many of the Jews read this sign, because the place where Jesus was nailed to the cross was near the city.",
          "ID": "20"
        },
        {
          "text": "The leading Jewish priests said to Pilate, “Don’t write, ‘The King of the Jews.’ But write, ‘This man said, I am the King of the Jews.’”",
          "ID": "21"
        },
        {
          "text": "Pilate answered, “I will not change what I have written.”",
          "ID": "22"
        },
        {
          "text": "After the soldiers nailed Jesus to the cross, they took his clothes and divided them into four parts. Each soldier got one part. They also took his tunic. It was all one piece of cloth woven from top to bottom.",
          "ID": "23"
        },
        {
          "text": "So the soldiers said to each other, “We should not tear this into parts. Let’s throw lots to see who will get it.” This happened to make clear the full meaning of what the Scriptures say:\n“They divided my clothes among them,\nand they threw lots for what I was wearing.” \nSo the soldiers did this.",
          "ID": "24"
        },
        {
          "text": "Jesus’ mother stood near his cross. Her sister was also standing there with Mary the wife of Clopas, and Mary Magdalene.",
          "ID": "25"
        },
        {
          "text": "Jesus saw his mother. He also saw the follower he loved very much standing there. He said to his mother, “Dear woman, here is your son.”",
          "ID": "26"
        },
        {
          "text": "Then he said to the follower, “Here is your mother.” So after that, this follower took Jesus’ mother to live in his home.",
          "ID": "27"
        },
        {
          "text": "Later, Jesus knew that everything had been done. To make the Scriptures come true he said, “I am thirsty.”",
          "ID": "28",
          "comments": [
            "“I am thirsty” See Ps. 22:15; 69:21."
          ]
        },
        {
          "text": "There was a jar full of sour wine there, so the soldiers soaked a sponge in it. They put the sponge on a branch of a hyssop plant and lifted it to Jesus’ mouth.",
          "ID": "29"
        },
        {
          "text": "When he tasted the wine, he said, “It is finished.” Then he bowed his head and died.",
          "ID": "30"
        },
        {
          "text": "This day was Preparation day. The next day was a special Sabbath day. The Jewish leaders did not want the bodies to stay on the cross on the Sabbath day. So they asked Pilate to order that the legs of the men be broken. And they asked that the bodies be taken down from the crosses.",
          "ID": "31"
        },
        {
          "text": "So the soldiers came and broke the legs of the two men on the crosses beside Jesus.",
          "ID": "32",
          "comments": [
            "broke the legs The legs were broken to make those on the crosses die more quickly."
          ]
        },
        {
          "text": "But when the soldiers came close to Jesus, they saw that he was already dead. So they did not break his legs.",
          "ID": "33"
        },
        {
          "text": "But one of the soldiers stuck his spear into Jesus’ side. Immediately blood and water came out.",
          "ID": "34"
        },
        {
          "text": "(The one who saw this happen has told about it. He told about it so that you also can believe. The things he says are true. He knows that he tells the truth.)",
          "ID": "35"
        },
        {
          "text": "These things happened to give full meaning to the Scriptures that said, “None of his bones will be broken”",
          "ID": "36",
          "comments": [
            "Quote from Ps. 34:20. The idea is from Ex. 12:46; Num. 9:12."
          ]
        },
        {
          "text": "and “People will look at the one they stabbed.”",
          "ID": "37",
          "comments": [
            "Quote from Zech. 12:10."
          ]
        },
        {
          "text": "Later, a man named Joseph from Arimathea asked Pilate for the body of Jesus. (Joseph was a follower of Jesus, but he did not tell anyone, because he was afraid of the Jewish leaders.) Pilate said Joseph could take Jesus’ body, so he came and took it away.",
          "ID": "38"
        },
        {
          "text": "Nicodemus went with Joseph. He was the man who had come to Jesus before and talked to him at night. He brought about 100 pounds of spices—a mixture of myrrh and aloes.",
          "ID": "39",
          "comments": [
            "100 pounds Literally, “100 litras” (Roman pounds), equal to 32.7 kg (72 pounds)."
          ]
        },
        {
          "text": "These two men took Jesus’ body and wrapped it in pieces of linen cloth with the spices. (This is how the Jews bury people.)",
          "ID": "40"
        },
        {
          "text": "In the place where Jesus was killed on the cross, there was a garden. In the garden there was a new tomb. No one had ever been buried there before.",
          "ID": "41"
        },
        {
          "text": "The men put Jesus in that tomb because it was near, and the Jews were preparing to start their Sabbath day.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19",
      "name": "John 19"
    },
    {
      "title": "Why John Wrote This Book",
      "text": [
        {
          "text": "Early on Sunday morning, while it was still dark, Mary Magdalene went to the tomb. She saw that the large stone was moved away from the entrance.",
          "ID": "1"
        },
        {
          "text": "So she ran to Simon Peter and the other follower (the one Jesus loved very much). She said, “They have taken the Lord out of the tomb, and we don’t know where they put him.”",
          "ID": "2"
        },
        {
          "text": "So Peter and the other follower started going to the tomb.",
          "ID": "3"
        },
        {
          "text": "They were both running, but the other follower ran faster than Peter and reached the tomb first.",
          "ID": "4"
        },
        {
          "text": "He bent down and looked in. He saw the pieces of linen cloth lying there, but he did not go in.",
          "ID": "5"
        },
        {
          "text": "Then Simon Peter finally reached the tomb and went in. He saw the pieces of linen lying there.",
          "ID": "6"
        },
        {
          "text": "He also saw the cloth that had been around Jesus’ head. It was folded up and laid in a different place from the pieces of linen.",
          "ID": "7"
        },
        {
          "text": "Then the other follower went in—the one who had reached the tomb first. He saw what had happened and believed.",
          "ID": "8"
        },
        {
          "text": "(These followers did not yet understand from the Scriptures that Jesus must rise from death.)",
          "ID": "9"
        },
        {
          "text": "Then the followers went back home.",
          "ID": "10"
        },
        {
          "text": "But Mary stood outside the tomb, crying. While she was crying, she bent down and looked inside the tomb.",
          "ID": "11"
        },
        {
          "text": "She saw two angels dressed in white sitting where Jesus’ body had been. One was sitting where the head had been; the other was sitting where the feet had been.",
          "ID": "12"
        },
        {
          "text": "The angels asked Mary, “Woman, why are you crying?”\nMary answered, “They took away the body of my Lord, and I don’t know where they put him.”",
          "ID": "13"
        },
        {
          "text": "When Mary said this, she turned around and saw Jesus standing there. But she did not know that it was Jesus.",
          "ID": "14"
        },
        {
          "text": "He asked her, “Woman, why are you crying? Who are you looking for?”\nShe thought he was the man in charge of the garden. So she said to him, “Did you take him away, sir? Tell me where you put him. I will go and get him.”",
          "ID": "15"
        },
        {
          "text": "Jesus said to her, “Mary.”\nShe turned toward him and said in Aramaic, “Rabboni,” which means “Teacher.”",
          "ID": "16"
        },
        {
          "text": "Jesus said to her, “You don’t need to hold on to me! I have not yet gone back up to the Father. But go to my followers and tell them this: ‘I am going back to my Father and your Father. I am going back to my God and your God.’”",
          "ID": "17",
          "comments": [
            "followers Literally, “brothers.”"
          ]
        },
        {
          "text": "Mary Magdalene went to the followers and told them, “I saw the Lord!” And she told them what he had said to her.",
          "ID": "18"
        },
        {
          "text": "The day was Sunday, and that same evening the followers were together. They had the doors locked because they were afraid of the Jewish leaders. Suddenly, Jesus was standing there among them. He said, “Peace be with you!”",
          "ID": "19"
        },
        {
          "text": "As soon as he said this, he showed them his hands and his side. When the followers saw the Lord, they were very happy.",
          "ID": "20"
        },
        {
          "text": "Then Jesus said again, “Peace be with you. It was the Father who sent me, and I am now sending you in the same way.”",
          "ID": "21"
        },
        {
          "text": "Then he breathed on them and said, “Receive the Holy Spirit.",
          "ID": "22"
        },
        {
          "text": "If you forgive the sins of anyone, their sins are forgiven. If there is anyone whose sins you don’t forgive, their sins are not forgiven.”",
          "ID": "23"
        },
        {
          "text": "Thomas (called Didymus) was one of the twelve, but he was not with the other followers when Jesus came.",
          "ID": "24"
        },
        {
          "text": "They told him, “We saw the Lord.” Thomas said, “That’s hard to believe. I will have to see the nail holes in his hands, put my finger where the nails were, and put my hand into his side. Only then will I believe it.”",
          "ID": "25"
        },
        {
          "text": "A week later the followers were in the house again, and Thomas was with them. The doors were locked, but Jesus came and stood among them. He said, “Peace be with you!”",
          "ID": "26"
        },
        {
          "text": "Then he said to Thomas, “Put your finger here. Look at my hands. Put your hand here in my side. Stop doubting and believe.”",
          "ID": "27"
        },
        {
          "text": "Thomas said to Jesus, “My Lord and my God!”",
          "ID": "28"
        },
        {
          "text": "Jesus said to him, “You believe because you see me. Great blessings belong to the people who believe without seeing me!”",
          "ID": "29"
        },
        {
          "text": "Jesus did many other miraculous signs that his followers saw, which are not written in this book.",
          "ID": "30"
        },
        {
          "text": "But these are written so that you can believe that Jesus is the Messiah, the Son of God. Then, by believing, you can have life through his name.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20",
      "name": "John 20"
    },
    {
      "title": "Jesus Talks to Peter",
      "text": [
        {
          "text": "Later, Jesus appeared again to his followers by Lake Galilee. This is how it happened:",
          "ID": "1",
          "comments": [
            "Lake Galilee Literally, “Lake of Tiberias,” another name for Lake Galilee. See Jn. 6:1."
          ]
        },
        {
          "text": "Some of the followers were together—Simon Peter, Thomas (called Didymus), Nathanael from Cana in Galilee, the two sons of Zebedee, and two other followers.",
          "ID": "2"
        },
        {
          "text": "Simon Peter said, “I am going out to fish.”\nThe other followers said, “We will go with you.” So all of them went out and got into the boat. They fished that night but caught nothing.",
          "ID": "3"
        },
        {
          "text": "Early the next morning Jesus stood on the shore. But the followers did not know it was Jesus.",
          "ID": "4"
        },
        {
          "text": "Then he said to them, “Friends, have you caught any fish?”\nThey answered, “No.”",
          "ID": "5"
        },
        {
          "text": "He said, “Throw your net into the water on the right side of your boat. You will find some fish there.” So they did this. They caught so many fish that they could not pull the net back into the boat.",
          "ID": "6"
        },
        {
          "text": "The follower Jesus loved very much said to Peter, “That man is the Lord!” When Peter heard him say it was the Lord, he wrapped his coat around himself. (He had taken his clothes off to work.) Then he jumped into the water.",
          "ID": "7"
        },
        {
          "text": "The other followers went to shore in the boat. They pulled the net full of fish. They were not very far from shore, only about 100 yards.",
          "ID": "8",
          "comments": [
            "100 yards Literally, “200 cubits.”"
          ]
        },
        {
          "text": "When they stepped out of the boat and onto the shore, they saw a fire of hot coals. There were fish on the fire and some bread there too.",
          "ID": "9"
        },
        {
          "text": "Then Jesus said, “Bring some of the fish that you caught.”",
          "ID": "10"
        },
        {
          "text": "Simon Peter got into the boat and pulled the net to the shore. It was full of big fish—153 of them! But even with that many fish, the net did not tear.",
          "ID": "11"
        },
        {
          "text": "Jesus said to them, “Come and eat.” None of the followers would ask him, “Who are you?” They knew he was the Lord.",
          "ID": "12"
        },
        {
          "text": "Jesus walked over to get the bread and gave it to them. He also gave them the fish.",
          "ID": "13"
        },
        {
          "text": "This was now the third time Jesus appeared to his followers after he was raised from death.",
          "ID": "14"
        },
        {
          "text": "When they finished eating, Jesus said to Simon Peter, “Simon, son of John, do you love me more than these other men love me?”\nPeter answered, “Yes, Lord, you know that I love you.”\nThen Jesus said to him, “Take care of my lambs.”",
          "ID": "15",
          "comments": [
            "lambs Jesus uses this word and the word “sheep” in verses 16 and 17 to mean his followers, as in Jn. 10."
          ]
        },
        {
          "text": "Again Jesus said to him, “Simon, son of John, do you love me?”\nPeter answered, “Yes, Lord, you know that I love you.”\nThen Jesus said, “Take care of my sheep.”",
          "ID": "16"
        },
        {
          "text": "A third time Jesus said, “Simon, son of John, do you love me?”\nPeter was sad because Jesus asked him three times, “Do you love me?” He said, “Lord, you know everything. You know that I love you!”\nJesus said to him, “Take care of my sheep.",
          "ID": "17"
        },
        {
          "text": "The truth is, when you were young, you tied your own belt and went where you wanted. But when you are old, you will put out your hands, and someone else will tie your belt. They will lead you where you don’t want to go.”",
          "ID": "18"
        },
        {
          "text": "(Jesus said this to show how Peter would die to give glory to God.) Then he said to Peter, “Follow me!”",
          "ID": "19"
        },
        {
          "text": "Peter turned and saw the follower Jesus loved very much walking behind them. (This was the follower who had leaned against Jesus at the supper and said, “Lord, who is it that will hand you over?”)",
          "ID": "20"
        },
        {
          "text": "When Peter saw him behind them, he asked Jesus, “Lord, what about him?”",
          "ID": "21"
        },
        {
          "text": "Jesus answered, “Maybe I want him to live until I come. That should not matter to you. You follow me!”",
          "ID": "22"
        },
        {
          "text": "So a story spread among the followers of Jesus. They were saying that this follower would not die. But Jesus did not say he would not die. He only said, “Maybe I want him to live until I come. That should not matter to you.”",
          "ID": "23"
        },
        {
          "text": "That follower is the one who is telling these things. He is the one who has now written them all down. We know that what he says is true.",
          "ID": "24"
        },
        {
          "text": "There are many other things that Jesus did. If every one of them were written down, I think the whole world would not be big enough for all the books that would be written.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21",
      "name": "John 21"
    }
  ],
  "ID": "NT:JHN(ERV)",
  "name": "John"
}