{
  "text": [
    {
      "text": [
        {
          "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
          "ID": "1"
        },
        {
          "text": "He was in the beginning with God.",
          "ID": "2"
        },
        {
          "text": "All things were made through him, and without him was not any thing made that was made.",
          "ID": "3"
        },
        {
          "text": "In him was life, and the life was the light of men.",
          "ID": "4"
        },
        {
          "text": "The light shines in the darkness, and the darkness has not overcome it.",
          "ID": "5"
        },
        {
          "text": "There was a man sent from God, whose name was John.",
          "ID": "6"
        },
        {
          "text": "He came as a witness, to bear witness about the light, that all might believe through him.",
          "ID": "7"
        },
        {
          "text": "He was not the light, but came to bear witness about the light.",
          "ID": "8"
        },
        {
          "text": "The true light, which gives light to everyone, was coming into the world.",
          "ID": "9"
        },
        {
          "text": "He was in the world, and the world was made through him, yet the world did not know him.",
          "ID": "10"
        },
        {
          "text": "He came to his own, and his own people did not receive him.",
          "ID": "11"
        },
        {
          "text": "But to all who did receive him, who believed in his name, he gave the right to become children of God,",
          "ID": "12"
        },
        {
          "text": "who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.",
          "ID": "13"
        },
        {
          "text": "And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.",
          "ID": "14"
        },
        {
          "text": "(John bore witness about him, and cried out, \"This was he of whom I said, 'He who comes after me ranks before me, because he was before me.'\")",
          "ID": "15"
        },
        {
          "text": "For from his fullness we have all received, grace upon grace.",
          "ID": "16"
        },
        {
          "text": "For the law was given through Moses; grace and truth came through Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "No one has ever seen God; the only God, who is at the Father's side, he has made him known.",
          "ID": "18"
        },
        {
          "text": "And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, \"Who are you?\"",
          "ID": "19"
        },
        {
          "text": "He confessed, and did not deny, but confessed, \"I am not the Christ.\"",
          "ID": "20"
        },
        {
          "text": "And they asked him, \"What then? Are you Elijah?\" He said, \"I am not.\" \"Are you the Prophet?\" And he answered, \"No.\"",
          "ID": "21"
        },
        {
          "text": "So they said to him, \"Who are you? We need to give an answer to those who sent us. What do you say about yourself?\"",
          "ID": "22"
        },
        {
          "text": "He said, \"I am the voice of one crying out in the wilderness, 'Make straight the way of the Lord,' as the prophet Isaiah said.\"",
          "ID": "23"
        },
        {
          "text": "(Now they had been sent from the Pharisees.)",
          "ID": "24"
        },
        {
          "text": "They asked him, \"Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?\"",
          "ID": "25"
        },
        {
          "text": "John answered them, \"I baptize with water, but among you stands one you do not know,",
          "ID": "26"
        },
        {
          "text": "even he who comes after me, the strap of whose sandal I am not worthy to untie.\"",
          "ID": "27"
        },
        {
          "text": "These things took place in Bethany across the Jordan, where John was baptizing.",
          "ID": "28"
        },
        {
          "text": "The next day he saw Jesus coming toward him, and said, \"Behold, the Lamb of God, who takes away the sin of the world!",
          "ID": "29"
        },
        {
          "text": "This is he of whom I said, 'After me comes a man who ranks before me, because he was before me.'",
          "ID": "30"
        },
        {
          "text": "I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.\"",
          "ID": "31"
        },
        {
          "text": "And John bore witness: \"I saw the Spirit descend from heaven like a dove, and it remained on him.",
          "ID": "32"
        },
        {
          "text": "I myself did not know him, but he who sent me to baptize with water said to me, 'He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.'",
          "ID": "33"
        },
        {
          "text": "And I have seen and have borne witness that this is the Son of God.\"",
          "ID": "34"
        },
        {
          "text": "The next day again John was standing with two of his disciples,",
          "ID": "35"
        },
        {
          "text": "and he looked at Jesus as he walked by and said, \"Behold, the Lamb of God!\"",
          "ID": "36"
        },
        {
          "text": "The two disciples heard him say this, and they followed Jesus.",
          "ID": "37"
        },
        {
          "text": "Jesus turned and saw them following and said to them, \"What are you seeking?\" And they said to him, \"Rabbi\" (which means Teacher), \"where are you staying?\"",
          "ID": "38"
        },
        {
          "text": "He said to them, \"Come and you will see.\" So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour.",
          "ID": "39"
        },
        {
          "text": "One of the two who heard John speak and followed Jesus was Andrew, Simon Peter's brother.",
          "ID": "40"
        },
        {
          "text": "He first found his own brother Simon and said to him, \"We have found the Messiah\" (which means Christ).",
          "ID": "41"
        },
        {
          "text": "He brought him to Jesus. Jesus looked at him and said, \"You are Simon the son of John. You shall be called Cephas\" (which means Peter).",
          "ID": "42"
        },
        {
          "text": "The next day Jesus decided to go to Galilee. He found Philip and said to him, \"Follow me.\"",
          "ID": "43"
        },
        {
          "text": "Now Philip was from Bethsaida, the city of Andrew and Peter.",
          "ID": "44"
        },
        {
          "text": "Philip found Nathanael and said to him, \"We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.\"",
          "ID": "45"
        },
        {
          "text": "Nathanael said to him, \"Can anything good come out of Nazareth?\" Philip said to him, \"Come and see.\"",
          "ID": "46"
        },
        {
          "text": "Jesus saw Nathanael coming toward him and said of him, \"Behold, an Israelite indeed, in whom there is no deceit!\"",
          "ID": "47"
        },
        {
          "text": "Nathanael said to him, \"How do you know me?\" Jesus answered him, \"Before Philip called you, when you were under the fig tree, I saw you.\"",
          "ID": "48"
        },
        {
          "text": "Nathanael answered him, \"Rabbi, you are the Son of God! You are the King of Israel!\"",
          "ID": "49"
        },
        {
          "text": "Jesus answered him, \"Because I said to you, 'I saw you under the fig tree,' do you believe? You will see greater things than these.\"",
          "ID": "50"
        },
        {
          "text": "And he said to him, \"Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.\"",
          "ID": "51"
        }
      ],
      "ID": "NT:JHN.1",
      "name": "John 1"
    },
    {
      "text": [
        {
          "text": "On the third day there was a wedding at Cana in Galilee, and the mother of Jesus was there.",
          "ID": "1"
        },
        {
          "text": "Jesus also was invited to the wedding with his disciples.",
          "ID": "2"
        },
        {
          "text": "When the wine ran out, the mother of Jesus said to him, \"They have no wine.\"",
          "ID": "3"
        },
        {
          "text": "And Jesus said to her, \"Woman, what does this have to do with me? My hour has not yet come.\"",
          "ID": "4"
        },
        {
          "text": "His mother said to the servants, \"Do whatever he tells you.\"",
          "ID": "5"
        },
        {
          "text": "Now there were six stone water jars there for the Jewish rites of purification, each holding twenty or thirty gallons.",
          "ID": "6"
        },
        {
          "text": "Jesus said to the servants, \"Fill the jars with water.\" And they filled them up to the brim.",
          "ID": "7"
        },
        {
          "text": "And he said to them, \"Now draw some out and take it to the master of the feast.\" So they took it.",
          "ID": "8"
        },
        {
          "text": "When the master of the feast tasted the water now become wine, and did not know where it came from (though the servants who had drawn the water knew), the master of the feast called the bridegroom",
          "ID": "9"
        },
        {
          "text": "and said to him, \"Everyone serves the good wine first, and when people have drunk freely, then the poor wine. But you have kept the good wine until now.\"",
          "ID": "10"
        },
        {
          "text": "This, the first of his signs, Jesus did at Cana in Galilee, and manifested his glory. And his disciples believed in him.",
          "ID": "11"
        },
        {
          "text": "After this he went down to Capernaum, with his mother and his brothers and his disciples, and they stayed there for a few days.",
          "ID": "12"
        },
        {
          "text": "The Passover of the Jews was at hand, and Jesus went up to Jerusalem.",
          "ID": "13"
        },
        {
          "text": "In the temple he found those who were selling oxen and sheep and pigeons, and the money-changers sitting there.",
          "ID": "14"
        },
        {
          "text": "And making a whip of cords, he drove them all out of the temple, with the sheep and oxen. And he poured out the coins of the money-changers and overturned their tables.",
          "ID": "15"
        },
        {
          "text": "And he told those who sold the pigeons, \"Take these things away; do not make my Father's house a house of trade.\"",
          "ID": "16"
        },
        {
          "text": "His disciples remembered that it was written, \"Zeal for your house will consume me.\"",
          "ID": "17"
        },
        {
          "text": "So the Jews said to him, \"What sign do you show us for doing these things?\"",
          "ID": "18"
        },
        {
          "text": "Jesus answered them, \"Destroy this temple, and in three days I will raise it up.\"",
          "ID": "19"
        },
        {
          "text": "The Jews then said, \"It has taken forty-six years to build this temple, and will you raise it up in three days?\"",
          "ID": "20"
        },
        {
          "text": "But he was speaking about the temple of his body.",
          "ID": "21"
        },
        {
          "text": "When therefore he was raised from the dead, his disciples remembered that he had said this, and they believed the Scripture and the word that Jesus had spoken.",
          "ID": "22"
        },
        {
          "text": "Now when he was in Jerusalem at the Passover Feast, many believed in his name when they saw the signs that he was doing.",
          "ID": "23"
        },
        {
          "text": "But Jesus on his part did not entrust himself to them, because he knew all people",
          "ID": "24"
        },
        {
          "text": "and needed no one to bear witness about man, for he himself knew what was in man.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2",
      "name": "John 2"
    },
    {
      "text": [
        {
          "text": "Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews.",
          "ID": "1"
        },
        {
          "text": "This man came to Jesus by night and said to him, \"Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.\"",
          "ID": "2"
        },
        {
          "text": "Jesus answered him, \"Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.\"",
          "ID": "3"
        },
        {
          "text": "Nicodemus said to him, \"How can a man be born when he is old? Can he enter a second time into his mother's womb and be born?\"",
          "ID": "4"
        },
        {
          "text": "Jesus answered, \"Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.",
          "ID": "5"
        },
        {
          "text": "That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.",
          "ID": "6"
        },
        {
          "text": "Do not marvel that I said to you, 'You must be born again.'",
          "ID": "7"
        },
        {
          "text": "The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.\"",
          "ID": "8"
        },
        {
          "text": "Nicodemus said to him, \"How can these things be?\"",
          "ID": "9"
        },
        {
          "text": "Jesus answered him, \"Are you the teacher of Israel and yet you do not understand these things?",
          "ID": "10"
        },
        {
          "text": "Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.",
          "ID": "11"
        },
        {
          "text": "If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?",
          "ID": "12"
        },
        {
          "text": "No one has ascended into heaven except he who descended from heaven, the Son of Man.",
          "ID": "13"
        },
        {
          "text": "And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,",
          "ID": "14"
        },
        {
          "text": "that whoever believes in him may have eternal life.",
          "ID": "15"
        },
        {
          "text": "\"For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
          "ID": "16"
        },
        {
          "text": "For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.",
          "ID": "17"
        },
        {
          "text": "Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.",
          "ID": "18"
        },
        {
          "text": "And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.",
          "ID": "19"
        },
        {
          "text": "For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.",
          "ID": "20"
        },
        {
          "text": "But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.\"",
          "ID": "21"
        },
        {
          "text": "After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing.",
          "ID": "22"
        },
        {
          "text": "John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized",
          "ID": "23"
        },
        {
          "text": "(for John had not yet been put in prison).",
          "ID": "24"
        },
        {
          "text": "Now a discussion arose between some of John's disciples and a Jew over purification.",
          "ID": "25"
        },
        {
          "text": "And they came to John and said to him, \"Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.\"",
          "ID": "26"
        },
        {
          "text": "John answered, \"A person cannot receive even one thing unless it is given him from heaven.",
          "ID": "27"
        },
        {
          "text": "You yourselves bear me witness, that I said, 'I am not the Christ, but I have been sent before him.'",
          "ID": "28"
        },
        {
          "text": "The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom's voice. Therefore this joy of mine is now complete.",
          "ID": "29"
        },
        {
          "text": "He must increase, but I must decrease.\"",
          "ID": "30"
        },
        {
          "text": "He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all.",
          "ID": "31"
        },
        {
          "text": "He bears witness to what he has seen and heard, yet no one receives his testimony.",
          "ID": "32"
        },
        {
          "text": "Whoever receives his testimony sets his seal to this, that God is true.",
          "ID": "33"
        },
        {
          "text": "For he whom God has sent utters the words of God, for he gives the Spirit without measure.",
          "ID": "34"
        },
        {
          "text": "The Father loves the Son and has given all things into his hand.",
          "ID": "35"
        },
        {
          "text": "Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3",
      "name": "John 3"
    },
    {
      "text": [
        {
          "text": "Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John",
          "ID": "1"
        },
        {
          "text": "(although Jesus himself did not baptize, but only his disciples),",
          "ID": "2"
        },
        {
          "text": "he left Judea and departed again for Galilee.",
          "ID": "3"
        },
        {
          "text": "And he had to pass through Samaria.",
          "ID": "4"
        },
        {
          "text": "So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph.",
          "ID": "5"
        },
        {
          "text": "Jacob's well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour.",
          "ID": "6"
        },
        {
          "text": "A woman from Samaria came to draw water. Jesus said to her, \"Give me a drink.\"",
          "ID": "7"
        },
        {
          "text": "(For his disciples had gone away into the city to buy food.)",
          "ID": "8"
        },
        {
          "text": "The Samaritan woman said to him, \"How is it that you, a Jew, ask for a drink from me, a woman of Samaria?\" (For Jews have no dealings with Samaritans.)",
          "ID": "9"
        },
        {
          "text": "Jesus answered her, \"If you knew the gift of God, and who it is that is saying to you, 'Give me a drink,' you would have asked him, and he would have given you living water.\"",
          "ID": "10"
        },
        {
          "text": "The woman said to him, \"Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water?",
          "ID": "11"
        },
        {
          "text": "Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.\"",
          "ID": "12"
        },
        {
          "text": "Jesus said to her, \"Everyone who drinks of this water will be thirsty again,",
          "ID": "13"
        },
        {
          "text": "but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.\"",
          "ID": "14"
        },
        {
          "text": "The woman said to him, \"Sir, give me this water, so that I will not be thirsty or have to come here to draw water.\"",
          "ID": "15"
        },
        {
          "text": "Jesus said to her, \"Go, call your husband, and come here.\"",
          "ID": "16"
        },
        {
          "text": "The woman answered him, \"I have no husband.\" Jesus said to her, \"You are right in saying, 'I have no husband';",
          "ID": "17"
        },
        {
          "text": "for you have had five husbands, and the one you now have is not your husband. What you have said is true.\"",
          "ID": "18"
        },
        {
          "text": "The woman said to him, \"Sir, I perceive that you are a prophet.",
          "ID": "19"
        },
        {
          "text": "Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.\"",
          "ID": "20"
        },
        {
          "text": "Jesus said to her, \"Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.",
          "ID": "21"
        },
        {
          "text": "You worship what you do not know; we worship what we know, for salvation is from the Jews.",
          "ID": "22"
        },
        {
          "text": "But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.",
          "ID": "23"
        },
        {
          "text": "God is spirit, and those who worship him must worship in spirit and truth.\"",
          "ID": "24"
        },
        {
          "text": "The woman said to him, \"I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.\"",
          "ID": "25"
        },
        {
          "text": "Jesus said to her, \"I who speak to you am he.\"",
          "ID": "26"
        },
        {
          "text": "Just then his disciples came back. They marveled that he was talking with a woman, but no one said, \"What do you seek?\" or, \"Why are you talking with her?\"",
          "ID": "27"
        },
        {
          "text": "So the woman left her water jar and went away into town and said to the people,",
          "ID": "28"
        },
        {
          "text": "\"Come, see a man who told me all that I ever did. Can this be the Christ?\"",
          "ID": "29"
        },
        {
          "text": "They went out of the town and were coming to him.",
          "ID": "30"
        },
        {
          "text": "Meanwhile the disciples were urging him, saying, \"Rabbi, eat.\"",
          "ID": "31"
        },
        {
          "text": "But he said to them, \"I have food to eat that you do not know about.\"",
          "ID": "32"
        },
        {
          "text": "So the disciples said to one another, \"Has anyone brought him something to eat?\"",
          "ID": "33"
        },
        {
          "text": "Jesus said to them, \"My food is to do the will of him who sent me and to accomplish his work.",
          "ID": "34"
        },
        {
          "text": "Do you not say, 'There are yet four months, then comes the harvest'? Look, I tell you, lift up your eyes, and see that the fields are white for harvest.",
          "ID": "35"
        },
        {
          "text": "Already the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together.",
          "ID": "36"
        },
        {
          "text": "For here the saying holds true, 'One sows and another reaps.'",
          "ID": "37"
        },
        {
          "text": "I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.\"",
          "ID": "38"
        },
        {
          "text": "Many Samaritans from that town believed in him because of the woman's testimony, \"He told me all that I ever did.\"",
          "ID": "39"
        },
        {
          "text": "So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days.",
          "ID": "40"
        },
        {
          "text": "And many more believed because of his word.",
          "ID": "41"
        },
        {
          "text": "They said to the woman, \"It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.\"",
          "ID": "42"
        },
        {
          "text": "After the two days he departed for Galilee.",
          "ID": "43"
        },
        {
          "text": "(For Jesus himself had testified that a prophet has no honor in his own hometown.)",
          "ID": "44"
        },
        {
          "text": "So when he came to Galilee, the Galileans welcomed him, having seen all that he had done in Jerusalem at the feast. For they too had gone to the feast.",
          "ID": "45"
        },
        {
          "text": "So he came again to Cana in Galilee, where he had made the water wine. And at Capernaum there was an official whose son was ill.",
          "ID": "46"
        },
        {
          "text": "When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for he was at the point of death.",
          "ID": "47"
        },
        {
          "text": "So Jesus said to him, \"Unless you see signs and wonders you will not believe.\"",
          "ID": "48"
        },
        {
          "text": "The official said to him, \"Sir, come down before my child dies.\"",
          "ID": "49"
        },
        {
          "text": "Jesus said to him, \"Go; your son will live.\" The man believed the word that Jesus spoke to him and went on his way.",
          "ID": "50"
        },
        {
          "text": "As he was going down, his servants met him and told him that his son was recovering.",
          "ID": "51"
        },
        {
          "text": "So he asked them the hour when he began to get better, and they said to him, \"Yesterday at the seventh hour the fever left him.\"",
          "ID": "52"
        },
        {
          "text": "The father knew that was the hour when Jesus had said to him, \"Your son will live.\" And he himself believed, and all his household.",
          "ID": "53"
        },
        {
          "text": "This was now the second sign that Jesus did when he had come from Judea to Galilee.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4",
      "name": "John 4"
    },
    {
      "text": [
        {
          "text": "After this there was a feast of the Jews, and Jesus went up to Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Now there is in Jerusalem by the Sheep Gate a pool, in Aramaic called Bethesda, which has five roofed colonnades.",
          "ID": "2"
        },
        {
          "text": "In these lay a multitude of invalids—blind, lame, and paralyzed.",
          "ID": "3"
        },
        {
          "text": "One man was there who had been an invalid for thirty-eight years.",
          "ID": "5"
        },
        {
          "text": "When Jesus saw him lying there and knew that he had already been there a long time, he said to him, \"Do you want to be healed?\"",
          "ID": "6"
        },
        {
          "text": "The sick man answered him, \"Sir, I have no one to put me into the pool when the water is stirred up, and while I am going another steps down before me.\"",
          "ID": "7"
        },
        {
          "text": "Jesus said to him, \"Get up, take up your bed, and walk.\"",
          "ID": "8"
        },
        {
          "text": "And at once the man was healed, and he took up his bed and walked.",
          "ID": "9"
        },
        {
          "text": "Now that day was the Sabbath.",
          "ID": "9"
        },
        {
          "text": "So the Jews said to the man who had been healed, \"It is the Sabbath, and it is not lawful for you to take up your bed.\"",
          "ID": "10"
        },
        {
          "text": "But he answered them, \"The man who healed me, that man said to me, 'Take up your bed, and walk.'\"",
          "ID": "11"
        },
        {
          "text": "They asked him, \"Who is the man who said to you, 'Take up your bed and walk'?\"",
          "ID": "12"
        },
        {
          "text": "Now the man who had been healed did not know who it was, for Jesus had withdrawn, as there was a crowd in the place.",
          "ID": "13"
        },
        {
          "text": "Afterward Jesus found him in the temple and said to him, \"See, you are well! Sin no more, that nothing worse may happen to you.\"",
          "ID": "14"
        },
        {
          "text": "The man went away and told the Jews that it was Jesus who had healed him.",
          "ID": "15"
        },
        {
          "text": "And this was why the Jews were persecuting Jesus, because he was doing these things on the Sabbath.",
          "ID": "16"
        },
        {
          "text": "But Jesus answered them, \"My Father is working until now, and I am working.\"",
          "ID": "17"
        },
        {
          "text": "This was why the Jews were seeking all the more to kill him, because not only was he breaking the Sabbath, but he was even calling God his own Father, making himself equal with God.",
          "ID": "18"
        },
        {
          "text": "So Jesus said to them, \"Truly, truly, I say to you, the Son can do nothing of his own accord, but only what he sees the Father doing. For whatever the Father does, that the Son does likewise.",
          "ID": "19"
        },
        {
          "text": "For the Father loves the Son and shows him all that he himself is doing. And greater works than these will he show him, so that you may marvel.",
          "ID": "20"
        },
        {
          "text": "For as the Father raises the dead and gives them life, so also the Son gives life to whom he will.",
          "ID": "21"
        },
        {
          "text": "The Father judges no one, but has given all judgment to the Son,",
          "ID": "22"
        },
        {
          "text": "that all may honor the Son, just as they honor the Father. Whoever does not honor the Son does not honor the Father who sent him.",
          "ID": "23"
        },
        {
          "text": "Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.",
          "ID": "24"
        },
        {
          "text": "\"Truly, truly, I say to you, an hour is coming, and is now here, when the dead will hear the voice of the Son of God, and those who hear will live.",
          "ID": "25"
        },
        {
          "text": "For as the Father has life in himself, so he has granted the Son also to have life in himself.",
          "ID": "26"
        },
        {
          "text": "And he has given him authority to execute judgment, because he is the Son of Man.",
          "ID": "27"
        },
        {
          "text": "Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice",
          "ID": "28"
        },
        {
          "text": "and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.",
          "ID": "29"
        },
        {
          "text": "\"I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.",
          "ID": "30"
        },
        {
          "text": "If I alone bear witness about myself, my testimony is not true.",
          "ID": "31"
        },
        {
          "text": "There is another who bears witness about me, and I know that the testimony that he bears about me is true.",
          "ID": "32"
        },
        {
          "text": "You sent to John, and he has borne witness to the truth.",
          "ID": "33"
        },
        {
          "text": "Not that the testimony that I receive is from man, but I say these things so that you may be saved.",
          "ID": "34"
        },
        {
          "text": "He was a burning and shining lamp, and you were willing to rejoice for a while in his light.",
          "ID": "35"
        },
        {
          "text": "But the testimony that I have is greater than that of John. For the works that the Father has given me to accomplish, the very works that I am doing, bear witness about me that the Father has sent me.",
          "ID": "36"
        },
        {
          "text": "And the Father who sent me has himself borne witness about me. His voice you have never heard, his form you have never seen,",
          "ID": "37"
        },
        {
          "text": "and you do not have his word abiding in you, for you do not believe the one whom he has sent.",
          "ID": "38"
        },
        {
          "text": "You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,",
          "ID": "39"
        },
        {
          "text": "yet you refuse to come to me that you may have life.",
          "ID": "40"
        },
        {
          "text": "I do not receive glory from people.",
          "ID": "41"
        },
        {
          "text": "But I know that you do not have the love of God within you.",
          "ID": "42"
        },
        {
          "text": "I have come in my Father's name, and you do not receive me. If another comes in his own name, you will receive him.",
          "ID": "43"
        },
        {
          "text": "How can you believe, when you receive glory from one another and do not seek the glory that comes from the only God?",
          "ID": "44"
        },
        {
          "text": "Do not think that I will accuse you to the Father. There is one who accuses you: Moses, on whom you have set your hope.",
          "ID": "45"
        },
        {
          "text": "For if you believed Moses, you would believe me; for he wrote of me.",
          "ID": "46"
        },
        {
          "text": "But if you do not believe his writings, how will you believe my words?\"",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5",
      "name": "John 5"
    },
    {
      "text": [
        {
          "text": "After this Jesus went away to the other side of the Sea of Galilee, which is the Sea of Tiberias.",
          "ID": "1"
        },
        {
          "text": "And a large crowd was following him, because they saw the signs that he was doing on the sick.",
          "ID": "2"
        },
        {
          "text": "Jesus went up on the mountain, and there he sat down with his disciples.",
          "ID": "3"
        },
        {
          "text": "Now the Passover, the feast of the Jews, was at hand.",
          "ID": "4"
        },
        {
          "text": "Lifting up his eyes, then, and seeing that a large crowd was coming toward him, Jesus said to Philip, \"Where are we to buy bread, so that these people may eat?\"",
          "ID": "5"
        },
        {
          "text": "He said this to test him, for he himself knew what he would do.",
          "ID": "6"
        },
        {
          "text": "Philip answered him, \"Two hundred denarii worth of bread would not be enough for each of them to get a little.\"",
          "ID": "7"
        },
        {
          "text": "One of his disciples, Andrew, Simon Peter's brother, said to him,",
          "ID": "8"
        },
        {
          "text": "\"There is a boy here who has five barley loaves and two fish, but what are they for so many?\"",
          "ID": "9"
        },
        {
          "text": "Jesus said, \"Have the people sit down.\" Now there was much grass in the place. So the men sat down, about five thousand in number.",
          "ID": "10"
        },
        {
          "text": "Jesus then took the loaves, and when he had given thanks, he distributed them to those who were seated. So also the fish, as much as they wanted.",
          "ID": "11"
        },
        {
          "text": "And when they had eaten their fill, he told his disciples, \"Gather up the leftover fragments, that nothing may be lost.\"",
          "ID": "12"
        },
        {
          "text": "So they gathered them up and filled twelve baskets with fragments from the five barley loaves left by those who had eaten.",
          "ID": "13"
        },
        {
          "text": "When the people saw the sign that he had done, they said, \"This is indeed the Prophet who is to come into the world!\"",
          "ID": "14"
        },
        {
          "text": "Perceiving then that they were about to come and take him by force to make him king, Jesus withdrew again to the mountain by himself.",
          "ID": "15"
        },
        {
          "text": "When evening came, his disciples went down to the sea,",
          "ID": "16"
        },
        {
          "text": "got into a boat, and started across the sea to Capernaum. It was now dark, and Jesus had not yet come to them.",
          "ID": "17"
        },
        {
          "text": "The sea became rough because a strong wind was blowing.",
          "ID": "18"
        },
        {
          "text": "When they had rowed about three or four miles, they saw Jesus walking on the sea and coming near the boat, and they were frightened.",
          "ID": "19"
        },
        {
          "text": "But he said to them, \"It is I; do not be afraid.\"",
          "ID": "20"
        },
        {
          "text": "Then they were glad to take him into the boat, and immediately the boat was at the land to which they were going.",
          "ID": "21"
        },
        {
          "text": "On the next day the crowd that remained on the other side of the sea saw that there had been only one boat there, and that Jesus had not entered the boat with his disciples, but that his disciples had gone away alone.",
          "ID": "22"
        },
        {
          "text": "Other boats from Tiberias came near the place where they had eaten the bread after the Lord had given thanks.",
          "ID": "23"
        },
        {
          "text": "So when the crowd saw that Jesus was not there, nor his disciples, they themselves got into the boats and went to Capernaum, seeking Jesus.",
          "ID": "24"
        },
        {
          "text": "When they found him on the other side of the sea, they said to him, \"Rabbi, when did you come here?\"",
          "ID": "25"
        },
        {
          "text": "Jesus answered them, \"Truly, truly, I say to you, you are seeking me, not because you saw signs, but because you ate your fill of the loaves.",
          "ID": "26"
        },
        {
          "text": "Do not work for the food that perishes, but for the food that endures to eternal life, which the Son of Man will give to you. For on him God the Father has set his seal.\"",
          "ID": "27"
        },
        {
          "text": "Then they said to him, \"What must we do, to be doing the works of God?\"",
          "ID": "28"
        },
        {
          "text": "Jesus answered them, \"This is the work of God, that you believe in him whom he has sent.\"",
          "ID": "29"
        },
        {
          "text": "So they said to him, \"Then what sign do you do, that we may see and believe you? What work do you perform?",
          "ID": "30"
        },
        {
          "text": "Our fathers ate the manna in the wilderness; as it is written, 'He gave them bread from heaven to eat.'\"",
          "ID": "31"
        },
        {
          "text": "Jesus then said to them, \"Truly, truly, I say to you, it was not Moses who gave you the bread from heaven, but my Father gives you the true bread from heaven.",
          "ID": "32"
        },
        {
          "text": "For the bread of God is he who comes down from heaven and gives life to the world.\"",
          "ID": "33"
        },
        {
          "text": "They said to him, \"Sir, give us this bread always.\"",
          "ID": "34"
        },
        {
          "text": "Jesus said to them, \"I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.",
          "ID": "35"
        },
        {
          "text": "But I said to you that you have seen me and yet do not believe.",
          "ID": "36"
        },
        {
          "text": "All that the Father gives me will come to me, and whoever comes to me I will never cast out.",
          "ID": "37"
        },
        {
          "text": "For I have come down from heaven, not to do my own will but the will of him who sent me.",
          "ID": "38"
        },
        {
          "text": "And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day.",
          "ID": "39"
        },
        {
          "text": "For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.\"",
          "ID": "40"
        },
        {
          "text": "So the Jews grumbled about him, because he said, \"I am the bread that came down from heaven.\"",
          "ID": "41"
        },
        {
          "text": "They said, \"Is not this Jesus, the son of Joseph, whose father and mother we know? How does he now say, 'I have come down from heaven'?\"",
          "ID": "42"
        },
        {
          "text": "Jesus answered them, \"Do not grumble among yourselves.",
          "ID": "43"
        },
        {
          "text": "No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.",
          "ID": "44"
        },
        {
          "text": "It is written in the Prophets, 'And they will all be taught by God.' Everyone who has heard and learned from the Father comes to me—",
          "ID": "45"
        },
        {
          "text": "not that anyone has seen the Father except he who is from God; he has seen the Father.",
          "ID": "46"
        },
        {
          "text": "Truly, truly, I say to you, whoever believes has eternal life.",
          "ID": "47"
        },
        {
          "text": "I am the bread of life.",
          "ID": "48"
        },
        {
          "text": "Your fathers ate the manna in the wilderness, and they died.",
          "ID": "49"
        },
        {
          "text": "This is the bread that comes down from heaven, so that one may eat of it and not die.",
          "ID": "50"
        },
        {
          "text": "I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.\"",
          "ID": "51"
        },
        {
          "text": "The Jews then disputed among themselves, saying, \"How can this man give us his flesh to eat?\"",
          "ID": "52"
        },
        {
          "text": "So Jesus said to them, \"Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.",
          "ID": "53"
        },
        {
          "text": "Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.",
          "ID": "54"
        },
        {
          "text": "For my flesh is true food, and my blood is true drink.",
          "ID": "55"
        },
        {
          "text": "Whoever feeds on my flesh and drinks my blood abides in me, and I in him.",
          "ID": "56"
        },
        {
          "text": "As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.",
          "ID": "57"
        },
        {
          "text": "This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.\"",
          "ID": "58"
        },
        {
          "text": "Jesus said these things in the synagogue, as he taught at Capernaum.",
          "ID": "59"
        },
        {
          "text": "When many of his disciples heard it, they said, \"This is a hard saying; who can listen to it?\"",
          "ID": "60"
        },
        {
          "text": "But Jesus, knowing in himself that his disciples were grumbling about this, said to them, \"Do you take offense at this?",
          "ID": "61"
        },
        {
          "text": "Then what if you were to see the Son of Man ascending to where he was before?",
          "ID": "62"
        },
        {
          "text": "It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.",
          "ID": "63"
        },
        {
          "text": "But there are some of you who do not believe.\" (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.)",
          "ID": "64"
        },
        {
          "text": "And he said, \"This is why I told you that no one can come to me unless it is granted him by the Father.\"",
          "ID": "65"
        },
        {
          "text": "After this many of his disciples turned back and no longer walked with him.",
          "ID": "66"
        },
        {
          "text": "So Jesus said to the Twelve, \"Do you want to go away as well?\"",
          "ID": "67"
        },
        {
          "text": "Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life,",
          "ID": "68"
        },
        {
          "text": "and we have believed, and have come to know, that you are the Holy One of God.\"",
          "ID": "69"
        },
        {
          "text": "Jesus answered them, \"Did I not choose you, the Twelve? And yet one of you is a devil.\"",
          "ID": "70"
        },
        {
          "text": "He spoke of Judas the son of Simon Iscariot, for he, one of the Twelve, was going to betray him.",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6",
      "name": "John 6"
    },
    {
      "text": [
        {
          "text": "After this Jesus went about in Galilee. He would not go about in Judea, because the Jews were seeking to kill him.",
          "ID": "1"
        },
        {
          "text": "Now the Jews' Feast of Booths was at hand.",
          "ID": "2"
        },
        {
          "text": "So his brothers said to him, \"Leave here and go to Judea, that your disciples also may see the works you are doing.",
          "ID": "3"
        },
        {
          "text": "For no one works in secret if he seeks to be known openly. If you do these things, show yourself to the world.\"",
          "ID": "4"
        },
        {
          "text": "For not even his brothers believed in him.",
          "ID": "5"
        },
        {
          "text": "Jesus said to them, \"My time has not yet come, but your time is always here.",
          "ID": "6"
        },
        {
          "text": "The world cannot hate you, but it hates me because I testify about it that its works are evil.",
          "ID": "7"
        },
        {
          "text": "You go up to the feast. I am not going up to this feast, for my time has not yet fully come.\"",
          "ID": "8"
        },
        {
          "text": "After saying this, he remained in Galilee.",
          "ID": "9"
        },
        {
          "text": "But after his brothers had gone up to the feast, then he also went up, not publicly but in private.",
          "ID": "10"
        },
        {
          "text": "The Jews were looking for him at the feast, and saying, \"Where is he?\"",
          "ID": "11"
        },
        {
          "text": "And there was much muttering about him among the people. While some said, \"He is a good man,\" others said, \"No, he is leading the people astray.\"",
          "ID": "12"
        },
        {
          "text": "Yet for fear of the Jews no one spoke openly of him.",
          "ID": "13"
        },
        {
          "text": "About the middle of the feast Jesus went up into the temple and began teaching.",
          "ID": "14"
        },
        {
          "text": "The Jews therefore marveled, saying, \"How is it that this man has learning, when he has never studied?\"",
          "ID": "15"
        },
        {
          "text": "So Jesus answered them, \"My teaching is not mine, but his who sent me.",
          "ID": "16"
        },
        {
          "text": "If anyone's will is to do God's will, he will know whether the teaching is from God or whether I am speaking on my own authority.",
          "ID": "17"
        },
        {
          "text": "The one who speaks on his own authority seeks his own glory; but the one who seeks the glory of him who sent him is true, and in him there is no falsehood.",
          "ID": "18"
        },
        {
          "text": "Has not Moses given you the law? Yet none of you keeps the law. Why do you seek to kill me?\"",
          "ID": "19"
        },
        {
          "text": "The crowd answered, \"You have a demon! Who is seeking to kill you?\"",
          "ID": "20"
        },
        {
          "text": "Jesus answered them, \"I did one work, and you all marvel at it.",
          "ID": "21"
        },
        {
          "text": "Moses gave you circumcision (not that it is from Moses, but from the fathers), and you circumcise a man on the Sabbath.",
          "ID": "22"
        },
        {
          "text": "If on the Sabbath a man receives circumcision, so that the law of Moses may not be broken, are you angry with me because on the Sabbath I made a man's whole body well?",
          "ID": "23"
        },
        {
          "text": "Do not judge by appearances, but judge with right judgment.\"",
          "ID": "24"
        },
        {
          "text": "Some of the people of Jerusalem therefore said, \"Is not this the man whom they seek to kill?",
          "ID": "25"
        },
        {
          "text": "And here he is, speaking openly, and they say nothing to him! Can it be that the authorities really know that this is the Christ?",
          "ID": "26"
        },
        {
          "text": "But we know where this man comes from, and when the Christ appears, no one will know where he comes from.\"",
          "ID": "27"
        },
        {
          "text": "So Jesus proclaimed, as he taught in the temple, \"You know me, and you know where I come from. But I have not come of my own accord. He who sent me is true, and him you do not know.",
          "ID": "28"
        },
        {
          "text": "I know him, for I come from him, and he sent me.\"",
          "ID": "29"
        },
        {
          "text": "So they were seeking to arrest him, but no one laid a hand on him, because his hour had not yet come.",
          "ID": "30"
        },
        {
          "text": "Yet many of the people believed in him. They said, \"When the Christ appears, will he do more signs than this man has done?\"",
          "ID": "31"
        },
        {
          "text": "The Pharisees heard the crowd muttering these things about him, and the chief priests and Pharisees sent officers to arrest him.",
          "ID": "32"
        },
        {
          "text": "Jesus then said, \"I will be with you a little longer, and then I am going to him who sent me.",
          "ID": "33"
        },
        {
          "text": "You will seek me and you will not find me. Where I am you cannot come.\"",
          "ID": "34"
        },
        {
          "text": "The Jews said to one another, \"Where does this man intend to go that we will not find him? Does he intend to go to the Dispersion among the Greeks and teach the Greeks?",
          "ID": "35"
        },
        {
          "text": "What does he mean by saying, 'You will seek me and you will not find me,' and, 'Where I am you cannot come'?\"",
          "ID": "36"
        },
        {
          "text": "On the last day of the feast, the great day, Jesus stood up and cried out, \"If anyone thirsts, let him come to me and drink.",
          "ID": "37"
        },
        {
          "text": "Whoever believes in me, as the Scripture has said, 'Out of his heart will flow rivers of living water.'\"",
          "ID": "38"
        },
        {
          "text": "Now this he said about the Spirit, whom those who believed in him were to receive, for as yet the Spirit had not been given, because Jesus was not yet glorified.",
          "ID": "39"
        },
        {
          "text": "When they heard these words, some of the people said, \"This really is the Prophet.\"",
          "ID": "40"
        },
        {
          "text": "Others said, \"This is the Christ.\" But some said, \"Is the Christ to come from Galilee?",
          "ID": "41"
        },
        {
          "text": "Has not the Scripture said that the Christ comes from the offspring of David, and comes from Bethlehem, the village where David was?\"",
          "ID": "42"
        },
        {
          "text": "So there was a division among the people over him.",
          "ID": "43"
        },
        {
          "text": "Some of them wanted to arrest him, but no one laid hands on him.",
          "ID": "44"
        },
        {
          "text": "The officers then came to the chief priests and Pharisees, who said to them, \"Why did you not bring him?\"",
          "ID": "45"
        },
        {
          "text": "The officers answered, \"No one ever spoke like this man!\"",
          "ID": "46"
        },
        {
          "text": "The Pharisees answered them, \"Have you also been deceived?",
          "ID": "47"
        },
        {
          "text": "Have any of the authorities or the Pharisees believed in him?",
          "ID": "48"
        },
        {
          "text": "But this crowd that does not know the law is accursed.\"",
          "ID": "49"
        },
        {
          "text": "Nicodemus, who had gone to him before, and who was one of them, said to them,",
          "ID": "50"
        },
        {
          "text": "\"Does our law judge a man without first giving him a hearing and learning what he does?\"",
          "ID": "51"
        },
        {
          "text": "They replied, \"Are you from Galilee too? Search and see that no prophet arises from Galilee.\"",
          "ID": "52"
        },
        {
          "text": "[[They went each to his own house,",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7",
      "name": "John 7"
    },
    {
      "text": [
        {
          "text": "but Jesus went to the Mount of Olives.",
          "ID": "1"
        },
        {
          "text": "Early in the morning he came again to the temple. All the people came to him, and he sat down and taught them.",
          "ID": "2"
        },
        {
          "text": "The scribes and the Pharisees brought a woman who had been caught in adultery, and placing her in the midst",
          "ID": "3"
        },
        {
          "text": "they said to him, \"Teacher, this woman has been caught in the act of adultery.",
          "ID": "4"
        },
        {
          "text": "Now in the Law Moses commanded us to stone such women. So what do you say?\"",
          "ID": "5"
        },
        {
          "text": "This they said to test him, that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground.",
          "ID": "6"
        },
        {
          "text": "And as they continued to ask him, he stood up and said to them, \"Let him who is without sin among you be the first to throw a stone at her.\"",
          "ID": "7"
        },
        {
          "text": "And once more he bent down and wrote on the ground.",
          "ID": "8"
        },
        {
          "text": "But when they heard it, they went away one by one, beginning with the older ones, and Jesus was left alone with the woman standing before him.",
          "ID": "9"
        },
        {
          "text": "Jesus stood up and said to her, \"Woman, where are they? Has no one condemned you?\"",
          "ID": "10"
        },
        {
          "text": "She said, \"No one, Lord.\" And Jesus said, \"Neither do I condemn you; go, and from now on sin no more.\"]]",
          "ID": "11"
        },
        {
          "text": "Again Jesus spoke to them, saying, \"I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.\"",
          "ID": "12"
        },
        {
          "text": "So the Pharisees said to him, \"You are bearing witness about yourself; your testimony is not true.\"",
          "ID": "13"
        },
        {
          "text": "Jesus answered, \"Even if I do bear witness about myself, my testimony is true, for I know where I came from and where I am going, but you do not know where I come from or where I am going.",
          "ID": "14"
        },
        {
          "text": "You judge according to the flesh; I judge no one.",
          "ID": "15"
        },
        {
          "text": "Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.",
          "ID": "16"
        },
        {
          "text": "In your Law it is written that the testimony of two people is true.",
          "ID": "17"
        },
        {
          "text": "I am the one who bears witness about myself, and the Father who sent me bears witness about me.\"",
          "ID": "18"
        },
        {
          "text": "They said to him therefore, \"Where is your Father?\" Jesus answered, \"You know neither me nor my Father. If you knew me, you would know my Father also.\"",
          "ID": "19"
        },
        {
          "text": "These words he spoke in the treasury, as he taught in the temple; but no one arrested him, because his hour had not yet come.",
          "ID": "20"
        },
        {
          "text": "So he said to them again, \"I am going away, and you will seek me, and you will die in your sin. Where I am going, you cannot come.\"",
          "ID": "21"
        },
        {
          "text": "So the Jews said, \"Will he kill himself, since he says, 'Where I am going, you cannot come'?\"",
          "ID": "22"
        },
        {
          "text": "He said to them, \"You are from below; I am from above. You are of this world; I am not of this world.",
          "ID": "23"
        },
        {
          "text": "I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.\"",
          "ID": "24"
        },
        {
          "text": "So they said to him, \"Who are you?\" Jesus said to them, \"Just what I have been telling you from the beginning.",
          "ID": "25"
        },
        {
          "text": "I have much to say about you and much to judge, but he who sent me is true, and I declare to the world what I have heard from him.\"",
          "ID": "26"
        },
        {
          "text": "They did not understand that he had been speaking to them about the Father.",
          "ID": "27"
        },
        {
          "text": "So Jesus said to them, \"When you have lifted up the Son of Man, then you will know that I am he, and that I do nothing on my own authority, but speak just as the Father taught me.",
          "ID": "28"
        },
        {
          "text": "And he who sent me is with me. He has not left me alone, for I always do the things that are pleasing to him.\"",
          "ID": "29"
        },
        {
          "text": "As he was saying these things, many believed in him.",
          "ID": "30"
        },
        {
          "text": "So Jesus said to the Jews who had believed him, \"If you abide in my word, you are truly my disciples,",
          "ID": "31"
        },
        {
          "text": "and you will know the truth, and the truth will set you free.\"",
          "ID": "32"
        },
        {
          "text": "They answered him, \"We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, 'You will become free'?\"",
          "ID": "33"
        },
        {
          "text": "Jesus answered them, \"Truly, truly, I say to you, everyone who practices sin is a slave to sin.",
          "ID": "34"
        },
        {
          "text": "The slave does not remain in the house forever; the son remains forever.",
          "ID": "35"
        },
        {
          "text": "So if the Son sets you free, you will be free indeed.",
          "ID": "36"
        },
        {
          "text": "I know that you are offspring of Abraham; yet you seek to kill me because my word finds no place in you.",
          "ID": "37"
        },
        {
          "text": "I speak of what I have seen with my Father, and you do what you have heard from your father.\"",
          "ID": "38"
        },
        {
          "text": "They answered him, \"Abraham is our father.\" Jesus said to them, \"If you were Abraham's children, you would be doing the works Abraham did,",
          "ID": "39"
        },
        {
          "text": "but now you seek to kill me, a man who has told you the truth that I heard from God. This is not what Abraham did.",
          "ID": "40"
        },
        {
          "text": "You are doing the works your father did.\" They said to him, \"We were not born of sexual immorality. We have one Father—even God.\"",
          "ID": "41"
        },
        {
          "text": "Jesus said to them, \"If God were your Father, you would love me, for I came from God and I am here. I came not of my own accord, but he sent me.",
          "ID": "42"
        },
        {
          "text": "Why do you not understand what I say? It is because you cannot bear to hear my word.",
          "ID": "43"
        },
        {
          "text": "You are of your father the devil, and your will is to do your father's desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.",
          "ID": "44"
        },
        {
          "text": "But because I tell the truth, you do not believe me.",
          "ID": "45"
        },
        {
          "text": "Which one of you convicts me of sin? If I tell the truth, why do you not believe me?",
          "ID": "46"
        },
        {
          "text": "Whoever is of God hears the words of God. The reason why you do not hear them is that you are not of God.\"",
          "ID": "47"
        },
        {
          "text": "The Jews answered him, \"Are we not right in saying that you are a Samaritan and have a demon?\"",
          "ID": "48"
        },
        {
          "text": "Jesus answered, \"I do not have a demon, but I honor my Father, and you dishonor me.",
          "ID": "49"
        },
        {
          "text": "Yet I do not seek my own glory; there is One who seeks it, and he is the judge.",
          "ID": "50"
        },
        {
          "text": "Truly, truly, I say to you, if anyone keeps my word, he will never see death.\"",
          "ID": "51"
        },
        {
          "text": "The Jews said to him, \"Now we know that you have a demon! Abraham died, as did the prophets, yet you say, 'If anyone keeps my word, he will never taste death.'",
          "ID": "52"
        },
        {
          "text": "Are you greater than our father Abraham, who died? And the prophets died! Who do you make yourself out to be?\"",
          "ID": "53"
        },
        {
          "text": "Jesus answered, \"If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say, 'He is our God.'",
          "ID": "54"
        },
        {
          "text": "But you have not known him. I know him. If I were to say that I do not know him, I would be a liar like you, but I do know him and I keep his word.",
          "ID": "55"
        },
        {
          "text": "Your father Abraham rejoiced that he would see my day. He saw it and was glad.\"",
          "ID": "56"
        },
        {
          "text": "So the Jews said to him, \"You are not yet fifty years old, and have you seen Abraham?\"",
          "ID": "57"
        },
        {
          "text": "Jesus said to them, \"Truly, truly, I say to you, before Abraham was, I am.\"",
          "ID": "58"
        },
        {
          "text": "So they picked up stones to throw at him, but Jesus hid himself and went out of the temple.",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8",
      "name": "John 8"
    },
    {
      "text": [
        {
          "text": "As he passed by, he saw a man blind from birth.",
          "ID": "1"
        },
        {
          "text": "And his disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\"",
          "ID": "2"
        },
        {
          "text": "Jesus answered, \"It was not that this man sinned, or his parents, but that the works of God might be displayed in him.",
          "ID": "3"
        },
        {
          "text": "We must work the works of him who sent me while it is day; night is coming, when no one can work.",
          "ID": "4"
        },
        {
          "text": "As long as I am in the world, I am the light of the world.\"",
          "ID": "5"
        },
        {
          "text": "Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man's eyes with the mud",
          "ID": "6"
        },
        {
          "text": "and said to him, \"Go, wash in the pool of Siloam\" (which means Sent). So he went and washed and came back seeing.",
          "ID": "7"
        },
        {
          "text": "The neighbors and those who had seen him before as a beggar were saying, \"Is this not the man who used to sit and beg?\"",
          "ID": "8"
        },
        {
          "text": "Some said, \"It is he.\" Others said, \"No, but he is like him.\" He kept saying, \"I am the man.\"",
          "ID": "9"
        },
        {
          "text": "So they said to him, \"Then how were your eyes opened?\"",
          "ID": "10"
        },
        {
          "text": "He answered, \"The man called Jesus made mud and anointed my eyes and said to me, 'Go to Siloam and wash.' So I went and washed and received my sight.\"",
          "ID": "11"
        },
        {
          "text": "They said to him, \"Where is he?\" He said, \"I do not know.\"",
          "ID": "12"
        },
        {
          "text": "They brought to the Pharisees the man who had formerly been blind.",
          "ID": "13"
        },
        {
          "text": "Now it was a Sabbath day when Jesus made the mud and opened his eyes.",
          "ID": "14"
        },
        {
          "text": "So the Pharisees again asked him how he had received his sight. And he said to them, \"He put mud on my eyes, and I washed, and I see.\"",
          "ID": "15"
        },
        {
          "text": "Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\" But others said, \"How can a man who is a sinner do such signs?\" And there was a division among them.",
          "ID": "16"
        },
        {
          "text": "So they said again to the blind man, \"What do you say about him, since he has opened your eyes?\" He said, \"He is a prophet.\"",
          "ID": "17"
        },
        {
          "text": "The Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight",
          "ID": "18"
        },
        {
          "text": "and asked them, \"Is this your son, who you say was born blind? How then does he now see?\"",
          "ID": "19"
        },
        {
          "text": "His parents answered, \"We know that this is our son and that he was born blind.",
          "ID": "20"
        },
        {
          "text": "But how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.\"",
          "ID": "21"
        },
        {
          "text": "(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.)",
          "ID": "22"
        },
        {
          "text": "Therefore his parents said, \"He is of age; ask him.\"",
          "ID": "23"
        },
        {
          "text": "So for the second time they called the man who had been blind and said to him, \"Give glory to God. We know that this man is a sinner.\"",
          "ID": "24"
        },
        {
          "text": "He answered, \"Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see.\"",
          "ID": "25"
        },
        {
          "text": "They said to him, \"What did he do to you? How did he open your eyes?\"",
          "ID": "26"
        },
        {
          "text": "He answered them, \"I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?\"",
          "ID": "27"
        },
        {
          "text": "And they reviled him, saying, \"You are his disciple, but we are disciples of Moses.",
          "ID": "28"
        },
        {
          "text": "We know that God has spoken to Moses, but as for this man, we do not know where he comes from.\"",
          "ID": "29"
        },
        {
          "text": "The man answered, \"Why, this is an amazing thing! You do not know where he comes from, and yet he opened my eyes.",
          "ID": "30"
        },
        {
          "text": "We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him.",
          "ID": "31"
        },
        {
          "text": "Never since the world began has it been heard that anyone opened the eyes of a man born blind.",
          "ID": "32"
        },
        {
          "text": "If this man were not from God, he could do nothing.\"",
          "ID": "33"
        },
        {
          "text": "They answered him, \"You were born in utter sin, and would you teach us?\" And they cast him out.",
          "ID": "34"
        },
        {
          "text": "Jesus heard that they had cast him out, and having found him he said, \"Do you believe in the Son of Man?\"",
          "ID": "35"
        },
        {
          "text": "He answered, \"And who is he, sir, that I may believe in him?\"",
          "ID": "36"
        },
        {
          "text": "Jesus said to him, \"You have seen him, and it is he who is speaking to you.\"",
          "ID": "37"
        },
        {
          "text": "He said, \"Lord, I believe,\" and he worshiped him.",
          "ID": "38"
        },
        {
          "text": "Jesus said, \"For judgment I came into this world, that those who do not see may see, and those who see may become blind.\"",
          "ID": "39"
        },
        {
          "text": "Some of the Pharisees near him heard these things, and said to him, \"Are we also blind?\"",
          "ID": "40"
        },
        {
          "text": "Jesus said to them, \"If you were blind, you would have no guilt; but now that you say, 'We see,' your guilt remains.",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9",
      "name": "John 9"
    },
    {
      "text": [
        {
          "text": "\"Truly, truly, I say to you, he who does not enter the sheepfold by the door but climbs in by another way, that man is a thief and a robber.",
          "ID": "1"
        },
        {
          "text": "But he who enters by the door is the shepherd of the sheep.",
          "ID": "2"
        },
        {
          "text": "To him the gatekeeper opens. The sheep hear his voice, and he calls his own sheep by name and leads them out.",
          "ID": "3"
        },
        {
          "text": "When he has brought out all his own, he goes before them, and the sheep follow him, for they know his voice.",
          "ID": "4"
        },
        {
          "text": "A stranger they will not follow, but they will flee from him, for they do not know the voice of strangers.\"",
          "ID": "5"
        },
        {
          "text": "This figure of speech Jesus used with them, but they did not understand what he was saying to them.",
          "ID": "6"
        },
        {
          "text": "So Jesus again said to them, \"Truly, truly, I say to you, I am the door of the sheep.",
          "ID": "7"
        },
        {
          "text": "All who came before me are thieves and robbers, but the sheep did not listen to them.",
          "ID": "8"
        },
        {
          "text": "I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture.",
          "ID": "9"
        },
        {
          "text": "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.",
          "ID": "10"
        },
        {
          "text": "I am the good shepherd. The good shepherd lays down his life for the sheep.",
          "ID": "11"
        },
        {
          "text": "He who is a hired hand and not a shepherd, who does not own the sheep, sees the wolf coming and leaves the sheep and flees, and the wolf snatches them and scatters them.",
          "ID": "12"
        },
        {
          "text": "He flees because he is a hired hand and cares nothing for the sheep.",
          "ID": "13"
        },
        {
          "text": "I am the good shepherd. I know my own and my own know me,",
          "ID": "14"
        },
        {
          "text": "just as the Father knows me and I know the Father; and I lay down my life for the sheep.",
          "ID": "15"
        },
        {
          "text": "And I have other sheep that are not of this fold. I must bring them also, and they will listen to my voice. So there will be one flock, one shepherd.",
          "ID": "16"
        },
        {
          "text": "For this reason the Father loves me, because I lay down my life that I may take it up again.",
          "ID": "17"
        },
        {
          "text": "No one takes it from me, but I lay it down of my own accord. I have authority to lay it down, and I have authority to take it up again. This charge I have received from my Father.\"",
          "ID": "18"
        },
        {
          "text": "There was again a division among the Jews because of these words.",
          "ID": "19"
        },
        {
          "text": "Many of them said, \"He has a demon, and is insane; why listen to him?\"",
          "ID": "20"
        },
        {
          "text": "Others said, \"These are not the words of one who is oppressed by a demon. Can a demon open the eyes of the blind?\"",
          "ID": "21"
        },
        {
          "text": "At that time the Feast of Dedication took place at Jerusalem. It was winter,",
          "ID": "22"
        },
        {
          "text": "and Jesus was walking in the temple, in the colonnade of Solomon.",
          "ID": "23"
        },
        {
          "text": "So the Jews gathered around him and said to him, \"How long will you keep us in suspense? If you are the Christ, tell us plainly.\"",
          "ID": "24"
        },
        {
          "text": "Jesus answered them, \"I told you, and you do not believe. The works that I do in my Father's name bear witness about me,",
          "ID": "25"
        },
        {
          "text": "but you do not believe because you are not among my sheep.",
          "ID": "26"
        },
        {
          "text": "My sheep hear my voice, and I know them, and they follow me.",
          "ID": "27"
        },
        {
          "text": "I give them eternal life, and they will never perish, and no one will snatch them out of my hand.",
          "ID": "28"
        },
        {
          "text": "My Father, who has given them to me, is greater than all, and no one is able to snatch them out of the Father's hand.",
          "ID": "29"
        },
        {
          "text": "I and the Father are one.\"",
          "ID": "30"
        },
        {
          "text": "The Jews picked up stones again to stone him.",
          "ID": "31"
        },
        {
          "text": "Jesus answered them, \"I have shown you many good works from the Father; for which of them are you going to stone me?\"",
          "ID": "32"
        },
        {
          "text": "The Jews answered him, \"It is not for a good work that we are going to stone you but for blasphemy, because you, being a man, make yourself God.\"",
          "ID": "33"
        },
        {
          "text": "Jesus answered them, \"Is it not written in your Law, 'I said, you are gods'?",
          "ID": "34"
        },
        {
          "text": "If he called them gods to whom the word of God came—and Scripture cannot be broken—",
          "ID": "35"
        },
        {
          "text": "do you say of him whom the Father consecrated and sent into the world, 'You are blaspheming,' because I said, 'I am the Son of God'?",
          "ID": "36"
        },
        {
          "text": "If I am not doing the works of my Father, then do not believe me;",
          "ID": "37"
        },
        {
          "text": "but if I do them, even though you do not believe me, believe the works, that you may know and understand that the Father is in me and I am in the Father.\"",
          "ID": "38"
        },
        {
          "text": "Again they sought to arrest him, but he escaped from their hands.",
          "ID": "39"
        },
        {
          "text": "He went away again across the Jordan to the place where John had been baptizing at first, and there he remained.",
          "ID": "40"
        },
        {
          "text": "And many came to him. And they said, \"John did no sign, but everything that John said about this man was true.\"",
          "ID": "41"
        },
        {
          "text": "And many believed in him there.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10",
      "name": "John 10"
    },
    {
      "text": [
        {
          "text": "Now a certain man was ill, Lazarus of Bethany, the village of Mary and her sister Martha.",
          "ID": "1"
        },
        {
          "text": "It was Mary who anointed the Lord with ointment and wiped his feet with her hair, whose brother Lazarus was ill.",
          "ID": "2"
        },
        {
          "text": "So the sisters sent to him, saying, \"Lord, he whom you love is ill.\"",
          "ID": "3"
        },
        {
          "text": "But when Jesus heard it he said, \"This illness does not lead to death. It is for the glory of God, so that the Son of God may be glorified through it.\"",
          "ID": "4"
        },
        {
          "text": "Now Jesus loved Martha and her sister and Lazarus.",
          "ID": "5"
        },
        {
          "text": "So, when he heard that Lazarus was ill, he stayed two days longer in the place where he was.",
          "ID": "6"
        },
        {
          "text": "Then after this he said to the disciples, \"Let us go to Judea again.\"",
          "ID": "7"
        },
        {
          "text": "The disciples said to him, \"Rabbi, the Jews were just now seeking to stone you, and are you going there again?\"",
          "ID": "8"
        },
        {
          "text": "Jesus answered, \"Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world.",
          "ID": "9"
        },
        {
          "text": "But if anyone walks in the night, he stumbles, because the light is not in him.\"",
          "ID": "10"
        },
        {
          "text": "After saying these things, he said to them, \"Our friend Lazarus has fallen asleep, but I go to awaken him.\"",
          "ID": "11"
        },
        {
          "text": "The disciples said to him, \"Lord, if he has fallen asleep, he will recover.\"",
          "ID": "12"
        },
        {
          "text": "Now Jesus had spoken of his death, but they thought that he meant taking rest in sleep.",
          "ID": "13"
        },
        {
          "text": "Then Jesus told them plainly, \"Lazarus has died,",
          "ID": "14"
        },
        {
          "text": "and for your sake I am glad that I was not there, so that you may believe. But let us go to him.\"",
          "ID": "15"
        },
        {
          "text": "So Thomas, called the Twin, said to his fellow disciples, \"Let us also go, that we may die with him.\"",
          "ID": "16"
        },
        {
          "text": "Now when Jesus came, he found that Lazarus had already been in the tomb four days.",
          "ID": "17"
        },
        {
          "text": "Bethany was near Jerusalem, about two miles off,",
          "ID": "18"
        },
        {
          "text": "and many of the Jews had come to Martha and Mary to console them concerning their brother.",
          "ID": "19"
        },
        {
          "text": "So when Martha heard that Jesus was coming, she went and met him, but Mary remained seated in the house.",
          "ID": "20"
        },
        {
          "text": "Martha said to Jesus, \"Lord, if you had been here, my brother would not have died.",
          "ID": "21"
        },
        {
          "text": "But even now I know that whatever you ask from God, God will give you.\"",
          "ID": "22"
        },
        {
          "text": "Jesus said to her, \"Your brother will rise again.\"",
          "ID": "23"
        },
        {
          "text": "Martha said to him, \"I know that he will rise again in the resurrection on the last day.\"",
          "ID": "24"
        },
        {
          "text": "Jesus said to her, \"I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live,",
          "ID": "25"
        },
        {
          "text": "and everyone who lives and believes in me shall never die. Do you believe this?\"",
          "ID": "26"
        },
        {
          "text": "She said to him, \"Yes, Lord; I believe that you are the Christ, the Son of God, who is coming into the world.\"",
          "ID": "27"
        },
        {
          "text": "When she had said this, she went and called her sister Mary, saying in private, \"The Teacher is here and is calling for you.\"",
          "ID": "28"
        },
        {
          "text": "And when she heard it, she rose quickly and went to him.",
          "ID": "29"
        },
        {
          "text": "Now Jesus had not yet come into the village, but was still in the place where Martha had met him.",
          "ID": "30"
        },
        {
          "text": "When the Jews who were with her in the house, consoling her, saw Mary rise quickly and go out, they followed her, supposing that she was going to the tomb to weep there.",
          "ID": "31"
        },
        {
          "text": "Now when Mary came to where Jesus was and saw him, she fell at his feet, saying to him, \"Lord, if you had been here, my brother would not have died.\"",
          "ID": "32"
        },
        {
          "text": "When Jesus saw her weeping, and the Jews who had come with her also weeping, he was deeply moved in his spirit and greatly troubled.",
          "ID": "33"
        },
        {
          "text": "And he said, \"Where have you laid him?\" They said to him, \"Lord, come and see.\"",
          "ID": "34"
        },
        {
          "text": "Jesus wept.",
          "ID": "35"
        },
        {
          "text": "So the Jews said, \"See how he loved him!\"",
          "ID": "36"
        },
        {
          "text": "But some of them said, \"Could not he who opened the eyes of the blind man also have kept this man from dying?\"",
          "ID": "37"
        },
        {
          "text": "Then Jesus, deeply moved again, came to the tomb. It was a cave, and a stone lay against it.",
          "ID": "38"
        },
        {
          "text": "Jesus said, \"Take away the stone.\" Martha, the sister of the dead man, said to him, \"Lord, by this time there will be an odor, for he has been dead four days.\"",
          "ID": "39"
        },
        {
          "text": "Jesus said to her, \"Did I not tell you that if you believed you would see the glory of God?\"",
          "ID": "40"
        },
        {
          "text": "So they took away the stone. And Jesus lifted up his eyes and said, \"Father, I thank you that you have heard me.",
          "ID": "41"
        },
        {
          "text": "I knew that you always hear me, but I said this on account of the people standing around, that they may believe that you sent me.\"",
          "ID": "42"
        },
        {
          "text": "When he had said these things, he cried out with a loud voice, \"Lazarus, come out.\"",
          "ID": "43"
        },
        {
          "text": "The man who had died came out, his hands and feet bound with linen strips, and his face wrapped with a cloth. Jesus said to them, \"Unbind him, and let him go.\"",
          "ID": "44"
        },
        {
          "text": "Many of the Jews therefore, who had come with Mary and had seen what he did, believed in him,",
          "ID": "45"
        },
        {
          "text": "but some of them went to the Pharisees and told them what Jesus had done.",
          "ID": "46"
        },
        {
          "text": "So the chief priests and the Pharisees gathered the council and said, \"What are we to do? For this man performs many signs.",
          "ID": "47"
        },
        {
          "text": "If we let him go on like this, everyone will believe in him, and the Romans will come and take away both our place and our nation.\"",
          "ID": "48"
        },
        {
          "text": "But one of them, Caiaphas, who was high priest that year, said to them, \"You know nothing at all.",
          "ID": "49"
        },
        {
          "text": "Nor do you understand that it is better for you that one man should die for the people, not that the whole nation should perish.\"",
          "ID": "50"
        },
        {
          "text": "He did not say this of his own accord, but being high priest that year he prophesied that Jesus would die for the nation,",
          "ID": "51"
        },
        {
          "text": "and not for the nation only, but also to gather into one the children of God who are scattered abroad.",
          "ID": "52"
        },
        {
          "text": "So from that day on they made plans to put him to death.",
          "ID": "53"
        },
        {
          "text": "Jesus therefore no longer walked openly among the Jews, but went from there to the region near the wilderness, to a town called Ephraim, and there he stayed with the disciples.",
          "ID": "54"
        },
        {
          "text": "Now the Passover of the Jews was at hand, and many went up from the country to Jerusalem before the Passover to purify themselves.",
          "ID": "55"
        },
        {
          "text": "They were looking for Jesus and saying to one another as they stood in the temple, \"What do you think? That he will not come to the feast at all?\"",
          "ID": "56"
        },
        {
          "text": "Now the chief priests and the Pharisees had given orders that if anyone knew where he was, he should let them know, so that they might arrest him.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11",
      "name": "John 11"
    },
    {
      "text": [
        {
          "text": "Six days before the Passover, Jesus therefore came to Bethany, where Lazarus was, whom Jesus had raised from the dead.",
          "ID": "1"
        },
        {
          "text": "So they gave a dinner for him there. Martha served, and Lazarus was one of those reclining with him at table.",
          "ID": "2"
        },
        {
          "text": "Mary therefore took a pound of expensive ointment made from pure nard, and anointed the feet of Jesus and wiped his feet with her hair. The house was filled with the fragrance of the perfume.",
          "ID": "3"
        },
        {
          "text": "But Judas Iscariot, one of his disciples (he who was about to betray him), said,",
          "ID": "4"
        },
        {
          "text": "\"Why was this ointment not sold for three hundred denarii and given to the poor?\"",
          "ID": "5"
        },
        {
          "text": "He said this, not because he cared about the poor, but because he was a thief, and having charge of the moneybag he used to help himself to what was put into it.",
          "ID": "6"
        },
        {
          "text": "Jesus said, \"Leave her alone, so that she may keep it for the day of my burial.",
          "ID": "7"
        },
        {
          "text": "For the poor you always have with you, but you do not always have me.\"",
          "ID": "8"
        },
        {
          "text": "When the large crowd of the Jews learned that Jesus was there, they came, not only on account of him but also to see Lazarus, whom he had raised from the dead.",
          "ID": "9"
        },
        {
          "text": "So the chief priests made plans to put Lazarus to death as well,",
          "ID": "10"
        },
        {
          "text": "because on account of him many of the Jews were going away and believing in Jesus.",
          "ID": "11"
        },
        {
          "text": "The next day the large crowd that had come to the feast heard that Jesus was coming to Jerusalem.",
          "ID": "12"
        },
        {
          "text": "So they took branches of palm trees and went out to meet him, crying out, \"Hosanna! Blessed is he who comes in the name of the Lord, even the King of Israel!\"",
          "ID": "13"
        },
        {
          "text": "And Jesus found a young donkey and sat on it, just as it is written,",
          "ID": "14"
        },
        {
          "text": "\"Fear not, daughter of Zion;",
          "ID": "15"
        },
        {
          "text": "behold, your king is coming,",
          "ID": "15"
        },
        {
          "text": "sitting on a donkey's colt!\"",
          "ID": "15"
        },
        {
          "text": "His disciples did not understand these things at first, but when Jesus was glorified, then they remembered that these things had been written about him and had been done to him.",
          "ID": "16"
        },
        {
          "text": "The crowd that had been with him when he called Lazarus out of the tomb and raised him from the dead continued to bear witness.",
          "ID": "17"
        },
        {
          "text": "The reason why the crowd went to meet him was that they heard he had done this sign.",
          "ID": "18"
        },
        {
          "text": "So the Pharisees said to one another, \"You see that you are gaining nothing. Look, the world has gone after him.\"",
          "ID": "19"
        },
        {
          "text": "Now among those who went up to worship at the feast were some Greeks.",
          "ID": "20"
        },
        {
          "text": "So these came to Philip, who was from Bethsaida in Galilee, and asked him, \"Sir, we wish to see Jesus.\"",
          "ID": "21"
        },
        {
          "text": "Philip went and told Andrew; Andrew and Philip went and told Jesus.",
          "ID": "22"
        },
        {
          "text": "And Jesus answered them, \"The hour has come for the Son of Man to be glorified.",
          "ID": "23"
        },
        {
          "text": "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit.",
          "ID": "24"
        },
        {
          "text": "Whoever loves his life loses it, and whoever hates his life in this world will keep it for eternal life.",
          "ID": "25"
        },
        {
          "text": "If anyone serves me, he must follow me; and where I am, there will my servant be also. If anyone serves me, the Father will honor him.",
          "ID": "26"
        },
        {
          "text": "\"Now is my soul troubled. And what shall I say? 'Father, save me from this hour'? But for this purpose I have come to this hour.",
          "ID": "27"
        },
        {
          "text": "Father, glorify your name.\" Then a voice came from heaven: \"I have glorified it, and I will glorify it again.\"",
          "ID": "28"
        },
        {
          "text": "The crowd that stood there and heard it said that it had thundered. Others said, \"An angel has spoken to him.\"",
          "ID": "29"
        },
        {
          "text": "Jesus answered, \"This voice has come for your sake, not mine.",
          "ID": "30"
        },
        {
          "text": "Now is the judgment of this world; now will the ruler of this world be cast out.",
          "ID": "31"
        },
        {
          "text": "And I, when I am lifted up from the earth, will draw all people to myself.\"",
          "ID": "32"
        },
        {
          "text": "He said this to show by what kind of death he was going to die.",
          "ID": "33"
        },
        {
          "text": "So the crowd answered him, \"We have heard from the Law that the Christ remains forever. How can you say that the Son of Man must be lifted up? Who is this Son of Man?\"",
          "ID": "34"
        },
        {
          "text": "So Jesus said to them, \"The light is among you for a little while longer. Walk while you have the light, lest darkness overtake you. The one who walks in the darkness does not know where he is going.",
          "ID": "35"
        },
        {
          "text": "While you have the light, believe in the light, that you may become sons of light.\"",
          "ID": "36"
        },
        {
          "text": "When Jesus had said these things, he departed and hid himself from them.",
          "ID": "36"
        },
        {
          "text": "Though he had done so many signs before them, they still did not believe in him,",
          "ID": "37"
        },
        {
          "text": "so that the word spoken by the prophet Isaiah might be fulfilled:",
          "ID": "38"
        },
        {
          "text": "\"Lord, who has believed what he heard from us,",
          "ID": "38"
        },
        {
          "text": "and to whom has the arm of the Lord been revealed?\"",
          "ID": "38"
        },
        {
          "text": "Therefore they could not believe. For again Isaiah said,",
          "ID": "39"
        },
        {
          "text": "\"He has blinded their eyes",
          "ID": "40"
        },
        {
          "text": "and hardened their heart,",
          "ID": "40"
        },
        {
          "text": "lest they see with their eyes,",
          "ID": "40"
        },
        {
          "text": "and understand with their heart, and turn,",
          "ID": "40"
        },
        {
          "text": "and I would heal them.\"",
          "ID": "40"
        },
        {
          "text": "Isaiah said these things because he saw his glory and spoke of him.",
          "ID": "41"
        },
        {
          "text": "Nevertheless, many even of the authorities believed in him, but for fear of the Pharisees they did not confess it, so that they would not be put out of the synagogue;",
          "ID": "42"
        },
        {
          "text": "for they loved the glory that comes from man more than the glory that comes from God.",
          "ID": "43"
        },
        {
          "text": "And Jesus cried out and said, \"Whoever believes in me, believes not in me but in him who sent me.",
          "ID": "44"
        },
        {
          "text": "And whoever sees me sees him who sent me.",
          "ID": "45"
        },
        {
          "text": "I have come into the world as light, so that whoever believes in me may not remain in darkness.",
          "ID": "46"
        },
        {
          "text": "If anyone hears my words and does not keep them, I do not judge him; for I did not come to judge the world but to save the world.",
          "ID": "47"
        },
        {
          "text": "The one who rejects me and does not receive my words has a judge; the word that I have spoken will judge him on the last day.",
          "ID": "48"
        },
        {
          "text": "For I have not spoken on my own authority, but the Father who sent me has himself given me a commandment—what to say and what to speak.",
          "ID": "49"
        },
        {
          "text": "And I know that his commandment is eternal life. What I say, therefore, I say as the Father has told me.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12",
      "name": "John 12"
    },
    {
      "text": [
        {
          "text": "Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end.",
          "ID": "1"
        },
        {
          "text": "During supper, when the devil had already put it into the heart of Judas Iscariot, Simon's son, to betray him,",
          "ID": "2"
        },
        {
          "text": "Jesus, knowing that the Father had given all things into his hands, and that he had come from God and was going back to God,",
          "ID": "3"
        },
        {
          "text": "rose from supper. He laid aside his outer garments, and taking a towel, tied it around his waist.",
          "ID": "4"
        },
        {
          "text": "Then he poured water into a basin and began to wash the disciples' feet and to wipe them with the towel that was wrapped around him.",
          "ID": "5"
        },
        {
          "text": "He came to Simon Peter, who said to him, \"Lord, do you wash my feet?\"",
          "ID": "6"
        },
        {
          "text": "Jesus answered him, \"What I am doing you do not understand now, but afterward you will understand.\"",
          "ID": "7"
        },
        {
          "text": "Peter said to him, \"You shall never wash my feet.\" Jesus answered him, \"If I do not wash you, you have no share with me.\"",
          "ID": "8"
        },
        {
          "text": "Simon Peter said to him, \"Lord, not my feet only but also my hands and my head!\"",
          "ID": "9"
        },
        {
          "text": "Jesus said to him, \"The one who has bathed does not need to wash, except for his feet, but is completely clean. And you are clean, but not every one of you.\"",
          "ID": "10"
        },
        {
          "text": "For he knew who was to betray him; that was why he said, \"Not all of you are clean.\"",
          "ID": "11"
        },
        {
          "text": "When he had washed their feet and put on his outer garments and resumed his place, he said to them, \"Do you understand what I have done to you?",
          "ID": "12"
        },
        {
          "text": "You call me Teacher and Lord, and you are right, for so I am.",
          "ID": "13"
        },
        {
          "text": "If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another's feet.",
          "ID": "14"
        },
        {
          "text": "For I have given you an example, that you also should do just as I have done to you.",
          "ID": "15"
        },
        {
          "text": "Truly, truly, I say to you, a servant is not greater than his master, nor is a messenger greater than the one who sent him.",
          "ID": "16"
        },
        {
          "text": "If you know these things, blessed are you if you do them.",
          "ID": "17"
        },
        {
          "text": "I am not speaking of all of you; I know whom I have chosen. But the Scripture will be fulfilled, 'He who ate my bread has lifted his heel against me.'",
          "ID": "18"
        },
        {
          "text": "I am telling you this now, before it takes place, that when it does take place you may believe that I am he.",
          "ID": "19"
        },
        {
          "text": "Truly, truly, I say to you, whoever receives the one I send receives me, and whoever receives me receives the one who sent me.\"",
          "ID": "20"
        },
        {
          "text": "After saying these things, Jesus was troubled in his spirit, and testified, \"Truly, truly, I say to you, one of you will betray me.\"",
          "ID": "21"
        },
        {
          "text": "The disciples looked at one another, uncertain of whom he spoke.",
          "ID": "22"
        },
        {
          "text": "One of his disciples, whom Jesus loved, was reclining at table at Jesus' side,",
          "ID": "23"
        },
        {
          "text": "so Simon Peter motioned to him to ask Jesus of whom he was speaking.",
          "ID": "24"
        },
        {
          "text": "So that disciple, leaning back against Jesus, said to him, \"Lord, who is it?\"",
          "ID": "25"
        },
        {
          "text": "Jesus answered, \"It is he to whom I will give this morsel of bread when I have dipped it.\" So when he had dipped the morsel, he gave it to Judas, the son of Simon Iscariot.",
          "ID": "26"
        },
        {
          "text": "Then after he had taken the morsel, Satan entered into him. Jesus said to him, \"What you are going to do, do quickly.\"",
          "ID": "27"
        },
        {
          "text": "Now no one at the table knew why he said this to him.",
          "ID": "28"
        },
        {
          "text": "Some thought that, because Judas had the moneybag, Jesus was telling him, \"Buy what we need for the feast,\" or that he should give something to the poor.",
          "ID": "29"
        },
        {
          "text": "So, after receiving the morsel of bread, he immediately went out. And it was night.",
          "ID": "30"
        },
        {
          "text": "When he had gone out, Jesus said, \"Now is the Son of Man glorified, and God is glorified in him.",
          "ID": "31"
        },
        {
          "text": "If God is glorified in him, God will also glorify him in himself, and glorify him at once.",
          "ID": "32"
        },
        {
          "text": "Little children, yet a little while I am with you. You will seek me, and just as I said to the Jews, so now I also say to you, 'Where I am going you cannot come.'",
          "ID": "33"
        },
        {
          "text": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
          "ID": "34"
        },
        {
          "text": "By this all people will know that you are my disciples, if you have love for one another.\"",
          "ID": "35"
        },
        {
          "text": "Simon Peter said to him, \"Lord, where are you going?\" Jesus answered him, \"Where I am going you cannot follow me now, but you will follow afterward.\"",
          "ID": "36"
        },
        {
          "text": "Peter said to him, \"Lord, why can I not follow you now? I will lay down my life for you.\"",
          "ID": "37"
        },
        {
          "text": "Jesus answered, \"Will you lay down your life for me? Truly, truly, I say to you, the rooster will not crow till you have denied me three times.",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13",
      "name": "John 13"
    },
    {
      "text": [
        {
          "text": "\"Let not your hearts be troubled. Believe in God; believe also in me.",
          "ID": "1"
        },
        {
          "text": "In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?",
          "ID": "2"
        },
        {
          "text": "And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.",
          "ID": "3"
        },
        {
          "text": "And you know the way to where I am going.\"",
          "ID": "4"
        },
        {
          "text": "Thomas said to him, \"Lord, we do not know where you are going. How can we know the way?\"",
          "ID": "5"
        },
        {
          "text": "Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me.",
          "ID": "6"
        },
        {
          "text": "If you had known me, you would have known my Father also. From now on you do know him and have seen him.\"",
          "ID": "7"
        },
        {
          "text": "Philip said to him, \"Lord, show us the Father, and it is enough for us.\"",
          "ID": "8"
        },
        {
          "text": "Jesus said to him, \"Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, 'Show us the Father'?",
          "ID": "9"
        },
        {
          "text": "Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own authority, but the Father who dwells in me does his works.",
          "ID": "10"
        },
        {
          "text": "Believe me that I am in the Father and the Father is in me, or else believe on account of the works themselves.",
          "ID": "11"
        },
        {
          "text": "\"Truly, truly, I say to you, whoever believes in me will also do the works that I do; and greater works than these will he do, because I am going to the Father.",
          "ID": "12"
        },
        {
          "text": "Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.",
          "ID": "13"
        },
        {
          "text": "If you ask me anything in my name, I will do it.",
          "ID": "14"
        },
        {
          "text": "\"If you love me, you will keep my commandments.",
          "ID": "15"
        },
        {
          "text": "And I will ask the Father, and he will give you another Helper, to be with you forever,",
          "ID": "16"
        },
        {
          "text": "even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.",
          "ID": "17"
        },
        {
          "text": "\"I will not leave you as orphans; I will come to you.",
          "ID": "18"
        },
        {
          "text": "Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.",
          "ID": "19"
        },
        {
          "text": "In that day you will know that I am in my Father, and you in me, and I in you.",
          "ID": "20"
        },
        {
          "text": "Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.\"",
          "ID": "21"
        },
        {
          "text": "Judas (not Iscariot) said to him, \"Lord, how is it that you will manifest yourself to us, and not to the world?\"",
          "ID": "22"
        },
        {
          "text": "Jesus answered him, \"If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.",
          "ID": "23"
        },
        {
          "text": "Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father's who sent me.",
          "ID": "24"
        },
        {
          "text": "\"These things I have spoken to you while I am still with you.",
          "ID": "25"
        },
        {
          "text": "But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.",
          "ID": "26"
        },
        {
          "text": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
          "ID": "27"
        },
        {
          "text": "You heard me say to you, 'I am going away, and I will come to you.' If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.",
          "ID": "28"
        },
        {
          "text": "And now I have told you before it takes place, so that when it does take place you may believe.",
          "ID": "29"
        },
        {
          "text": "I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,",
          "ID": "30"
        },
        {
          "text": "but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14",
      "name": "John 14"
    },
    {
      "text": [
        {
          "text": "\"I am the true vine, and my Father is the vinedresser.",
          "ID": "1"
        },
        {
          "text": "Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.",
          "ID": "2"
        },
        {
          "text": "Already you are clean because of the word that I have spoken to you.",
          "ID": "3"
        },
        {
          "text": "Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.",
          "ID": "4"
        },
        {
          "text": "I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.",
          "ID": "5"
        },
        {
          "text": "If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.",
          "ID": "6"
        },
        {
          "text": "If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.",
          "ID": "7"
        },
        {
          "text": "By this my Father is glorified, that you bear much fruit and so prove to be my disciples.",
          "ID": "8"
        },
        {
          "text": "As the Father has loved me, so have I loved you. Abide in my love.",
          "ID": "9"
        },
        {
          "text": "If you keep my commandments, you will abide in my love, just as I have kept my Father's commandments and abide in his love.",
          "ID": "10"
        },
        {
          "text": "These things I have spoken to you, that my joy may be in you, and that your joy may be full.",
          "ID": "11"
        },
        {
          "text": "\"This is my commandment, that you love one another as I have loved you.",
          "ID": "12"
        },
        {
          "text": "Greater love has no one than this, that someone lay down his life for his friends.",
          "ID": "13"
        },
        {
          "text": "You are my friends if you do what I command you.",
          "ID": "14"
        },
        {
          "text": "No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you.",
          "ID": "15"
        },
        {
          "text": "You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.",
          "ID": "16"
        },
        {
          "text": "These things I command you, so that you will love one another.",
          "ID": "17"
        },
        {
          "text": "\"If the world hates you, know that it has hated me before it hated you.",
          "ID": "18"
        },
        {
          "text": "If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.",
          "ID": "19"
        },
        {
          "text": "Remember the word that I said to you: 'A servant is not greater than his master.' If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.",
          "ID": "20"
        },
        {
          "text": "But all these things they will do to you on account of my name, because they do not know him who sent me.",
          "ID": "21"
        },
        {
          "text": "If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin.",
          "ID": "22"
        },
        {
          "text": "Whoever hates me hates my Father also.",
          "ID": "23"
        },
        {
          "text": "If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father.",
          "ID": "24"
        },
        {
          "text": "But the word that is written in their Law must be fulfilled: 'They hated me without a cause.'",
          "ID": "25"
        },
        {
          "text": "\"But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.",
          "ID": "26"
        },
        {
          "text": "And you also will bear witness, because you have been with me from the beginning.",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15",
      "name": "John 15"
    },
    {
      "text": [
        {
          "text": "\"I have said all these things to you to keep you from falling away.",
          "ID": "1"
        },
        {
          "text": "They will put you out of the synagogues. Indeed, the hour is coming when whoever kills you will think he is offering service to God.",
          "ID": "2"
        },
        {
          "text": "And they will do these things because they have not known the Father, nor me.",
          "ID": "3"
        },
        {
          "text": "But I have said these things to you, that when their hour comes you may remember that I told them to you.",
          "ID": "4"
        },
        {
          "text": "\"I did not say these things to you from the beginning, because I was with you.",
          "ID": "4"
        },
        {
          "text": "But now I am going to him who sent me, and none of you asks me, 'Where are you going?'",
          "ID": "5"
        },
        {
          "text": "But because I have said these things to you, sorrow has filled your heart.",
          "ID": "6"
        },
        {
          "text": "Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you.",
          "ID": "7"
        },
        {
          "text": "And when he comes, he will convict the world concerning sin and righteousness and judgment:",
          "ID": "8"
        },
        {
          "text": "concerning sin, because they do not believe in me;",
          "ID": "9"
        },
        {
          "text": "concerning righteousness, because I go to the Father, and you will see me no longer;",
          "ID": "10"
        },
        {
          "text": "concerning judgment, because the ruler of this world is judged.",
          "ID": "11"
        },
        {
          "text": "\"I still have many things to say to you, but you cannot bear them now.",
          "ID": "12"
        },
        {
          "text": "When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.",
          "ID": "13"
        },
        {
          "text": "He will glorify me, for he will take what is mine and declare it to you.",
          "ID": "14"
        },
        {
          "text": "All that the Father has is mine; therefore I said that he will take what is mine and declare it to you.",
          "ID": "15"
        },
        {
          "text": "\"A little while, and you will see me no longer; and again a little while, and you will see me.\"",
          "ID": "16"
        },
        {
          "text": "So some of his disciples said to one another, \"What is this that he says to us, 'A little while, and you will not see me, and again a little while, and you will see me'; and, 'because I am going to the Father'?\"",
          "ID": "17"
        },
        {
          "text": "So they were saying, \"What does he mean by 'a little while'? We do not know what he is talking about.\"",
          "ID": "18"
        },
        {
          "text": "Jesus knew that they wanted to ask him, so he said to them, \"Is this what you are asking yourselves, what I meant by saying, 'A little while and you will not see me, and again a little while and you will see me'?",
          "ID": "19"
        },
        {
          "text": "Truly, truly, I say to you, you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will turn into joy.",
          "ID": "20"
        },
        {
          "text": "When a woman is giving birth, she has sorrow because her hour has come, but when she has delivered the baby, she no longer remembers the anguish, for joy that a human being has been born into the world.",
          "ID": "21"
        },
        {
          "text": "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you.",
          "ID": "22"
        },
        {
          "text": "In that day you will ask nothing of me. Truly, truly, I say to you, whatever you ask of the Father in my name, he will give it to you.",
          "ID": "23"
        },
        {
          "text": "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full.",
          "ID": "24"
        },
        {
          "text": "\"I have said these things to you in figures of speech. The hour is coming when I will no longer speak to you in figures of speech but will tell you plainly about the Father.",
          "ID": "25"
        },
        {
          "text": "In that day you will ask in my name, and I do not say to you that I will ask the Father on your behalf;",
          "ID": "26"
        },
        {
          "text": "for the Father himself loves you, because you have loved me and have believed that I came from God.",
          "ID": "27"
        },
        {
          "text": "I came from the Father and have come into the world, and now I am leaving the world and going to the Father.\"",
          "ID": "28"
        },
        {
          "text": "His disciples said, \"Ah, now you are speaking plainly and not using figurative speech!",
          "ID": "29"
        },
        {
          "text": "Now we know that you know all things and do not need anyone to question you; this is why we believe that you came from God.\"",
          "ID": "30"
        },
        {
          "text": "Jesus answered them, \"Do you now believe?",
          "ID": "31"
        },
        {
          "text": "Behold, the hour is coming, indeed it has come, when you will be scattered, each to his own home, and will leave me alone. Yet I am not alone, for the Father is with me.",
          "ID": "32"
        },
        {
          "text": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.\"",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16",
      "name": "John 16"
    },
    {
      "text": [
        {
          "text": "When Jesus had spoken these words, he lifted up his eyes to heaven, and said, \"Father, the hour has come; glorify your Son that the Son may glorify you,",
          "ID": "1"
        },
        {
          "text": "since you have given him authority over all flesh, to give eternal life to all whom you have given him.",
          "ID": "2"
        },
        {
          "text": "And this is eternal life, that they know you the only true God, and Jesus Christ whom you have sent.",
          "ID": "3"
        },
        {
          "text": "I glorified you on earth, having accomplished the work that you gave me to do.",
          "ID": "4"
        },
        {
          "text": "And now, Father, glorify me in your own presence with the glory that I had with you before the world existed.",
          "ID": "5"
        },
        {
          "text": "\"I have manifested your name to the people whom you gave me out of the world. Yours they were, and you gave them to me, and they have kept your word.",
          "ID": "6"
        },
        {
          "text": "Now they know that everything that you have given me is from you.",
          "ID": "7"
        },
        {
          "text": "For I have given them the words that you gave me, and they have received them and have come to know in truth that I came from you; and they have believed that you sent me.",
          "ID": "8"
        },
        {
          "text": "I am praying for them. I am not praying for the world but for those whom you have given me, for they are yours.",
          "ID": "9"
        },
        {
          "text": "All mine are yours, and yours are mine, and I am glorified in them.",
          "ID": "10"
        },
        {
          "text": "And I am no longer in the world, but they are in the world, and I am coming to you. Holy Father, keep them in your name, which you have given me, that they may be one, even as we are one.",
          "ID": "11"
        },
        {
          "text": "While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.",
          "ID": "12"
        },
        {
          "text": "But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.",
          "ID": "13"
        },
        {
          "text": "I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.",
          "ID": "14"
        },
        {
          "text": "I do not ask that you take them out of the world, but that you keep them from the evil one.",
          "ID": "15"
        },
        {
          "text": "They are not of the world, just as I am not of the world.",
          "ID": "16"
        },
        {
          "text": "Sanctify them in the truth; your word is truth.",
          "ID": "17"
        },
        {
          "text": "As you sent me into the world, so I have sent them into the world.",
          "ID": "18"
        },
        {
          "text": "And for their sake I consecrate myself, that they also may be sanctified in truth.",
          "ID": "19"
        },
        {
          "text": "\"I do not ask for these only, but also for those who will believe in me through their word,",
          "ID": "20"
        },
        {
          "text": "that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.",
          "ID": "21"
        },
        {
          "text": "The glory that you have given me I have given to them, that they may be one even as we are one,",
          "ID": "22"
        },
        {
          "text": "I in them and you in me, that they may become perfectly one, so that the world may know that you sent me and loved them even as you loved me.",
          "ID": "23"
        },
        {
          "text": "Father, I desire that they also, whom you have given me, may be with me where I am, to see my glory that you have given me because you loved me before the foundation of the world.",
          "ID": "24"
        },
        {
          "text": "O righteous Father, even though the world does not know you, I know you, and these know that you have sent me.",
          "ID": "25"
        },
        {
          "text": "I made known to them your name, and I will continue to make it known, that the love with which you have loved me may be in them, and I in them.\"",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17",
      "name": "John 17"
    },
    {
      "text": [
        {
          "text": "When Jesus had spoken these words, he went out with his disciples across the brook Kidron, where there was a garden, which he and his disciples entered.",
          "ID": "1"
        },
        {
          "text": "Now Judas, who betrayed him, also knew the place, for Jesus often met there with his disciples.",
          "ID": "2"
        },
        {
          "text": "So Judas, having procured a band of soldiers and some officers from the chief priests and the Pharisees, went there with lanterns and torches and weapons.",
          "ID": "3"
        },
        {
          "text": "Then Jesus, knowing all that would happen to him, came forward and said to them, \"Whom do you seek?\"",
          "ID": "4"
        },
        {
          "text": "They answered him, \"Jesus of Nazareth.\" Jesus said to them, \"I am he.\" Judas, who betrayed him, was standing with them.",
          "ID": "5"
        },
        {
          "text": "When Jesus said to them, \"I am he,\" they drew back and fell to the ground.",
          "ID": "6"
        },
        {
          "text": "So he asked them again, \"Whom do you seek?\" And they said, \"Jesus of Nazareth.\"",
          "ID": "7"
        },
        {
          "text": "Jesus answered, \"I told you that I am he. So, if you seek me, let these men go.\"",
          "ID": "8"
        },
        {
          "text": "This was to fulfill the word that he had spoken: \"Of those whom you gave me I have lost not one.\"",
          "ID": "9"
        },
        {
          "text": "Then Simon Peter, having a sword, drew it and struck the high priest's servant and cut off his right ear. (The servant's name was Malchus.)",
          "ID": "10"
        },
        {
          "text": "So Jesus said to Peter, \"Put your sword into its sheath; shall I not drink the cup that the Father has given me?\"",
          "ID": "11"
        },
        {
          "text": "So the band of soldiers and their captain and the officers of the Jews arrested Jesus and bound him.",
          "ID": "12"
        },
        {
          "text": "First they led him to Annas, for he was the father-in-law of Caiaphas, who was high priest that year.",
          "ID": "13"
        },
        {
          "text": "It was Caiaphas who had advised the Jews that it would be expedient that one man should die for the people.",
          "ID": "14"
        },
        {
          "text": "Simon Peter followed Jesus, and so did another disciple. Since that disciple was known to the high priest, he entered with Jesus into the courtyard of the high priest,",
          "ID": "15"
        },
        {
          "text": "but Peter stood outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the servant girl who kept watch at the door, and brought Peter in.",
          "ID": "16"
        },
        {
          "text": "The servant girl at the door said to Peter, \"You also are not one of this man's disciples, are you?\" He said, \"I am not.\"",
          "ID": "17"
        },
        {
          "text": "Now the servants and officers had made a charcoal fire, because it was cold, and they were standing and warming themselves. Peter also was with them, standing and warming himself.",
          "ID": "18"
        },
        {
          "text": "The high priest then questioned Jesus about his disciples and his teaching.",
          "ID": "19"
        },
        {
          "text": "Jesus answered him, \"I have spoken openly to the world. I have always taught in synagogues and in the temple, where all Jews come together. I have said nothing in secret.",
          "ID": "20"
        },
        {
          "text": "Why do you ask me? Ask those who have heard me what I said to them; they know what I said.\"",
          "ID": "21"
        },
        {
          "text": "When he had said these things, one of the officers standing by struck Jesus with his hand, saying, \"Is that how you answer the high priest?\"",
          "ID": "22"
        },
        {
          "text": "Jesus answered him, \"If what I said is wrong, bear witness about the wrong; but if what I said is right, why do you strike me?\"",
          "ID": "23"
        },
        {
          "text": "Annas then sent him bound to Caiaphas the high priest.",
          "ID": "24"
        },
        {
          "text": "Now Simon Peter was standing and warming himself. So they said to him, \"You also are not one of his disciples, are you?\" He denied it and said, \"I am not.\"",
          "ID": "25"
        },
        {
          "text": "One of the servants of the high priest, a relative of the man whose ear Peter had cut off, asked, \"Did I not see you in the garden with him?\"",
          "ID": "26"
        },
        {
          "text": "Peter again denied it, and at once a rooster crowed.",
          "ID": "27"
        },
        {
          "text": "Then they led Jesus from the house of Caiaphas to the governor's headquarters. It was early morning. They themselves did not enter the governor's headquarters, so that they would not be defiled, but could eat the Passover.",
          "ID": "28"
        },
        {
          "text": "So Pilate went outside to them and said, \"What accusation do you bring against this man?\"",
          "ID": "29"
        },
        {
          "text": "They answered him, \"If this man were not doing evil, we would not have delivered him over to you.\"",
          "ID": "30"
        },
        {
          "text": "Pilate said to them, \"Take him yourselves and judge him by your own law.\" The Jews said to him, \"It is not lawful for us to put anyone to death.\"",
          "ID": "31"
        },
        {
          "text": "This was to fulfill the word that Jesus had spoken to show by what kind of death he was going to die.",
          "ID": "32"
        },
        {
          "text": "So Pilate entered his headquarters again and called Jesus and said to him, \"Are you the King of the Jews?\"",
          "ID": "33"
        },
        {
          "text": "Jesus answered, \"Do you say this of your own accord, or did others say it to you about me?\"",
          "ID": "34"
        },
        {
          "text": "Pilate answered, \"Am I a Jew? Your own nation and the chief priests have delivered you over to me. What have you done?\"",
          "ID": "35"
        },
        {
          "text": "Jesus answered, \"My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.\"",
          "ID": "36"
        },
        {
          "text": "Then Pilate said to him, \"So you are a king?\" Jesus answered, \"You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.\"",
          "ID": "37"
        },
        {
          "text": "Pilate said to him, \"What is truth?\"",
          "ID": "38"
        },
        {
          "text": "After he had said this, he went back outside to the Jews and told them, \"I find no guilt in him.",
          "ID": "38"
        },
        {
          "text": "But you have a custom that I should release one man for you at the Passover. So do you want me to release to you the King of the Jews?\"",
          "ID": "39"
        },
        {
          "text": "They cried out again, \"Not this man, but Barabbas!\" Now Barabbas was a robber.",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18",
      "name": "John 18"
    },
    {
      "text": [
        {
          "text": "Then Pilate took Jesus and flogged him.",
          "ID": "1"
        },
        {
          "text": "And the soldiers twisted together a crown of thorns and put it on his head and arrayed him in a purple robe.",
          "ID": "2"
        },
        {
          "text": "They came up to him, saying, \"Hail, King of the Jews!\" and struck him with their hands.",
          "ID": "3"
        },
        {
          "text": "Pilate went out again and said to them, \"See, I am bringing him out to you that you may know that I find no guilt in him.\"",
          "ID": "4"
        },
        {
          "text": "So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, \"Behold the man!\"",
          "ID": "5"
        },
        {
          "text": "When the chief priests and the officers saw him, they cried out, \"Crucify him, crucify him!\" Pilate said to them, \"Take him yourselves and crucify him, for I find no guilt in him.\"",
          "ID": "6"
        },
        {
          "text": "The Jews answered him, \"We have a law, and according to that law he ought to die because he has made himself the Son of God.\"",
          "ID": "7"
        },
        {
          "text": "When Pilate heard this statement, he was even more afraid.",
          "ID": "8"
        },
        {
          "text": "He entered his headquarters again and said to Jesus, \"Where are you from?\" But Jesus gave him no answer.",
          "ID": "9"
        },
        {
          "text": "So Pilate said to him, \"You will not speak to me? Do you not know that I have authority to release you and authority to crucify you?\"",
          "ID": "10"
        },
        {
          "text": "Jesus answered him, \"You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.\"",
          "ID": "11"
        },
        {
          "text": "From then on Pilate sought to release him, but the Jews cried out, \"If you release this man, you are not Caesar's friend. Everyone who makes himself a king opposes Caesar.\"",
          "ID": "12"
        },
        {
          "text": "So when Pilate heard these words, he brought Jesus out and sat down on the judgment seat at a place called The Stone Pavement, and in Aramaic Gabbatha.",
          "ID": "13"
        },
        {
          "text": "Now it was the day of Preparation of the Passover. It was about the sixth hour. He said to the Jews, \"Behold your King!\"",
          "ID": "14"
        },
        {
          "text": "They cried out, \"Away with him, away with him, crucify him!\" Pilate said to them, \"Shall I crucify your King?\" The chief priests answered, \"We have no king but Caesar.\"",
          "ID": "15"
        },
        {
          "text": "So he delivered him over to them to be crucified.",
          "ID": "16"
        },
        {
          "text": "So they took Jesus,",
          "ID": "16"
        },
        {
          "text": "and he went out, bearing his own cross, to the place called The Place of a Skull, which in Aramaic is called Golgotha.",
          "ID": "17"
        },
        {
          "text": "There they crucified him, and with him two others, one on either side, and Jesus between them.",
          "ID": "18"
        },
        {
          "text": "Pilate also wrote an inscription and put it on the cross. It read, \"Jesus of Nazareth, the King of the Jews.\"",
          "ID": "19"
        },
        {
          "text": "Many of the Jews read this inscription, for the place where Jesus was crucified was near the city, and it was written in Aramaic, in Latin, and in Greek.",
          "ID": "20"
        },
        {
          "text": "So the chief priests of the Jews said to Pilate, \"Do not write, 'The King of the Jews,' but rather, 'This man said, I am King of the Jews.'\"",
          "ID": "21"
        },
        {
          "text": "Pilate answered, \"What I have written I have written.\"",
          "ID": "22"
        },
        {
          "text": "When the soldiers had crucified Jesus, they took his garments and divided them into four parts, one part for each soldier; also his tunic. But the tunic was seamless, woven in one piece from top to bottom,",
          "ID": "23"
        },
        {
          "text": "so they said to one another, \"Let us not tear it, but cast lots for it to see whose it shall be.\" This was to fulfill the Scripture which says,",
          "ID": "24"
        },
        {
          "text": "\"They divided my garments among them,",
          "ID": "24"
        },
        {
          "text": "and for my clothing they cast lots.\"",
          "ID": "24"
        },
        {
          "text": "So the soldiers did these things,",
          "ID": "24"
        },
        {
          "text": "but standing by the cross of Jesus were his mother and his mother's sister, Mary the wife of Clopas, and Mary Magdalene.",
          "ID": "25"
        },
        {
          "text": "When Jesus saw his mother and the disciple whom he loved standing nearby, he said to his mother, \"Woman, behold, your son!\"",
          "ID": "26"
        },
        {
          "text": "Then he said to the disciple, \"Behold, your mother!\" And from that hour the disciple took her to his own home.",
          "ID": "27"
        },
        {
          "text": "After this, Jesus, knowing that all was now finished, said (to fulfill the Scripture), \"I thirst.\"",
          "ID": "28"
        },
        {
          "text": "A jar full of sour wine stood there, so they put a sponge full of the sour wine on a hyssop branch and held it to his mouth.",
          "ID": "29"
        },
        {
          "text": "When Jesus had received the sour wine, he said, \"It is finished,\" and he bowed his head and gave up his spirit.",
          "ID": "30"
        },
        {
          "text": "Since it was the day of Preparation, and so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was a high day), the Jews asked Pilate that their legs might be broken and that they might be taken away.",
          "ID": "31"
        },
        {
          "text": "So the soldiers came and broke the legs of the first, and of the other who had been crucified with him.",
          "ID": "32"
        },
        {
          "text": "But when they came to Jesus and saw that he was already dead, they did not break his legs.",
          "ID": "33"
        },
        {
          "text": "But one of the soldiers pierced his side with a spear, and at once there came out blood and water.",
          "ID": "34"
        },
        {
          "text": "He who saw it has borne witness—his testimony is true, and he knows that he is telling the truth—that you also may believe.",
          "ID": "35"
        },
        {
          "text": "For these things took place that the Scripture might be fulfilled: \"Not one of his bones will be broken.\"",
          "ID": "36"
        },
        {
          "text": "And again another Scripture says, \"They will look on him whom they have pierced.\"",
          "ID": "37"
        },
        {
          "text": "After these things Joseph of Arimathea, who was a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus, and Pilate gave him permission. So he came and took away his body.",
          "ID": "38"
        },
        {
          "text": "Nicodemus also, who earlier had come to Jesus by night, came bringing a mixture of myrrh and aloes, about seventy-five pounds in weight.",
          "ID": "39"
        },
        {
          "text": "So they took the body of Jesus and bound it in linen cloths with the spices, as is the burial custom of the Jews.",
          "ID": "40"
        },
        {
          "text": "Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid.",
          "ID": "41"
        },
        {
          "text": "So because of the Jewish day of Preparation, since the tomb was close at hand, they laid Jesus there.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19",
      "name": "John 19"
    },
    {
      "text": [
        {
          "text": "Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb.",
          "ID": "1"
        },
        {
          "text": "So she ran and went to Simon Peter and the other disciple, the one whom Jesus loved, and said to them, \"They have taken the Lord out of the tomb, and we do not know where they have laid him.\"",
          "ID": "2"
        },
        {
          "text": "So Peter went out with the other disciple, and they were going toward the tomb.",
          "ID": "3"
        },
        {
          "text": "Both of them were running together, but the other disciple outran Peter and reached the tomb first.",
          "ID": "4"
        },
        {
          "text": "And stooping to look in, he saw the linen cloths lying there, but he did not go in.",
          "ID": "5"
        },
        {
          "text": "Then Simon Peter came, following him, and went into the tomb. He saw the linen cloths lying there,",
          "ID": "6"
        },
        {
          "text": "and the face cloth, which had been on Jesus' head, not lying with the linen cloths but folded up in a place by itself.",
          "ID": "7"
        },
        {
          "text": "Then the other disciple, who had reached the tomb first, also went in, and he saw and believed;",
          "ID": "8"
        },
        {
          "text": "for as yet they did not understand the Scripture, that he must rise from the dead.",
          "ID": "9"
        },
        {
          "text": "Then the disciples went back to their homes.",
          "ID": "10"
        },
        {
          "text": "But Mary stood weeping outside the tomb, and as she wept she stooped to look into the tomb.",
          "ID": "11"
        },
        {
          "text": "And she saw two angels in white, sitting where the body of Jesus had lain, one at the head and one at the feet.",
          "ID": "12"
        },
        {
          "text": "They said to her, \"Woman, why are you weeping?\" She said to them, \"They have taken away my Lord, and I do not know where they have laid him.\"",
          "ID": "13"
        },
        {
          "text": "Having said this, she turned around and saw Jesus standing, but she did not know that it was Jesus.",
          "ID": "14"
        },
        {
          "text": "Jesus said to her, \"Woman, why are you weeping? Whom are you seeking?\" Supposing him to be the gardener, she said to him, \"Sir, if you have carried him away, tell me where you have laid him, and I will take him away.\"",
          "ID": "15"
        },
        {
          "text": "Jesus said to her, \"Mary.\" She turned and said to him in Aramaic, \"Rabboni!\" (which means Teacher).",
          "ID": "16"
        },
        {
          "text": "Jesus said to her, \"Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, 'I am ascending to my Father and your Father, to my God and your God.'\"",
          "ID": "17"
        },
        {
          "text": "Mary Magdalene went and announced to the disciples, \"I have seen the Lord\"—and that he had said these things to her.",
          "ID": "18"
        },
        {
          "text": "On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, \"Peace be with you.\"",
          "ID": "19"
        },
        {
          "text": "When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord.",
          "ID": "20"
        },
        {
          "text": "Jesus said to them again, \"Peace be with you. As the Father has sent me, even so I am sending you.\"",
          "ID": "21"
        },
        {
          "text": "And when he had said this, he breathed on them and said to them, \"Receive the Holy Spirit.",
          "ID": "22"
        },
        {
          "text": "If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.\"",
          "ID": "23"
        },
        {
          "text": "Now Thomas, one of the Twelve, called the Twin, was not with them when Jesus came.",
          "ID": "24"
        },
        {
          "text": "So the other disciples told him, \"We have seen the Lord.\" But he said to them, \"Unless I see in his hands the mark of the nails, and place my finger into the mark of the nails, and place my hand into his side, I will never believe.\"",
          "ID": "25"
        },
        {
          "text": "Eight days later, his disciples were inside again, and Thomas was with them. Although the doors were locked, Jesus came and stood among them and said, \"Peace be with you.\"",
          "ID": "26"
        },
        {
          "text": "Then he said to Thomas, \"Put your finger here, and see my hands; and put out your hand, and place it in my side. Do not disbelieve, but believe.\"",
          "ID": "27"
        },
        {
          "text": "Thomas answered him, \"My Lord and my God!\"",
          "ID": "28"
        },
        {
          "text": "Jesus said to him, \"Have you believed because you have seen me? Blessed are those who have not seen and yet have believed.\"",
          "ID": "29"
        },
        {
          "text": "Now Jesus did many other signs in the presence of the disciples, which are not written in this book;",
          "ID": "30"
        },
        {
          "text": "but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20",
      "name": "John 20"
    },
    {
      "text": [
        {
          "text": "After this Jesus revealed himself again to the disciples by the Sea of Tiberias, and he revealed himself in this way.",
          "ID": "1"
        },
        {
          "text": "Simon Peter, Thomas (called the Twin), Nathanael of Cana in Galilee, the sons of Zebedee, and two others of his disciples were together.",
          "ID": "2"
        },
        {
          "text": "Simon Peter said to them, \"I am going fishing.\" They said to him, \"We will go with you.\" They went out and got into the boat, but that night they caught nothing.",
          "ID": "3"
        },
        {
          "text": "Just as day was breaking, Jesus stood on the shore; yet the disciples did not know that it was Jesus.",
          "ID": "4"
        },
        {
          "text": "Jesus said to them, \"Children, do you have any fish?\" They answered him, \"No.\"",
          "ID": "5"
        },
        {
          "text": "He said to them, \"Cast the net on the right side of the boat, and you will find some.\" So they cast it, and now they were not able to haul it in, because of the quantity of fish.",
          "ID": "6"
        },
        {
          "text": "That disciple whom Jesus loved therefore said to Peter, \"It is the Lord!\" When Simon Peter heard that it was the Lord, he put on his outer garment, for he was stripped for work, and threw himself into the sea.",
          "ID": "7"
        },
        {
          "text": "The other disciples came in the boat, dragging the net full of fish, for they were not far from the land, but about a hundred yards off.",
          "ID": "8"
        },
        {
          "text": "When they got out on land, they saw a charcoal fire in place, with fish laid out on it, and bread.",
          "ID": "9"
        },
        {
          "text": "Jesus said to them, \"Bring some of the fish that you have just caught.\"",
          "ID": "10"
        },
        {
          "text": "So Simon Peter went aboard and hauled the net ashore, full of large fish, 153 of them. And although there were so many, the net was not torn.",
          "ID": "11"
        },
        {
          "text": "Jesus said to them, \"Come and have breakfast.\" Now none of the disciples dared ask him, \"Who are you?\" They knew it was the Lord.",
          "ID": "12"
        },
        {
          "text": "Jesus came and took the bread and gave it to them, and so with the fish.",
          "ID": "13"
        },
        {
          "text": "This was now the third time that Jesus was revealed to the disciples after he was raised from the dead.",
          "ID": "14"
        },
        {
          "text": "When they had finished breakfast, Jesus said to Simon Peter, \"Simon, son of John, do you love me more than these?\" He said to him, \"Yes, Lord; you know that I love you.\" He said to him, \"Feed my lambs.\"",
          "ID": "15"
        },
        {
          "text": "He said to him a second time, \"Simon, son of John, do you love me?\" He said to him, \"Yes, Lord; you know that I love you.\" He said to him, \"Tend my sheep.\"",
          "ID": "16"
        },
        {
          "text": "He said to him the third time, \"Simon, son of John, do you love me?\" Peter was grieved because he said to him the third time, \"Do you love me?\" and he said to him, \"Lord, you know everything; you know that I love you.\" Jesus said to him, \"Feed my sheep.",
          "ID": "17"
        },
        {
          "text": "Truly, truly, I say to you, when you were young, you used to dress yourself and walk wherever you wanted, but when you are old, you will stretch out your hands, and another will dress you and carry you where you do not want to go.\"",
          "ID": "18"
        },
        {
          "text": "(This he said to show by what kind of death he was to glorify God.) And after saying this he said to him, \"Follow me.\"",
          "ID": "19"
        },
        {
          "text": "Peter turned and saw the disciple whom Jesus loved following them, the one who also had leaned back against him during the supper and had said, \"Lord, who is it that is going to betray you?\"",
          "ID": "20"
        },
        {
          "text": "When Peter saw him, he said to Jesus, \"Lord, what about this man?\"",
          "ID": "21"
        },
        {
          "text": "Jesus said to him, \"If it is my will that he remain until I come, what is that to you? You follow me!\"",
          "ID": "22"
        },
        {
          "text": "So the saying spread abroad among the brothers that this disciple was not to die; yet Jesus did not say to him that he was not to die, but, \"If it is my will that he remain until I come, what is that to you?\"",
          "ID": "23"
        },
        {
          "text": "This is the disciple who is bearing witness about these things, and who has written these things, and we know that his testimony is true.",
          "ID": "24"
        },
        {
          "text": "Now there are also many other things that Jesus did. Were every one of them to be written, I suppose that the world itself could not contain the books that would be written.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21",
      "name": "John 21"
    }
  ],
  "ID": "NT:JHN(ESV)",
  "version": "ESV",
  "name": "John"
}