{
  "text": [
    {
      "text": [
        {
          "text": "In the beginning was the Word, and the Word was with God, and the Word was God.",
          "ID": "1"
        },
        {
          "text": "He was in the beginning with God.",
          "ID": "2"
        },
        {
          "text": "All things came into being through Him, and apart from Him nothing came into being that has come into being.",
          "ID": "3"
        },
        {
          "text": "In Him was life, and the life was the Light of men.",
          "ID": "4"
        },
        {
          "text": "The Light shines in the darkness, and the darkness did not comprehend it.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "There came a man sent from God, whose name was John.",
          "ID": "6"
        },
        {
          "text": "He came as a witness, to testify about the Light, so that all might believe through him.",
          "ID": "7"
        },
        {
          "text": "He was not the Light, but he came to testify about the Light.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "There was the true Light which, coming into the world, enlightens every man.",
          "ID": "9"
        },
        {
          "text": "He was in the world, and the world was made through Him, and the world did not know Him.",
          "ID": "10"
        },
        {
          "text": "He came to His own, and those who were His own did not receive Him.",
          "ID": "11"
        },
        {
          "text": "But as many as received Him, to them He gave the right to become children of God, even to those who believe in His name,",
          "ID": "12"
        },
        {
          "text": "who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And the Word became flesh, and dwelt among us, and we saw His glory, glory as of the only begotten from the Father, full of grace and truth.",
          "ID": "14"
        },
        {
          "text": "John testified about Him and cried out, saying, \"This was He of whom I said, 'He who comes after me has a higher rank than I, for He existed before me.'\"",
          "ID": "15"
        },
        {
          "text": "For of His fullness we have all received, and grace upon grace.",
          "ID": "16"
        },
        {
          "text": "For the Law was given through Moses; grace and truth were realized through Jesus Christ.",
          "ID": "17"
        },
        {
          "text": "No one has seen God at any time; the only begotten God who is in the bosom of the Father, He has explained Him.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "This is the testimony of John, when the Jews sent to him priests and Levites from Jerusalem to ask him, \"Who are you?\"",
          "ID": "19"
        },
        {
          "text": "And he confessed and did not deny, but confessed, \"I am not the Christ.\"",
          "ID": "20"
        },
        {
          "text": "They asked him, \"What then? Are you Elijah?\" And he said, \"I am not.\" \"Are you the Prophet?\" And he answered, \"No.\"",
          "ID": "21"
        },
        {
          "text": "Then they said to him, \"Who are you, so that we may give an answer to those who sent us? What do you say about yourself?\"",
          "ID": "22"
        },
        {
          "text": "He said, \"I am a voice of one crying in the wilderness, 'Make straight the way of the Lord,' as Isaiah the prophet said.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Now they had been sent from the Pharisees.",
          "ID": "24"
        },
        {
          "text": "They asked him, and said to him, \"Why then are you baptizing, if you are not the Christ, nor Elijah, nor the Prophet?\"",
          "ID": "25"
        },
        {
          "text": "John answered them saying, \"I baptize in water, but among you stands One whom you do not know.",
          "ID": "26"
        },
        {
          "text": "It is He who comes after me, the thong of whose sandal I am not worthy to untie.\"",
          "ID": "27"
        },
        {
          "text": "These things took place in Bethany beyond the Jordan, where John was baptizing.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "The next day he saw Jesus coming to him and said, \"Behold, the Lamb of God who takes away the sin of the world!",
          "ID": "29"
        },
        {
          "text": "This is He on behalf of whom I said, 'After me comes a Man who has a higher rank than I, for He existed before me.'",
          "ID": "30"
        },
        {
          "text": "I did not recognize Him, but so that He might be manifested to Israel, I came baptizing in water.\"",
          "ID": "31"
        },
        {
          "text": "John testified saying, \"I have seen the Spirit descending as a dove out of heaven, and He remained upon Him.",
          "ID": "32"
        },
        {
          "text": "I did not recognize Him, but He who sent me to baptize in water said to me, 'He upon whom you see the Spirit descending and remaining upon Him, this is the One who baptizes in the Holy Spirit.'",
          "ID": "33"
        },
        {
          "text": "I myself have seen, and have testified that this is the Son of God.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Again the next day John was standing with two of his disciples,",
          "ID": "35"
        },
        {
          "text": "and he looked at Jesus as He walked, and said, \"Behold, the Lamb of God!\"",
          "ID": "36"
        },
        {
          "text": "The two disciples heard him speak, and they followed Jesus.",
          "ID": "37"
        },
        {
          "text": "And Jesus turned and saw them following, and said to them, \"What do you seek?\" They said to Him, \"Rabbi (which translated means Teacher), where are You staying?\"",
          "ID": "38"
        },
        {
          "text": "He said to them, \"Come, and you will see.\" So they came and saw where He was staying; and they stayed with Him that day, for it was about the tenth hour.",
          "ID": "39"
        },
        {
          "text": "One of the two who heard John speak and followed Him, was Andrew, Simon Peter's brother.",
          "ID": "40"
        },
        {
          "text": "He found first his own brother Simon and said to him, \"We have found the Messiah\" (which translated means Christ).",
          "ID": "41"
        },
        {
          "text": "He brought him to Jesus. Jesus looked at him and said, \"You are Simon the son of John; you shall be called Cephas\" (which is translated Peter).",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "The next day He purposed to go into Galilee, and He found Philip. And Jesus said to him, \"Follow Me.\"",
          "ID": "43"
        },
        {
          "text": "Now Philip was from Bethsaida, of the city of Andrew and Peter.",
          "ID": "44"
        },
        {
          "text": "Philip found Nathanael and said to him, \"We have found Him of whom Moses in the Law and also the Prophets wrote-Jesus of Nazareth, the son of Joseph.\"",
          "ID": "45"
        },
        {
          "text": "Nathanael said to him, \"Can any good thing come out of Nazareth?\" Philip said to him, \"Come and see.\"",
          "ID": "46"
        },
        {
          "text": "Jesus saw Nathanael coming to Him, and said of him, \"Behold, an Israelite indeed, in whom there is no deceit!\"",
          "ID": "47"
        },
        {
          "text": "Nathanael said to Him, \"How do You know me?\" Jesus answered and said to him, \"Before Philip called you, when you were under the fig tree, I saw you.\"",
          "ID": "48"
        },
        {
          "text": "Nathanael answered Him, \"Rabbi, You are the Son of God; You are the King of Israel.\"",
          "ID": "49"
        },
        {
          "text": "Jesus answered and said to him, \"Because I said to you that I saw you under the fig tree, do you believe? You will see greater things than these.\"",
          "ID": "50"
        },
        {
          "text": "And He said to him, \"Truly, truly, I say to you, you will see the heavens opened and the angels of God ascending and descending on the Son of Man.\"",
          "ID": "51"
        }
      ],
      "ID": "NT:JHN.1",
      "name": "JOHN 1"
    },
    {
      "text": [
        {
          "text": "On the third day there was a wedding in Cana of Galilee, and the mother of Jesus was there;",
          "ID": "1"
        },
        {
          "text": "and both Jesus and His disciples were invited to the wedding.",
          "ID": "2"
        },
        {
          "text": "When the wine ran out, the mother of Jesus said to Him, \"They have no wine.\"",
          "ID": "3"
        },
        {
          "text": "And Jesus said to her, \"Woman, what does that have to do with us? My hour has not yet come.\"",
          "ID": "4"
        },
        {
          "text": "His mother said to the servants, \"Whatever He says to you, do it.\"",
          "ID": "5"
        },
        {
          "text": "Now there were six stone waterpots set there for the Jewish custom of purification, containing twenty or thirty gallons each.",
          "ID": "6"
        },
        {
          "text": "Jesus said to them, \"Fill the waterpots with water.\" So they filled them up to the brim.",
          "ID": "7"
        },
        {
          "text": "And He said to them, \"Draw some out now and take it to the headwaiter.\" So they took it to him.",
          "ID": "8"
        },
        {
          "text": "When the headwaiter tasted the water which had become wine, and did not know where it came from (but the servants who had drawn the water knew), the headwaiter called the bridegroom,",
          "ID": "9"
        },
        {
          "text": "and said to him, \"Every man serves the good wine first, and when the people have drunk freely, then he serves the poorer wine; but you have kept the good wine until now.\"",
          "ID": "10"
        },
        {
          "text": "This beginning of His signs Jesus did in Cana of Galilee, and manifested His glory, and His disciples believed in Him.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "After this He went down to Capernaum, He and His mother and His brothers and His disciples; and they stayed there a few days.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "The Passover of the Jews was near, and Jesus went up to Jerusalem.",
          "ID": "13"
        },
        {
          "text": "And He found in the temple those who were selling oxen and sheep and doves, and the money changers seated at their tables.",
          "ID": "14"
        },
        {
          "text": "And He made a scourge of cords, and drove them all out of the temple, with the sheep and the oxen; and He poured out the coins of the money changers and overturned their tables;",
          "ID": "15"
        },
        {
          "text": "and to those who were selling the doves He said, \"Take these things away; stop making My Father's house a place of business.\"",
          "ID": "16"
        },
        {
          "text": "His disciples remembered that it was written, \"Zeal for Your house will consume me.\"",
          "ID": "17"
        },
        {
          "text": "The Jews then said to Him, \"What sign do You show us as your authority for doing these things?\"",
          "ID": "18"
        },
        {
          "text": "Jesus answered them, \"Destroy this temple, and in three days I will raise it up.\"",
          "ID": "19"
        },
        {
          "text": "The Jews then said, \"It took forty-six years to build this temple, and will You raise it up in three days?\"",
          "ID": "20"
        },
        {
          "text": "But He was speaking of the temple of His body.",
          "ID": "21"
        },
        {
          "text": "So when He was raised from the dead, His disciples remembered that He said this; and they believed the Scripture and the word which Jesus had spoken.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Now when He was in Jerusalem at the Passover, during the feast, many believed in His name, observing His signs which He was doing.",
          "ID": "23"
        },
        {
          "text": "But Jesus, on His part, was not entrusting Himself to them, for He knew all men,",
          "ID": "24"
        },
        {
          "text": "and because He did not need anyone to testify concerning man, for He Himself knew what was in man.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.2",
      "name": "JOHN 2"
    },
    {
      "text": [
        {
          "text": "Now there was a man of the Pharisees, named Nicodemus, a ruler of the Jews;",
          "ID": "1"
        },
        {
          "text": "this man came to Jesus by night and said to Him, \"Rabbi, we know that You have come from God as a teacher; for no one can do these signs that You do unless God is with him.\"",
          "ID": "2"
        },
        {
          "text": "Jesus answered and said to him, \"Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.\"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Nicodemus said to Him, \"How can a man be born when he is old? He cannot enter a second time into his mother's womb and be born, can he?\"",
          "ID": "4"
        },
        {
          "text": "Jesus answered, \"Truly, truly, I say to you, unless one is born of water and the Spirit he cannot enter into the kingdom of God.",
          "ID": "5"
        },
        {
          "text": "That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.",
          "ID": "6"
        },
        {
          "text": "Do not be amazed that I said to you, 'You must be born again.'",
          "ID": "7"
        },
        {
          "text": "The wind blows where it wishes and you hear the sound of it, but do not know where it comes from and where it is going; so is everyone who is born of the Spirit.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Nicodemus said to Him, \"How can these things be?\"",
          "ID": "9"
        },
        {
          "text": "Jesus answered and said to him, \"Are you the teacher of Israel and do not understand these things?",
          "ID": "10"
        },
        {
          "text": "Truly, truly, I say to you, we speak of what we know and testify of what we have seen, and you do not accept our testimony.",
          "ID": "11"
        },
        {
          "text": "If I told you earthly things and you do not believe, how will you believe if I tell you heavenly things?",
          "ID": "12"
        },
        {
          "text": "No one has ascended into heaven, but He who descended from heaven: the Son of Man.",
          "ID": "13"
        },
        {
          "text": "As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up;",
          "ID": "14"
        },
        {
          "text": "so that whoever believes will in Him have eternal life.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"For God so loved the world, that He gave His only begotten Son, that whoever believes in Him shall not perish, but have eternal life.",
          "ID": "16"
        },
        {
          "text": "For God did not send the Son into the world to judge the world, but that the world might be saved through Him.",
          "ID": "17"
        },
        {
          "text": "He who believes in Him is not judged; he who does not believe has been judged already, because he has not believed in the name of the only begotten Son of God.",
          "ID": "18"
        },
        {
          "text": "This is the judgment, that the Light has come into the world, and men loved the darkness rather than the Light, for their deeds were evil.",
          "ID": "19"
        },
        {
          "text": "For everyone who does evil hates the Light, and does not come to the Light for fear that his deeds will be exposed.",
          "ID": "20"
        },
        {
          "text": "But he who practices the truth comes to the Light, so that his deeds may be manifested as having been wrought in God.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "After these things Jesus and His disciples came into the land of Judea, and there He was spending time with them and baptizing.",
          "ID": "22"
        },
        {
          "text": "John also was baptizing in Aenon near Salim, because there was much water there; and people were coming and were being baptized-",
          "ID": "23"
        },
        {
          "text": "for John had not yet been thrown into prison.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Therefore there arose a discussion on the part of John's disciples with a Jew about purification.",
          "ID": "25"
        },
        {
          "text": "And they came to John and said to him, \"Rabbi, He who was with you beyond the Jordan, to whom you have testified, behold, He is baptizing and all are coming to Him.\"",
          "ID": "26"
        },
        {
          "text": "John answered and said, \"A man can receive nothing unless it has been given him from heaven.",
          "ID": "27"
        },
        {
          "text": "You yourselves are my witnesses that I said, 'I am not the Christ,' but, 'I have been sent ahead of Him.'",
          "ID": "28"
        },
        {
          "text": "He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom's voice. So this joy of mine has been made full.",
          "ID": "29"
        },
        {
          "text": "He must increase, but I must decrease.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"He who comes from above is above all, he who is of the earth is from the earth and speaks of the earth. He who comes from heaven is above all.",
          "ID": "31"
        },
        {
          "text": "What He has seen and heard, of that He testifies; and no one receives His testimony.",
          "ID": "32"
        },
        {
          "text": "He who has received His testimony has set his seal to this, that God is true.",
          "ID": "33"
        },
        {
          "text": "For He whom God has sent speaks the words of God; for He gives the Spirit without measure.",
          "ID": "34"
        },
        {
          "text": "The Father loves the Son and has given all things into His hand.",
          "ID": "35"
        },
        {
          "text": "He who believes in the Son has eternal life; but he who does not obey the Son will not see life, but the wrath of God abides on him.\"",
          "ID": "36"
        }
      ],
      "ID": "NT:JHN.3",
      "name": "JOHN 3"
    },
    {
      "text": [
        {
          "text": "Therefore when the Lord knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John",
          "ID": "1"
        },
        {
          "text": "(although Jesus Himself was not baptizing, but His disciples were),",
          "ID": "2"
        },
        {
          "text": "He left Judea and went away again into Galilee.",
          "ID": "3"
        },
        {
          "text": "And He had to pass through Samaria.",
          "ID": "4"
        },
        {
          "text": "So He came to a city of Samaria called Sychar, near the parcel of ground that Jacob gave to his son Joseph;",
          "ID": "5"
        },
        {
          "text": "and Jacob's well was there. So Jesus, being wearied from His journey, was sitting thus by the well. It was about the sixth hour.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "There came a woman of Samaria to draw water. Jesus said to her, \"Give Me a drink.\"",
          "ID": "7"
        },
        {
          "text": "For His disciples had gone away into the city to buy food.",
          "ID": "8"
        },
        {
          "text": "Therefore the Samaritan woman said to Him, \"How is it that You, being a Jew, ask me for a drink since I am a Samaritan woman?\" (For Jews have no dealings with Samaritans.)",
          "ID": "9"
        },
        {
          "text": "Jesus answered and said to her, \"If you knew the gift of God, and who it is who says to you, 'Give Me a drink,' you would have asked Him, and He would have given you living water.\"",
          "ID": "10"
        },
        {
          "text": "She said to Him, \"Sir, You have nothing to draw with and the well is deep; where then do You get that living water?",
          "ID": "11"
        },
        {
          "text": "You are not greater than our father Jacob, are You, who gave us the well, and drank of it himself and his sons and his cattle?\"",
          "ID": "12"
        },
        {
          "text": "Jesus answered and said to her, \"Everyone who drinks of this water will thirst again;",
          "ID": "13"
        },
        {
          "text": "but whoever drinks of the water that I will give him shall never thirst; but the water that I will give him will become in him a well of water springing up to eternal life.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "The woman said to Him, \"Sir, give me this water, so I will not be thirsty nor come all the way here to draw.\"",
          "ID": "15"
        },
        {
          "text": "He said to her, \"Go, call your husband and come here.\"",
          "ID": "16"
        },
        {
          "text": "The woman answered and said, \"I have no husband.\" Jesus said to her, \"You have correctly said, 'I have no husband';",
          "ID": "17"
        },
        {
          "text": "for you have had five husbands, and the one whom you now have is not your husband; this you have said truly.\"",
          "ID": "18"
        },
        {
          "text": "The woman said to Him, \"Sir, I perceive that You are a prophet.",
          "ID": "19"
        },
        {
          "text": "Our fathers worshiped in this mountain, and you people say that in Jerusalem is the place where men ought to worship.\"",
          "ID": "20"
        },
        {
          "text": "Jesus said to her, \"Woman, believe Me, an hour is coming when neither in this mountain nor in Jerusalem will you worship the Father.",
          "ID": "21"
        },
        {
          "text": "You worship what you do not know; we worship what we know, for salvation is from the Jews.",
          "ID": "22"
        },
        {
          "text": "But an hour is coming, and now is, when the true worshipers will worship the Father in spirit and truth; for such people the Father seeks to be His worshipers.",
          "ID": "23"
        },
        {
          "text": "God is spirit, and those who worship Him must worship in spirit and truth.\"",
          "ID": "24"
        },
        {
          "text": "The woman said to Him, \"I know that Messiah is coming (He who is called Christ); when that One comes, He will declare all things to us.\"",
          "ID": "25"
        },
        {
          "text": "Jesus said to her, \"I who speak to you am He.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "At this point His disciples came, and they were amazed that He had been speaking with a woman, yet no one said, \"What do You seek?\" or, \"Why do You speak with her?\"",
          "ID": "27"
        },
        {
          "text": "So the woman left her waterpot, and went into the city and said to the men,",
          "ID": "28"
        },
        {
          "text": "\"Come, see a man who told me all the things that I have done; this is not the Christ, is it?\"",
          "ID": "29"
        },
        {
          "text": "They went out of the city, and were coming to Him.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Meanwhile the disciples were urging Him, saying, \"Rabbi, eat.\"",
          "ID": "31"
        },
        {
          "text": "But He said to them, \"I have food to eat that you do not know about.\"",
          "ID": "32"
        },
        {
          "text": "So the disciples were saying to one another, \"No one brought Him anything to eat, did he?\"",
          "ID": "33"
        },
        {
          "text": "Jesus said to them, \"My food is to do the will of Him who sent Me and to accomplish His work.",
          "ID": "34"
        },
        {
          "text": "Do you not say, 'There are yet four months, and then comes the harvest'? Behold, I say to you, lift up your eyes and look on the fields, that they are white for harvest.",
          "ID": "35"
        },
        {
          "text": "Already he who reaps is receiving wages and is gathering fruit for life eternal; so that he who sows and he who reaps may rejoice together.",
          "ID": "36"
        },
        {
          "text": "For in this case the saying is true, 'One sows and another reaps.'",
          "ID": "37"
        },
        {
          "text": "I sent you to reap that for which you have not labored; others have labored and you have entered into their labor.\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "From that city many of the Samaritans believed in Him because of the word of the woman who testified, \"He told me all the things that I have done.\"",
          "ID": "39"
        },
        {
          "text": "So when the Samaritans came to Jesus, they were asking Him to stay with them; and He stayed there two days.",
          "ID": "40"
        },
        {
          "text": "Many more believed because of His word;",
          "ID": "41"
        },
        {
          "text": "and they were saying to the woman, \"It is no longer because of what you said that we believe, for we have heard for ourselves and know that this One is indeed the Savior of the world.\"",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "After the two days He went forth from there into Galilee.",
          "ID": "43"
        },
        {
          "text": "For Jesus Himself testified that a prophet has no honor in his own country.",
          "ID": "44"
        },
        {
          "text": "So when He came to Galilee, the Galileans received Him, having seen all the things that He did in Jerusalem at the feast; for they themselves also went to the feast.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "Therefore He came again to Cana of Galilee where He had made the water wine. And there was a royal official whose son was sick at Capernaum.",
          "ID": "46"
        },
        {
          "text": "When he heard that Jesus had come out of Judea into Galilee, he went to Him and was imploring Him to come down and heal his son; for he was at the point of death.",
          "ID": "47"
        },
        {
          "text": "So Jesus said to him, \"Unless you people see signs and wonders, you simply will not believe.\"",
          "ID": "48"
        },
        {
          "text": "The royal official said to Him, \"Sir, come down before my child dies.\"",
          "ID": "49"
        },
        {
          "text": "Jesus said to him, \"Go; your son lives.\" The man believed the word that Jesus spoke to him and started off.",
          "ID": "50"
        },
        {
          "text": "As he was now going down, his slaves met him, saying that his son was living.",
          "ID": "51"
        },
        {
          "text": "So he inquired of them the hour when he began to get better. Then they said to him, \"Yesterday at the seventh hour the fever left him.\"",
          "ID": "52"
        },
        {
          "text": "So the father knew that it was at that hour in which Jesus said to him, \"Your son lives\"; and he himself believed and his whole household.",
          "ID": "53"
        },
        {
          "text": "This is again a second sign that Jesus performed when He had come out of Judea into Galilee.",
          "ID": "54"
        }
      ],
      "ID": "NT:JHN.4",
      "name": "JOHN 4"
    },
    {
      "text": [
        {
          "text": "After these things there was a feast of the Jews, and Jesus went up to Jerusalem.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Now there is in Jerusalem by the sheep gate a pool, which is called in Hebrew Bethesda, having five porticoes.",
          "ID": "2"
        },
        {
          "text": "In these lay a multitude of those who were sick, blind, lame, and withered, [waiting for the moving of the waters;",
          "ID": "3"
        },
        {
          "text": "for an angel of the Lord went down at certain seasons into the pool and stirred up the water; whoever then first, after the stirring up of the water, stepped in was made well from whatever disease with which he was afflicted.]",
          "ID": "4"
        },
        {
          "text": "A man was there who had been ill for thirty-eight years.",
          "ID": "5"
        },
        {
          "text": "When Jesus saw him lying there, and knew that he had already been a long time in that condition, He said to him, \"Do you wish to get well?\"",
          "ID": "6"
        },
        {
          "text": "The sick man answered Him, \"Sir, I have no man to put me into the pool when the water is stirred up, but while I am coming, another steps down before me.\"",
          "ID": "7"
        },
        {
          "text": "Jesus said to him, \"Get up, pick up your pallet and walk.\"",
          "ID": "8"
        },
        {
          "text": "Immediately the man became well, and picked up his pallet and began to walk.",
          "ID": "9"
        },
        {
          "text": "Now it was the Sabbath on that day.",
          "ID": "9"
        },
        {
          "text": "So the Jews were saying to the man who was cured, \"It is the Sabbath, and it is not permissible for you to carry your pallet.\"",
          "ID": "10"
        },
        {
          "text": "But he answered them, \"He who made me well was the one who said to me, 'Pick up your pallet and walk.'\"",
          "ID": "11"
        },
        {
          "text": "They asked him, \"Who is the man who said to you, 'Pick up your pallet and walk'?\"",
          "ID": "12"
        },
        {
          "text": "But the man who was healed did not know who it was, for Jesus had slipped away while there was a crowd in that place.",
          "ID": "13"
        },
        {
          "text": "Afterward Jesus found him in the temple and said to him, \"Behold, you have become well; do not sin anymore, so that nothing worse happens to you.\"",
          "ID": "14"
        },
        {
          "text": "The man went away, and told the Jews that it was Jesus who had made him well.",
          "ID": "15"
        },
        {
          "text": "For this reason the Jews were persecuting Jesus, because He was doing these things on the Sabbath.",
          "ID": "16"
        },
        {
          "text": "But He answered them, \"My Father is working until now, and I Myself am working.\"",
          "ID": "17"
        },
        {
          "text": "For this reason therefore the Jews were seeking all the more to kill Him, because He not only was breaking the Sabbath, but also was calling God His own Father, making Himself equal with God.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Therefore Jesus answered and was saying to them, \"Truly, truly, I say to you, the Son can do nothing of Himself, unless it is something He sees the Father doing; for whatever the Father does, these things the Son also does in like manner.",
          "ID": "19"
        },
        {
          "text": "For the Father loves the Son, and shows Him all things that He Himself is doing; and the Father will show Him greater works than these, so that you will marvel.",
          "ID": "20"
        },
        {
          "text": "For just as the Father raises the dead and gives them life, even so the Son also gives life to whom He wishes.",
          "ID": "21"
        },
        {
          "text": "For not even the Father judges anyone, but He has given all judgment to the Son,",
          "ID": "22"
        },
        {
          "text": "so that all will honor the Son even as they honor the Father. He who does not honor the Son does not honor the Father who sent Him.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"Truly, truly, I say to you, he who hears My word, and believes Him who sent Me, has eternal life, and does not come into judgment, but has passed out of death into life.",
          "ID": "24"
        },
        {
          "text": "Truly, truly, I say to you, an hour is coming and now is, when the dead will hear the voice of the Son of God, and those who hear will live.",
          "ID": "25"
        },
        {
          "text": "For just as the Father has life in Himself, even so He gave to the Son also to have life in Himself;",
          "ID": "26"
        },
        {
          "text": "and He gave Him authority to execute judgment, because He is the Son of Man.",
          "ID": "27"
        },
        {
          "text": "Do not marvel at this; for an hour is coming, in which all who are in the tombs will hear His voice,",
          "ID": "28"
        },
        {
          "text": "and will come forth; those who did the good deeds to a resurrection of life, those who committed the evil deeds to a resurrection of judgment.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "\"I can do nothing on My own initiative. As I hear, I judge; and My judgment is just, because I do not seek My own will, but the will of Him who sent Me.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "\"If I alone testify about Myself, My testimony is not true.",
          "ID": "31"
        },
        {
          "text": "There is another who testifies of Me, and I know that the testimony which He gives about Me is true.",
          "ID": "32"
        },
        {
          "text": "You have sent to John, and he has testified to the truth.",
          "ID": "33"
        },
        {
          "text": "But the testimony which I receive is not from man, but I say these things so that you may be saved.",
          "ID": "34"
        },
        {
          "text": "He was the lamp that was burning and was shining and you were willing to rejoice for a while in his light.",
          "ID": "35"
        },
        {
          "text": "But the testimony which I have is greater than the testimony of John; for the works which the Father has given Me to accomplish-the very works that I do-testify about Me, that the Father has sent Me.",
          "ID": "36"
        },
        {
          "text": "And the Father who sent Me, He has testified of Me. You have neither heard His voice at any time nor seen His form.",
          "ID": "37"
        },
        {
          "text": "You do not have His word abiding in you, for you do not believe Him whom He sent.",
          "ID": "38"
        },
        {
          "text": "You search the Scriptures because you think that in them you have eternal life; it is these that testify about Me;",
          "ID": "39"
        },
        {
          "text": "and you are unwilling to come to Me so that you may have life.",
          "ID": "40"
        },
        {
          "text": "I do not receive glory from men;",
          "ID": "41"
        },
        {
          "text": "but I know you, that you do not have the love of God in yourselves.",
          "ID": "42"
        },
        {
          "text": "I have come in My Father's name, and you do not receive Me; if another comes in his own name, you will receive him.",
          "ID": "43"
        },
        {
          "text": "How can you believe, when you receive glory from one another and you do not seek the glory that is from the one and only God?",
          "ID": "44"
        },
        {
          "text": "Do not think that I will accuse you before the Father; the one who accuses you is Moses, in whom you have set your hope.",
          "ID": "45"
        },
        {
          "text": "For if you believed Moses, you would believe Me, for he wrote about Me.",
          "ID": "46"
        },
        {
          "text": "But if you do not believe his writings, how will you believe My words?\"",
          "ID": "47"
        }
      ],
      "ID": "NT:JHN.5",
      "name": "JOHN 5"
    },
    {
      "text": [
        {
          "text": "After these things Jesus went away to the other side of the Sea of Galilee (or Tiberias).",
          "ID": "1"
        },
        {
          "text": "A large crowd followed Him, because they saw the signs which He was performing on those who were sick.",
          "ID": "2"
        },
        {
          "text": "Then Jesus went up on the mountain, and there He sat down with His disciples.",
          "ID": "3"
        },
        {
          "text": "Now the Passover, the feast of the Jews, was near.",
          "ID": "4"
        },
        {
          "text": "Therefore Jesus, lifting up His eyes and seeing that a large crowd was coming to Him, said to Philip, \"Where are we to buy bread, so that these may eat?\"",
          "ID": "5"
        },
        {
          "text": "This He was saying to test him, for He Himself knew what He was intending to do.",
          "ID": "6"
        },
        {
          "text": "Philip answered Him, \"Two hundred denarii worth of bread is not sufficient for them, for everyone to receive a little.\"",
          "ID": "7"
        },
        {
          "text": "One of His disciples, Andrew, Simon Peter's brother, said to Him,",
          "ID": "8"
        },
        {
          "text": "\"There is a lad here who has five barley loaves and two fish, but what are these for so many people?\"",
          "ID": "9"
        },
        {
          "text": "Jesus said, \"Have the people sit down.\" Now there was much grass in the place. So the men sat down, in number about five thousand.",
          "ID": "10"
        },
        {
          "text": "Jesus then took the loaves, and having given thanks, He distributed to those who were seated; likewise also of the fish as much as they wanted.",
          "ID": "11"
        },
        {
          "text": "When they were filled, He said to His disciples, \"Gather up the leftover fragments so that nothing will be lost.\"",
          "ID": "12"
        },
        {
          "text": "So they gathered them up, and filled twelve baskets with fragments from the five barley loaves which were left over by those who had eaten.",
          "ID": "13"
        },
        {
          "text": "Therefore when the people saw the sign which He had performed, they said, \"This is truly the Prophet who is to come into the world.\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "So Jesus, perceiving that they were intending to come and take Him by force to make Him king, withdrew again to the mountain by Himself alone.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Now when evening came, His disciples went down to the sea,",
          "ID": "16"
        },
        {
          "text": "and after getting into a boat, they started to cross the sea to Capernaum. It had already become dark, and Jesus had not yet come to them.",
          "ID": "17"
        },
        {
          "text": "The sea began to be stirred up because a strong wind was blowing.",
          "ID": "18"
        },
        {
          "text": "Then, when they had rowed about three or four miles, they saw Jesus walking on the sea and drawing near to the boat; and they were frightened.",
          "ID": "19"
        },
        {
          "text": "But He said to them, \"It is I; do not be afraid.\"",
          "ID": "20"
        },
        {
          "text": "So they were willing to receive Him into the boat, and immediately the boat was at the land to which they were going.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "The next day the crowd that stood on the other side of the sea saw that there was no other small boat there, except one, and that Jesus had not entered with His disciples into the boat, but that His disciples had gone away alone.",
          "ID": "22"
        },
        {
          "text": "There came other small boats from Tiberias near to the place where they ate the bread after the Lord had given thanks.",
          "ID": "23"
        },
        {
          "text": "So when the crowd saw that Jesus was not there, nor His disciples, they themselves got into the small boats, and came to Capernaum seeking Jesus.",
          "ID": "24"
        },
        {
          "text": "When they found Him on the other side of the sea, they said to Him, \"Rabbi, when did You get here?\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Jesus answered them and said, \"Truly, truly, I say to you, you seek Me, not because you saw signs, but because you ate of the loaves and were filled.",
          "ID": "26"
        },
        {
          "text": "Do not work for the food which perishes, but for the food which endures to eternal life, which the Son of Man will give to you, for on Him the Father, God, has set His seal.\"",
          "ID": "27"
        },
        {
          "text": "Therefore they said to Him, \"What shall we do, so that we may work the works of God?\"",
          "ID": "28"
        },
        {
          "text": "Jesus answered and said to them, \"This is the work of God, that you believe in Him whom He has sent.\"",
          "ID": "29"
        },
        {
          "text": "So they said to Him, \"What then do You do for a sign, so that we may see, and believe You? What work do You perform?",
          "ID": "30"
        },
        {
          "text": "Our fathers ate the manna in the wilderness; as it is written, 'He gave them bread out of heaven to eat.'\"",
          "ID": "31"
        },
        {
          "text": "Jesus then said to them, \"Truly, truly, I say to you, it is not Moses who has given you the bread out of heaven, but it is My Father who gives you the true bread out of heaven.",
          "ID": "32"
        },
        {
          "text": "For the bread of God is that which comes down out of heaven, and gives life to the world.\"",
          "ID": "33"
        },
        {
          "text": "Then they said to Him, \"Lord, always give us this bread.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Jesus said to them, \"I am the bread of life; he who comes to Me will not hunger, and he who believes in Me will never thirst.",
          "ID": "35"
        },
        {
          "text": "But I said to you that you have seen Me, and yet do not believe.",
          "ID": "36"
        },
        {
          "text": "All that the Father gives Me will come to Me, and the one who comes to Me I will certainly not cast out.",
          "ID": "37"
        },
        {
          "text": "For I have come down from heaven, not to do My own will, but the will of Him who sent Me.",
          "ID": "38"
        },
        {
          "text": "This is the will of Him who sent Me, that of all that He has given Me I lose nothing, but raise it up on the last day.",
          "ID": "39"
        },
        {
          "text": "For this is the will of My Father, that everyone who beholds the Son and believes in Him will have eternal life, and I Myself will raise him up on the last day.\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Therefore the Jews were grumbling about Him, because He said, \"I am the bread that came down out of heaven.\"",
          "ID": "41"
        },
        {
          "text": "They were saying, \"Is not this Jesus, the son of Joseph, whose father and mother we know? How does He now say, 'I have come down out of heaven'?\"",
          "ID": "42"
        },
        {
          "text": "Jesus answered and said to them, \"Do not grumble among yourselves.",
          "ID": "43"
        },
        {
          "text": "No one can come to Me unless the Father who sent Me draws him; and I will raise him up on the last day.",
          "ID": "44"
        },
        {
          "text": "It is written in the prophets, 'And they shall all be taught of God.' Everyone who has heard and learned from the Father, comes to Me.",
          "ID": "45"
        },
        {
          "text": "Not that anyone has seen the Father, except the One who is from God; He has seen the Father.",
          "ID": "46"
        },
        {
          "text": "Truly, truly, I say to you, he who believes has eternal life.",
          "ID": "47"
        },
        {
          "text": "I am the bread of life.",
          "ID": "48"
        },
        {
          "text": "Your fathers ate the manna in the wilderness, and they died.",
          "ID": "49"
        },
        {
          "text": "This is the bread which comes down out of heaven, so that one may eat of it and not die.",
          "ID": "50"
        },
        {
          "text": "I am the living bread that came down out of heaven; if anyone eats of this bread, he will live forever; and the bread also which I will give for the life of the world is My flesh.\"",
          "ID": "51"
        },
        {
          "text": "",
          "ID": "51"
        },
        {
          "text": "Then the Jews began to argue with one another, saying, \"How can this man give us His flesh to eat?\"",
          "ID": "52"
        },
        {
          "text": "So Jesus said to them, \"Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink His blood, you have no life in yourselves.",
          "ID": "53"
        },
        {
          "text": "He who eats My flesh and drinks My blood has eternal life, and I will raise him up on the last day.",
          "ID": "54"
        },
        {
          "text": "For My flesh is true food, and My blood is true drink.",
          "ID": "55"
        },
        {
          "text": "He who eats My flesh and drinks My blood abides in Me, and I in him.",
          "ID": "56"
        },
        {
          "text": "As the living Father sent Me, and I live because of the Father, so he who eats Me, he also will live because of Me.",
          "ID": "57"
        },
        {
          "text": "This is the bread which came down out of heaven; not as the fathers ate and died; he who eats this bread will live forever.\"",
          "ID": "58"
        },
        {
          "text": "These things He said in the synagogue as He taught in Capernaum.",
          "ID": "59"
        },
        {
          "text": "",
          "ID": "59"
        },
        {
          "text": "Therefore many of His disciples, when they heard this said, \"This is a difficult statement; who can listen to it?\"",
          "ID": "60"
        },
        {
          "text": "But Jesus, conscious that His disciples grumbled at this, said to them, \"Does this cause you to stumble?",
          "ID": "61"
        },
        {
          "text": "What then if you see the Son of Man ascending to where He was before?",
          "ID": "62"
        },
        {
          "text": "It is the Spirit who gives life; the flesh profits nothing; the words that I have spoken to you are spirit and are life.",
          "ID": "63"
        },
        {
          "text": "But there are some of you who do not believe.\" For Jesus knew from the beginning who they were who did not believe, and who it was that would betray Him.",
          "ID": "64"
        },
        {
          "text": "And He was saying, \"For this reason I have said to you, that no one can come to Me unless it has been granted him from the Father.\"",
          "ID": "65"
        },
        {
          "text": "",
          "ID": "65"
        },
        {
          "text": "As a result of this many of His disciples withdrew and were not walking with Him anymore.",
          "ID": "66"
        },
        {
          "text": "So Jesus said to the twelve, \"You do not want to go away also, do you?\"",
          "ID": "67"
        },
        {
          "text": "Simon Peter answered Him, \"Lord, to whom shall we go? You have words of eternal life.",
          "ID": "68"
        },
        {
          "text": "We have believed and have come to know that You are the Holy One of God.\"",
          "ID": "69"
        },
        {
          "text": "Jesus answered them, \"Did I Myself not choose you, the twelve, and yet one of you is a devil?\"",
          "ID": "70"
        },
        {
          "text": "Now He meant Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray Him.",
          "ID": "71"
        }
      ],
      "ID": "NT:JHN.6",
      "name": "JOHN 6"
    },
    {
      "text": [
        {
          "text": "After these things Jesus was walking in Galilee, for He was unwilling to walk in Judea because the Jews were seeking to kill Him.",
          "ID": "1"
        },
        {
          "text": "Now the feast of the Jews, the Feast of Booths, was near.",
          "ID": "2"
        },
        {
          "text": "Therefore His brothers said to Him, \"Leave here and go into Judea, so that Your disciples also may see Your works which You are doing.",
          "ID": "3"
        },
        {
          "text": "For no one does anything in secret when he himself seeks to be known publicly. If You do these things, show Yourself to the world.\"",
          "ID": "4"
        },
        {
          "text": "For not even His brothers were believing in Him.",
          "ID": "5"
        },
        {
          "text": "So Jesus said to them, \"My time is not yet here, but your time is always opportune.",
          "ID": "6"
        },
        {
          "text": "The world cannot hate you, but it hates Me because I testify of it, that its deeds are evil.",
          "ID": "7"
        },
        {
          "text": "Go up to the feast yourselves; I do not go up to this feast because My time has not yet fully come.\"",
          "ID": "8"
        },
        {
          "text": "Having said these things to them, He stayed in Galilee.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "But when His brothers had gone up to the feast, then He Himself also went up, not publicly, but as if, in secret.",
          "ID": "10"
        },
        {
          "text": "So the Jews were seeking Him at the feast and were saying, \"Where is He?\"",
          "ID": "11"
        },
        {
          "text": "There was much grumbling among the crowds concerning Him; some were saying, \"He is a good man\"; others were saying, \"No, on the contrary, He leads the people astray.\"",
          "ID": "12"
        },
        {
          "text": "Yet no one was speaking openly of Him for fear of the Jews.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "But when it was now the midst of the feast Jesus went up into the temple, and began to teach.",
          "ID": "14"
        },
        {
          "text": "The Jews then were astonished, saying, \"How has this man become learned, having never been educated?\"",
          "ID": "15"
        },
        {
          "text": "So Jesus answered them and said, \"My teaching is not Mine, but His who sent Me.",
          "ID": "16"
        },
        {
          "text": "If anyone is willing to do His will, he will know of the teaching, whether it is of God or whether I speak from Myself.",
          "ID": "17"
        },
        {
          "text": "He who speaks from himself seeks his own glory; but He who is seeking the glory of the One who sent Him, He is true, and there is no unrighteousness in Him.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "\"Did not Moses give you the Law, and yet none of you carries out the Law? Why do you seek to kill Me?\"",
          "ID": "19"
        },
        {
          "text": "The crowd answered, \"You have a demon! Who seeks to kill You?\"",
          "ID": "20"
        },
        {
          "text": "Jesus answered them, \"I did one deed, and you all marvel.",
          "ID": "21"
        },
        {
          "text": "For this reason Moses has given you circumcision (not because it is from Moses, but from the fathers), and on the Sabbath you circumcise a man.",
          "ID": "22"
        },
        {
          "text": "If a man receives circumcision on the Sabbath so that the Law of Moses will not be broken, are you angry with Me because I made an entire man well on the Sabbath?",
          "ID": "23"
        },
        {
          "text": "Do not judge according to appearance, but judge with righteous judgment.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "So some of the people of Jerusalem were saying, \"Is this not the man whom they are seeking to kill?",
          "ID": "25"
        },
        {
          "text": "Look, He is speaking publicly, and they are saying nothing to Him. The rulers do not really know that this is the Christ, do they?",
          "ID": "26"
        },
        {
          "text": "However, we know where this man is from; but whenever the Christ may come, no one knows where He is from.\"",
          "ID": "27"
        },
        {
          "text": "Then Jesus cried out in the temple, teaching and saying, \"You both know Me and know where I am from; and I have not come of Myself, but He who sent Me is true, whom you do not know.",
          "ID": "28"
        },
        {
          "text": "I know Him, because I am from Him, and He sent Me.\"",
          "ID": "29"
        },
        {
          "text": "So they were seeking to seize Him; and no man laid his hand on Him, because His hour had not yet come.",
          "ID": "30"
        },
        {
          "text": "But many of the crowd believed in Him; and they were saying, \"When the Christ comes, He will not perform more signs than those which this man has, will He?\"",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "The Pharisees heard the crowd muttering these things about Him, and the chief priests and the Pharisees sent officers to seize Him.",
          "ID": "32"
        },
        {
          "text": "Therefore Jesus said, \"For a little while longer I am with you, then I go to Him who sent Me.",
          "ID": "33"
        },
        {
          "text": "You will seek Me, and will not find Me; and where I am, you cannot come.\"",
          "ID": "34"
        },
        {
          "text": "The Jews then said to one another, \"Where does this man intend to go that we will not find Him? He is not intending to go to the Dispersion among the Greeks, and teach the Greeks, is He?",
          "ID": "35"
        },
        {
          "text": "What is this statement that He said, 'You will seek Me, and will not find Me; and where I am, you cannot come'?\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Now on the last day, the great day of the feast, Jesus stood and cried out, saying, \"If anyone is thirsty, let him come to Me and drink.",
          "ID": "37"
        },
        {
          "text": "He who believes in Me, as the Scripture said, 'From his innermost being will flow rivers of living water.'\"",
          "ID": "38"
        },
        {
          "text": "But this He spoke of the Spirit, whom those who believed in Him were to receive; for the Spirit was not yet given, because Jesus was not yet glorified.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "Some of the people therefore, when they heard these words, were saying, \"This certainly is the Prophet.\"",
          "ID": "40"
        },
        {
          "text": "Others were saying, \"This is the Christ.\" Still others were saying, \"Surely the Christ is not going to come from Galilee, is He?",
          "ID": "41"
        },
        {
          "text": "Has not the Scripture said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?\"",
          "ID": "42"
        },
        {
          "text": "So a division occurred in the crowd because of Him.",
          "ID": "43"
        },
        {
          "text": "Some of them wanted to seize Him, but no one laid hands on Him.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "The officers then came to the chief priests and Pharisees, and they said to them, \"Why did you not bring Him?\"",
          "ID": "45"
        },
        {
          "text": "The officers answered, \"Never has a man spoken the way this man speaks.\"",
          "ID": "46"
        },
        {
          "text": "The Pharisees then answered them, \"You have not also been led astray, have you?",
          "ID": "47"
        },
        {
          "text": "No one of the rulers or Pharisees has believed in Him, has he?",
          "ID": "48"
        },
        {
          "text": "But this crowd which does not know the Law is accursed.\"",
          "ID": "49"
        },
        {
          "text": "Nicodemus (he who came to Him before, being one of them) said to them,",
          "ID": "50"
        },
        {
          "text": "\"Our Law does not judge a man unless it first hears from him and knows what he is doing, does it?\"",
          "ID": "51"
        },
        {
          "text": "They answered him, \"You are not also from Galilee, are you? Search, and see that no prophet arises out of Galilee.\"",
          "ID": "52"
        },
        {
          "text": "[Everyone went to his home.",
          "ID": "53"
        }
      ],
      "ID": "NT:JHN.7",
      "name": "JOHN 7"
    },
    {
      "text": [
        {
          "text": "But Jesus went to the Mount of Olives.",
          "ID": "1"
        },
        {
          "text": "Early in the morning He came again into the temple, and all the people were coming to Him; and He sat down and began to teach them.",
          "ID": "2"
        },
        {
          "text": "The scribes and the Pharisees brought a woman caught in adultery, and having set her in the center of the court,",
          "ID": "3"
        },
        {
          "text": "they said to Him, \"Teacher, this woman has been caught in adultery, in the very act.",
          "ID": "4"
        },
        {
          "text": "Now in the Law Moses commanded us to stone such women; what then do You say?\"",
          "ID": "5"
        },
        {
          "text": "They were saying this, testing Him, so that they might have grounds for accusing Him. But Jesus stooped down and with His finger wrote on the ground.",
          "ID": "6"
        },
        {
          "text": "But when they persisted in asking Him, He straightened up, and said to them, \"He who is without sin among you, let him be the first to throw a stone at her.\"",
          "ID": "7"
        },
        {
          "text": "Again He stooped down and wrote on the ground.",
          "ID": "8"
        },
        {
          "text": "When they heard it, they began to go out one by one, beginning with the older ones, and He was left alone, and the woman, where she was, in the center of the court.",
          "ID": "9"
        },
        {
          "text": "Straightening up, Jesus said to her, \"Woman, where are they? Did no one condemn you?\"",
          "ID": "10"
        },
        {
          "text": "She said, \"No one, Lord.\" And Jesus said, \"I do not condemn you, either. Go. From now on sin no more.\"]",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then Jesus again spoke to them, saying, \"I am the Light of the world; he who follows Me will not walk in the darkness, but will have the Light of life.\"",
          "ID": "12"
        },
        {
          "text": "So the Pharisees said to Him, \"You are testifying about Yourself; Your testimony is not true.\"",
          "ID": "13"
        },
        {
          "text": "Jesus answered and said to them, \"Even if I testify about Myself, My testimony is true, for I know where I came from and where I am going; but you do not know where I come from or where I am going.",
          "ID": "14"
        },
        {
          "text": "You judge according to the flesh; I am not judging anyone.",
          "ID": "15"
        },
        {
          "text": "But even if I do judge, My judgment is true; for I am not alone in it, but I and the Father who sent Me.",
          "ID": "16"
        },
        {
          "text": "Even in your law it has been written that the testimony of two men is true.",
          "ID": "17"
        },
        {
          "text": "I am He who testifies about Myself, and the Father who sent Me testifies about Me.\"",
          "ID": "18"
        },
        {
          "text": "So they were saying to Him, \"Where is Your Father?\" Jesus answered, \"You know neither Me nor My Father; if you knew Me, you would know My Father also.\"",
          "ID": "19"
        },
        {
          "text": "These words He spoke in the treasury, as He taught in the temple; and no one seized Him, because His hour had not yet come.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Then He said again to them, \"I go away, and you will seek Me, and will die in your sin; where I am going, you cannot come.\"",
          "ID": "21"
        },
        {
          "text": "So the Jews were saying, \"Surely He will not kill Himself, will He, since He says, 'Where I am going, you cannot come'?\"",
          "ID": "22"
        },
        {
          "text": "And He was saying to them, \"You are from below, I am from above; you are of this world, I am not of this world.",
          "ID": "23"
        },
        {
          "text": "Therefore I said to you that you will die in your sins; for unless you believe that I am He, you will die in your sins.\"",
          "ID": "24"
        },
        {
          "text": "So they were saying to Him, \"Who are You?\" Jesus said to them, \"What have I been saying to you from the beginning?",
          "ID": "25"
        },
        {
          "text": "I have many things to speak and to judge concerning you, but He who sent Me is true; and the things which I heard from Him, these I speak to the world.\"",
          "ID": "26"
        },
        {
          "text": "They did not realize that He had been speaking to them about the Father.",
          "ID": "27"
        },
        {
          "text": "So Jesus said, \"When you lift up the Son of Man, then you will know that I am He, and I do nothing on My own initiative, but I speak these things as the Father taught Me.",
          "ID": "28"
        },
        {
          "text": "And He who sent Me is with Me; He has not left Me alone, for I always do the things that are pleasing to Him.\"",
          "ID": "29"
        },
        {
          "text": "As He spoke these things, many came to believe in Him.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "So Jesus was saying to those Jews who had believed Him, \"If you continue in My word, then you are truly disciples of Mine;",
          "ID": "31"
        },
        {
          "text": "and you will know the truth, and the truth will make you free.\"",
          "ID": "32"
        },
        {
          "text": "They answered Him, \"We are Abraham's descendants and have never yet been enslaved to anyone; how is it that You say, 'You will become free'?\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Jesus answered them, \"Truly, truly, I say to you, everyone who commits sin is the slave of sin.",
          "ID": "34"
        },
        {
          "text": "The slave does not remain in the house forever; the son does remain forever.",
          "ID": "35"
        },
        {
          "text": "So if the Son makes you free, you will be free indeed.",
          "ID": "36"
        },
        {
          "text": "I know that you are Abraham's descendants; yet you seek to kill Me, because My word has no place in you.",
          "ID": "37"
        },
        {
          "text": "I speak the things which I have seen with My Father; therefore you also do the things which you heard from your father.\"",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "They answered and said to Him, \"Abraham is our father.\" Jesus said to them, \"If you are Abraham's children, do the deeds of Abraham.",
          "ID": "39"
        },
        {
          "text": "But as it is, you are seeking to kill Me, a man who has told you the truth, which I heard from God; this Abraham did not do.",
          "ID": "40"
        },
        {
          "text": "You are doing the deeds of your father.\" They said to Him, \"We were not born of fornication; we have one Father: God.\"",
          "ID": "41"
        },
        {
          "text": "Jesus said to them, \"If God were your Father, you would love Me, for I proceeded forth and have come from God, for I have not even come on My own initiative, but He sent Me.",
          "ID": "42"
        },
        {
          "text": "Why do you not understand what I am saying? It is because you cannot hear My word.",
          "ID": "43"
        },
        {
          "text": "You are of your father the devil, and you want to do the desires of your father. He was a murderer from the beginning, and does not stand in the truth because there is no truth in him. Whenever he speaks a lie, he speaks from his own nature, for he is a liar and the father of lies.",
          "ID": "44"
        },
        {
          "text": "But because I speak the truth, you do not believe Me.",
          "ID": "45"
        },
        {
          "text": "Which one of you convicts Me of sin? If I speak truth, why do you not believe Me?",
          "ID": "46"
        },
        {
          "text": "He who is of God hears the words of God; for this reason you do not hear them, because you are not of God.\"",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "The Jews answered and said to Him, \"Do we not say rightly that You are a Samaritan and have a demon?\"",
          "ID": "48"
        },
        {
          "text": "Jesus answered, \"I do not have a demon; but I honor My Father, and you dishonor Me.",
          "ID": "49"
        },
        {
          "text": "But I do not seek My glory; there is One who seeks and judges.",
          "ID": "50"
        },
        {
          "text": "Truly, truly, I say to you, if anyone keeps My word he will never see death.\"",
          "ID": "51"
        },
        {
          "text": "The Jews said to Him, \"Now we know that You have a demon. Abraham died, and the prophets also; and You say, 'If anyone keeps My word, he will never taste of death.'",
          "ID": "52"
        },
        {
          "text": "Surely You are not greater than our father Abraham, who died? The prophets died too; whom do You make Yourself out to be?\"",
          "ID": "53"
        },
        {
          "text": "Jesus answered, \"If I glorify Myself, My glory is nothing; it is My Father who glorifies Me, of whom you say, 'He is our God';",
          "ID": "54"
        },
        {
          "text": "and you have not come to know Him, but I know Him; and if I say that I do not know Him, I will be a liar like you, but I do know Him and keep His word.",
          "ID": "55"
        },
        {
          "text": "Your father Abraham rejoiced to see My day, and he saw it and was glad.\"",
          "ID": "56"
        },
        {
          "text": "So the Jews said to Him, \"You are not yet fifty years old, and have You seen Abraham?\"",
          "ID": "57"
        },
        {
          "text": "Jesus said to them, \"Truly, truly, I say to you, before Abraham was born, I am.\"",
          "ID": "58"
        },
        {
          "text": "Therefore they picked up stones to throw at Him, but Jesus hid Himself and went out of the temple.",
          "ID": "59"
        }
      ],
      "ID": "NT:JHN.8",
      "name": "JOHN 8"
    },
    {
      "text": [
        {
          "text": "As He passed by, He saw a man blind from birth.",
          "ID": "1"
        },
        {
          "text": "And His disciples asked Him, \"Rabbi, who sinned, this man or his parents, that he would be born blind?\"",
          "ID": "2"
        },
        {
          "text": "Jesus answered, \"It was neither that this man sinned, nor his parents; but it was so that the works of God might be displayed in him.",
          "ID": "3"
        },
        {
          "text": "We must work the works of Him who sent Me as long as it is day; night is coming when no one can work.",
          "ID": "4"
        },
        {
          "text": "While I am in the world, I am the Light of the world.\"",
          "ID": "5"
        },
        {
          "text": "When He had said this, He spat on the ground, and made clay of the spittle, and applied the clay to his eyes,",
          "ID": "6"
        },
        {
          "text": "and said to him, \"Go, wash in the pool of Siloam\" (which is translated, Sent). So he went away and washed, and came back seeing.",
          "ID": "7"
        },
        {
          "text": "Therefore the neighbors, and those who previously saw him as a beggar, were saying, \"Is not this the one who used to sit and beg?\"",
          "ID": "8"
        },
        {
          "text": "Others were saying, \"This is he,\" still others were saying, \"No, but he is like him.\" He kept saying, \"I am the one.\"",
          "ID": "9"
        },
        {
          "text": "So they were saying to him, \"How then were your eyes opened?\"",
          "ID": "10"
        },
        {
          "text": "He answered, \"The man who is called Jesus made clay, and anointed my eyes, and said to me, 'Go to Siloam and wash'; so I went away and washed, and I received sight.\"",
          "ID": "11"
        },
        {
          "text": "They said to him, \"Where is He?\" He said, \"I do not know.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "They brought to the Pharisees the man who was formerly blind.",
          "ID": "13"
        },
        {
          "text": "Now it was a Sabbath on the day when Jesus made the clay and opened his eyes.",
          "ID": "14"
        },
        {
          "text": "Then the Pharisees also were asking him again how he received his sight. And he said to them, \"He applied clay to my eyes, and I washed, and I see.\"",
          "ID": "15"
        },
        {
          "text": "Therefore some of the Pharisees were saying, \"This man is not from God, because He does not keep the Sabbath.\" But others were saying, \"How can a man who is a sinner perform such signs?\" And there was a division among them.",
          "ID": "16"
        },
        {
          "text": "So they said to the blind man again, \"What do you say about Him, since He opened your eyes?\" And he said, \"He is a prophet.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "The Jews then did not believe it of him, that he had been blind and had received sight, until they called the parents of the very one who had received his sight,",
          "ID": "18"
        },
        {
          "text": "and questioned them, saying, \"Is this your son, who you say was born blind? Then how does he now see?\"",
          "ID": "19"
        },
        {
          "text": "His parents answered them and said, \"We know that this is our son, and that he was born blind;",
          "ID": "20"
        },
        {
          "text": "but how he now sees, we do not know; or who opened his eyes, we do not know. Ask him; he is of age, he will speak for himself.\"",
          "ID": "21"
        },
        {
          "text": "His parents said this because they were afraid of the Jews; for the Jews had already agreed that if anyone confessed Him to be Christ, he was to be put out of the synagogue.",
          "ID": "22"
        },
        {
          "text": "For this reason his parents said, \"He is of age; ask him.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "So a second time they called the man who had been blind, and said to him, \"Give glory to God; we know that this man is a sinner.\"",
          "ID": "24"
        },
        {
          "text": "He then answered, \"Whether He is a sinner, I do not know; one thing I do know, that though I was blind, now I see.\"",
          "ID": "25"
        },
        {
          "text": "So they said to him, \"What did He do to you? How did He open your eyes?\"",
          "ID": "26"
        },
        {
          "text": "He answered them, \"I told you already and you did not listen; why do you want to hear it again? You do not want to become His disciples too, do you?\"",
          "ID": "27"
        },
        {
          "text": "They reviled him and said, \"You are His disciple, but we are disciples of Moses.",
          "ID": "28"
        },
        {
          "text": "We know that God has spoken to Moses, but as for this man, we do not know where He is from.\"",
          "ID": "29"
        },
        {
          "text": "The man answered and said to them, \"Well, here is an amazing thing, that you do not know where He is from, and yet He opened my eyes.",
          "ID": "30"
        },
        {
          "text": "We know that God does not hear sinners; but if anyone is God-fearing and does His will, He hears him.",
          "ID": "31"
        },
        {
          "text": "Since the beginning of time it has never been heard that anyone opened the eyes of a person born blind.",
          "ID": "32"
        },
        {
          "text": "If this man were not from God, He could do nothing.\"",
          "ID": "33"
        },
        {
          "text": "They answered him, \"You were born entirely in sins, and are you teaching us?\" So they put him out.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Jesus heard that they had put him out, and finding him, He said, \"Do you believe in the Son of Man?\"",
          "ID": "35"
        },
        {
          "text": "He answered, \"Who is He, Lord, that I may believe in Him?\"",
          "ID": "36"
        },
        {
          "text": "Jesus said to him, \"You have both seen Him, and He is the one who is talking with you.\"",
          "ID": "37"
        },
        {
          "text": "And he said, \"Lord, I believe.\" And he worshiped Him.",
          "ID": "38"
        },
        {
          "text": "And Jesus said, \"For judgment I came into this world, so that those who do not see may see, and that those who see may become blind.\"",
          "ID": "39"
        },
        {
          "text": "Those of the Pharisees who were with Him heard these things and said to Him, \"We are not blind too, are we?\"",
          "ID": "40"
        },
        {
          "text": "Jesus said to them, \"If you were blind, you would have no sin; but since you say, 'We see,' your sin remains.",
          "ID": "41"
        }
      ],
      "ID": "NT:JHN.9",
      "name": "JOHN 9"
    },
    {
      "text": [
        {
          "text": "\"Truly, truly, I say to you, he who does not enter by the door into the fold of the sheep, but climbs up some other way, he is a thief and a robber.",
          "ID": "1"
        },
        {
          "text": "But he who enters by the door is a shepherd of the sheep.",
          "ID": "2"
        },
        {
          "text": "To him the doorkeeper opens, and the sheep hear his voice, and he calls his own sheep by name and leads them out.",
          "ID": "3"
        },
        {
          "text": "When he puts forth all his own, he goes ahead of them, and the sheep follow him because they know his voice.",
          "ID": "4"
        },
        {
          "text": "A stranger they simply will not follow, but will flee from him, because they do not know the voice of strangers.\"",
          "ID": "5"
        },
        {
          "text": "This figure of speech Jesus spoke to them, but they did not understand what those things were which He had been saying to them.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "So Jesus said to them again, \"Truly, truly, I say to you, I am the door of the sheep.",
          "ID": "7"
        },
        {
          "text": "All who came before Me are thieves and robbers, but the sheep did not hear them.",
          "ID": "8"
        },
        {
          "text": "I am the door; if anyone enters through Me, he will be saved, and will go in and out and find pasture.",
          "ID": "9"
        },
        {
          "text": "The thief comes only to steal and kill and destroy; I came that they may have life, and have it abundantly.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"I am the good shepherd; the good shepherd lays down His life for the sheep.",
          "ID": "11"
        },
        {
          "text": "He who is a hired hand, and not a shepherd, who is not the owner of the sheep, sees the wolf coming, and leaves the sheep and flees, and the wolf snatches them and scatters them.",
          "ID": "12"
        },
        {
          "text": "He flees because he is a hired hand and is not concerned about the sheep.",
          "ID": "13"
        },
        {
          "text": "I am the good shepherd, and I know My own and My own know Me,",
          "ID": "14"
        },
        {
          "text": "even as the Father knows Me and I know the Father; and I lay down My life for the sheep.",
          "ID": "15"
        },
        {
          "text": "I have other sheep, which are not of this fold; I must bring them also, and they will hear My voice; and they will become one flock with one shepherd.",
          "ID": "16"
        },
        {
          "text": "For this reason the Father loves Me, because I lay down My life so that I may take it again.",
          "ID": "17"
        },
        {
          "text": "No one has taken it away from Me, but I lay it down on My own initiative. I have authority to lay it down, and I have authority to take it up again. This commandment I received from My Father.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "A division occurred again among the Jews because of these words.",
          "ID": "19"
        },
        {
          "text": "Many of them were saying, \"He has a demon and is insane. Why do you listen to Him?\"",
          "ID": "20"
        },
        {
          "text": "Others were saying, \"These are not the sayings of one demon-possessed. A demon cannot open the eyes of the blind, can he?\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "At that time the Feast of the Dedication took place at Jerusalem;",
          "ID": "22"
        },
        {
          "text": "it was winter, and Jesus was walking in the temple in the portico of Solomon.",
          "ID": "23"
        },
        {
          "text": "The Jews then gathered around Him, and were saying to Him, \"How long will You keep us in suspense? If You are the Christ, tell us plainly.\"",
          "ID": "24"
        },
        {
          "text": "Jesus answered them, \"I told you, and you do not believe; the works that I do in My Father's name, these testify of Me.",
          "ID": "25"
        },
        {
          "text": "But you do not believe because you are not of My sheep.",
          "ID": "26"
        },
        {
          "text": "My sheep hear My voice, and I know them, and they follow Me;",
          "ID": "27"
        },
        {
          "text": "and I give eternal life to them, and they will never perish; and no one will snatch them out of My hand.",
          "ID": "28"
        },
        {
          "text": "My Father, who has given them to Me, is greater than all; and no one is able to snatch them out of the Father's hand.",
          "ID": "29"
        },
        {
          "text": "I and the Father are one.\"",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "The Jews picked up stones again to stone Him.",
          "ID": "31"
        },
        {
          "text": "Jesus answered them, \"I showed you many good works from the Father; for which of them are you stoning Me?\"",
          "ID": "32"
        },
        {
          "text": "The Jews answered Him, \"For a good work we do not stone You, but for blasphemy; and because You, being a man, make Yourself out to be God.\"",
          "ID": "33"
        },
        {
          "text": "Jesus answered them, \"Has it not been written in your Law, 'I said, you are gods'?",
          "ID": "34"
        },
        {
          "text": "If he called them gods, to whom the word of God came (and the Scripture cannot be broken),",
          "ID": "35"
        },
        {
          "text": "do you say of Him, whom the Father sanctified and sent into the world, 'You are blaspheming,' because I said, 'I am the Son of God'?",
          "ID": "36"
        },
        {
          "text": "If I do not do the works of My Father, do not believe Me;",
          "ID": "37"
        },
        {
          "text": "but if I do them, though you do not believe Me, believe the works, so that you may know and understand that the Father is in Me, and I in the Father.\"",
          "ID": "38"
        },
        {
          "text": "Therefore they were seeking again to seize Him, and He eluded their grasp.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "And He went away again beyond the Jordan to the place where John was first baptizing, and He was staying there.",
          "ID": "40"
        },
        {
          "text": "Many came to Him and were saying, \"While John performed no sign, yet everything John said about this man was true.\"",
          "ID": "41"
        },
        {
          "text": "Many believed in Him there.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.10",
      "name": "JOHN 10"
    },
    {
      "text": [
        {
          "text": "Now a certain man was sick, Lazarus of Bethany, the village of Mary and her sister Martha.",
          "ID": "1"
        },
        {
          "text": "It was the Mary who anointed the Lord with ointment, and wiped His feet with her hair, whose brother Lazarus was sick.",
          "ID": "2"
        },
        {
          "text": "So the sisters sent word to Him, saying, \"Lord, behold, he whom You love is sick.\"",
          "ID": "3"
        },
        {
          "text": "But when Jesus heard this, He said, \"This sickness is not to end in death, but for the glory of God, so that the Son of God may be glorified by it.\"",
          "ID": "4"
        },
        {
          "text": "Now Jesus loved Martha and her sister and Lazarus.",
          "ID": "5"
        },
        {
          "text": "So when He heard that he was sick, He then stayed two days longer in the place where He was.",
          "ID": "6"
        },
        {
          "text": "Then after this He said to the disciples, \"Let us go to Judea again.\"",
          "ID": "7"
        },
        {
          "text": "The disciples said to Him, \"Rabbi, the Jews were just now seeking to stone You, and are You going there again?\"",
          "ID": "8"
        },
        {
          "text": "Jesus answered, \"Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world.",
          "ID": "9"
        },
        {
          "text": "But if anyone walks in the night, he stumbles, because the light is not in him.\"",
          "ID": "10"
        },
        {
          "text": "This He said, and after that He said to them, \"Our friend Lazarus has fallen asleep; but I go, so that I may awaken him out of sleep.\"",
          "ID": "11"
        },
        {
          "text": "The disciples then said to Him, \"Lord, if he has fallen asleep, he will recover.\"",
          "ID": "12"
        },
        {
          "text": "Now Jesus had spoken of his death, but they thought that He was speaking of literal sleep.",
          "ID": "13"
        },
        {
          "text": "So Jesus then said to them plainly, \"Lazarus is dead,",
          "ID": "14"
        },
        {
          "text": "and I am glad for your sakes that I was not there, so that you may believe; but let us go to him.\"",
          "ID": "15"
        },
        {
          "text": "Therefore Thomas, who is called Didymus, said to his fellow disciples, \"Let us also go, so that we may die with Him.\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "So when Jesus came, He found that he had already been in the tomb four days.",
          "ID": "17"
        },
        {
          "text": "Now Bethany was near Jerusalem, about two miles off;",
          "ID": "18"
        },
        {
          "text": "and many of the Jews had come to Martha and Mary, to console them concerning their brother.",
          "ID": "19"
        },
        {
          "text": "Martha therefore, when she heard that Jesus was coming, went to meet Him, but Mary stayed at the house.",
          "ID": "20"
        },
        {
          "text": "Martha then said to Jesus, \"Lord, if You had been here, my brother would not have died.",
          "ID": "21"
        },
        {
          "text": "Even now I know that whatever You ask of God, God will give You.\"",
          "ID": "22"
        },
        {
          "text": "Jesus said to her, \"Your brother will rise again.\"",
          "ID": "23"
        },
        {
          "text": "Martha said to Him, \"I know that he will rise again in the resurrection on the last day.\"",
          "ID": "24"
        },
        {
          "text": "Jesus said to her, \"I am the resurrection and the life; he who believes in Me will live even if he dies,",
          "ID": "25"
        },
        {
          "text": "and everyone who lives and believes in Me will never die. Do you believe this?\"",
          "ID": "26"
        },
        {
          "text": "She said to Him, \"Yes, Lord; I have believed that You are the Christ, the Son of God, even He who comes into the world.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "When she had said this, she went away and called Mary her sister, saying secretly, \"The Teacher is here and is calling for you.\"",
          "ID": "28"
        },
        {
          "text": "And when she heard it, she got up quickly and was coming to Him.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Now Jesus had not yet come into the village, but was still in the place where Martha met Him.",
          "ID": "30"
        },
        {
          "text": "Then the Jews who were with her in the house, and consoling her, when they saw that Mary got up quickly and went out, they followed her, supposing that she was going to the tomb to weep there.",
          "ID": "31"
        },
        {
          "text": "Therefore, when Mary came where Jesus was, she saw Him, and fell at His feet, saying to Him, \"Lord, if You had been here, my brother would not have died.\"",
          "ID": "32"
        },
        {
          "text": "When Jesus therefore saw her weeping, and the Jews who came with her also weeping, He was deeply moved in spirit and was troubled,",
          "ID": "33"
        },
        {
          "text": "and said, \"Where have you laid him?\" They said to Him, \"Lord, come and see.\"",
          "ID": "34"
        },
        {
          "text": "Jesus wept.",
          "ID": "35"
        },
        {
          "text": "So the Jews were saying, \"See how He loved him!\"",
          "ID": "36"
        },
        {
          "text": "But some of them said, \"Could not this man, who opened the eyes of the blind man, have kept this man also from dying?\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "So Jesus, again being deeply moved within, came to the tomb. Now it was a cave, and a stone was lying against it.",
          "ID": "38"
        },
        {
          "text": "Jesus said, \"Remove the stone.\" Martha, the sister of the deceased, said to Him, \"Lord, by this time there will be a stench, for he has been dead four days.\"",
          "ID": "39"
        },
        {
          "text": "Jesus said to her, \"Did I not say to you that if you believe, you will see the glory of God?\"",
          "ID": "40"
        },
        {
          "text": "So they removed the stone. Then Jesus raised His eyes, and said, \"Father, I thank You that You have heard Me.",
          "ID": "41"
        },
        {
          "text": "I knew that You always hear Me; but because of the people standing around I said it, so that they may believe that You sent Me.\"",
          "ID": "42"
        },
        {
          "text": "When He had said these things, He cried out with a loud voice, \"Lazarus, come forth.\"",
          "ID": "43"
        },
        {
          "text": "The man who had died came forth, bound hand and foot with wrappings, and his face was wrapped around with a cloth. Jesus said to them, \"Unbind him, and let him go.\"",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "Therefore many of the Jews who came to Mary, and saw what He had done, believed in Him.",
          "ID": "45"
        },
        {
          "text": "But some of them went to the Pharisees and told them the things which Jesus had done.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "Therefore the chief priests and the Pharisees convened a council, and were saying, \"What are we doing? For this man is performing many signs.",
          "ID": "47"
        },
        {
          "text": "If we let Him go on like this, all men will believe in Him, and the Romans will come and take away both our place and our nation.\"",
          "ID": "48"
        },
        {
          "text": "But one of them, Caiaphas, who was high priest that year, said to them, \"You know nothing at all,",
          "ID": "49"
        },
        {
          "text": "nor do you take into account that it is expedient for you that one man die for the people, and that the whole nation not perish.\"",
          "ID": "50"
        },
        {
          "text": "Now he did not say this on his own initiative, but being high priest that year, he prophesied that Jesus was going to die for the nation,",
          "ID": "51"
        },
        {
          "text": "and not for the nation only, but in order that He might also gather together into one the children of God who are scattered abroad.",
          "ID": "52"
        },
        {
          "text": "So from that day on they planned together to kill Him.",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "Therefore Jesus no longer continued to walk publicly among the Jews, but went away from there to the country near the wilderness, into a city called Ephraim; and there He stayed with the disciples.",
          "ID": "54"
        },
        {
          "text": "",
          "ID": "54"
        },
        {
          "text": "Now the Passover of the Jews was near, and many went up to Jerusalem out of the country before the Passover to purify themselves.",
          "ID": "55"
        },
        {
          "text": "So they were seeking for Jesus, and were saying to one another as they stood in the temple, \"What do you think; that He will not come to the feast at all?\"",
          "ID": "56"
        },
        {
          "text": "Now the chief priests and the Pharisees had given orders that if anyone knew where He was, he was to report it, so that they might seize Him.",
          "ID": "57"
        }
      ],
      "ID": "NT:JHN.11",
      "name": "JOHN 11"
    },
    {
      "text": [
        {
          "text": "Jesus, therefore, six days before the Passover, came to Bethany where Lazarus was, whom Jesus had raised from the dead.",
          "ID": "1"
        },
        {
          "text": "So they made Him a supper there, and Martha was serving; but Lazarus was one of those reclining at the table with Him.",
          "ID": "2"
        },
        {
          "text": "Mary then took a pound of very costly perfume of pure nard, and anointed the feet of Jesus and wiped His feet with her hair; and the house was filled with the fragrance of the perfume.",
          "ID": "3"
        },
        {
          "text": "But Judas Iscariot, one of His disciples, who was intending to betray Him, said,",
          "ID": "4"
        },
        {
          "text": "\"Why was this perfume not sold for three hundred denarii and given to poor people?\"",
          "ID": "5"
        },
        {
          "text": "Now he said this, not because he was concerned about the poor, but because he was a thief, and as he had the money box, he used to pilfer what was put into it.",
          "ID": "6"
        },
        {
          "text": "Therefore Jesus said, \"Let her alone, so that she may keep it for the day of My burial.",
          "ID": "7"
        },
        {
          "text": "For you always have the poor with you, but you do not always have Me.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "The large crowd of the Jews then learned that He was there; and they came, not for Jesus' sake only, but that they might also see Lazarus, whom He raised from the dead.",
          "ID": "9"
        },
        {
          "text": "But the chief priests planned to put Lazarus to death also;",
          "ID": "10"
        },
        {
          "text": "because on account of him many of the Jews were going away and were believing in Jesus.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "On the next day the large crowd who had come to the feast, when they heard that Jesus was coming to Jerusalem,",
          "ID": "12"
        },
        {
          "text": "took the branches of the palm trees and went out to meet Him, and began to shout, \"Hosanna! Blessed is He who comes in the name of the Lord, even the King of Israel.\"",
          "ID": "13"
        },
        {
          "text": "Jesus, finding a young donkey, sat on it; as it is written,",
          "ID": "14"
        },
        {
          "text": "\"Fear not, daughter of Zion; behold, your King is coming, seated on a donkey's colt.\"",
          "ID": "15"
        },
        {
          "text": "These things His disciples did not understand at the first; but when Jesus was glorified, then they remembered that these things were written of Him, and that they had done these things to Him.",
          "ID": "16"
        },
        {
          "text": "So the people, who were with Him when He called Lazarus out of the tomb and raised him from the dead, continued to testify about Him.",
          "ID": "17"
        },
        {
          "text": "For this reason also the people went and met Him, because they heard that He had performed this sign.",
          "ID": "18"
        },
        {
          "text": "So the Pharisees said to one another, \"You see that you are not doing any good; look, the world has gone after Him.\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Now there were some Greeks among those who were going up to worship at the feast;",
          "ID": "20"
        },
        {
          "text": "these then came to Philip, who was from Bethsaida of Galilee, and began to ask him, saying, \"Sir, we wish to see Jesus.\"",
          "ID": "21"
        },
        {
          "text": "Philip came and told Andrew; Andrew and Philip came and told Jesus.",
          "ID": "22"
        },
        {
          "text": "And Jesus answered them, saying, \"The hour has come for the Son of Man to be glorified.",
          "ID": "23"
        },
        {
          "text": "Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit.",
          "ID": "24"
        },
        {
          "text": "He who loves his life loses it, and he who hates his life in this world will keep it to life eternal.",
          "ID": "25"
        },
        {
          "text": "If anyone serves Me, he must follow Me; and where I am, there My servant will be also; if anyone serves Me, the Father will honor him.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "\"Now My soul has become troubled; and what shall I say, 'Father, save Me from this hour'? But for this purpose I came to this hour.",
          "ID": "27"
        },
        {
          "text": "Father, glorify Your name.\" Then a voice came out of heaven: \"I have both glorified it, and will glorify it again.\"",
          "ID": "28"
        },
        {
          "text": "So the crowd of people who stood by and heard it were saying that it had thundered; others were saying, \"An angel has spoken to Him.\"",
          "ID": "29"
        },
        {
          "text": "Jesus answered and said, \"This voice has not come for My sake, but for your sakes.",
          "ID": "30"
        },
        {
          "text": "Now judgment is upon this world; now the ruler of this world will be cast out.",
          "ID": "31"
        },
        {
          "text": "And I, if I am lifted up from the earth, will draw all men to Myself.\"",
          "ID": "32"
        },
        {
          "text": "But He was saying this to indicate the kind of death by which He was to die.",
          "ID": "33"
        },
        {
          "text": "The crowd then answered Him, \"We have heard out of the Law that the Christ is to remain forever; and how can You say, 'The Son of Man must be lifted up'? Who is this Son of Man?\"",
          "ID": "34"
        },
        {
          "text": "So Jesus said to them, \"For a little while longer the Light is among you. Walk while you have the Light, so that darkness will not overtake you; he who walks in the darkness does not know where he goes.",
          "ID": "35"
        },
        {
          "text": "While you have the Light, believe in the Light, so that you may become sons of Light.\"",
          "ID": "36"
        },
        {
          "text": "These things Jesus spoke, and He went away and hid Himself from them.",
          "ID": "36"
        },
        {
          "text": "But though He had performed so many signs before them, yet they were not believing in Him.",
          "ID": "37"
        },
        {
          "text": "This was to fulfill the word of Isaiah the prophet which he spoke: \"Lord, who has believed our report? And to whom has the arm of the Lord been revealed?\"",
          "ID": "38"
        },
        {
          "text": "For this reason they could not believe, for Isaiah said again,",
          "ID": "39"
        },
        {
          "text": "\"He has blinded their eyes and He hardened their heart, so that they would not see with their eyes and perceive with their heart, and be converted and I heal them.\"",
          "ID": "40"
        },
        {
          "text": "These things Isaiah said because he saw His glory, and he spoke of Him.",
          "ID": "41"
        },
        {
          "text": "Nevertheless many even of the rulers believed in Him, but because of the Pharisees they were not confessing Him, for fear that they would be put out of the synagogue;",
          "ID": "42"
        },
        {
          "text": "for they loved the approval of men rather than the approval of God.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "And Jesus cried out and said, \"He who believes in Me, does not believe in Me but in Him who sent Me.",
          "ID": "44"
        },
        {
          "text": "He who sees Me sees the One who sent Me.",
          "ID": "45"
        },
        {
          "text": "I have come as Light into the world, so that everyone who believes in Me will not remain in darkness.",
          "ID": "46"
        },
        {
          "text": "If anyone hears My sayings and does not keep them, I do not judge him; for I did not come to judge the world, but to save the world.",
          "ID": "47"
        },
        {
          "text": "He who rejects Me and does not receive My sayings, has one who judges him; the word I spoke is what will judge him at the last day.",
          "ID": "48"
        },
        {
          "text": "For I did not speak on My own initiative, but the Father Himself who sent Me has given Me a commandment as to what to say and what to speak.",
          "ID": "49"
        },
        {
          "text": "I know that His commandment is eternal life; therefore the things I speak, I speak just as the Father has told Me.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:JHN.12",
      "name": "JOHN 12"
    },
    {
      "text": [
        {
          "text": "Now before the Feast of the Passover, Jesus knowing that His hour had come that He would depart out of this world to the Father, having loved His own who were in the world, He loved them to the end.",
          "ID": "1"
        },
        {
          "text": "During supper, the devil having already put into the heart of Judas Iscariot, the son of Simon, to betray Him,",
          "ID": "2"
        },
        {
          "text": "Jesus, knowing that the Father had given all things into His hands, and that He had come forth from God and was going back to God,",
          "ID": "3"
        },
        {
          "text": "got up from supper, and laid aside His garments; and taking a towel, He girded Himself.",
          "ID": "4"
        },
        {
          "text": "Then He poured water into the basin, and began to wash the disciples' feet and to wipe them with the towel with which He was girded.",
          "ID": "5"
        },
        {
          "text": "So He came to Simon Peter. He said to Him, \"Lord, do You wash my feet?\"",
          "ID": "6"
        },
        {
          "text": "Jesus answered and said to him, \"What I do you do not realize now, but you will understand hereafter.\"",
          "ID": "7"
        },
        {
          "text": "Peter said to Him, \"Never shall You wash my feet!\" Jesus answered him, \"If I do not wash you, you have no part with Me.\"",
          "ID": "8"
        },
        {
          "text": "Simon Peter said to Him, \"Lord, then wash not only my feet, but also my hands and my head.\"",
          "ID": "9"
        },
        {
          "text": "Jesus said to him, \"He who has bathed needs only to wash his feet, but is completely clean; and you are clean, but not all of you.\"",
          "ID": "10"
        },
        {
          "text": "For He knew the one who was betraying Him; for this reason He said, \"Not all of you are clean.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So when He had washed their feet, and taken His garments and reclined at the table again, He said to them, \"Do you know what I have done to you?",
          "ID": "12"
        },
        {
          "text": "You call Me Teacher and Lord; and you are right, for so I am.",
          "ID": "13"
        },
        {
          "text": "If I then, the Lord and the Teacher, washed your feet, you also ought to wash one another's feet.",
          "ID": "14"
        },
        {
          "text": "For I gave you an example that you also should do as I did to you.",
          "ID": "15"
        },
        {
          "text": "Truly, truly, I say to you, a slave is not greater than his master, nor is one who is sent greater than the one who sent him.",
          "ID": "16"
        },
        {
          "text": "If you know these things, you are blessed if you do them.",
          "ID": "17"
        },
        {
          "text": "I do not speak of all of you. I know the ones I have chosen; but it is that the Scripture may be fulfilled, 'He who eats My bread has lifted up his heel against Me.'",
          "ID": "18"
        },
        {
          "text": "From now on I am telling you before it comes to pass, so that when it does occur, you may believe that I am He.",
          "ID": "19"
        },
        {
          "text": "Truly, truly, I say to you, he who receives whomever I send receives Me; and he who receives Me receives Him who sent Me.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "When Jesus had said this, He became troubled in spirit, and testified and said, \"Truly, truly, I say to you, that one of you will betray Me.\"",
          "ID": "21"
        },
        {
          "text": "The disciples began looking at one another, at a loss to know of which one He was speaking.",
          "ID": "22"
        },
        {
          "text": "There was reclining on Jesus' bosom one of His disciples, whom Jesus loved.",
          "ID": "23"
        },
        {
          "text": "So Simon Peter gestured to him, and said to him, \"Tell us who it is of whom He is speaking.\"",
          "ID": "24"
        },
        {
          "text": "He, leaning back thus on Jesus' bosom, said to Him, \"Lord, who is it?\"",
          "ID": "25"
        },
        {
          "text": "Jesus then answered, \"That is the one for whom I shall dip the morsel and give it to him.\" So when He had dipped the morsel, He took and gave it to Judas, the son of Simon Iscariot.",
          "ID": "26"
        },
        {
          "text": "After the morsel, Satan then entered into him. Therefore Jesus said to him, \"What you do, do quickly.\"",
          "ID": "27"
        },
        {
          "text": "Now no one of those reclining at the table knew for what purpose He had said this to him.",
          "ID": "28"
        },
        {
          "text": "For some were supposing, because Judas had the money box, that Jesus was saying to him, \"Buy the things we have need of for the feast\"; or else, that he should give something to the poor.",
          "ID": "29"
        },
        {
          "text": "So after receiving the morsel he went out immediately; and it was night.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Therefore when he had gone out, Jesus said, \"Now is the Son of Man glorified, and God is glorified in Him;",
          "ID": "31"
        },
        {
          "text": "if God is glorified in Him, God will also glorify Him in Himself, and will glorify Him immediately.",
          "ID": "32"
        },
        {
          "text": "Little children, I am with you a little while longer. You will seek Me; and as I said to the Jews, now I also say to you, 'Where I am going, you cannot come.'",
          "ID": "33"
        },
        {
          "text": "A new commandment I give to you, that you love one another, even as I have loved you, that you also love one another.",
          "ID": "34"
        },
        {
          "text": "By this all men will know that you are My disciples, if you have love for one another.\"",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Simon Peter said to Him, \"Lord, where are You going?\" Jesus answered, \"Where I go, you cannot follow Me now; but you will follow later.\"",
          "ID": "36"
        },
        {
          "text": "Peter said to Him, \"Lord, why can I not follow You right now? I will lay down my life for You.\"",
          "ID": "37"
        },
        {
          "text": "Jesus answered, \"Will you lay down your life for Me? Truly, truly, I say to you, a rooster will not crow until you deny Me three times.",
          "ID": "38"
        }
      ],
      "ID": "NT:JHN.13",
      "name": "JOHN 13"
    },
    {
      "text": [
        {
          "text": "\"Do not let your heart be troubled; believe in God, believe also in Me.",
          "ID": "1"
        },
        {
          "text": "In My Father's house are many dwelling places; if it were not so, I would have told you; for I go to prepare a place for you.",
          "ID": "2"
        },
        {
          "text": "If I go and prepare a place for you, I will come again and receive you to Myself, that where I am, there you may be also.",
          "ID": "3"
        },
        {
          "text": "And you know the way where I am going.\"",
          "ID": "4"
        },
        {
          "text": "Thomas said to Him, \"Lord, we do not know where You are going, how do we know the way?\"",
          "ID": "5"
        },
        {
          "text": "Jesus said to him, \"I am the way, and the truth, and the life; no one comes to the Father but through Me.",
          "ID": "6"
        },
        {
          "text": "If you had known Me, you would have known My Father also; from now on you know Him, and have seen Him.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Philip said to Him, \"Lord, show us the Father, and it is enough for us.\"",
          "ID": "8"
        },
        {
          "text": "Jesus said to him, \"Have I been so long with you, and yet you have not come to know Me, Philip? He who has seen Me has seen the Father; how can you say, 'Show us the Father'?",
          "ID": "9"
        },
        {
          "text": "Do you not believe that I am in the Father, and the Father is in Me? The words that I say to you I do not speak on My own initiative, but the Father abiding in Me does His works.",
          "ID": "10"
        },
        {
          "text": "Believe Me that I am in the Father and the Father is in Me; otherwise believe because of the works themselves.",
          "ID": "11"
        },
        {
          "text": "Truly, truly, I say to you, he who believes in Me, the works that I do, he will do also; and greater works than these he will do; because I go to the Father.",
          "ID": "12"
        },
        {
          "text": "Whatever you ask in My name, that will I do, so that the Father may be glorified in the Son.",
          "ID": "13"
        },
        {
          "text": "If you ask Me anything in My name, I will do it.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "\"If you love Me, you will keep My commandments.",
          "ID": "15"
        },
        {
          "text": "I will ask the Father, and He will give you another Helper, that He may be with you forever;",
          "ID": "16"
        },
        {
          "text": "that is the Spirit of truth, whom the world cannot receive, because it does not see Him or know Him, but you know Him because He abides with you and will be in you.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "\"I will not leave you as orphans; I will come to you.",
          "ID": "18"
        },
        {
          "text": "After a little while the world will no longer see Me, but you will see Me; because I live, you will live also.",
          "ID": "19"
        },
        {
          "text": "In that day you will know that I am in My Father, and you in Me, and I in you.",
          "ID": "20"
        },
        {
          "text": "He who has My commandments and keeps them is the one who loves Me; and he who loves Me will be loved by My Father, and I will love him and will disclose Myself to him.\"",
          "ID": "21"
        },
        {
          "text": "Judas (not Iscariot) said to Him, \"Lord, what then has happened that You are going to disclose Yourself to us and not to the world?\"",
          "ID": "22"
        },
        {
          "text": "Jesus answered and said to him, \"If anyone loves Me, he will keep My word; and My Father will love him, and We will come to him and make Our abode with him.",
          "ID": "23"
        },
        {
          "text": "He who does not love Me does not keep My words; and the word which you hear is not Mine, but the Father's who sent Me.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"These things I have spoken to you while abiding with you.",
          "ID": "25"
        },
        {
          "text": "But the Helper, the Holy Spirit, whom the Father will send in My name, He will teach you all things, and bring to your remembrance all that I said to you.",
          "ID": "26"
        },
        {
          "text": "Peace I leave with you; My peace I give to you; not as the world gives do I give to you. Do not let your heart be troubled, nor let it be fearful.",
          "ID": "27"
        },
        {
          "text": "You heard that I said to you, 'I go away, and I will come to you.' If you loved Me, you would have rejoiced because I go to the Father, for the Father is greater than I.",
          "ID": "28"
        },
        {
          "text": "Now I have told you before it happens, so that when it happens, you may believe.",
          "ID": "29"
        },
        {
          "text": "I will not speak much more with you, for the ruler of the world is coming, and he has nothing in Me;",
          "ID": "30"
        },
        {
          "text": "but so that the world may know that I love the Father, I do exactly as the Father commanded Me. Get up, let us go from here.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.14",
      "name": "JOHN 14"
    },
    {
      "text": [
        {
          "text": "\"I am the true vine, and My Father is the vinedresser.",
          "ID": "1"
        },
        {
          "text": "Every branch in Me that does not bear fruit, He takes away; and every branch that bears fruit, He prunes it so that it may bear more fruit.",
          "ID": "2"
        },
        {
          "text": "You are already clean because of the word which I have spoken to you.",
          "ID": "3"
        },
        {
          "text": "Abide in Me, and I in you. As the branch cannot bear fruit of itself unless it abides in the vine, so neither can you unless you abide in Me.",
          "ID": "4"
        },
        {
          "text": "I am the vine, you are the branches; he who abides in Me and I in him, he bears much fruit, for apart from Me you can do nothing.",
          "ID": "5"
        },
        {
          "text": "If anyone does not abide in Me, he is thrown away as a branch and dries up; and they gather them, and cast them into the fire and they are burned.",
          "ID": "6"
        },
        {
          "text": "If you abide in Me, and My words abide in you, ask whatever you wish, and it will be done for you.",
          "ID": "7"
        },
        {
          "text": "My Father is glorified by this, that you bear much fruit, and so prove to be My disciples.",
          "ID": "8"
        },
        {
          "text": "Just as the Father has loved Me, I have also loved you; abide in My love.",
          "ID": "9"
        },
        {
          "text": "If you keep My commandments, you will abide in My love; just as I have kept My Father's commandments and abide in His love.",
          "ID": "10"
        },
        {
          "text": "These things I have spoken to you so that My joy may be in you, and that your joy may be made full.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"This is My commandment, that you love one another, just as I have loved you.",
          "ID": "12"
        },
        {
          "text": "Greater love has no one than this, that one lay down his life for his friends.",
          "ID": "13"
        },
        {
          "text": "You are My friends if you do what I command you.",
          "ID": "14"
        },
        {
          "text": "No longer do I call you slaves, for the slave does not know what his master is doing; but I have called you friends, for all things that I have heard from My Father I have made known to you.",
          "ID": "15"
        },
        {
          "text": "You did not choose Me but I chose you, and appointed you that you would go and bear fruit, and that your fruit would remain, so that whatever you ask of the Father in My name He may give to you.",
          "ID": "16"
        },
        {
          "text": "This I command you, that you love one another.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "\"If the world hates you, you know that it has hated Me before it hated you.",
          "ID": "18"
        },
        {
          "text": "If you were of the world, the world would love its own; but because you are not of the world, but I chose you out of the world, because of this the world hates you.",
          "ID": "19"
        },
        {
          "text": "Remember the word that I said to you, 'A slave is not greater than his master.' If they persecuted Me, they will also persecute you; if they kept My word, they will keep yours also.",
          "ID": "20"
        },
        {
          "text": "But all these things they will do to you for My name's sake, because they do not know the One who sent Me.",
          "ID": "21"
        },
        {
          "text": "If I had not come and spoken to them, they would not have sin, but now they have no excuse for their sin.",
          "ID": "22"
        },
        {
          "text": "He who hates Me hates My Father also.",
          "ID": "23"
        },
        {
          "text": "If I had not done among them the works which no one else did, they would not have sin; but now they have both seen and hated Me and My Father as well.",
          "ID": "24"
        },
        {
          "text": "But they have done this to fulfill the word that is written in their Law, 'They hated Me without a cause.'",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "\"When the Helper comes, whom I will send to you from the Father, that is the Spirit of truth who proceeds from the Father, He will testify about Me,",
          "ID": "26"
        },
        {
          "text": "and you will testify also, because you have been with Me from the beginning.",
          "ID": "27"
        }
      ],
      "ID": "NT:JHN.15",
      "name": "JOHN 15"
    },
    {
      "text": [
        {
          "text": "\"These things I have spoken to you so that you may be kept from stumbling.",
          "ID": "1"
        },
        {
          "text": "They will make you outcasts from the synagogue, but an hour is coming for everyone who kills you to think that he is offering service to God.",
          "ID": "2"
        },
        {
          "text": "These things they will do because they have not known the Father or Me.",
          "ID": "3"
        },
        {
          "text": "But these things I have spoken to you, so that when their hour comes, you may remember that I told you of them. These things I did not say to you at the beginning, because I was with you.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "\"But now I am going to Him who sent Me; and none of you asks Me, 'Where are You going?'",
          "ID": "5"
        },
        {
          "text": "But because I have said these things to you, sorrow has filled your heart.",
          "ID": "6"
        },
        {
          "text": "But I tell you the truth, it is to your advantage that I go away; for if I do not go away, the Helper will not come to you; but if I go, I will send Him to you.",
          "ID": "7"
        },
        {
          "text": "And He, when He comes, will convict the world concerning sin and righteousness and judgment;",
          "ID": "8"
        },
        {
          "text": "concerning sin, because they do not believe in Me;",
          "ID": "9"
        },
        {
          "text": "and concerning righteousness, because I go to the Father and you no longer see Me;",
          "ID": "10"
        },
        {
          "text": "and concerning judgment, because the ruler of this world has been judged.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"I have many more things to say to you, but you cannot bear them now.",
          "ID": "12"
        },
        {
          "text": "But when He, the Spirit of truth, comes, He will guide you into all the truth; for He will not speak on His own initiative, but whatever He hears, He will speak; and He will disclose to you what is to come.",
          "ID": "13"
        },
        {
          "text": "He will glorify Me, for He will take of Mine and will disclose it to you.",
          "ID": "14"
        },
        {
          "text": "All things that the Father has are Mine; therefore I said that He takes of Mine and will disclose it to you.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "\"A little while, and you will no longer see Me; and again a little while, and you will see Me.\"",
          "ID": "16"
        },
        {
          "text": "Some of His disciples then said to one another, \"What is this thing He is telling us, 'A little while, and you will not see Me; and again a little while, and you will see Me'; and, 'because I go to the Father'?\"",
          "ID": "17"
        },
        {
          "text": "So they were saying, \"What is this that He says, 'A little while'? We do not know what He is talking about.\"",
          "ID": "18"
        },
        {
          "text": "Jesus knew that they wished to question Him, and He said to them, \"Are you deliberating together about this, that I said, 'A little while, and you will not see Me, and again a little while, and you will see Me'?",
          "ID": "19"
        },
        {
          "text": "Truly, truly, I say to you, that you will weep and lament, but the world will rejoice; you will grieve, but your grief will be turned into joy.",
          "ID": "20"
        },
        {
          "text": "Whenever a woman is in labor she has pain, because her hour has come; but when she gives birth to the child, she no longer remembers the anguish because of the joy that a child has been born into the world.",
          "ID": "21"
        },
        {
          "text": "Therefore you too have grief now; but I will see you again, and your heart will rejoice, and no one will take your joy away from you.",
          "ID": "22"
        },
        {
          "text": "In that day you will not question Me about anything. Truly, truly, I say to you, if you ask the Father for anything in My name, He will give it to you.",
          "ID": "23"
        },
        {
          "text": "Until now you have asked for nothing in My name; ask and you will receive, so that your joy may be made full.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"These things I have spoken to you in figurative language; an hour is coming when I will no longer speak to you in figurative language, but will tell you plainly of the Father.",
          "ID": "25"
        },
        {
          "text": "In that day you will ask in My name, and I do not say to you that I will request of the Father on your behalf;",
          "ID": "26"
        },
        {
          "text": "for the Father Himself loves you, because you have loved Me and have believed that I came forth from the Father.",
          "ID": "27"
        },
        {
          "text": "I came forth from the Father and have come into the world; I am leaving the world again and going to the Father.\"",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "His disciples said, \"Lo, now You are speaking plainly and are not using a figure of speech.",
          "ID": "29"
        },
        {
          "text": "Now we know that You know all things, and have no need for anyone to question You; by this we believe that You came from God.\"",
          "ID": "30"
        },
        {
          "text": "Jesus answered them, \"Do you now believe?",
          "ID": "31"
        },
        {
          "text": "Behold, an hour is coming, and has already come, for you to be scattered, each to his own home, and to leave Me alone; and yet I am not alone, because the Father is with Me.",
          "ID": "32"
        },
        {
          "text": "These things I have spoken to you, so that in Me you may have peace. In the world you have tribulation, but take courage; I have overcome the world.\"",
          "ID": "33"
        }
      ],
      "ID": "NT:JHN.16",
      "name": "JOHN 16"
    },
    {
      "text": [
        {
          "text": "Jesus spoke these things; and lifting up His eyes to heaven, He said, \"Father, the hour has come; glorify Your Son, that the Son may glorify You,",
          "ID": "1"
        },
        {
          "text": "even as You gave Him authority over all flesh, that to all whom You have given Him, He may give eternal life.",
          "ID": "2"
        },
        {
          "text": "This is eternal life, that they may know You, the only true God, and Jesus Christ whom You have sent.",
          "ID": "3"
        },
        {
          "text": "I glorified You on the earth, having accomplished the work which You have given Me to do.",
          "ID": "4"
        },
        {
          "text": "Now, Father, glorify Me together with Yourself, with the glory which I had with You before the world was.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "\"I have manifested Your name to the men whom You gave Me out of the world; they were Yours and You gave them to Me, and they have kept Your word.",
          "ID": "6"
        },
        {
          "text": "Now they have come to know that everything You have given Me is from You;",
          "ID": "7"
        },
        {
          "text": "for the words which You gave Me I have given to them; and they received them and truly understood that I came forth from You, and they believed that You sent Me.",
          "ID": "8"
        },
        {
          "text": "I ask on their behalf; I do not ask on behalf of the world, but of those whom You have given Me; for they are Yours;",
          "ID": "9"
        },
        {
          "text": "and all things that are Mine are Yours, and Yours are Mine; and I have been glorified in them.",
          "ID": "10"
        },
        {
          "text": "I am no longer in the world; and yet they themselves are in the world, and I come to You. Holy Father, keep them in Your name, the name which You have given Me, that they may be one even as We are.",
          "ID": "11"
        },
        {
          "text": "While I was with them, I was keeping them in Your name which You have given Me; and I guarded them and not one of them perished but the son of perdition, so that the Scripture would be fulfilled.",
          "ID": "12"
        },
        {
          "text": "But now I come to You; and these things I speak in the world so that they may have My joy made full in themselves.",
          "ID": "13"
        },
        {
          "text": "I have given them Your word; and the world has hated them, because they are not of the world, even as I am not of the world.",
          "ID": "14"
        },
        {
          "text": "I do not ask You to take them out of the world, but to keep them from the evil one.",
          "ID": "15"
        },
        {
          "text": "They are not of the world, even as I am not of the world.",
          "ID": "16"
        },
        {
          "text": "Sanctify them in the truth; Your word is truth.",
          "ID": "17"
        },
        {
          "text": "As You sent Me into the world, I also have sent them into the world.",
          "ID": "18"
        },
        {
          "text": "For their sakes I sanctify Myself, that they themselves also may be sanctified in truth.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "\"I do not ask on behalf of these alone, but for those also who believe in Me through their word;",
          "ID": "20"
        },
        {
          "text": "that they may all be one; even as You, Father, are in Me and I in You, that they also may be in Us, so that the world may believe that You sent Me.",
          "ID": "21"
        },
        {
          "text": "The glory which You have given Me I have given to them, that they may be one, just as We are one;",
          "ID": "22"
        },
        {
          "text": "I in them and You in Me, that they may be perfected in unity, so that the world may know that You sent Me, and loved them, even as You have loved Me.",
          "ID": "23"
        },
        {
          "text": "Father, I desire that they also, whom You have given Me, be with Me where I am, so that they may see My glory which You have given Me, for You loved Me before the foundation of the world.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"O righteous Father, although the world has not known You, yet I have known You; and these have known that You sent Me;",
          "ID": "25"
        },
        {
          "text": "and I have made Your name known to them, and will make it known, so that the love with which You loved Me may be in them, and I in them.\"",
          "ID": "26"
        }
      ],
      "ID": "NT:JHN.17",
      "name": "JOHN 17"
    },
    {
      "text": [
        {
          "text": "When Jesus had spoken these words, He went forth with His disciples over the ravine of the Kidron, where there was a garden, in which He entered with His disciples.",
          "ID": "1"
        },
        {
          "text": "Now Judas also, who was betraying Him, knew the place, for Jesus had often met there with His disciples.",
          "ID": "2"
        },
        {
          "text": "Judas then, having received the Roman cohort and officers from the chief priests and the Pharisees, came there with lanterns and torches and weapons.",
          "ID": "3"
        },
        {
          "text": "So Jesus, knowing all the things that were coming upon Him, went forth and said to them, \"Whom do you seek?\"",
          "ID": "4"
        },
        {
          "text": "They answered Him, \"Jesus the Nazarene.\" He said to them, \"I am He.\" And Judas also, who was betraying Him, was standing with them.",
          "ID": "5"
        },
        {
          "text": "So when He said to them, \"I am He,\" they drew back and fell to the ground.",
          "ID": "6"
        },
        {
          "text": "Therefore He again asked them, \"Whom do you seek?\" And they said, \"Jesus the Nazarene.\"",
          "ID": "7"
        },
        {
          "text": "Jesus answered, \"I told you that I am He; so if you seek Me, let these go their way,\"",
          "ID": "8"
        },
        {
          "text": "to fulfill the word which He spoke, \"Of those whom You have given Me I lost not one.\"",
          "ID": "9"
        },
        {
          "text": "Simon Peter then, having a sword, drew it and struck the high priest's slave, and cut off his right ear; and the slave's name was Malchus.",
          "ID": "10"
        },
        {
          "text": "So Jesus said to Peter, \"Put the sword into the sheath; the cup which the Father has given Me, shall I not drink it?\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "So the Roman cohort and the commander and the officers of the Jews, arrested Jesus and bound Him,",
          "ID": "12"
        },
        {
          "text": "and led Him to Annas first; for he was father-in-law of Caiaphas, who was high priest that year.",
          "ID": "13"
        },
        {
          "text": "Now Caiaphas was the one who had advised the Jews that it was expedient for one man to die on behalf of the people.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Simon Peter was following Jesus, and so was another disciple. Now that disciple was known to the high priest, and entered with Jesus into the court of the high priest,",
          "ID": "15"
        },
        {
          "text": "but Peter was standing at the door outside. So the other disciple, who was known to the high priest, went out and spoke to the doorkeeper, and brought Peter in.",
          "ID": "16"
        },
        {
          "text": "Then the slave-girl who kept the door said to Peter, \"You are not also one of this man's disciples, are you?\" He said, \"I am not.\"",
          "ID": "17"
        },
        {
          "text": "Now the slaves and the officers were standing there, having made a charcoal fire, for it was cold and they were warming themselves; and Peter was also with them, standing and warming himself.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "The high priest then questioned Jesus about His disciples, and about His teaching.",
          "ID": "19"
        },
        {
          "text": "Jesus answered him, \"I have spoken openly to the world; I always taught in synagogues and in the temple, where all the Jews come together; and I spoke nothing in secret.",
          "ID": "20"
        },
        {
          "text": "Why do you question Me? Question those who have heard what I spoke to them; they know what I said.\"",
          "ID": "21"
        },
        {
          "text": "When He had said this, one of the officers standing nearby struck Jesus, saying, \"Is that the way You answer the high priest?\"",
          "ID": "22"
        },
        {
          "text": "Jesus answered him, \"If I have spoken wrongly, testify of the wrong; but if rightly, why do you strike Me?\"",
          "ID": "23"
        },
        {
          "text": "So Annas sent Him bound to Caiaphas the high priest.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Now Simon Peter was standing and warming himself. So they said to him, \"You are not also one of His disciples, are you?\" He denied it, and said, \"I am not.\"",
          "ID": "25"
        },
        {
          "text": "One of the slaves of the high priest, being a relative of the one whose ear Peter cut off, said, \"Did I not see you in the garden with Him?\"",
          "ID": "26"
        },
        {
          "text": "Peter then denied it again, and immediately a rooster crowed.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Then they led Jesus from Caiaphas into the Praetorium, and it was early; and they themselves did not enter into the Praetorium so that they would not be defiled, but might eat the Passover.",
          "ID": "28"
        },
        {
          "text": "Therefore Pilate went out to them and said, \"What accusation do you bring against this Man?\"",
          "ID": "29"
        },
        {
          "text": "They answered and said to him, \"If this Man were not an evildoer, we would not have delivered Him to you.\"",
          "ID": "30"
        },
        {
          "text": "So Pilate said to them, \"Take Him yourselves, and judge Him according to your law.\" The Jews said to him, \"We are not permitted to put anyone to death,\"",
          "ID": "31"
        },
        {
          "text": "to fulfill the word of Jesus which He spoke, signifying by what kind of death He was about to die.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Therefore Pilate entered again into the Praetorium, and summoned Jesus and said to Him, \"Are You the King of the Jews?\"",
          "ID": "33"
        },
        {
          "text": "Jesus answered, \"Are you saying this on your own initiative, or did others tell you about Me?\"",
          "ID": "34"
        },
        {
          "text": "Pilate answered, \"I am not a Jew, am I? Your own nation and the chief priests delivered You to me; what have You done?\"",
          "ID": "35"
        },
        {
          "text": "Jesus answered, \"My kingdom is not of this world. If My kingdom were of this world, then My servants would be fighting so that I would not be handed over to the Jews; but as it is, My kingdom is not of this realm.\"",
          "ID": "36"
        },
        {
          "text": "Therefore Pilate said to Him, \"So You are a king?\" Jesus answered, \"You say correctly that I am a king. For this I have been born, and for this I have come into the world, to testify to the truth. Everyone who is of the truth hears My voice.\"",
          "ID": "37"
        },
        {
          "text": "Pilate said to Him, \"What is truth?\"",
          "ID": "38"
        },
        {
          "text": "And when he had said this, he went out again to the Jews and said to them, \"I find no guilt in Him.",
          "ID": "38"
        },
        {
          "text": "But you have a custom that I release someone for you at the Passover; do you wish then that I release for you the King of the Jews?\"",
          "ID": "39"
        },
        {
          "text": "So they cried out again, saying, \"Not this Man, but Barabbas.\" Now Barabbas was a robber.",
          "ID": "40"
        }
      ],
      "ID": "NT:JHN.18",
      "name": "JOHN 18"
    },
    {
      "text": [
        {
          "text": "Pilate then took Jesus and scourged Him.",
          "ID": "1"
        },
        {
          "text": "And the soldiers twisted together a crown of thorns and put it on His head, and put a purple robe on Him;",
          "ID": "2"
        },
        {
          "text": "and they began to come up to Him and say, \"Hail, King of the Jews!\" and to give Him slaps in the face.",
          "ID": "3"
        },
        {
          "text": "Pilate came out again and said to them, \"Behold, I am bringing Him out to you so that you may know that I find no guilt in Him.\"",
          "ID": "4"
        },
        {
          "text": "Jesus then came out, wearing the crown of thorns and the purple robe. Pilate said to them, \"Behold, the Man!\"",
          "ID": "5"
        },
        {
          "text": "So when the chief priests and the officers saw Him, they cried out saying, \"Crucify, crucify!\" Pilate said to them, \"Take Him yourselves and crucify Him, for I find no guilt in Him.\"",
          "ID": "6"
        },
        {
          "text": "The Jews answered him, \"We have a law, and by that law He ought to die because He made Himself out to be the Son of God.\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Therefore when Pilate heard this statement, he was even more afraid;",
          "ID": "8"
        },
        {
          "text": "and he entered into the Praetorium again and said to Jesus, \"Where are You from?\" But Jesus gave him no answer.",
          "ID": "9"
        },
        {
          "text": "So Pilate said to Him, \"You do not speak to me? Do You not know that I have authority to release You, and I have authority to crucify You?\"",
          "ID": "10"
        },
        {
          "text": "Jesus answered, \"You would have no authority over Me, unless it had been given you from above; for this reason he who delivered Me to you has the greater sin.\"",
          "ID": "11"
        },
        {
          "text": "As a result of this Pilate made efforts to release Him, but the Jews cried out saying, \"If you release this Man, you are no friend of Caesar; everyone who makes himself out to be a king opposes Caesar.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Therefore when Pilate heard these words, he brought Jesus out, and sat down on the judgment seat at a place called The Pavement, but in Hebrew, Gabbatha.",
          "ID": "13"
        },
        {
          "text": "Now it was the day of preparation for the Passover; it was about the sixth hour. And he said to the Jews, \"Behold, your King!\"",
          "ID": "14"
        },
        {
          "text": "So they cried out, \"Away with Him, away with Him, crucify Him!\" Pilate said to them, \"Shall I crucify your King?\" The chief priests answered, \"We have no king but Caesar.\"",
          "ID": "15"
        },
        {
          "text": "So he then handed Him over to them to be crucified.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "They took Jesus, therefore, and He went out, bearing His own cross, to the place called the Place of a Skull, which is called in Hebrew, Golgotha.",
          "ID": "17"
        },
        {
          "text": "There they crucified Him, and with Him two other men, one on either side, and Jesus in between.",
          "ID": "18"
        },
        {
          "text": "Pilate also wrote an inscription and put it on the cross. It was written, \"JESUS THE NAZARENE, THE KING OF THE JEWS.\"",
          "ID": "19"
        },
        {
          "text": "Therefore many of the Jews read this inscription, for the place where Jesus was crucified was near the city; and it was written in Hebrew, Latin and in Greek.",
          "ID": "20"
        },
        {
          "text": "So the chief priests of the Jews were saying to Pilate, \"Do not write, 'The King of the Jews'; but that He said, 'I am King of the Jews.'\"",
          "ID": "21"
        },
        {
          "text": "Pilate answered, \"What I have written I have written.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Then the soldiers, when they had crucified Jesus, took His outer garments and made four parts, a part to every soldier and also the tunic; now the tunic was seamless, woven in one piece.",
          "ID": "23"
        },
        {
          "text": "So they said to one another, \"Let us not tear it, but cast lots for it, to decide whose it shall be\"; this was to fulfill the Scripture: \"They divided My outer garments among them, and for My clothing they cast lots.\"",
          "ID": "24"
        },
        {
          "text": "Therefore the soldiers did these things.",
          "ID": "25"
        },
        {
          "text": "But standing by the cross of Jesus were His mother, and His mother's sister, Mary the wife of Clopas, and Mary Magdalene.",
          "ID": "25"
        },
        {
          "text": "When Jesus then saw His mother, and the disciple whom He loved standing nearby, He said to His mother, \"Woman, behold, your son!\"",
          "ID": "26"
        },
        {
          "text": "Then He said to the disciple, \"Behold, your mother!\" From that hour the disciple took her into his own household.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "After this, Jesus, knowing that all things had already been accomplished, to fulfill the Scripture, said, \"I am thirsty.\"",
          "ID": "28"
        },
        {
          "text": "A jar full of sour wine was standing there; so they put a sponge full of the sour wine upon a branch of hyssop and brought it up to His mouth.",
          "ID": "29"
        },
        {
          "text": "Therefore when Jesus had received the sour wine, He said, \"It is finished!\" And He bowed His head and gave up His spirit.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Then the Jews, because it was the day of preparation, so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was a high day), asked Pilate that their legs might be broken, and that they might be taken away.",
          "ID": "31"
        },
        {
          "text": "So the soldiers came, and broke the legs of the first man and of the other who was crucified with Him;",
          "ID": "32"
        },
        {
          "text": "but coming to Jesus, when they saw that He was already dead, they did not break His legs.",
          "ID": "33"
        },
        {
          "text": "But one of the soldiers pierced His side with a spear, and immediately blood and water came out.",
          "ID": "34"
        },
        {
          "text": "And he who has seen has testified, and his testimony is true; and he knows that he is telling the truth, so that you also may believe.",
          "ID": "35"
        },
        {
          "text": "For these things came to pass to fulfill the Scripture, \"Not a bone of Him shall be broken.\"",
          "ID": "36"
        },
        {
          "text": "And again another Scripture says, \"They shall look on Him whom they pierced.\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "After these things Joseph of Arimathea, being a disciple of Jesus, but a secret one for fear of the Jews, asked Pilate that he might take away the body of Jesus; and Pilate granted permission. So he came and took away His body.",
          "ID": "38"
        },
        {
          "text": "Nicodemus, who had first come to Him by night, also came, bringing a mixture of myrrh and aloes, about a hundred pounds weight.",
          "ID": "39"
        },
        {
          "text": "So they took the body of Jesus and bound it in linen wrappings with the spices, as is the burial custom of the Jews.",
          "ID": "40"
        },
        {
          "text": "Now in the place where He was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid.",
          "ID": "41"
        },
        {
          "text": "Therefore because of the Jewish day of preparation, since the tomb was nearby, they laid Jesus there.",
          "ID": "42"
        }
      ],
      "ID": "NT:JHN.19",
      "name": "JOHN 19"
    },
    {
      "text": [
        {
          "text": "Now on the first day of the week Mary Magdalene came early to the tomb, while it was still dark, and saw the stone already taken away from the tomb.",
          "ID": "1"
        },
        {
          "text": "So she ran and came to Simon Peter and to the other disciple whom Jesus loved, and said to them, \"They have taken away the Lord out of the tomb, and we do not know where they have laid Him.\"",
          "ID": "2"
        },
        {
          "text": "So Peter and the other disciple went forth, and they were going to the tomb.",
          "ID": "3"
        },
        {
          "text": "The two were running together; and the other disciple ran ahead faster than Peter and came to the tomb first;",
          "ID": "4"
        },
        {
          "text": "and stooping and looking in, he saw the linen wrappings lying there; but he did not go in.",
          "ID": "5"
        },
        {
          "text": "And so Simon Peter also came, following him, and entered the tomb; and he saw the linen wrappings lying there,",
          "ID": "6"
        },
        {
          "text": "and the face-cloth which had been on His head, not lying with the linen wrappings, but rolled up in a place by itself.",
          "ID": "7"
        },
        {
          "text": "So the other disciple who had first come to the tomb then also entered, and he saw and believed.",
          "ID": "8"
        },
        {
          "text": "For as yet they did not understand the Scripture, that He must rise again from the dead.",
          "ID": "9"
        },
        {
          "text": "So the disciples went away again to their own homes.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "But Mary was standing outside the tomb weeping; and so, as she wept, she stooped and looked into the tomb;",
          "ID": "11"
        },
        {
          "text": "and she saw two angels in white sitting, one at the head and one at the feet, where the body of Jesus had been lying.",
          "ID": "12"
        },
        {
          "text": "And they said to her, \"Woman, why are you weeping?\" She said to them, \"Because they have taken away my Lord, and I do not know where they have laid Him.\"",
          "ID": "13"
        },
        {
          "text": "When she had said this, she turned around and saw Jesus standing there, and did not know that it was Jesus.",
          "ID": "14"
        },
        {
          "text": "Jesus said to her, \"Woman, why are you weeping? Whom are you seeking?\" Supposing Him to be the gardener, she said to Him, \"Sir, if you have carried Him away, tell me where you have laid Him, and I will take Him away.\"",
          "ID": "15"
        },
        {
          "text": "Jesus said to her, \"Mary!\" She turned and said to Him in Hebrew, \"Rabboni!\" (which means, Teacher).",
          "ID": "16"
        },
        {
          "text": "Jesus said to her, \"Stop clinging to Me, for I have not yet ascended to the Father; but go to My brethren and say to them, 'I ascend to My Father and your Father, and My God and your God.'\"",
          "ID": "17"
        },
        {
          "text": "Mary Magdalene came, announcing to the disciples, \"I have seen the Lord,\" and that He had said these things to her.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So when it was evening on that day, the first day of the week, and when the doors were shut where the disciples were, for fear of the Jews, Jesus came and stood in their midst and said to them, \"Peace be with you.\"",
          "ID": "19"
        },
        {
          "text": "And when He had said this, He showed them both His hands and His side. The disciples then rejoiced when they saw the Lord.",
          "ID": "20"
        },
        {
          "text": "So Jesus said to them again, \"Peace be with you; as the Father has sent Me, I also send you.\"",
          "ID": "21"
        },
        {
          "text": "And when He had said this, He breathed on them and said to them, \"Receive the Holy Spirit.",
          "ID": "22"
        },
        {
          "text": "If you forgive the sins of any, their sins have been forgiven them; if you retain the sins of any, they have been retained.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.",
          "ID": "24"
        },
        {
          "text": "So the other disciples were saying to him, \"We have seen the Lord!\" But he said to them, \"Unless I see in His hands the imprint of the nails, and put my finger into the place of the nails, and put my hand into His side, I will not believe.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "After eight days His disciples were again inside, and Thomas with them. Jesus came, the doors having been shut, and stood in their midst and said, \"Peace be with you.\"",
          "ID": "26"
        },
        {
          "text": "Then He said to Thomas, \"Reach here with your finger, and see My hands; and reach here your hand and put it into My side; and do not be unbelieving, but believing.\"",
          "ID": "27"
        },
        {
          "text": "Thomas answered and said to Him, \"My Lord and my God!\"",
          "ID": "28"
        },
        {
          "text": "Jesus said to him, \"Because you have seen Me, have you believed? Blessed are they who did not see, and yet believed.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Therefore many other signs Jesus also performed in the presence of the disciples, which are not written in this book;",
          "ID": "30"
        },
        {
          "text": "but these have been written so that you may believe that Jesus is the Christ, the Son of God; and that believing you may have life in His name.",
          "ID": "31"
        }
      ],
      "ID": "NT:JHN.20",
      "name": "JOHN 20"
    },
    {
      "text": [
        {
          "text": "After these things Jesus manifested Himself again to the disciples at the Sea of Tiberias, and He manifested Himself in this way.",
          "ID": "1"
        },
        {
          "text": "Simon Peter, and Thomas called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two others of His disciples were together.",
          "ID": "2"
        },
        {
          "text": "Simon Peter said to them, \"I am going fishing.\" They said to him, \"We will also come with you.\" They went out and got into the boat; and that night they caught nothing.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "But when the day was now breaking, Jesus stood on the beach; yet the disciples did not know that it was Jesus.",
          "ID": "4"
        },
        {
          "text": "So Jesus said to them, \"Children, you do not have any fish, do you?\" They answered Him, \"No.\"",
          "ID": "5"
        },
        {
          "text": "And He said to them, \"Cast the net on the right-hand side of the boat and you will find a catch.\" So they cast, and then they were not able to haul it in because of the great number of fish.",
          "ID": "6"
        },
        {
          "text": "Therefore that disciple whom Jesus loved said to Peter, \"It is the Lord.\" So when Simon Peter heard that it was the Lord, he put his outer garment on (for he was stripped for work), and threw himself into the sea.",
          "ID": "7"
        },
        {
          "text": "But the other disciples came in the little boat, for they were not far from the land, but about one hundred yards away, dragging the net full of fish.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "So when they got out on the land, they saw a charcoal fire already laid and fish placed on it, and bread.",
          "ID": "9"
        },
        {
          "text": "Jesus said to them, \"Bring some of the fish which you have now caught.\"",
          "ID": "10"
        },
        {
          "text": "Simon Peter went up and drew the net to land, full of large fish, a hundred and fifty-three; and although there were so many, the net was not torn.",
          "ID": "11"
        },
        {
          "text": "Jesus said to them, \"Come and have breakfast.\" None of the disciples ventured to question Him, \"Who are You?\" knowing that it was the Lord.",
          "ID": "12"
        },
        {
          "text": "Jesus came and took the bread and gave it to them, and the fish likewise.",
          "ID": "13"
        },
        {
          "text": "This is now the third time that Jesus was manifested to the disciples, after He was raised from the dead.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "So when they had finished breakfast, Jesus said to Simon Peter, \"Simon, son of John, do you love Me more than these?\" He said to Him, \"Yes, Lord; You know that I love You.\" He said to him, \"Tend My lambs.\"",
          "ID": "15"
        },
        {
          "text": "He said to him again a second time, \"Simon, son of John, do you love Me?\" He said to Him, \"Yes, Lord; You know that I love You.\" He said to him, \"Shepherd My sheep.\"",
          "ID": "16"
        },
        {
          "text": "He said to him the third time, \"Simon, son of John, do you love Me?\" Peter was grieved because He said to him the third time, \"Do you love Me?\" And he said to Him, \"Lord, You know all things; You know that I love You.\" Jesus said to him, \"Tend My sheep.",
          "ID": "17"
        },
        {
          "text": "Truly, truly, I say to you, when you were younger, you used to gird yourself and walk wherever you wished; but when you grow old, you will stretch out your hands and someone else will gird you, and bring you where you do not wish to go.\"",
          "ID": "18"
        },
        {
          "text": "Now this He said, signifying by what kind of death he would glorify God. And when He had spoken this, He said to him, \"Follow Me!\"",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Peter, turning around, saw the disciple whom Jesus loved following them; the one who also had leaned back on His bosom at the supper and said, \"Lord, who is the one who betrays You?\"",
          "ID": "20"
        },
        {
          "text": "So Peter seeing him said to Jesus, \"Lord, and what about this man?\"",
          "ID": "21"
        },
        {
          "text": "Jesus said to him, \"If I want him to remain until I come, what is that to you? You follow Me!\"",
          "ID": "22"
        },
        {
          "text": "Therefore this saying went out among the brethren that that disciple would not die; yet Jesus did not say to him that he would not die, but only, \"If I want him to remain until I come, what is that to you?\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "This is the disciple who is testifying to these things and wrote these things, and we know that his testimony is true.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And there are also many other things which Jesus did, which if they were written in detail, I suppose that even the world itself would not contain the books that would be written.",
          "ID": "25"
        }
      ],
      "ID": "NT:JHN.21",
      "name": "JOHN 21"
    }
  ],
  "ID": "NT:JHN(NASB)",
  "version": "NASB",
  "name": "JOHN"
}