{
  "name": "1 Peter",
  "text": [
    {
      "name": "1 Peter 1",
      "text": [
        {
          "text": "Peter, an apostle of Jesus Christ,To God's elect, exiles scattered throughout the provinces of Pontus, Galatia, Cappadocia, Asia and Bithynia,",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, to be obedient to Jesus Christ and sprinkled with his blood:Grace and peace be yours in abundance.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,",
          "ID": "3"
        },
        {
          "text": "and into an inheritance that can never perish, spoil or fade. This inheritance is kept in heaven for you,",
          "ID": "4"
        },
        {
          "text": "who through faith are shielded by God's power until the coming of the salvation that is ready to be revealed in the last time.",
          "ID": "5"
        },
        {
          "text": "In all this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials.",
          "ID": "6"
        },
        {
          "text": "These have come so that the proven genuineness of your faith—of greater worth than gold, which perishes even though refined by fire—may result in praise, glory and honor when Jesus Christ is revealed.",
          "ID": "7"
        },
        {
          "text": "Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy,",
          "ID": "8"
        },
        {
          "text": "for you are receiving the end result of your faith, the salvation of your souls.",
          "ID": "9"
        },
        {
          "text": "Concerning this salvation, the prophets, who spoke of the grace that was to come to you, searched intently and with the greatest care,",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of the Messiah and the glories that would follow.",
          "ID": "11"
        },
        {
          "text": "It was revealed to them that they were not serving themselves but you, when they spoke of the things that have now been told you by those who have preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things.",
          "ID": "12"
        },
        {
          "text": "Therefore, with minds that are alert and fully sober, set your hope on the grace to be brought to you when Jesus Christ is revealed at his coming.",
          "ID": "13"
        },
        {
          "text": "As obedient children, do not conform to the evil desires you had when you lived in ignorance.",
          "ID": "14"
        },
        {
          "text": "But just as he who called you is holy, so be holy in all you do;",
          "ID": "15"
        },
        {
          "text": "for it is written: \"Be holy, because I am holy.\"",
          "ID": "16"
        },
        {
          "text": "Since you call on a Father who judges each person's work impartially, live out your time as foreigners here in reverent fear.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your ancestors,",
          "ID": "18"
        },
        {
          "text": "but with the precious blood of Christ, a lamb without blemish or defect.",
          "ID": "19"
        },
        {
          "text": "He was chosen before the creation of the world, but was revealed in these last times for your sake.",
          "ID": "20"
        },
        {
          "text": "Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God.",
          "ID": "21"
        },
        {
          "text": "Now that you have purified yourselves by obeying the truth so that you have sincere love for each other, love one another deeply, from the heart.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God.",
          "ID": "23"
        },
        {
          "text": "For,",
          "ID": "24"
        },
        {
          "text": "\"All people are like grass,",
          "ID": "24"
        },
        {
          "text": "and all their glory is like the flowers of the field;",
          "ID": "24"
        },
        {
          "text": "the grass withers and the flowers fall,",
          "ID": "24"
        },
        {
          "text": "but the word of the Lord endures forever.\" And this is the word that was preached to you.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.1"
    },
    {
      "name": "1 Peter 2",
      "text": [
        {
          "text": "Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind.",
          "ID": "1"
        },
        {
          "text": "Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation,",
          "ID": "2"
        },
        {
          "text": "now that you have tasted that the Lord is good.",
          "ID": "3"
        },
        {
          "text": "As you come to him, the living Stone—rejected by humans but chosen by God and precious to him—",
          "ID": "4"
        },
        {
          "text": "you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ.",
          "ID": "5"
        },
        {
          "text": "For in Scripture it says:",
          "ID": "6"
        },
        {
          "text": "\"See, I lay a stone in Zion,",
          "ID": "6"
        },
        {
          "text": "a chosen and precious cornerstone,",
          "ID": "6"
        },
        {
          "text": "and the one who trusts in him",
          "ID": "6"
        },
        {
          "text": "will never be put to shame.\"",
          "ID": "6"
        },
        {
          "text": "Now to you who believe, this stone is precious. But to those who do not believe,",
          "ID": "7"
        },
        {
          "text": "\"The stone the builders rejected",
          "ID": "7"
        },
        {
          "text": "has become the cornerstone,\"",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "and,",
          "ID": "8"
        },
        {
          "text": "\"A stone that causes people to stumble",
          "ID": "8"
        },
        {
          "text": "and a rock that makes them fall.\" They stumble because they disobey the message—which is also what they were destined for.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "But you are a chosen people, a royal priesthood, a holy nation, God's special possession, that you may declare the praises of him who called you out of darkness into his wonderful light.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy.",
          "ID": "10"
        },
        {
          "text": "Dear friends, I urge you, as foreigners and exiles, to abstain from sinful desires, which wage war against your soul.",
          "ID": "11"
        },
        {
          "text": "Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us.",
          "ID": "12"
        },
        {
          "text": "Submit yourselves for the Lord's sake to every human authority: whether to the emperor, as the supreme authority,",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "or to governors, who are sent by him to punish those who do wrong and to commend those who do right.",
          "ID": "14"
        },
        {
          "text": "For it is God's will that by doing good you should silence the ignorant talk of foolish people.",
          "ID": "15"
        },
        {
          "text": "Live as free people, but do not use your freedom as a cover-up for evil; live as God's slaves.",
          "ID": "16"
        },
        {
          "text": "Show proper respect to everyone, love the family of believers, fear God, honor the emperor.",
          "ID": "17"
        },
        {
          "text": "Slaves, in reverent fear of God submit yourselves to your masters, not only to those who are good and considerate, but also to those who are harsh.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "For it is commendable if someone bears up under the pain of unjust suffering because they are conscious of God.",
          "ID": "19"
        },
        {
          "text": "But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God.",
          "ID": "20"
        },
        {
          "text": "To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps.",
          "ID": "21"
        },
        {
          "text": "\"He committed no sin,",
          "ID": "22"
        },
        {
          "text": "and no deceit was found in his mouth.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"He himself bore our sins\" in his body on the cross, so that we might die to sins and live for righteousness; \"by his wounds you have been healed.\"",
          "ID": "24"
        },
        {
          "text": "For \"you were like sheep going astray,\" but now you have returned to the Shepherd and Overseer of your souls.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.2"
    },
    {
      "name": "1 Peter 3",
      "text": [
        {
          "text": "Wives, in the same way submit yourselves to your own husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives,",
          "ID": "1"
        },
        {
          "text": "when they see the purity and reverence of your lives.",
          "ID": "2"
        },
        {
          "text": "Your beauty should not come from outward adornment, such as elaborate hairstyles and the wearing of gold jewelry or fine clothes.",
          "ID": "3"
        },
        {
          "text": "Rather, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight.",
          "ID": "4"
        },
        {
          "text": "For this is the way the holy women of the past who put their hope in God used to adorn themselves. They submitted themselves to their own husbands,",
          "ID": "5"
        },
        {
          "text": "like Sarah, who obeyed Abraham and called him her lord. You are her daughters if you do what is right and do not give way to fear.",
          "ID": "6"
        },
        {
          "text": "Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.",
          "ID": "8"
        },
        {
          "text": "Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing.",
          "ID": "9"
        },
        {
          "text": "For,",
          "ID": "10"
        },
        {
          "text": "\"Whoever would love life",
          "ID": "10"
        },
        {
          "text": "and see good days",
          "ID": "10"
        },
        {
          "text": "must keep their tongue from evil",
          "ID": "10"
        },
        {
          "text": "and their lips from deceitful speech.",
          "ID": "10"
        },
        {
          "text": "They must turn from evil and do good;",
          "ID": "11"
        },
        {
          "text": "they must seek peace and pursue it.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "For the eyes of the Lord are on the righteous",
          "ID": "12"
        },
        {
          "text": "and his ears are attentive to their prayer,",
          "ID": "12"
        },
        {
          "text": "but the face of the Lord is against those who do evil.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Who is going to harm you if you are eager to do good?",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "But even if you should suffer for what is right, you are blessed. \"Do not fear their threats ; do not be frightened.\"",
          "ID": "14"
        },
        {
          "text": "But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,",
          "ID": "15"
        },
        {
          "text": "keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander.",
          "ID": "16"
        },
        {
          "text": "For it is better, if it is God's will, to suffer for doing good than for doing evil.",
          "ID": "17"
        },
        {
          "text": "For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit.",
          "ID": "18"
        },
        {
          "text": "After being made alive, he went and made proclamation to the imprisoned spirits—",
          "ID": "19"
        },
        {
          "text": "to those who were disobedient long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water,",
          "ID": "20"
        },
        {
          "text": "and this water symbolizes baptism that now saves you also—not the removal of dirt from the body but the pledge of a clear conscience toward God. It saves you by the resurrection of Jesus Christ,",
          "ID": "21"
        },
        {
          "text": "who has gone into heaven and is at God's right hand—with angels, authorities and powers in submission to him.",
          "ID": "22"
        }
      ],
      "ID": "NT:1PE.3"
    },
    {
      "name": "1 Peter 4",
      "text": [
        {
          "text": "Therefore, since Christ suffered in his body, arm yourselves also with the same attitude, because whoever suffers in the body is done with sin.",
          "ID": "1"
        },
        {
          "text": "As a result, they do not live the rest of their earthly lives for evil human desires, but rather for the will of God.",
          "ID": "2"
        },
        {
          "text": "For you have spent enough time in the past doing what pagans choose to do—living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry.",
          "ID": "3"
        },
        {
          "text": "They are surprised that you do not join them in their reckless, wild living, and they heap abuse on you.",
          "ID": "4"
        },
        {
          "text": "But they will have to give account to him who is ready to judge the living and the dead.",
          "ID": "5"
        },
        {
          "text": "For this is the reason the gospel was preached even to those who are now dead, so that they might be judged according to human standards in regard to the body, but live according to God in regard to the spirit.",
          "ID": "6"
        },
        {
          "text": "The end of all things is near. Therefore be alert and of sober mind so that you may pray.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Above all, love each other deeply, because love covers over a multitude of sins.",
          "ID": "8"
        },
        {
          "text": "Offer hospitality to one another without grumbling.",
          "ID": "9"
        },
        {
          "text": "Each of you should use whatever gift you have received to serve others, as faithful stewards of God's grace in its various forms.",
          "ID": "10"
        },
        {
          "text": "If anyone speaks, they should do so as one who speaks the very words of God. If anyone serves, they should do so with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen.",
          "ID": "11"
        },
        {
          "text": "Dear friends, do not be surprised at the fiery ordeal that has come on you to test you, as though something strange were happening to you.",
          "ID": "12"
        },
        {
          "text": "But rejoice inasmuch as you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed.",
          "ID": "13"
        },
        {
          "text": "If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you.",
          "ID": "14"
        },
        {
          "text": "If you suffer, it should not be as a murderer or thief or any other kind of criminal, or even as a meddler.",
          "ID": "15"
        },
        {
          "text": "However, if you suffer as a Christian, do not be ashamed, but praise God that you bear that name.",
          "ID": "16"
        },
        {
          "text": "For it is time for judgment to begin with God's household; and if it begins with us, what will the outcome be for those who do not obey the gospel of God?",
          "ID": "17"
        },
        {
          "text": "And,",
          "ID": "18"
        },
        {
          "text": "\"If it is hard for the righteous to be saved,",
          "ID": "18"
        },
        {
          "text": "what will become of the ungodly and the sinner?\"",
          "ID": "18"
        },
        {
          "text": "So then, those who suffer according to God's will should commit themselves to their faithful Creator and continue to do good.",
          "ID": "19"
        }
      ],
      "ID": "NT:1PE.4"
    },
    {
      "name": "1 Peter 5",
      "text": [
        {
          "text": "To the elders among you, I appeal as a fellow elder and a witness of Christ's sufferings who also will share in the glory to be revealed:",
          "ID": "1"
        },
        {
          "text": "Be shepherds of God's flock that is under your care, watching over them—not because you must, but because you are willing, as God wants you to be; not pursuing dishonest gain, but eager to serve;",
          "ID": "2"
        },
        {
          "text": "not lording it over those entrusted to you, but being examples to the flock.",
          "ID": "3"
        },
        {
          "text": "And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away.",
          "ID": "4"
        },
        {
          "text": "In the same way, you who are younger, submit yourselves to your elders. All of you, clothe yourselves with humility toward one another, because,",
          "ID": "5"
        },
        {
          "text": "\"God opposes the proud",
          "ID": "5"
        },
        {
          "text": "but shows favor to the humble.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Cast all your anxiety on him because he cares for you.",
          "ID": "7"
        },
        {
          "text": "Be alert and of sober mind. Your enemy the devil prowls around like a roaring lion looking for someone to devour.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Resist him, standing firm in the faith, because you know that the family of believers throughout the world is undergoing the same kind of sufferings.",
          "ID": "9"
        },
        {
          "text": "And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "To him be the power for ever and ever. Amen.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "With the help of Silas, whom I regard as a faithful brother, I have written to you briefly, encouraging you and testifying that this is the true grace of God. Stand fast in it.",
          "ID": "12"
        },
        {
          "text": "She who is in Babylon, chosen together with you, sends you her greetings, and so does my son Mark.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Greet one another with a kiss of love.Peace to all of you who are in Christ.",
          "ID": "14"
        }
      ],
      "ID": "NT:1PE.5"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:1PE(BOOKS)"
}