{
  "text": [
    {
      "text": [
        {
          "text": "Peter, Apostle of Jesus Christ, to the newly-arrived elect of the dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,",
          "ID": "1"
        },
        {
          "text": "in accord with the foreknowledge of God the Father, in the sanctification of the Spirit, with the obedience and the sprinkling of the blood of Jesus Christ: May grace and peace be multiplied for you.",
          "ID": "2"
        },
        {
          "text": "Blessed be the God and Father of our Lord Jesus Christ, who according to his great mercy has regenerated us into a living hope, through the resurrection of Jesus Christ from the dead:",
          "ID": "3"
        },
        {
          "text": "unto an incorruptible and undefiled and unfading inheritance, which is reserved for you in heaven.",
          "ID": "4"
        },
        {
          "text": "By the power of God, you are guarded through faith for a salvation which is ready to be revealed in the end time.",
          "ID": "5"
        },
        {
          "text": "In this, you should exult, if now, for a brief time, it is necessary to be made sorrowful by various trials,",
          "ID": "6"
        },
        {
          "text": "so that the testing of your faith, which is much more precious than gold tested by fire, may be found in praise and glory and honor at the revelation of Jesus Christ.",
          "ID": "7"
        },
        {
          "text": "For though you have not seen him, you love him. In him also, though you do not see him, you now believe. And in believing, you shall exult with an inexpressible and glorious joy,",
          "ID": "8"
        },
        {
          "text": "returning with the goal of your faith, the salvation of souls.",
          "ID": "9"
        },
        {
          "text": "About this salvation, the prophets inquired and diligently searched, those who prophesied about the future grace in you,",
          "ID": "10"
        },
        {
          "text": "inquiring as to what type of condition was signified to them by the Spirit of Christ, when foretelling those sufferings that are in Christ, as well as the subsequent glories.",
          "ID": "11"
        },
        {
          "text": "To them, it was revealed that they were ministering, not for themselves, but for you those things which have now been announced to you through those who have preached the Gospel to you, through the Holy Spirit, who was sent down from heaven to the One upon whom the Angels desire to gaze.",
          "ID": "12"
        },
        {
          "text": "For this reason, gird the waist of your mind, be sober, and hope perfectly in the grace that is offered to you in the revelation of Jesus Christ.",
          "ID": "13"
        },
        {
          "text": "Be like sons of obedience, not conforming to the desires of your former ignorance,",
          "ID": "14"
        },
        {
          "text": "but in accord with him who has called you: the Holy One. And in every behavior, you yourself must be holy,",
          "ID": "15"
        },
        {
          "text": "for it is written: \"You shall be holy, for I am Holy.\"",
          "ID": "16"
        },
        {
          "text": "And if you invoke as Father him who, without showing favoritism to persons, judges according to each one's work, then act in fear during the time of your sojourning here.",
          "ID": "17"
        },
        {
          "text": "For you know that it was not with corruptible gold or silver that you were redeemed away from your useless behavior in the traditions of your fathers,",
          "ID": "18"
        },
        {
          "text": "but it was with the precious blood of Christ, an immaculate and undefiled lamb,",
          "ID": "19"
        },
        {
          "text": "foreknown, certainly, before the foundation of the world, and made manifest in these latter times for your sake.",
          "ID": "20"
        },
        {
          "text": "Through him, you have been faithful to God, who raised him up from the dead and gave him glory, so that your faith and hope would be in God.",
          "ID": "21"
        },
        {
          "text": "So chastise your souls with the obedience of charity, in fraternal love, and love one another from a simple heart, attentively.",
          "ID": "22"
        },
        {
          "text": "For you have been born again, not from corruptible seed, but from what is incorruptible, from the Word of God, living and remaining for all eternity.",
          "ID": "23"
        },
        {
          "text": "For all flesh is like the grass and all its glory is like the flower of the grass. The grass withers and its flower falls away.",
          "ID": "24"
        },
        {
          "text": "But the Word of the Lord endures for eternity. And this is the Word that has been evangelized to you.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.1",
      "name": "1 Peter 1"
    },
    {
      "text": [
        {
          "text": "Therefore, set aside all malice and all deceitfulness, as well as falseness and envy and every detraction.",
          "ID": "1"
        },
        {
          "text": "Like newborn infants, desire the milk of reasonableness without guile, so that by this you may increase unto salvation,",
          "ID": "2"
        },
        {
          "text": "if it is true that you have tasted that the Lord is sweet.",
          "ID": "3"
        },
        {
          "text": "And approaching him as if he were a living stone, rejected by men, certainly, but elect and honored by God,",
          "ID": "4"
        },
        {
          "text": "be also yourselves like living stones, built upon him, a spiritual house, a holy priesthood, so as to offer up spiritual sacrifices, acceptable to God through Jesus Christ.",
          "ID": "5"
        },
        {
          "text": "Because of this, Scripture asserts: \"Behold, I am setting in Zion a chief cornerstone, elect, precious. And whoever will have believed in him will not be confounded.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, to you who believe, he is honor. But to those who do not believe, the stone which the builders have rejected, the same has been made into the head of the corner,",
          "ID": "7"
        },
        {
          "text": "and a stone of offense, and a rock of scandal, to those who are offended by the Word; neither do they believe, though they also have been built upon him.",
          "ID": "8"
        },
        {
          "text": "But you are a chosen generation, a royal priesthood, a holy nation, an acquired people, so that you may announce the virtues of him who has called you out of darkness into his marvelous light.",
          "ID": "9"
        },
        {
          "text": "Though in past times you were not a people, yet now you are the people of God. Though you had not obtained mercy, yet now you have obtained mercy.",
          "ID": "10"
        },
        {
          "text": "Most beloved, I beg you, as new arrivals and sojourners, to abstain from carnal desires, which battle against the soul.",
          "ID": "11"
        },
        {
          "text": "Keep your behavior among the Gentiles to what is good, so that, when they slander you as if you were evildoers, they may, by the good works that are seen in you, glorify God on the day of visitation.",
          "ID": "12"
        },
        {
          "text": "Therefore, be subject to every human creature because of God, whether it is to the king as preeminent,",
          "ID": "13"
        },
        {
          "text": "or to leaders as having been sent from him for vindication over evildoers, it is truly for the praise of what is good.",
          "ID": "14"
        },
        {
          "text": "For such is the will of God, that by doing good you may bring about the silence of imprudent and ignorant men,",
          "ID": "15"
        },
        {
          "text": "in an open manner, and not as if cloaking malice with liberty, but like servants of God.",
          "ID": "16"
        },
        {
          "text": "Honor everyone. Love brotherhood. Fear God. Honor the king.",
          "ID": "17"
        },
        {
          "text": "Servants, be subject to your masters with all fear, not only to the good and meek, but also to the unruly.",
          "ID": "18"
        },
        {
          "text": "For this is grace: when, because of God, a man willingly endures sorrows, suffering injustice.",
          "ID": "19"
        },
        {
          "text": "For what glory is there, if you sin and then suffer a beating? But if you do well and suffer patiently, this is grace with God.",
          "ID": "20"
        },
        {
          "text": "For you have been called to this because Christ also suffered for us, leaving you an example, so that you would follow in his footsteps.",
          "ID": "21"
        },
        {
          "text": "He committed no sin, neither was deceit found in his mouth.",
          "ID": "22"
        },
        {
          "text": "And when evil was spoken against him, he did not speak evil. When he suffered, he did not threaten. Then he handed himself over to him who judged him unjustly.",
          "ID": "23"
        },
        {
          "text": "He himself bore our sins in his body upon the tree, so that we, having died to sin, would live for justice. By his wounds, you have been healed.",
          "ID": "24"
        },
        {
          "text": "For you were like wandering sheep. But now you have been turned back toward the Pastor and the Bishop of your souls.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.2",
      "name": "1 Peter 2"
    },
    {
      "text": [
        {
          "text": "Similarly also, wives should be subject to their husbands, so that, even if some do not believe the Word, they may benefit without the Word, through the behavior of these wives,",
          "ID": "1"
        },
        {
          "text": "as they consider with fear your chaste behavior.",
          "ID": "2"
        },
        {
          "text": "For you, there should be no unnecessary adornment of the hair, or surrounding with gold, or the wearing of ornate clothing.",
          "ID": "3"
        },
        {
          "text": "Instead, you should be a hidden person of the heart, with the incorruptibility of a quiet and a meek spirit, rich in the sight of God.",
          "ID": "4"
        },
        {
          "text": "For in this way, in past times also, holy women adorned themselves, hoping in God, being subject to their own husbands.",
          "ID": "5"
        },
        {
          "text": "For so Sarah obeyed Abraham, calling him lord. You are her daughters, well-behaved and unafraid of any disturbance.",
          "ID": "6"
        },
        {
          "text": "Similarly, you husbands should live with them in accord with knowledge, bestowing honor on the female as the weaker vessel and as co-heirs of the life of grace, so that your prayers may not be hindered.",
          "ID": "7"
        },
        {
          "text": "And finally, may you all be of one mind: compassionate, loving brotherhood, merciful, meek, humble,",
          "ID": "8"
        },
        {
          "text": "not repaying evil with evil, nor slander with slander, but, to the contrary, repaying with blessings. For to this you have been called, so that you may possess the inheritance of a blessing.",
          "ID": "9"
        },
        {
          "text": "For whoever wants to love life and to see good days should restrain his tongue from evil, and his lips, so that they utter no deceit.",
          "ID": "10"
        },
        {
          "text": "Let him turn away from evil, and do good. Let him seek peace, and pursue it.",
          "ID": "11"
        },
        {
          "text": "For the eyes of the Lord are upon the just, and his ears are with their prayers, but the countenance of the Lord is upon those who do evil.",
          "ID": "12"
        },
        {
          "text": "And who is it who can harm you, if you are zealous in what is good?",
          "ID": "13"
        },
        {
          "text": "And yet, even when you suffer something for the sake of justice, you are blessed. So then, do not be afraid with their fear, and do not be disturbed.",
          "ID": "14"
        },
        {
          "text": "But sanctify Christ the Lord in your hearts, being always ready to give an explanation to all who ask you the reason for that hope which is in you.",
          "ID": "15"
        },
        {
          "text": "But do so with meekness and fear, having a good conscience, so that, in whatever matter they may slander you, they shall be confounded, since they falsely accuse your good behavior in Christ.",
          "ID": "16"
        },
        {
          "text": "For it is better to suffer for doing good, if it is the will of God, than for doing evil.",
          "ID": "17"
        },
        {
          "text": "For Christ also died once for our sins, the Just One on behalf of the unjust, so that he might offer us to God, having died, certainly, in the flesh, but having been enlivened by the Spirit.",
          "ID": "18"
        },
        {
          "text": "And in the Spirit, he preached to those who were in prison, going to those souls",
          "ID": "19"
        },
        {
          "text": "who had been unbelieving in past times, while they waited for the patience of God, as in the days of Noah, when the ark was being built. In that ark, a few, that is, eight souls, were saved by water.",
          "ID": "20"
        },
        {
          "text": "And now you also are saved, in a similar manner, by baptism, not by the testimony of sordid flesh, but by the examination of a good conscience in God, through the resurrection of Jesus Christ.",
          "ID": "21"
        },
        {
          "text": "He is at the right hand of God, devouring death, so that we may be made heirs to eternal life. And since he has journeyed to heaven, the Angels and powers and virtues are subject to him.",
          "ID": "22"
        }
      ],
      "ID": "NT:1PE.3",
      "name": "1 Peter 3"
    },
    {
      "text": [
        {
          "text": "Since Christ has suffered in the flesh, you also should be armed with the same intention. For he who suffers in the flesh desists from sin,",
          "ID": "1"
        },
        {
          "text": "so that now he may live, for the remainder of his time in the flesh, not by the desires of men, but by the will of God.",
          "ID": "2"
        },
        {
          "text": "For the time that has passed is sufficient to have fulfilled the will of the Gentiles, those who have walked in luxuries, lusts, intoxication, feasting, drinking, and the illicit worship of idols.",
          "ID": "3"
        },
        {
          "text": "About this, they wonder why you do not rush with them into the same confusion of indulgences, blaspheming.",
          "ID": "4"
        },
        {
          "text": "But they must render an account to him who is prepared to judge the living and the dead.",
          "ID": "5"
        },
        {
          "text": "For because of this, the Gospel was also preached to the dead, so that they might be judged, certainly, just like men in the flesh, yet also, so that they might live according to God, in the Spirit.",
          "ID": "6"
        },
        {
          "text": "But the end of everything draws near. And so, be prudent, and be vigilant in your prayers.",
          "ID": "7"
        },
        {
          "text": "But, before all things, have a constant mutual charity among yourselves. For love covers a multitude of sins.",
          "ID": "8"
        },
        {
          "text": "Show hospitality to one another without complaining.",
          "ID": "9"
        },
        {
          "text": "Just as each of you has received grace, minister in the same way to one another, as good stewards of the manifold grace of God.",
          "ID": "10"
        },
        {
          "text": "When anyone speaks, it should be like words of God. When anyone ministers, it should be from the virtue that God provides, so that in all things God may be honored through Jesus Christ. To him is glory and dominion forever and ever. Amen.",
          "ID": "11"
        },
        {
          "text": "Most beloved, do not choose to sojourn in the passion which is a temptation to you, as if something new might happen to you.",
          "ID": "12"
        },
        {
          "text": "But instead, commune in the Passion of Christ, and be glad that, when his glory will be revealed, you too may rejoice with exultation.",
          "ID": "13"
        },
        {
          "text": "If you are reproached for the name of Christ, you will be blessed, because that which is of the honor, glory, and power of God, and that which is of his Spirit, rests upon you.",
          "ID": "14"
        },
        {
          "text": "But let none of you suffer for being a murderer, or a thief, or a slanderer, or one who covets what belongs to another.",
          "ID": "15"
        },
        {
          "text": "But if one of you suffers for being a Christian, he should not be ashamed. Instead, he should glorify God in that name.",
          "ID": "16"
        },
        {
          "text": "For it is time that judgment begin at the house of God. And if it is first from us, what shall be the end of those who do not believe the Gospel of God?",
          "ID": "17"
        },
        {
          "text": "And if the just man will scarcely be saved, where will the impious and the sinner appear?",
          "ID": "18"
        },
        {
          "text": "Therefore, too, let those who suffer according to the will of God commend their souls by good deeds to the faithful Creator.",
          "ID": "19"
        }
      ],
      "ID": "NT:1PE.4",
      "name": "1 Peter 4"
    },
    {
      "text": [
        {
          "text": "Therefore, I beg the elders who are among you, as one who is also an elder and a witness of the Passion of Christ, who also shares in that glory which is to be revealed in the future:",
          "ID": "1"
        },
        {
          "text": "pasture the flock of God that is among you, providing for it, not as a requirement, but willingly, in accord with God, and not for the sake of tainted profit, but freely,",
          "ID": "2"
        },
        {
          "text": "not so as to dominate by means of the clerical state, but so as to be formed into a flock from the heart.",
          "ID": "3"
        },
        {
          "text": "And when the Leader of pastors will have appeared, you shall secure an unfading crown of glory.",
          "ID": "4"
        },
        {
          "text": "Similarly, young persons, be subject to the elders. And infuse all humility among one another, for God resists the arrogant, but to the humble he gives grace.",
          "ID": "5"
        },
        {
          "text": "And so, be humbled under the powerful hand of God, so that he may exalt you in the time of visitation.",
          "ID": "6"
        },
        {
          "text": "Cast all your cares upon him, for he takes care of you.",
          "ID": "7"
        },
        {
          "text": "Be sober and vigilant. For your adversary, the devil, is like a roaring lion, traveling around and seeking those whom he might devour.",
          "ID": "8"
        },
        {
          "text": "Resist him by being strong in faith, being aware that the same passions afflict those who are your brothers in the world.",
          "ID": "9"
        },
        {
          "text": "But the God of all grace, who has called us to his eternal glory in Christ Jesus, will himself perfect, confirm, and establish us, after a brief time of suffering.",
          "ID": "10"
        },
        {
          "text": "To him be glory and dominion forever and ever. Amen.",
          "ID": "11"
        },
        {
          "text": "I have written briefly, through Sylvanus, whom I consider to be a faithful brother to you, begging and testifying that this is the true grace of God, in which you have been established.",
          "ID": "12"
        },
        {
          "text": "The Church which is in Babylon, elect together with you, greets you, as does my son, Mark.",
          "ID": "13"
        },
        {
          "text": "Greet one another with a holy kiss. Grace be to all of you who are in Christ Jesus. Amen.",
          "ID": "14"
        }
      ],
      "ID": "NT:1PE.5",
      "name": "1 Peter 5"
    }
  ],
  "ID": "NT:1PE(CPDV)",
  "version": "CPDV",
  "name": "1 Peter"
}