{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, Силуан и Тимофей –",
          "ID": "1"
        },
        {
          "text": "фессалоникийской церкви, в Боге Отце и Господе Иисусе Христе пребывающей:",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир!",
          "ID": "1"
        },
        {
          "text": "Мы всегда благодарим Бога за всех за вас, никогда не забывая вас в своих молитвах. Всякий раз мы ",
          "ID": "2"
        },
        {
          "text": "вспоминаем перед Богом, Отцом нашим, о том, как вера ваша являла себя в делах, любовь – в неутомимых трудах, а надежда на Господа нашего Иисуса Христа – в вашей стойкости.",
          "ID": "3"
        },
        {
          "text": "Мы знаем, возлюбленные Богом братья, что Он избрал вас, ",
          "ID": "4"
        },
        {
          "text": "потому уверены в том, что Благая Весть, которую мы возвестили вам, это для вас не одни только слова, но и сила, и действие Духа Святого, и наша, явная для вас, глубокая убежденность. Вы сами знаете, как поступали мы ради вас, когда были с вами. ",
          "ID": "5"
        },
        {
          "text": "И вы последовали нашему примеру и примеру Господа: несмотря на большие гонения, вы приняли Весть о Нем с радостью, дарованной вам Духом Святым, – ",
          "ID": "6"
        },
        {
          "text": "так стали вы образцом для всех верующих в Македонии и Ахайе. ",
          "ID": "7"
        },
        {
          "text": "Благодаря вам слово Господне громко звучит теперь не только по всей Македонии и Ахайе: о вашей вере в Бога знают уже повсюду, так что нам и не надо ничего говорить об этом. ",
          "ID": "8"
        },
        {
          "text": "Везде рассказывают нам о том, как вы принимали нас, как, отвернувшись от идолов, стали вы служить живому, истинному Богу ",
          "ID": "9"
        },
        {
          "text": "и ждать с небес Сына Его, Которого Он воскресил из мертвых, – Иисуса, спасающего нас от грядущего возмездия.",
          "ID": "10"
        }
      ],
      "ID": "NT:1TH.1",
      "name": "Первое послание апостола Павла христианам в Фессалонике 1"
    },
    {
      "text": [
        {
          "text": "Братья, наше пребывание у вас, как вы сами знаете, не было напрасным. ",
          "ID": "1"
        },
        {
          "text": "Перед этим, вы помните, мы сильно пострадали и подверглись поруганию в Филиппах, но в нашем Боге мы обрели мужество возвестить вам Благую Весть Божию, несмотря на сильное сопротивление. ",
          "ID": "2"
        },
        {
          "text": "Наше обращение к вам не каким-то заблуждением было вызвано, не лукавыми намерениями или нечистыми помыслами. ",
          "ID": "3"
        },
        {
          "text": "Нет, Бог, испытав нас, доверил нам Благую Весть, ее мы и проповедуем, не людям угождая, а Богу, постоянно испытывающему наши сердца. ",
          "ID": "4"
        },
        {
          "text": "Мы ведь никогда, вы знаете, не прибегали к лести, не было у нас, видит Бог, и корыстных побуждений. ",
          "ID": "5"
        },
        {
          "text": "И славы у людей, ни у вас, ни у других, заслужить мы не стремились.",
          "ID": "6"
        },
        {
          "text": "Как апостолы Христовы, мы могли рассчитывать на свой авторитет, но не воспользовались этим – мы были кротки с вами и заботились о вас, как кормилица о детях своих. ",
          "ID": "7"
        },
        {
          "text": "Мы так привязались к вам, что хотели не только Благую Весть Божию передать вам, но и свою собственную жизнь: так дороги вы стали нам. ",
          "ID": "8"
        },
        {
          "text": "Вы не забыли, конечно, как трудились, как изнуряли мы себя, когда проповедовали вам, братья, Благую Весть Божию, как работали и днем, и ночью, чтобы не обременить никого из вас.",
          "ID": "9"
        },
        {
          "text": "Вы и Бог нам свидетели, что наше отношение к вам, верующим, было святым, праведным и безупречным. ",
          "ID": "10"
        },
        {
          "text": "С каждым из вас мы обращались, как отец со своими детьми (вы сами это хорошо знаете): ",
          "ID": "11"
        },
        {
          "text": "мы увещевали вас, воодушевляли и побуждали вас жить достойно, как подобает тем, кто посвятил себя Богу, призывающему вас войти в Его Царство и славу.",
          "ID": "12"
        },
        {
          "text": "Мы и за то Бога благодарим неустанно, что приняли вы Божию Весть, услышанную от нас, как слово не человеческое, а Божие, каково оно и есть на самом деле – оно-то и действует в вас, верующих. ",
          "ID": "13"
        },
        {
          "text": "Братья, вы уподобились церквам Божиим в Иудее, во Христе Иисусе пребывающим: вы пострадали от единоплеменников своих так же, как те от иудеев, ",
          "ID": "14"
        },
        {
          "text": "которые и Господа Иисуса убили, и пророков убивали, а теперь и нас преследуют. Богу они не угождают и всем людям себя противопоставляют, ",
          "ID": "15"
        },
        {
          "text": "нам они мешают проповедовать язычникам, вести их ко спасению, – и так непрестанно наполняют они меру беззаконий своих. Но возмездие уже над головой у них.",
          "ID": "16"
        },
        {
          "text": "Мы же, братья, оказавшись на какое-то время в разлуке с вами (не сердцем, конечно), еще более горячо желали – нам просто не терпелось – видеть лица ваши. ",
          "ID": "17"
        },
        {
          "text": "И потому у нас было твердое намерение прийти к вам (а я, Павел, и не раз пытался сделать это), однако помешал нам сатана. ",
          "ID": "18"
        },
        {
          "text": "Но кто же надежда наша, наша радость и венец нашей славы перед Господом нашим Иисусом в пришествие Его, как не вы? ",
          "ID": "19"
        },
        {
          "text": "Вы ведь – наша слава и радость.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TH.2",
      "name": "Первое послание апостола Павла христианам в Фессалонике 2"
    },
    {
      "text": [
        {
          "text": "Поэтому, когда разлука стала для нас невыносимой, мы сочли за лучшее (поскольку сами должны были остаться по-прежнему в Афинах) ",
          "ID": "1"
        },
        {
          "text": "послать к вам брата нашего Тимофея, соработника Божия и помощника в возвещении Благой Вести Христовой: хотели мы укрепить вас и ободрить в вере вашей, ",
          "ID": "2"
        },
        {
          "text": "чтобы никто духом не пал в пору испытаний, которые, как вы сами знаете, уготованы нам. ",
          "ID": "3"
        },
        {
          "text": "Ведь мы, когда еще у вас были, говорили вам, что тяжкие испытания ожидают нас. Это и случилось, как известно. ",
          "ID": "4"
        },
        {
          "text": "Вот почему, когда невыносимой стала для меня неизвестность, я послал Тимофея узнать о вере вашей, устояли ли вы перед искушениями сатаны и не тщетны ли были труды наши.",
          "ID": "5"
        },
        {
          "text": "Теперь же Тимофей возвратился от вас и принес нам хорошие вести о вере и любви вашей, о том, что вы всегда добрым словом поминаете нас и горите желанием увидеться с нами, как и мы с вами. ",
          "ID": "6"
        },
        {
          "text": "Всё это успокоило нас, братья: при всех нуждах наших и всех притеснениях ваша вера стала нам утешением. ",
          "ID": "7"
        },
        {
          "text": "Мы воспряли духом, узнав, что вы твердо стоите в Господе. ",
          "ID": "8"
        },
        {
          "text": "Как выразить Богу нашу благодарность за вас, за радость, которую мы испытываем перед Богом нашим, слыша доброе о вас? ",
          "ID": "9"
        },
        {
          "text": "Денно и нощно молимся мы усердно о том, чтобы увидеться с вами и восполнить вашу веру тем, чего ей пока недостает.",
          "ID": "10"
        },
        {
          "text": "Мы Бога Самого, Отца нашего, и Господа нашего Иисуса просим помочь нам встретиться с вами. ",
          "ID": "11"
        },
        {
          "text": "Еще просим мы Господа сделать так, чтобы ваша любовь друг к другу и вообще ко всем людям возрастала и становилась такой же глубокой и сильной, как и наша любовь к вам. ",
          "ID": "12"
        },
        {
          "text": "Мы молим Господа укрепить ваши сердца, чтобы безупречны и святы были вы перед Богом, Отцом нашим, в день, когда придет Господь наш Иисус со всеми святыми Своими! [Аминь.]",
          "ID": "13"
        }
      ],
      "ID": "NT:1TH.3",
      "name": "Первое послание апостола Павла христианам в Фессалонике 3"
    },
    {
      "text": [
        {
          "text": "И вот еще что, братья. Вы узнали от нас, как надо вам жить, чтобы угождать Богу. Вы так и живете. Но мы просим, во имя Господа Иисуса призываем вас, еще более совершенствоваться в этом. ",
          "ID": "1"
        },
        {
          "text": "Вы ведь помните, какие заповеди дали мы вам властью Господа Иисуса.",
          "ID": "2"
        },
        {
          "text": "Бог хочет вашего освящения, хочет, чтобы вы берегли себя от распутства ",
          "ID": "3"
        },
        {
          "text": "и чтобы каждый из вас властвовал над своим телом, сохраняя его в святости и чести, ",
          "ID": "4"
        },
        {
          "text": "не уступая грубой похоти своей, как язычники, не знающие Бога. ",
          "ID": "5"
        },
        {
          "text": "Никто не должен тут причинять зла ближнему своему и обманывать его, ведь за всё за это накажет Господь (мы уже говорили и предупреждали вас об этом). ",
          "ID": "6"
        },
        {
          "text": "Не для того нас Господь призвал, чтобы в нечистоте мы оставались, но чтобы жили свято. ",
          "ID": "7"
        },
        {
          "text": "А отвергающий это не человека отвергает, а Бога, дающего вам Духа Своего Святого.",
          "ID": "8"
        },
        {
          "text": "Не видим нужды писать вам о братолюбии: вы уже научены Богом Самим любить друг друга. ",
          "ID": "9"
        },
        {
          "text": "Вы так и относитесь ко всем братьям во всей Македонии. Но мы просим вас, братья: пусть ваша любовь друг ко другу будет еще сильнее, ",
          "ID": "10"
        },
        {
          "text": "и старайтесь жить тихо и мирно, занимаясь своими делами и [собственными] руками зарабатывая себе на жизнь, как мы вам наказывали. ",
          "ID": "11"
        },
        {
          "text": "Тогда вас будут уважать и неверующие, и в тягость вы никому не будете.",
          "ID": "12"
        },
        {
          "text": "Теперь об усопших. Мы хотим, чтобы вы знали, братья, что ждет их, и не горевали, как иные, надежды не имеющие. ",
          "ID": "13"
        },
        {
          "text": "Мы ведь верим, что как Иисус умер и воскрес, так и всех усопших Бог поведетчерез Иисуса к тому, чтобы они были с Ним. ",
          "ID": "14"
        },
        {
          "text": "И вот в чем заверяем мы вас словом Господним: те из нас, кто доживет до пришествия Господа, не опередят уже упокоившихся в Боге. ",
          "ID": "15"
        },
        {
          "text": "При зове пробуждающем, при гласе архангела и звуках Божией трубы, когда сойдет с небес Сам Господь, первыми воскреснут умершие во Христе, ",
          "ID": "16"
        },
        {
          "text": "а потом и мы, оставшиеся в живых, будем вознесены вместе с ними на облаках в небеса для встречи с Господом, чтобы остаться с Ним навсегда. ",
          "ID": "17"
        },
        {
          "text": "Утешайте друг друга этим упованием!",
          "ID": "18"
        }
      ],
      "ID": "NT:1TH.4",
      "name": "Первое послание апостола Павла христианам в Фессалонике 4"
    },
    {
      "text": [
        {
          "text": "О временах и сроках нет нужды писать вам, братья, ",
          "ID": "1"
        },
        {
          "text": "потому что вы и сами хорошо знаете, что День Господень придет так же неожиданно, как ночью вторгается вор. ",
          "ID": "2"
        },
        {
          "text": "Когда заговорят люди: «Наконец-то воцарились мир и безопасность!» – тогда и настигнет их гибель, столь же внезапная, как муки родовые у носившей во чреве своем, – и не избежать им этого.",
          "ID": "3"
        },
        {
          "text": "Но не во тьме вы, братья, и День тот не застигнет вас врасплох, как вор – спящих ночью: ",
          "ID": "4"
        },
        {
          "text": "вы – люди света, дня люди. Нет у нас ничего общего ни с ночью, ни с тьмой, ",
          "ID": "5"
        },
        {
          "text": "и потому не спать мы должны, как прочие, а бодрствовать и быть трезвыми. ",
          "ID": "6"
        },
        {
          "text": "Спящие спят ночью и те, которые напиваются, напиваются в ночи. ",
          "ID": "7"
        },
        {
          "text": "Мы же, люди дня, будем трезвы и облечемся в броню веры и любви, а шлемом станет для нас надежда на спасение. ",
          "ID": "8"
        },
        {
          "text": "Бог ведь положил нам не гнев Его испытать, а спасение обрести через Господа нашего Иисуса Христа, ",
          "ID": "9"
        },
        {
          "text": "умершего за нас, чтобы мы – спим ли смертным сном или еще бодрствуем – жили с Ним вместе. ",
          "ID": "10"
        },
        {
          "text": "Так что поддерживайте мужество друг в друге и укрепляйте в вере один другого, как вы то и делаете.",
          "ID": "11"
        },
        {
          "text": "А еще просим вас, братья, воздавайте должное тем, на кого Господь возложил ответственность за вашу общину и кто трудится среди вас и наставляет вас. ",
          "ID": "12"
        },
        {
          "text": "Высоко почитайте и любите их за дело, которое они делают.",
          "ID": "13"
        },
        {
          "text": "Меж собою живите в мире. ",
          "ID": "13"
        },
        {
          "text": "И мы призываем вас, братья: вразумляйте праздных, ободряйте малодушных, поддерживайте слабых, со всеми будьте долготерпеливы! ",
          "ID": "14"
        },
        {
          "text": "Смотрите, чтобы никто никому за зло не воздавал злом. Напротив, всегда стремитесь делать добро [и] друг другу, и всем!",
          "ID": "15"
        },
        {
          "text": "Всегда радуйтесь, ",
          "ID": "16"
        },
        {
          "text": "молитесь неустанно ",
          "ID": "17"
        },
        {
          "text": "и за всё благодарите. Такой хочет видеть Бог вашу жизнь во Христе Иисусе.",
          "ID": "18"
        },
        {
          "text": "Огня в себе, который от Духа, не угашайте никогда! ",
          "ID": "19"
        },
        {
          "text": "Пророчествами не пренебрегайте: ",
          "ID": "20"
        },
        {
          "text": "проверяйте их все и держитесь того, что хорошо. ",
          "ID": "21"
        },
        {
          "text": "Избегайте зла во всех его обличиях.",
          "ID": "22"
        },
        {
          "text": "И Сам Бог, Бог мира, да освятит вас всецело. Полностью ваш дух, душу и тело да сохранит Он так, чтобы безупречными вы были, когда придет Господь наш Иисус Христос. ",
          "ID": "23"
        },
        {
          "text": "Верен Призывающий вас: Он свершит всё это.",
          "ID": "24"
        },
        {
          "text": "Молитесь [и] о нас, братья! ",
          "ID": "25"
        },
        {
          "text": "Всех братьев приветствуйте святым целованием! ",
          "ID": "26"
        },
        {
          "text": "Именем Господа велю вам прочесть письмо это всем братьям.",
          "ID": "27"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа да будет с вами!",
          "ID": "28"
        }
      ],
      "ID": "NT:1TH.5",
      "name": "Первое послание апостола Павла христианам в Фессалонике 5"
    }
  ],
  "ID": "NT:1TH(BTI)",
  "name": "Первое послание апостола Павла христианам в Фессалонике"
}