{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел и силуан и тимофей Церкви солунстей о Бозе Отце и Господе Иисусе Христе: благодать вам и мир от Бога Отца нашего и Господа Иисуса Христа. ",
          "ID": "1"
        },
        {
          "text": "Благодарим Бога всегда о всех вас, поминание о вас творяще в молитвах наших, ",
          "ID": "2"
        },
        {
          "text": "непрестанно поминающе ваше дело веры, и труд любве, и терпение упования Господа нашего Иисуса Христа, пред Богом и Отцем нашим, ",
          "ID": "3"
        },
        {
          "text": "ведяще, братие возлюбленная, от Бога избрание ваше: ",
          "ID": "4"
        },
        {
          "text": "яко благовествование наше не бысть к вам в слове точию, но и в силе, и в Дусе святе, и во извещении мнозе, якоже и весте, какови быхом в вас ради вас. ",
          "ID": "5"
        },
        {
          "text": "И вы подобницы бысте нам и Господу, приемше слово в скорби мнозе с радостию духа святаго, ",
          "ID": "6"
        },
        {
          "text": "яко быти вам образ всем верующым в македонии и ахаии. ",
          "ID": "7"
        },
        {
          "text": "От вас бо промчеся слово Господне не токмо в македонии и ахаии, но и во всяко место вера ваша, яже к Богу, изыде, яко не требовати нам глаголати что. ",
          "ID": "8"
        },
        {
          "text": "Тии бо о нас возвещают, каков вход имехом к вам, и како обратистеся к Богу от идол, работати Богу живу и истинну ",
          "ID": "9"
        },
        {
          "text": "и ждати Сына его с небес, егоже воскреси из мертвых, Иисуса, избавляющаго нас от гнева грядущаго.",
          "ID": "10"
        }
      ],
      "ID": "NT:1TH.1",
      "name": "Первое послание Солунянам 1"
    },
    {
      "text": [
        {
          "text": "Сами бо весте, братие, вход наш иже к вам, яко не вотще бысть: ",
          "ID": "1"
        },
        {
          "text": "но предпострадавше и досаждени бывше, якоже весте, в филиппех, дерзнухом о Бозе нашем глаголати к вам благовествование Божие со многим подвигом. ",
          "ID": "2"
        },
        {
          "text": "Утешение бо наше не от прелести, ни от нечистоты, ни лестию: ",
          "ID": "3"
        },
        {
          "text": "но якоже искусихомся от Бога верни быти прияти благовествование, тако глаголем, не аки человеком угождающе, но Богу искушающему сердца наша. ",
          "ID": "4"
        },
        {
          "text": "Никогдаже бо в словеси ласкания быхом к вам, якоже весте, ниже в вине лихоимания: Бог свидетель! ",
          "ID": "5"
        },
        {
          "text": "Ни ищуще от человек славы, ни от вас, ни от инех: ",
          "ID": "6"
        },
        {
          "text": "могуще в тяготе быти, якоже Христовы апостоли, но быхом тиси посреде вас, якоже доилица греет своя чада. ",
          "ID": "7"
        },
        {
          "text": "Тако желающе вас, благоволихом подати вам не точию благовествование Божие, но и душы своя, занеже возлюблени бысте нам. ",
          "ID": "8"
        },
        {
          "text": "Помните бо, братие, труд наш и подвиг: нощь бо и день делающе, да не отяготим ни единаго от вас, проповедахом вам благовествование Божие. ",
          "ID": "9"
        },
        {
          "text": "Вы свидетеле и Бог, яко преподобно и праведно и непорочно вам верующым быхом, ",
          "ID": "10"
        },
        {
          "text": "якоже весте, зане единаго когождо вас, якоже отец чада своя, ",
          "ID": "11"
        },
        {
          "text": "моляще и утешающе вас, и свидетельствующе вам ходити достойно Богу, призвавшему вы во свое Царство и славу. ",
          "ID": "12"
        },
        {
          "text": "Сего ради и мы благодарим Бога непрестанно, яко приемше слово слышания Божия от нас, приясте не аки слово человеческо, но, якоже есть воистинну, слово Божие, еже и действуется в вас верующих. ",
          "ID": "13"
        },
        {
          "text": "Вы бо подобницы бысте, братие, Церквам Божиим сущым во иудеи о Христе Иисусе, зане таяжде и вы пострадасте от своих сплеменник, якоже и тии от иудей, ",
          "ID": "14"
        },
        {
          "text": "убивших и Господа Иисуса и его пророки, и нас изгнавших, и Богу не угодивших, и всем человеком противящихся, ",
          "ID": "15"
        },
        {
          "text": "и возбраняющих нам глаголати языком, да спасутся, во еже исполнити им грехи своя всегда: постиже же на них гнев до конца. ",
          "ID": "16"
        },
        {
          "text": "Мы же, братие, осиротевше от вас ко времени часа лицем, а не сердцем, лишше тщахомся лице ваше видети многим желанием. ",
          "ID": "17"
        },
        {
          "text": "Темже хотехом приити к вам, аз убо павел, единою и дважды: и возбрани нам сатана. ",
          "ID": "18"
        },
        {
          "text": "Кто бо нам упование или радость или венец похваления? Не и вы ли пред Господем нашим Иисус Христом во пришествии его? ",
          "ID": "19"
        },
        {
          "text": "Вы бо есте слава наша и радость.",
          "ID": "20"
        }
      ],
      "ID": "NT:1TH.2",
      "name": "Первое послание Солунянам 2"
    },
    {
      "text": [
        {
          "text": "Темже уже не терпяще, благоволихом остатися во афинех едини, ",
          "ID": "1"
        },
        {
          "text": "и послахом тимофеа, брата нашего и служителя Божия и споспешника нашего во благовестии Христове, утвердити вас и утешити о вере вашей, ",
          "ID": "2"
        },
        {
          "text": "яко ни единому смущатися в скорбех сих: сами бо весте, яко на сие истое лежим. ",
          "ID": "3"
        },
        {
          "text": "Ибо егда у вас бехом, предрекохом вам, яко имамы скорбети, еже и бысть, и весте. ",
          "ID": "4"
        },
        {
          "text": "Сего ради и аз ктому не терпя, послах разумети веру вашу, да не како искусил вы искушаяй, и вотще будет труд наш. ",
          "ID": "5"
        },
        {
          "text": "Ныне же пришедшу тимофею к нам от вас и благовестившу нам веру вашу и любовь, и яко имате память о нас благу, всегда желающе нас видети, якоже и мы вас: ",
          "ID": "6"
        },
        {
          "text": "сего ради утешихомся, братие, о вас, во всякой скорби и нужде нашей, вашею верою: ",
          "ID": "7"
        },
        {
          "text": "яко мы ныне живи есмы, аще вы стоите о Господе. ",
          "ID": "8"
        },
        {
          "text": "Кое бо благодарение Богу можем воздати о вас, о всякой радости, еюже радуемся вас ради пред Богом нашим, ",
          "ID": "9"
        },
        {
          "text": "нощь и день преизлиха молящеся видети лице ваше и совершити лишение веры вашея? ",
          "ID": "10"
        },
        {
          "text": "Сам же Бог и Отец наш и Господь наш Иисус Христос да исправит путь наш к вам. ",
          "ID": "11"
        },
        {
          "text": "Вас же Господь да умножит и да избыточествит любовию друг ко другу и ко всем, якоже и мы к вам, ",
          "ID": "12"
        },
        {
          "text": "во еже утвердити сердца ваша непорочна в святыни пред Богом и Отцем нашим, в пришествие Господа нашего Иисуса Христа со всеми святыми его. Аминь.",
          "ID": "13"
        }
      ],
      "ID": "NT:1TH.3",
      "name": "Первое послание Солунянам 3"
    },
    {
      "text": [
        {
          "text": "Темже убо, братие, просим вы и молим о Христе Иисусе, якоже приясте от нас, како подобает вам ходити и угождати Богови, якоже и ходите, да избыточествуете паче: ",
          "ID": "1"
        },
        {
          "text": "весте бо, какова повеления дахом вам Господем Иисусом. ",
          "ID": "2"
        },
        {
          "text": "Сия бо есть воля Божия, святость ваша, хранити себе самех от блуда, ",
          "ID": "3"
        },
        {
          "text": "и ведети комуждо от вас свой сосуд стяжавати во святыни и чести, ",
          "ID": "4"
        },
        {
          "text": "а не в страсти похотней, якоже и языцы не ведящии Бога, ",
          "ID": "5"
        },
        {
          "text": "и еже не преступати и лихоимствовати в вещи брата своего: зане мститель есть Господь о всех сих, якоже и прежде рекохом к вам и засвидетельствовахом. ",
          "ID": "6"
        },
        {
          "text": "Не призва бо нас Бог на нечистоту, но во святость. ",
          "ID": "7"
        },
        {
          "text": "Темже убо отметаяй не человека отметает, но Бога, давшаго духа своего святаго в нас. ",
          "ID": "8"
        },
        {
          "text": "О братолюбии же, не требуете, да пишется к вам, сами бо вы Богом учени есте, еже любити друг друга: ",
          "ID": "9"
        },
        {
          "text": "ибо творите то ко всей братии, сущей во всей македонии. Молим же вы, братие, избыточествовати паче, ",
          "ID": "10"
        },
        {
          "text": "и любезно прилежати, еже безмолвствовати и деяти своя и делати своима рукама, якоже повелехом вам: ",
          "ID": "11"
        },
        {
          "text": "да ходите благообразно ко внешним и ни чесогоже требуете. ",
          "ID": "12"
        },
        {
          "text": "Не хощу же вас, братие, не ведети о умерших, да не скорбите, якоже и прочии не имущии упования. ",
          "ID": "13"
        },
        {
          "text": "Аще бо веруем, яко Иисус умре и воскресе, тако и Бог умершыя во Иисусе приведет с ним. ",
          "ID": "14"
        },
        {
          "text": "Сие бо вам глаголем словом Господним, яко мы живущии, оставшии в пришествие Господне, не имамы предварити умерших: ",
          "ID": "15"
        },
        {
          "text": "яко сам Господь в повелении, во гласе архангелове и в трубе Божии снидет с небесе, и мертвии о Христе воскреснут первее: ",
          "ID": "16"
        },
        {
          "text": "потом же мы, живущии оставшии, купно с ними восхищени будем на облацех в сретение Господне на воздусе, и тако всегда с Господем будем. ",
          "ID": "17"
        },
        {
          "text": "Темже утешайте друг друга в словесех сих.",
          "ID": "18"
        }
      ],
      "ID": "NT:1TH.4",
      "name": "Первое послание Солунянам 4"
    },
    {
      "text": [
        {
          "text": "А о летех и о временех, братие, не требе есть вам писати, ",
          "ID": "1"
        },
        {
          "text": "сами бо вы известно весте, яко день Господень, якоже тать в нощи, тако приидет. ",
          "ID": "2"
        },
        {
          "text": "Егда бо рекут: мир и утверждение, тогда внезапу нападет на них всегубительство, якоже болезнь во чреве имущей, и не имут избежати. ",
          "ID": "3"
        },
        {
          "text": "Вы же, братие, несте во тме, да день вас якоже тать постигнет: ",
          "ID": "4"
        },
        {
          "text": "вси бо вы сынове света есте: и сынове дне: несмы нощи, ниже тьмы. ",
          "ID": "5"
        },
        {
          "text": "Темже убо да не спим, якоже и прочии, но да бодрствуим и трезвимся. ",
          "ID": "6"
        },
        {
          "text": "Спящии бо, в нощи спят, и упивающиися в нощи упиваются. ",
          "ID": "7"
        },
        {
          "text": "Мы же, сынове суще дне, да трезвимся, оболкшеся в броню веры и любве и шлем упования спасения, ",
          "ID": "8"
        },
        {
          "text": "яко не положи нас Бог в гнев, но в получение спасения Господем нашим Иисус Христом, ",
          "ID": "9"
        },
        {
          "text": "умершим за нас, да, аще бдим, аще ли спим, купно с ним живем. ",
          "ID": "10"
        },
        {
          "text": "Сего ради утешайте друг друга, и созидайте кийждо ближняго, якоже и творите. ",
          "ID": "11"
        },
        {
          "text": "Молим же вы, братие, знайте труждающихся у вас, и настоятелей ваших о Господе, и наказующих вы, ",
          "ID": "12"
        },
        {
          "text": "и имейте их по преизлиха в любви за дело их: мирствуйте в себе. ",
          "ID": "13"
        },
        {
          "text": "Молим же вы, братие, вразумляйте безчинныя, утешайте малодушныя, заступайте немощныя, долготерпите ко всем. ",
          "ID": "14"
        },
        {
          "text": "Блюдите, да никтоже зла за зло кому воздаст: но всегда доброе гоните и друг ко другу и ко всем. ",
          "ID": "15"
        },
        {
          "text": "Всегда радуйтеся. ",
          "ID": "16"
        },
        {
          "text": "Непрестанно молитеся. ",
          "ID": "17"
        },
        {
          "text": "О всем благодарите: сия бо есть воля Божия о Христе Иисусе в вас. ",
          "ID": "18"
        },
        {
          "text": "Духа не угашайте. ",
          "ID": "19"
        },
        {
          "text": "Пророчествия не уничижайте. ",
          "ID": "20"
        },
        {
          "text": "Вся же искушающе, добрая держите. ",
          "ID": "21"
        },
        {
          "text": "От всякия вещи злыя огребайтеся. ",
          "ID": "22"
        },
        {
          "text": "Сам же Бог мира да освятит вас всесовершенных во всем: и всесовершен ваш дух и душа и тело непорочно в пришествие Господа нашего Иисуса Христа да сохранится. ",
          "ID": "23"
        },
        {
          "text": "Верен призвавый вас, иже и сотворит. ",
          "ID": "24"
        },
        {
          "text": "Братие, молитеся о нас. ",
          "ID": "25"
        },
        {
          "text": "Целуйте братию всю лобзанием святым. ",
          "ID": "26"
        },
        {
          "text": "Заклинаю вы Господем, прочести послание сие пред всею святою братиею. ",
          "ID": "27"
        },
        {
          "text": "Благодать Господа нашего Иисуса Христа с вами. Аминь. ",
          "ID": "28"
        }
      ],
      "ID": "NT:1TH.5",
      "name": "Первое послание Солунянам 5"
    }
  ],
  "ID": "NT:1TH(CSLAV)",
  "name": "Первое послание Солунянам"
}