{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, Силуана и Тимофея.",
          "ID": "1"
        },
        {
          "text": "Церкви в Фессалонике, принадлежащей Богу Отцу и Господу Иисусу Христу.",
          "ID": "1"
        },
        {
          "text": "Благодать и мир вам!",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Мы всегда благодарим Бога за всех вас, вспоминая вас в своих молитвах, ",
          "ID": "2"
        },
        {
          "text": "постоянно помня о делах вашей веры, о труде, который вы совершаете по любви, и о вашей стойкости в надежде на нашего Господа Иисуса Христа перед Богом, нашим Отцом.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Бог любит вас, братья, и мы знаем, что Он избрал вас! ",
          "ID": "4"
        },
        {
          "text": "Наша Радостная Весть пришла к вам не только как слова, но в ней были и сила Святого Духа, и полная уверенность в ее истине. Вы знаете и то, какими мы были для вас, находясь с вами. ",
          "ID": "5"
        },
        {
          "text": "И вы стали подражать нам и Господу и, несмотря на большие страдания, приняли слово о Христе с радостью, данной вам Святым Духом. ",
          "ID": "6"
        },
        {
          "text": "Вы стали образцом для верующих в Македонии и Ахаии, ",
          "ID": "7"
        },
        {
          "text": "и слово Господа, таким образом, распространилось от вас не только в Македонии и Ахаии, но и повсюду разошлась весть о вашей вере в Бога, и нам уже ничего и не нужно говорить. ",
          "ID": "8"
        },
        {
          "text": "Так как уже другие рассказывают нам о том, как вы нас приняли и как вы оставили идолов и обратились к живому и истинному Богу, чтобы служить Ему ",
          "ID": "9"
        },
        {
          "text": "и ожидать с небес Его Сына, Которого Он воскресил из мертвых, Иисуса, Который избавляет нас от приближающегося Божьего гнева.",
          "ID": "10"
        }
      ],
      "ID": "NT:1TH.1",
      "name": "Первое Послание к Фессалоникийцам 1"
    },
    {
      "text": [
        {
          "text": "Братья, вы знаете, что наш приход к вам не был напрасным. ",
          "ID": "1"
        },
        {
          "text": "Нам, как вы знаете, пришлось пережить много страданий и унижений в Филиппах, но с помощью нашего Бога мы смело возвещали вам Его Радостную Весть, невзирая на сильное сопротивление. ",
          "ID": "2"
        },
        {
          "text": "В нашем призыве нет никакой лжи и никаких нечистых побуждений, и мы не пытаемся вас обмануть. ",
          "ID": "3"
        },
        {
          "text": "Наоборот, мы говорим как люди, которых Бог испытал и которым доверил возвещать Радостную Весть. Мы стремимся угодить не людям, а Богу, испытывающему наши сердца. ",
          "ID": "4"
        },
        {
          "text": "Вы знаете, что мы никогда не льстили и не притворялись из корыстных побуждений, Бог этому свидетель. ",
          "ID": "5"
        },
        {
          "text": "Мы не искали славы от людей, ни от вас, ни от кого-либо другого.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Будучи апостолами Христа, мы, может быть, и имеем право претендовать на вашу помощь, но мы вас не обременяли, а наоборот, были нежны с вами, подобно тому, как кормящая мать заботится о своих младенцах. ",
          "ID": "7"
        },
        {
          "text": "Мы полюбили вас так сильно, что готовы были поделиться с вами не только Радостной Вестью Божьей, но и самой нашей жизнью – так стали вы нам дороги. ",
          "ID": "8"
        },
        {
          "text": "Вы помните, братья, когда мы возвещали среди вас Радостную Весть, как мы трудились до изнурения день и ночь, чтобы никого из вас не обременять.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Вы и Бог – свидетели тому, что мы, находясь среди вас, верующих, во всем поступали свято, справедливо и безукоризненно. ",
          "ID": "10"
        },
        {
          "text": "Вы знаете, что мы обращались с каждым из вас так, как отец обращается со своими детьми: ",
          "ID": "11"
        },
        {
          "text": "ободряли вас, уговаривали и умоляли вас жить достойной жизнью перед Богом, призывающим вас в Свое Царство и в Свою славу.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Мы всегда благодарим Бога и за то, что, когда вы приняли слово Божье, услышанное от нас, вы приняли его не как человеческую выдумку, а таким, каково оно и есть, – как слово Божье, мощно действующее в вас, верящих. ",
          "ID": "13"
        },
        {
          "text": "Вы, братья, последовали примеру церквей Божьих в Иудее, живущих в Иисусе Христе. Вы испытали от жителей вашей страны те же гонения, что и эти церкви от иудеев, ",
          "ID": "14"
        },
        {
          "text": "которые убили и Господа Иисуса, и пророков, а нас выгнали. Они не угождают Богу и становятся враждебны всем прочим людям, ",
          "ID": "15"
        },
        {
          "text": "мешая нам говорить язычникам, чтобы те могли быть спасены. Тем самым они лишь дополняют меру своих грехов, но гнев Бога наконец настиг их.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Братья, мы были разлучены с вами на некоторое время, разлучены телом, но не душой, и предпринимали все возможное, чтобы вас увидеть. ",
          "ID": "17"
        },
        {
          "text": "Мы очень хотели прийти к вам, и я, Павел, не раз собирался сделать это, но сатана препятствовал нам. ",
          "ID": "18"
        },
        {
          "text": "Ведь кто, как не вы, наша надежда, наша радость, наш венец хвалы перед Господом нашим Иисусом когда Он вернется?! ",
          "ID": "19"
        },
        {
          "text": "Потому что вы – слава наша и радость!",
          "ID": "20"
        }
      ],
      "ID": "NT:1TH.2",
      "name": "Первое Послание к Фессалоникийцам 2"
    },
    {
      "text": [
        {
          "text": "Когда мы уже не могли больше выносить разлуку с вами, то решили остаться в Афинах одни, ",
          "ID": "1"
        },
        {
          "text": "а к вам послать Тимофея, нашего брата, который трудится вместе с нами для Бога, возвещая Радостную Весть Христа, чтобы он укрепил и ободрил вас в вашей вере, ",
          "ID": "2"
        },
        {
          "text": "чтобы никто из вас не поколебался из-за гонений, которые, как вы знаете, являются нашей участью. ",
          "ID": "3"
        },
        {
          "text": "Когда мы были с вами, то говорили о том, что нас будут преследовать. И как вы видите, так оно и случилось. ",
          "ID": "4"
        },
        {
          "text": "По этой причине, когда я не мог уже более терпеть, я послал Тимофея узнать о вашей вере, не искусил ли вас искуситель и не оказался ли наш труд напрасным.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но Тимофей, возвратившись от вас, принес добрые вести о вашей вере и любви. Он рассказал нам о том, что вы всегда с радостью вспоминаете нас и так же хотите опять увидеть нас, как и мы вас. ",
          "ID": "6"
        },
        {
          "text": "Во всех наших нуждах и трудностях, братья, большим ободрением для нас стали вы и ваша вера. ",
          "ID": "7"
        },
        {
          "text": "Ведь если вы твердо стоите в Господе, то и мы теперь живы. ",
          "ID": "8"
        },
        {
          "text": "Как нам отблагодарить нашего Бога за вас в ответ на всю ту радость, которую вы нам доставили? ",
          "ID": "9"
        },
        {
          "text": "Мы усердно молимся день и ночь о том, чтобы опять встретиться с вами и дополнить то, чего еще недостает вашей вере.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Пусть же Сам наш Бог и Отец и наш Господь Иисус направят наш путь к вам! ",
          "ID": "11"
        },
        {
          "text": "Пусть Господь наполнит и даже переполнит вас любовью друг ко другу и ко всем людям, как Он и нас наполнил любовью к вам! ",
          "ID": "12"
        },
        {
          "text": "Пусть Он укрепит ваши сердца, чтобы вы были непорочными и святыми перед нашим Богом и Отцом, когда наш Господь Иисус возвратится со всеми Своими святыми. Аминь.",
          "ID": "13"
        }
      ],
      "ID": "NT:1TH.3",
      "name": "Первое Послание к Фессалоникийцам 3"
    },
    {
      "text": [
        {
          "text": "И наконец, братья, когда вы уже научились от нас жить так, чтобы жизнь ваша была угодна Богу, – а вы так и живете, – мы просим и умоляем вас ради Господа Иисуса: преуспевайте в этом еще больше. ",
          "ID": "1"
        },
        {
          "text": "Вы помните, какие указания от Господа Иисуса мы вам дали.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Бог хочет, чтобы вы были святы, чтобы вы воздерживались от разврата, ",
          "ID": "3"
        },
        {
          "text": "чтобы каждый из вас умел властвовать над своим телом со святостью и достоинством, ",
          "ID": "4"
        },
        {
          "text": "а не шел на поводу своих низменных страстей, как это делают язычники, не знающие Бога. ",
          "ID": "5"
        },
        {
          "text": "Никто пусть не причиняет в этом деле зла своему брату и не обманывает его. За все такие грехи человек понесет наказание от Господа, и мы вас об этом предупреждали и раньше. ",
          "ID": "6"
        },
        {
          "text": "Ведь Бог не призвал нас к нечистоте, а призвал к святой жизни. ",
          "ID": "7"
        },
        {
          "text": "И следовательно, кто отвергает этот призыв, тот отвергает не человека, а Бога, Который дает вам Своего Святого Духа.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Думаю, что нам нет нужды писать вам о любви к братьям, ведь вы сами были научены Богом любить друг друга. ",
          "ID": "9"
        },
        {
          "text": "Мы знаем, что вы любите всех братьев по всей Македонии. Хотим лишь, чтобы вы преуспевали в любви еще больше.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Старайтесь жить порядочно, занимаясь каждый своим делом и работая своими руками, как мы вам уже наказывали раньше, ",
          "ID": "11"
        },
        {
          "text": "чтобы ваша жизнь вызывала уважение неверующих, и чтобы вам ни в чем не иметь нужды.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Братья! Мы не хотим оставить вас в незнании относительно тех, кто умер, чтобы вы не скорбели о них, как скорбят другие, у которых нет надежды. ",
          "ID": "13"
        },
        {
          "text": "Мы верим, что Иисус умер и что Он воскрес, и поэтому верим, что вместе с Иисусом Бог приведет и тех, кто умер с верой в Него. ",
          "ID": "14"
        },
        {
          "text": "Мы теперь говорим вам со слов Господа, что мы, которые будем еще в живых к тому времени, когда придет Господь, нисколько не опередим тех, кто к этому моменту уже умрет. ",
          "ID": "15"
        },
        {
          "text": "Потому что Господь Сам придет с небес (о чем возвестят громкий клич, голос архангела и труба Божья), и умершие с верой во Христа воскреснут первыми. ",
          "ID": "16"
        },
        {
          "text": "Потом и мы, оставшиеся в живых, будем вместе с ними подняты на облаках, чтобы встретить Господа в воздухе, и уже всегда с той поры будем с Ним. ",
          "ID": "17"
        },
        {
          "text": "Поэтому ободряйте друг друга этими словами.",
          "ID": "18"
        }
      ],
      "ID": "NT:1TH.4",
      "name": "Первое Послание к Фессалоникийцам 4"
    },
    {
      "text": [
        {
          "text": "Братья, нам нет нужды писать вам о временах и сроках. ",
          "ID": "1"
        },
        {
          "text": "Вы и сами хорошо знаете, что День Господа придет неожиданно, как вор ночью. ",
          "ID": "2"
        },
        {
          "text": "Люди будут говорить «мир и безопасность», но внезапно их постигнет гибель, как родовые схватки неожиданно застигают беременную женщину, и тогда никто не убежит.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но вы, братья, не во тьме, чтобы День этот застиг вас внезапно, как вор. ",
          "ID": "4"
        },
        {
          "text": "Вы все сыны света и дня. У нас нет ничего общего с ночью или с тьмой, ",
          "ID": "5"
        },
        {
          "text": "поэтому не будем спать, как другие, но будем бодрствовать и оставаться трезвыми. ",
          "ID": "6"
        },
        {
          "text": "Ведь спящие спят ночью и пьяницы напиваются ночью. ",
          "ID": "7"
        },
        {
          "text": "Но раз мы принадлежим дню, то давайте же оставаться трезвыми, одевшись, как в броню, в веру и любовь, и, как шлем, надев на голову надежду на спасение. ",
          "ID": "8"
        },
        {
          "text": "Ведь Бог предназначил нас не для гнева, а для спасения, которое мы получаем через Господа нашего Иисуса Христа. ",
          "ID": "9"
        },
        {
          "text": "Он умер за нас, чтобы нам, окажемся ли мы к тому дню среди умерших или среди живых, жить вместе с Ним. ",
          "ID": "10"
        },
        {
          "text": "Поэтому ободряйте и укрепляйте друг друга, что вы и делаете.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Мы обращаемся к вам, братья, с просьбой: оказывайте почет тем, кто так усердно трудится среди вас, кто руководит вашей церковью и наставляет вас в следовании Господу. ",
          "ID": "12"
        },
        {
          "text": "Проявляйте к ним большое уважение и любовь за ту работу, которую они совершают. Будьте в мире друг с другом. ",
          "ID": "13"
        },
        {
          "text": "Мы умоляем вас, братья, убеждайте тех, кто не хочет работать; ободряйте боязливых; помогайте слабым духом; будьте терпеливы со всеми. ",
          "ID": "14"
        },
        {
          "text": "Никто пусть не платит никому злом за зло, но будьте всегда добры друг ко другу и ко всем.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Всегда радуйтесь, ",
          "ID": "16"
        },
        {
          "text": "постоянно молитесь, ",
          "ID": "17"
        },
        {
          "text": "при любых обстоятельствах будьте благодарны Богу, потому что в этом воля Божья в Иисусе Христе для вас.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Не угашайте Духа, ",
          "ID": "19"
        },
        {
          "text": "пророчеством не пренебрегайте, ",
          "ID": "20"
        },
        {
          "text": "но все проверяйте и держитесь добра. ",
          "ID": "21"
        },
        {
          "text": "Избегайте всякого рода зла.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Итак, пусть Сам Бог, дающий мир, освятит вас всецело, чтобы ваш дух, душа и тело сохранились непорочными до тех пор, когда придет Господь наш Иисус Христос. ",
          "ID": "23"
        },
        {
          "text": "Тот, Кто вас призывает, верен, и Он выполнит то, что обещал.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Братья, молитесь о нас. ",
          "ID": "25"
        },
        {
          "text": "Приветствуйте всех братьев святым поцелуем. ",
          "ID": "26"
        },
        {
          "text": "Я заклинаю вас перед Господом, прочитайте это послание всем братьям!",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Пусть с вами будет благодать Господа нашего Иисуса Христа.",
          "ID": "28"
        }
      ],
      "ID": "NT:1TH.5",
      "name": "Первое Послание к Фессалоникийцам 5"
    }
  ],
  "ID": "NT:1TH(NRP)",
  "name": "Первое Послание к Фессалоникийцам"
}