{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Павел, Силуан и Тимофей обращаются с приветствиями к церкви, которая находится в Фессалониках, принадлежащей Богу Отцу и Господу Иисусу Христу.",
          "ID": "1"
        },
        {
          "text": "Пусть благодать и мир прибудут с вами.",
          "ID": "1"
        },
        {
          "text": "Мы постоянно благодарим Бога за всех вас и вспоминаем вас в своих молитвах.",
          "ID": "2"
        },
        {
          "text": "Перед нашим Богом и Отцом мы не забываем о ваших трудах ради веры, о тяжких трудах, любовью вдохновлённых, и о вашей стойкости, питаемой надеждой на Господа нашего, Иисуса Христа.",
          "ID": "3"
        },
        {
          "text": "Мы знаем, братья и сёстры, возлюбленные Богом, что вы были избраны им,",
          "ID": "4"
        },
        {
          "text": "так как наше Благовестие доходит до вас не только словами, а со всей силой, с Духом Святым и с глубоким убеждением. Вы знаете, какую жизнь мы вели, когда были с вами. Это было во благо вам,",
          "ID": "5"
        },
        {
          "text": "и вы стали подражать нам и Господу. Вы приняли послание со страданиями великими и с радостью, исходящей от Духа Святого.",
          "ID": "6"
        },
        {
          "text": "И поэтому стали вы образцом для всех верующих в Македонии и в Ахаие.",
          "ID": "7"
        },
        {
          "text": "Потому что слово Господа исходило от вас и не только было услышано в Македонии и Ахаие, но о вере вашей в Бога стало известно повсюду, так что нам нет нужды говорить что-либо.",
          "ID": "8"
        },
        {
          "text": "Так как везде люди сами говорят о нас, о том, какой приём вы нам оказали, и о том, как вы отвернулись от идолов, чтобы служить живому и истинному Богу",
          "ID": "9"
        },
        {
          "text": "и ожидать прихода Сына Его с Небес, Сына, воскрешённого им из мёртвых, то есть Иисуса, который спасает нас от надвигающегося гнева Божьего.",
          "ID": "10"
        }
      ],
      "ID": "NT:1TH.1",
      "name": "Первое Послание К Фессалоникийцам 1"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры, вы знаете сами о том, что наш приход к вам не был бесполезен.",
          "ID": "1"
        },
        {
          "text": "Мы и ранее страдали и подвергались гонениям в Филиппах, как вам известно, но несмотря на великое сопротивление, с помощью Бога нашего мы обрели смелость проповедовать Благовестие, исходящее от Бога.",
          "ID": "2"
        },
        {
          "text": "В самом деле, то, чему учили мы, основано не на наших заблуждениях и исходит не из корыстных побуждений; мы не пытаемся никого обмануть.",
          "ID": "3"
        },
        {
          "text": "Напротив, мы говорим как те, кто получил одобрение от Бога и кому доверено нести Благую Весть. И потому, когда говорим, мы не пытаемся угодить людям, а стараемся угодить Богу, так как это Он испытывает наши сердца.",
          "ID": "4"
        },
        {
          "text": "В самом деле, мы никогда не выступали с речами льстивыми; как вы знаете, и поучения, и речи наши не были для прикрытия жадности. Бог нам в этом свидетель!",
          "ID": "5"
        },
        {
          "text": "И не ждали мы похвалы ни от вас, ни от кого другого,",
          "ID": "6"
        },
        {
          "text": "хотя и могли бы требовать многого от вас как апостолы Христовы, а относились к вам со всей кротостью, подобно тому как мать любовно печётся о детях своих.",
          "ID": "7"
        },
        {
          "text": "Испытывая к вам такую привязанность, мы готовы были разделить с вами не только Благовестие Божье, но и наши собственные души, потому что вы стали нам дороги́.",
          "ID": "8"
        },
        {
          "text": "Братья и сёстры, вы помните, как мы тяжко трудились и через какие прошли испытания. В то время, когда проповедовали Божье Благовестие, мы зарабатывали себе на хлеб, трудясь день и ночь, чтобы не обременять никого из вас.",
          "ID": "9"
        },
        {
          "text": "Сами вы свидетели вместе с Богом тому, как свято, праведно и безупречно мы вели себя с вами, верующими.",
          "ID": "10"
        },
        {
          "text": "Вы хорошо знаете, что мы обращались с каждым из вас, как отец обращается со своими собственными детьми.",
          "ID": "11"
        },
        {
          "text": "Мы поощряли вас, утешали и побуждали жить так, как угодно Богу, Который призывает вас приобщиться к Царству и Славе Его.",
          "ID": "12"
        },
        {
          "text": "Мы также постоянно благодарим Бога за то, что вы восприняли послание Божье, услышанное от нас, не как слово человеческое, а как истинное учение Божье. Оно действует, вызывая перемены в вас, верующих.",
          "ID": "13"
        },
        {
          "text": "Братья и сёстры, вы подобны Божьим церквям во Христе Иисусе, находящимся в Иудее. Как и они, вы также пострадали от рук своих соплеменников-иудеев,",
          "ID": "14"
        },
        {
          "text": "которые убили Господа Иисуса и пророков, а нас прогнали из своей земли. Эти иудеи грешат против Бога и препятствуют другим людям.",
          "ID": "15"
        },
        {
          "text": "Они не хотят, чтобы язычники обрели спасение, и поэтому пытаются помешать нам проповедовать им. Эти иудеи только умножают свой собственный грех, но пришло время им испытать на себе гнев Божий.",
          "ID": "16"
        },
        {
          "text": "Что касается нас, братья и сёстры, мы разлучились с вами на короткое время, то есть разлучились телом, а не душой, но исполнились великого желания увидеть вас.",
          "ID": "17"
        },
        {
          "text": "Да, мы всячески стремились прийти к вам. В самом деле, я, Павел, многократно пытался сделать это, но сатана мешал нашему приходу.",
          "ID": "18"
        },
        {
          "text": "В конце концов, разве не в вас наша надежда, радость и венец наш, которым мы так возгордимся, когда предстанем перед Господом нашим Иисусом при Его пришествии?",
          "ID": "19"
        },
        {
          "text": "Да, вы наша радость и Слава!",
          "ID": "20"
        }
      ],
      "ID": "NT:1TH.2",
      "name": "Первое Послание К Фессалоникийцам 2"
    },
    {
      "text": [
        {
          "text": "И потому, не будучи в силах больше терпеть, мы решили остаться одни в Афинах,",
          "ID": "1"
        },
        {
          "text": "а Тимофея, нашего брата и товарища по трудам в Боге и проповеди Благовестия Христа, мы послали к вам. Он ободрил и укрепил вас в вашей вере,",
          "ID": "2"
        },
        {
          "text": "чтобы никто не обеспокоился из-за преследований, которым мы подверглись. Ведь вы сами знаете, что испытания эти назначены нам.",
          "ID": "3"
        },
        {
          "text": "Даже, когда мы были с вами, то неоднократно предостерегали вас о тех гонениях, через которые нам суждено пройти. Как вам хорошо известно, всё именно так и случилось.",
          "ID": "4"
        },
        {
          "text": "И потому, будучи не в состоянии больше ждать, я послал Тимофея выяснить насколько крепка ваша вера. Я опасался, что дьявол одолеет вас своими искушениями, сделав все наши труды напрасными.",
          "ID": "5"
        },
        {
          "text": "Но Тимофей только что возвратился из Фессалоники и сообщил нам добрую весть о вере и любви вашей. Он сказал, что вы всегда добром вспоминаете нас и томитесь желанием увидеться с нами. Мы и сами жаждем того же.",
          "ID": "6"
        },
        {
          "text": "Братья и сёстры, несмотря на наше бедственное положение и гонения, которым мы подверглись, вести о вашей вере ободрили нас.",
          "ID": "7"
        },
        {
          "text": "Узнав, что вы тверды в Господе, мы обрели новую жизнь.",
          "ID": "8"
        },
        {
          "text": "Как возблагодарить нам Бога в достаточной мере за ту радость, которую испытываем благодаря вам перед Богом нашим?",
          "ID": "9"
        },
        {
          "text": "Днём и ночью мы изо всех сил молимся, чтобы вновь увидеть вас и дать вам всё необходимое для укрепления вашей веры.",
          "ID": "10"
        },
        {
          "text": "Так пусть же наш Бог, Отец и Господь Иисус укажут нам путь к вам!",
          "ID": "11"
        },
        {
          "text": "Мы молимся Господу, чтобы Он увеличил вашу любовь друг к другу и ко всем людям, подобно той любви, которою мы испытываем к вам.",
          "ID": "12"
        },
        {
          "text": "Пусть Он укрепит вас и сделает непорочными в святости перед нашим Богом и Отцом до пришествия нашего Господа Иисуса со всеми святыми Своими.",
          "ID": "13"
        }
      ],
      "ID": "NT:1TH.3",
      "name": "Первое Послание К Фессалоникийцам 3"
    },
    {
      "text": [
        {
          "text": "Теперь же, должен я вам ещё кое-что сказать, братья и сёстры. Мы умоляем вас и побуждаем как учеников Господа Иисуса вот к чему: вы получили от нас наставление о том, как вам следует жить и угождать Богу, что вы и делаете; так продолжайте же исполнять эту заповедь ещё более настойчиво.",
          "ID": "1"
        },
        {
          "text": "Вы знаете, какие наставления мы дали вам властью Господа Иисуса.",
          "ID": "2"
        },
        {
          "text": "Бог желает, чтобы вы стали святыми. Он хочет, чтобы вы чуждались блуда,",
          "ID": "3"
        },
        {
          "text": "чтобы каждый из вас научился обуздывать тело своё святым и достойным путём,",
          "ID": "4"
        },
        {
          "text": "а не через страсти и вожделения, подобно не знающим Бога язычникам.",
          "ID": "5"
        },
        {
          "text": "Он также желает, чтобы никто из вас не пошёл путём неправедным и не обманывал в этом брата своего, потому что Господь накажет за такие грехи, как мы уже говорили и предупреждали вас.",
          "ID": "6"
        },
        {
          "text": "Потому что Бог призвал нас не для того, чтобы быть нечистыми, а чтобы мы стали преданными святости.",
          "ID": "7"
        },
        {
          "text": "Поэтому тот, кто отрицает учение это, отрицает не людей, а Бога, Который послал вам также Своего Духа Святого.",
          "ID": "8"
        },
        {
          "text": "Что же касается любви к братьям и сёстрам во Христе, то вы не нуждаетесь в том, чтобы мы писали вам об этом, так как Бог научил вас самих любить друг друга.",
          "ID": "9"
        },
        {
          "text": "Вы так и ведёте себя по отношению к братьям вашим по всей Македонии. Но мы призываем вас, братья и сёстры, возлюбить их ещё больше.",
          "ID": "10"
        },
        {
          "text": "Усердно старайтесь жить мирно, заниматься только своим делом и трудиться собственными руками, как мы наставляли вас,",
          "ID": "11"
        },
        {
          "text": "чтобы посторонние уважали ваш образ жизни, и вы ни от кого не зависели в нуждах своих.",
          "ID": "12"
        },
        {
          "text": "Мы не хотим, чтобы вы, братья и сёстры, оставались в неведении по отношению к тем, кто умер. Мы хотим, чтобы вы перестали печалиться о них, как поступают другие, у которых нет надежды.",
          "ID": "13"
        },
        {
          "text": "Потому что, раз мы верим, что Иисус умер и воскрес из мёртвых, то Бог вместе с Ним вернёт обратно и всех тех, кто умер, веря в Христа.",
          "ID": "14"
        },
        {
          "text": "То, о чём мы говорим вам сейчас — послание Господа. Те из нас, кто будут жить во время пришествия Господа, последуют за Ним, но только после умерших.",
          "ID": "15"
        },
        {
          "text": "Потому что когда раздастся с Небес громкий голос Архангела и прозвучит труба Божья, сам Господь спустится с Небес и те, кто умер во Христе, восстанут первыми.",
          "ID": "16"
        },
        {
          "text": "После этого, все живые будут вознесены на облака вместе с усобшими, чтобы встретить в Небесах Господа. Таким образом, мы придём к Господу и останемся с Ним навечно.",
          "ID": "17"
        },
        {
          "text": "Так утешайте же друг друга этими словами.",
          "ID": "18"
        }
      ],
      "ID": "NT:1TH.4",
      "name": "Первое Послание К Фессалоникийцам 4"
    },
    {
      "text": [
        {
          "text": "Братья и сёстры, мне нет необходимости писать вам о времени и сроках,",
          "ID": "1"
        },
        {
          "text": "так как вы сами очень хорошо знаете, что День Господний придёт неожиданно, словно вор в ночи.",
          "ID": "2"
        },
        {
          "text": "Когда скажут: «Всё мирно и спокойно», вдруг настигнет их погибель, словно муки родовые беременную женщину, и не спастись им!",
          "ID": "3"
        },
        {
          "text": "Но вы, братья и сёстры, не пребываете во тьме, и День не застанет вас врасплох, подобно вору,",
          "ID": "4"
        },
        {
          "text": "потому что все вы принадлежите Дню и Свету. Мы не принадлежим тьме или ночи.",
          "ID": "5"
        },
        {
          "text": "Итак, не будем спать, как остальные, а будем бодрствовать и владеть собой.",
          "ID": "6"
        },
        {
          "text": "Потому что те, кто спит, спят по ночам, и те, кто напивается, напиваются по ночам.",
          "ID": "7"
        },
        {
          "text": "Мы же, принадлежащие Свету, будем владеть собой. Защитим себя кольчугой веры и любви и наденем шлем надежды на спасение.",
          "ID": "8"
        },
        {
          "text": "Бог избрал нас не для того, чтобы мы терпели гнев Eго, а чтобы обрести спасение через Господа нашего Иисуса Христа,",
          "ID": "9"
        },
        {
          "text": "Который умер за нас. Его смерть дала нам возможность жить вместе с Ним, несмотря на то, что живы мы или мертвы.",
          "ID": "10"
        },
        {
          "text": "Так ободряйте же и духовно укрепляйте друг друга, как вы делаете это сейчас.",
          "ID": "11"
        },
        {
          "text": "Но мы просим вас, братья и сёстры, уважать тех, кто трудится среди вас, направляя и наставляя вас в Господе.",
          "ID": "12"
        },
        {
          "text": "Любите же их и относитесь к ним с величайшим уважением за труды их.",
          "ID": "13"
        },
        {
          "text": "Живите в мире друг с другом.",
          "ID": "13"
        },
        {
          "text": "И мы побуждаем вас, братья и сёстры: укоряйте праздных, утешайте боящихся, помогайте слабым. Будьте терпеливы со всеми.",
          "ID": "14"
        },
        {
          "text": "Следите, чтобы никто не платил злом за зло. Всегда стремитесь делать добро друг другу и всем вокруг.",
          "ID": "15"
        },
        {
          "text": "Радуйтесь постоянно.",
          "ID": "16"
        },
        {
          "text": "Молитесь непрестанно.",
          "ID": "17"
        },
        {
          "text": "Благодарите Бога в любых обстоятельствах, как хочет Бог от всех, кто во Христе Иисусе.",
          "ID": "18"
        },
        {
          "text": "Не препятствуйте Духу Святому.",
          "ID": "19"
        },
        {
          "text": "Перестаньте относиться с презрением к пророчествам,",
          "ID": "20"
        },
        {
          "text": "но подвергайте каждое из их них испытанию, дабы удостовериться, что они действительно от Бога. Придерживайтесь добра",
          "ID": "21"
        },
        {
          "text": "и сторонитесь всякого зла.",
          "ID": "22"
        },
        {
          "text": "И пусть сам Бог, источник мира, сделает вас святыми, беззаветно преданными Ему, и пусть всё в вас и дух, и душа, и тело будут безупречны, когда придёт Господь наш Иисус Христос.",
          "ID": "23"
        },
        {
          "text": "Доверьтесь Богу, призывающему вас, Он одарит вас всеми этими благословениями.",
          "ID": "24"
        },
        {
          "text": "Братья и сёстры, пожалуйста, молитесь и за нас.",
          "ID": "25"
        },
        {
          "text": "Приветствуйте всех братьев и сестёр поцелуем святым.",
          "ID": "26"
        },
        {
          "text": "Я заклинаю вас Господом прочитать это письмо всем братьям.",
          "ID": "27"
        },
        {
          "text": "Пусть благодать Господа нашего Иисуса Христа будет с вами!",
          "ID": "28"
        }
      ],
      "ID": "NT:1TH.5",
      "name": "Первое Послание К Фессалоникийцам 5"
    }
  ],
  "ID": "NT:1TH(RSP)",
  "name": "Первое Послание К Фессалоникийцам"
}