{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Симон Петр, Иисуса Христа раб и Его апостол, –",
          "ID": "1"
        },
        {
          "text": "всем, кто по справедливости Бога нашего и Спасителя нашего Иисуса Христа обрел ту же, что и мы, драгоценную веру:",
          "ID": "1"
        },
        {
          "text": "желаю, чтобы вы всё более и более исполнялись благодатью и миром в познании Бога и Иисуса, Господа нашего.",
          "ID": "2"
        },
        {
          "text": "Всё, что нужно для жизни и благочестия, даровано нам Божественной силой Иисуса в познании нашем Того, Кто призвал нас к Себе Своей собственной славой и превосходством, ",
          "ID": "3"
        },
        {
          "text": "пленив нас ими, дал Он нам великие, бесценные обещания, чтобы благодаря им стали вы сопричастны Божественной природе и избежали растления, которое царит в мире из-за похоти человеческой. ",
          "ID": "4"
        },
        {
          "text": "Приложите же все усилия, чтобы вера ваша несла в себе добродетель, а добродетель сопровождалась знанием, ",
          "ID": "5"
        },
        {
          "text": "знание – самообладанием, самообладание – стойкостью, стойкость – благочестием, ",
          "ID": "6"
        },
        {
          "text": "а оно, в свою очередь, – братолюбием, братолюбие же – любовью. ",
          "ID": "7"
        },
        {
          "text": "Если есть у вас это и приумножается, не будет напрасным и бесплодным ваше познание Господа нашего Иисуса Христа. ",
          "ID": "8"
        },
        {
          "text": "У кого же этого нет, тот слеп или близорук: забыл он, что был очищен когда-то от своих грехов. ",
          "ID": "9"
        },
        {
          "text": "Так что старайтесь, братья, подтвердить делом, что Богом вы призваны и избраны; усердствуя в этом, никогда не преткнетесь, ",
          "ID": "10"
        },
        {
          "text": "и верно откроются для вас врата в вечное Царство Господа нашего и Спасителя Иисуса Христа.",
          "ID": "11"
        },
        {
          "text": "И я не устану напоминать вам об этом, хотя вы и сами всё это знаете и утвердились в той истине, которой ныне обладаете. ",
          "ID": "12"
        },
        {
          "text": "Считаю долгом своим, пока не оставил я бренного моего тела, своими напоминаниями не дать вам уснуть. ",
          "ID": "13"
        },
        {
          "text": "Я знаю, что скоро уже расстанусь с земным пристанищем своим (мне Господь наш Иисус Христос открыл это). ",
          "ID": "14"
        },
        {
          "text": "Пока же буду делать всё, что могу, чтобы и после моей смерти вы во всякое время вспоминали об этом.",
          "ID": "15"
        },
        {
          "text": "Мы поведали вам о могуществе Господа нашего Иисуса Христа и о пришествии Его. Не хитроумным вымыслам следовали мы при этом, а говорили как свидетели Его величия. ",
          "ID": "16"
        },
        {
          "text": "Честь и славу принял Он от Бога Отца, когда прозвучали над Ним слова Высочайшей Славы: «Вот – Сын Мой, Возлюбленный Мой, в Нем радость Моя». ",
          "ID": "17"
        },
        {
          "text": "Этот голос, донесшийся с неба, мы сами слышали, когда были с Ним на святой горе.",
          "ID": "18"
        },
        {
          "text": "Тогда окончательно утвердились мы в своей вере в пророческое слово. И вы правильно делаете, что держитесь его, как светильника, что сияет во тьме до рассвета, до тех пор, пока не начнется День и не взойдет утренняя звезда в сердцах ваших. ",
          "ID": "19"
        },
        {
          "text": "Только прежде всего помните, что ни одно из пророчеств Писания невозможно толковать самому, ",
          "ID": "20"
        },
        {
          "text": "ибо никогда эти пророчества не произносились по воле человека. Если же изрекали их люди, то всегда от имени Бога, движимые Духом Святым.",
          "ID": "21"
        }
      ],
      "ID": "NT:2PE.1",
      "name": "Второе послание апостола Петра 1"
    },
    {
      "text": [
        {
          "text": "Как в прошлом и лжепророки бывали в народе Божием, так и среди вас появятся лжеучителя. Они тайно внесут в церковь пагубные ереси, отвергая искупившего их Владыку. Навлекут они этим на себя скорую гибель. ",
          "ID": "1"
        },
        {
          "text": "Тогда многие так же, как и они, предадутся распутству. А истины Путь будет из-за таких учителей в поношении. ",
          "ID": "2"
        },
        {
          "text": "Люди корыстные, они станут наживаться на вас, обманывая вас всякими выдумками. Но приговор им уже давно вынесен, он непреложен, и гибель их неотвратима.",
          "ID": "3"
        },
        {
          "text": "Бог ведь и ангелов не пощадил согрешивших: низверг Он их в бездну и сковал там цепями мрака, чтобы оставались они под стражею до суда. ",
          "ID": "4"
        },
        {
          "text": "Не пощадил Он и древнего мира, когда навел потоп на нечестивых, и только Ноя, глашатая праведности, да с ним еще семь душ сохранил. ",
          "ID": "5"
        },
        {
          "text": "Содом, Гоморру и города окрестные Бог обрек [на разрушение], превратив их в пепел. Это предостережение всем будущим нечестивцам. ",
          "ID": "6"
        },
        {
          "text": "А праведного Лота, томившегося среди неистовых развратников, Он спас. ",
          "ID": "7"
        },
        {
          "text": "Ибо праведник сей терзался каждодневно праведной душой своей, живя среди них, ведь ему приходилось и видеть, и слышать, что они творят в своем беззаконии. ",
          "ID": "8"
        },
        {
          "text": "Так что знает Господь, как спасать благочестивых, когда подвергаются они искушению, и как до Судного Дня обходиться с неправедными, несущими уже ныне на себе наказание, ",
          "ID": "9"
        },
        {
          "text": "в особенности с теми из них, кто идет на поводу у низких похотей плоти и не признает владычества Христова.",
          "ID": "10"
        },
        {
          "text": "Дерзкие и своенравные, не боятся они злословить даже славы неземные, ",
          "ID": "10"
        },
        {
          "text": "тогда как ангелы, превосходящие их силой и могуществом, и те не хулят и не судят их пред Господом.",
          "ID": "11"
        },
        {
          "text": "Люди эти скотам уподобляются, что инстинктом живут и для того только рождаются, чтобы ловили их и уничтожали. Они злословят то, чего не понимают, и как те уничтожаются, так и они уничтожены будут. ",
          "ID": "12"
        },
        {
          "text": "Поплатятся они за неправду свою. Оргии среди бела дня представляются им главным удовольствием; люди бесчестные и порочные, они тешатся своими обманами, когда пируют с вами. ",
          "ID": "13"
        },
        {
          "text": "В глазах их одно ненасытное вожделение, сплошной грех. Они уловляют нестойкие души, сердца их изощрились в алчности – прокляты они! ",
          "ID": "14"
        },
        {
          "text": "Оставив прямой путь, заблудились они. Идут эти люди по стопам Валаама, сына Восора, который польстился на бесчестную награду, ",
          "ID": "15"
        },
        {
          "text": "но был обличен в своем преступлении: ослица, тварь бессловесная, возопив человеческим голосом, воспрепятствовала безумию пророка.",
          "ID": "16"
        },
        {
          "text": "Источники без воды, туманы, вихрем гонимые, – вот что такое эти люди. Непроглядная тьма уготована им. ",
          "ID": "17"
        },
        {
          "text": "Они совращают своим надутым пустословием, уловляют в сети плотских похотей, в распутство тех слабых, которые только начали удаляться от живущих в заблуждении. ",
          "ID": "18"
        },
        {
          "text": "Они обещают им свободу, а сами при этом остаются рабами погибели – кем кто побежден, того он и раб. ",
          "ID": "19"
        },
        {
          "text": "Ведь если люди эти смогли когда-то, узнав Господа [нашего] и Спасителя Иисуса Христа, избавиться от скверн мира сего, а потом снова погрязли в них и побеждены ими были, то они оказались в еще худшем положении, чем были сначала. ",
          "ID": "20"
        },
        {
          "text": "Лучше бы им вообще не знать пути праведного, чем, узнав его, повернуть вспять, отвернуться от святой заповеди, что передана им. ",
          "ID": "21"
        },
        {
          "text": "Они подтверждают древние пословицы: «возвращается пес к изблеванному им», и «свинья, только что вымытая, идет опять валяться в грязи».",
          "ID": "22"
        }
      ],
      "ID": "NT:2PE.2",
      "name": "Второе послание апостола Петра 2"
    },
    {
      "text": [
        {
          "text": "Дорогие мои, пишу вам уже второе письмо – я снова хочу напоминанием своим побудить вас мыслить здраво, ",
          "ID": "1"
        },
        {
          "text": "чтобы не забываливы слов, сказанных некогда святыми пророками, и заповедь Господа и Спасителя, которую передали вам апостолы ваши.",
          "ID": "2"
        },
        {
          "text": "Знайте прежде всего, что в дни последние появятся глумливые насмешники, идущие вслед похотей своих. ",
          "ID": "3"
        },
        {
          "text": "Будут говорить они: «Иисус обещал вернуться. Где же Он?С тех пор, как умерли отцы, всё осталось по-прежнему в мире, как было от сотворения его». ",
          "ID": "4"
        },
        {
          "text": "В угоду себе они забывают, что словом Своим издревле Бог сотворил небеса, Он же и землю образовал из воды и водою. ",
          "ID": "5"
        },
        {
          "text": "Водою же по слову Божьемутогдашний мир и был погублен во дни потопа. ",
          "ID": "6"
        },
        {
          "text": "А нынешние небо и земля, тем же словом до поры сохраняемые, огню предназначены, коему преданы будут в День Суда, в день гибели нечестивцев.",
          "ID": "7"
        },
        {
          "text": "И не забывайте, дорогие мои: у Господа один день – что тысяча лет и тысяча лет – как день один. ",
          "ID": "8"
        },
        {
          "text": "Не медлит Господь с исполнением обещанного, хотя и говорят иные о промедлении. Он очень терпелив к вам и хочет, чтобы никто не погиб, но все покаялись.",
          "ID": "9"
        },
        {
          "text": "И всё же придет День Господень, когда никто не будет ждать его. Тогда с шумом великим обрушатся и исчезнут небеса, распадутся раскаленные стихии и вся земля с делами людскими будет предана суду.",
          "ID": "10"
        },
        {
          "text": "А раз так всё это будет, если всё будет уничтожено, какой же святой и благочестивой жизнью должно жить [вам] ",
          "ID": "11"
        },
        {
          "text": "в ожидании и стремлении приблизить наступление Дня Божия, когда рухнут пылающие небеса и расплавятся раскаленные стихии! ",
          "ID": "12"
        },
        {
          "text": "Но мы ожидаем, что явятся, как обещал Сам Христос, новое небо и новая земля – праведности обитель.",
          "ID": "13"
        },
        {
          "text": "В чаянии сего живите, дорогие мои, стремитесь к тому, чтобы нашел Он вас в тот День незапятнанными и непорочными, исполненными мира. ",
          "ID": "14"
        },
        {
          "text": "И помните, что во спасение ваше долготерпелив Господь. Об этом и писал вам Павел, возлюбленный брат наш, по мудрости, дарованной ему свыше. ",
          "ID": "15"
        },
        {
          "text": "Он во всех своих посланиях пишет об этом. Это не всегда легко понять, и иные невежды и люди, нетвердые в вере, даже извращают – себе на погибель – как написанное Павлом, так и другие Писания.",
          "ID": "16"
        },
        {
          "text": "Но вы ведь уже знаете, друзья мои, обо всем об этом, так что остерегайтесь, чтобы не обольстили вас нечестивцы какие собственным заблуждением и не изменили бы вы своей твердости. ",
          "ID": "17"
        },
        {
          "text": "Возрастайте, напротив, в благодати и познании Господа нашего и Спасителя Иисуса Христа. Ему же и ныне, и в День Его слава! [Аминь.]",
          "ID": "18"
        }
      ],
      "ID": "NT:2PE.3",
      "name": "Второе послание апостола Петра 3"
    }
  ],
  "ID": "NT:2PE(BTI)",
  "name": "Второе послание апостола Петра"
}