{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Симон петр, раб и посланник Иисус Христов, равночистную с нами получившими веру в правде Бога нашего и спаса Иисуса Христа: ",
          "ID": "1"
        },
        {
          "text": "благодать вам и мир да умножится в познании Бога, и Христа Иисуса Господа нашего. ",
          "ID": "2"
        },
        {
          "text": "Яко вся нам Божественныя силы его, яже к животу и благочестию, подана разумом призвавшаго нас славою и добродетелию. ",
          "ID": "3"
        },
        {
          "text": "имиже честная нам и великая обетования даровашася, да сих ради будете Божественнаго причастницы естества, отбегше, яже в мире, похотныя тли: ",
          "ID": "4"
        },
        {
          "text": "и в самое же сие, тщание все привнесше, подадите в вере вашей добродетель, в добродетели же разум, ",
          "ID": "5"
        },
        {
          "text": "в разуме же воздержание, в воздержании же терпение, в терпении же благочестие, ",
          "ID": "6"
        },
        {
          "text": "во блгочестии же братолюбие, в братолюбии же любовь. ",
          "ID": "7"
        },
        {
          "text": "Сия бо сущая в вас и множащаяся, не праздных ниже безплодных сотворят вы в Господа нашего Иисуса Христа познание: ",
          "ID": "8"
        },
        {
          "text": "емуже бо несть сих, слеп есть, мжай, забвение приемь очищения древних своих грехов. ",
          "ID": "9"
        },
        {
          "text": "Темже паче, братие, потщитеся известно ваше звание и избрание творити: сия бо творяще, не имате согрешити никогдаже, ",
          "ID": "10"
        },
        {
          "text": "сице бо обилно приподастся вам вход в вечное Царство Господа нашего и спаса Иисуса Христа. ",
          "ID": "11"
        },
        {
          "text": "Сего ради не обленюся воспоминати присно вам о сих, аще и ведите, и утверждени есте в настоящей истине. ",
          "ID": "12"
        },
        {
          "text": "Праведно бо мню, донележе есмь в сем телеси, возставляти вас воспоминанием, ",
          "ID": "13"
        },
        {
          "text": "ведый, яко скоро есть отложение телесе моего, якоже и Господь наш Иисус Христос сказа мне. ",
          "ID": "14"
        },
        {
          "text": "Потщуся же и всегда имети вас по моем исходе память о сих творити. ",
          "ID": "15"
        },
        {
          "text": "Не ухищренным бо баснем последовавше сказахом вам силу и пришествие Господа нашего Иисуса Христа, но самовидцы бывше величествия онаго. ",
          "ID": "16"
        },
        {
          "text": "Прием бо от Бога Отца честь и славу, гласу пришедшу к нему от велелепныя славы. сей есть Сын мой возлюбленныи, о немже аз благоизволих. ",
          "ID": "17"
        },
        {
          "text": "И сей глас мы слышахом с небесе сшедшь, с ним суще на горе святей. ",
          "ID": "18"
        },
        {
          "text": "И имамы известнейшее пророческое слово: емуже внимающе якоже светилу сияющу в темнем месте, добре творите, дондеже день озарит, и денница возсияет в сердцах ваших, ",
          "ID": "19"
        },
        {
          "text": "сие прежде ведуще, яко всяко пророчество книжное по своему сказанию не бывает. ",
          "ID": "20"
        },
        {
          "text": "Ни бо волею бысть когда человеком пророчество, но от святаго Духа просвещаеми глаголаша святии Божии человецы.",
          "ID": "21"
        }
      ],
      "ID": "NT:2PE.1",
      "name": "Второе послание апостола Петра 1"
    },
    {
      "text": [
        {
          "text": "Быша же и лживии пророцы в людех, якоже и в вас будут лживии учителие, иже внесут ереси погибели, и искупльшаго их Владыки отметающеся, приводяще себе скору погибель. ",
          "ID": "1"
        },
        {
          "text": "И мнози последствуют их нечистотам, ихже ради путь истинный похулится. ",
          "ID": "2"
        },
        {
          "text": "И в преумножении льстивых словес вас уловят: ихже суд искони не коснит, и погибель их не дремлет. ",
          "ID": "3"
        },
        {
          "text": "Аще бо Бог аггелов согрешивших не пощаде, но пленицами мрака связав, предаде на суд мучимых блюсти: ",
          "ID": "4"
        },
        {
          "text": "и перваго мира не пощаде, но осмаго ноа правды проповедника сохрани, потоп миру нечествовавших наведе: ",
          "ID": "5"
        },
        {
          "text": "и грады содомския и гоморрския сжег, разорением осуди, образ хотящым нечествовати положив: ",
          "ID": "6"
        },
        {
          "text": "и праведнаго лота, обидима от беззаконных в нечистоте сожития, избави. ",
          "ID": "7"
        },
        {
          "text": "видением бо и слухом праведный, живый в них, день от дне душу праведну беззаконными делы мучаше: ",
          "ID": "8"
        },
        {
          "text": "весть Господь блгочистивыя от напасти избавляти, неправедники же на день судныи мучимы блюсти, ",
          "ID": "9"
        },
        {
          "text": "наипаче же вслед плотския похоти сквернения ходящыя и о господстве нерадящыя: продерзателе, себе угодницы, славы не трепещут хуляще: ",
          "ID": "10"
        },
        {
          "text": "идеже ангели крепостию и силою больши суще, не терпят на ся от Господа укоризнен суд. ",
          "ID": "11"
        },
        {
          "text": "Сии же, яко скоти животни естеством бывше в погибель и тлю, в нихже не разумеют хуляще, во истлении своем истлеют, ",
          "ID": "12"
        },
        {
          "text": "приемлюще мзду неправедну, сласть мняще вседневное насыщение, сквернители и порочницы, питающеся лестьми своими, ядуще с вами, ",
          "ID": "13"
        },
        {
          "text": "очи имуще исполнь блудодеяния и непрестаемаго греха, прельщающе душы неутверждены, сердце научено лихоимству имуще, клятвы чада: ",
          "ID": "14"
        },
        {
          "text": "оставльше правый путь заблудиша, последовавше пути валаама восорова, иже мзду неправедну возлюби, ",
          "ID": "15"
        },
        {
          "text": "обличение же име своего беззакония: подяремник безгласен, человеческим гласом провещавшь, возбрани пророка безумие. ",
          "ID": "16"
        },
        {
          "text": "Сии суть источницы безводни, облацы и мглы от ветр преносими, имже мрак темный во веки блюдется. ",
          "ID": "17"
        },
        {
          "text": "Прегордая бо суеты вещающе, прельщают в скверны плотския похоти, отбегающих всячески от них живущих во льсти, ",
          "ID": "18"
        },
        {
          "text": "свободу им обещавающе, сами раби суще тления: имже бо кто побежден бывает, сему и работен есть. ",
          "ID": "19"
        },
        {
          "text": "Аще бо отбегше скверн мира в разум Господа и спаса нашего Иисуса Христа, сими же паки сплетшеся побеждаеми бывают, быша им последняя горша первых. ",
          "ID": "20"
        },
        {
          "text": "Лучше бо бе им не познати пути правды, нежели познавшым возвратитися вспять от преданныя им святыя заповеди. ",
          "ID": "21"
        },
        {
          "text": "Случися бо им истинная притча: пес возвращься на свою блевотину, и: свиния, омывшися, в кал тинный.",
          "ID": "22"
        }
      ],
      "ID": "NT:2PE.2",
      "name": "Второе послание апостола Петра 2"
    },
    {
      "text": [
        {
          "text": "Сие уже, возлюбленнии, второе вам пишу послание, в нихже возбуждаю воспоминанием ваш чистый смысл, ",
          "ID": "1"
        },
        {
          "text": "помянути прежде реченныя глаголы от святых пророк, и апостол ваших заповедь Господа и спаса: ",
          "ID": "2"
        },
        {
          "text": "сие прежде ведяще, яко приидут в последния дни ругателе, по своих похотех ходяще ",
          "ID": "3"
        },
        {
          "text": "и глаголюще: где есть обетование пришествия его, отнележе бо отцы успоша, вся тако пребывают от начала создания. ",
          "ID": "4"
        },
        {
          "text": "Таится бо им сие хотящым, яко небеса беша исперва, и земля от воды и водою составлена, Божиим словом: ",
          "ID": "5"
        },
        {
          "text": "темже тогдашнии мир, водою потоплен быв, погибе. ",
          "ID": "6"
        },
        {
          "text": "А нынешняя небеса и земля темже словом сокровена суть, огню блюдома на день суда и погибели нечестивых человек. ",
          "ID": "7"
        },
        {
          "text": "Едино же сие да не утаится вас, возлюбленнии, яко един день пред Господем яко тысяща лет, и тысяща лет яко день един. ",
          "ID": "8"
        },
        {
          "text": "Не коснит Господь обетования, якоже нецыи коснение мнят: но долготерпит на нас, не хотя да кто погибнет, но да вси в покаяние приидут. ",
          "ID": "9"
        },
        {
          "text": "Приидет же день Господень яко тать в нощи, в оньже небеса убо с шумом мимо идут, стихии же сжигаемы разорятся, земля же и яже на ней дела сгорят. ",
          "ID": "10"
        },
        {
          "text": "Сим убо всем разоряемым, кацем подобает быти вам во святых пребываниих и благочестиих, ",
          "ID": "11"
        },
        {
          "text": "чающым и скорее быти желающым пришествия Божияго дне, егоже ради небеса жегома разорятся, и стихии опаляемы растаются? ",
          "ID": "12"
        },
        {
          "text": "Нова же небесе и новы земли по обетованию его чаем, в нихже правда живет. ",
          "ID": "13"
        },
        {
          "text": "Темже, возлюбленнии, сих чающе, потщитеся нескверни и непорочни тому обрестися в мире, ",
          "ID": "14"
        },
        {
          "text": "и Господа нашего долготерпение спасение непщуите, якоже и возлюбленный наш брат павел по данней ему премудрости написа вам, ",
          "ID": "15"
        },
        {
          "text": "якоже и во всех своих посланиих, глаголя в них о сих: в нихже суть неудобь разумна некая, яже ненаучени и неутверждени развращают, якоже и прочая писания, к своей погибели им. ",
          "ID": "16"
        },
        {
          "text": "Вы же убо, возлюбленнии, предведяще хранитеся, да не лестию беззаконных сведени бывше, отпадете своего утверждения. ",
          "ID": "17"
        },
        {
          "text": "но да растете во благодати и разуме Господа нашего и спаса Иисуса Христа. Тому слава и ныне и в день века. Аминь. ",
          "ID": "18"
        }
      ],
      "ID": "NT:2PE.3",
      "name": "Второе послание апостола Петра 3"
    }
  ],
  "ID": "NT:2PE(CSLAV)",
  "name": "Второе послание апостола Петра"
}