{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Симона Петра, слуги и апостола Иисуса Христа.",
          "ID": "1"
        },
        {
          "text": "Тем, кто, благодаря праведности нашего Бога и Спасителя Иисуса Христа, получил ту же драгоценную веру, что и мы.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Пусть через познание Бога и нашего Господа Иисуса благодать и мир вам преумножатся.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Его божественная сила дала нам все необходимое для жизни и благочестия через познание Бога, призвавшего нас Своей собственной славой и добродетелью. ",
          "ID": "3"
        },
        {
          "text": "Благодаря им Он дал нам самые великие и драгоценные обещания, чтобы через них вы стали причастны к божественной природе и избежали растления земными страстями.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Поэтому приложите все старания, чтобы дополнить вашу веру добродетелью, добродетель – знанием, ",
          "ID": "5"
        },
        {
          "text": "знание – умением владеть собой, умение владеть собой – стойкостью, стойкость – благочестием, ",
          "ID": "6"
        },
        {
          "text": "благочестие – братолюбием, братолюбие – любовью. ",
          "ID": "7"
        },
        {
          "text": "Если в вас есть эти качества, и если они умножаются, то ваше познание Господа нашего Иисуса Христа уже не будет бесполезным и бесплодным. ",
          "ID": "8"
        },
        {
          "text": "У кого же этих качеств нет, тот близорук и слеп и забыл об очищении от своих прошлых грехов.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Поэтому, братья, еще более старайтесь укрепляться в вашем положении призванных и избранных. Так вы никогда не споткнетесь, ",
          "ID": "10"
        },
        {
          "text": "и вам будет широко открыт вход в вечное Царство нашего Господа и Спасителя Иисуса Христа.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И потому я никогда не перестану вам об этом напоминать, хотя вам это и известно, и вы утверждены в истине, которую приняли. ",
          "ID": "12"
        },
        {
          "text": "Но пока я нахожусь в этой храмине, я считаю правильным освежать вашу память. ",
          "ID": "13"
        },
        {
          "text": "Я знаю, что скоро мне предстоит оставить храмину мою, как и Господь наш Иисус Христос открыл мне. ",
          "ID": "14"
        },
        {
          "text": "Поэтому я буду стараться, чтобы и после того, как меня среди вас уже не будет, вы бы в любое время вспоминали об этих истинах.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда мы говорили вам о силе и пришествии нашего Господа Иисуса Христа, мы следовали не искусно сочиненным сказкам. Мы сами были очевидцами Его величия. ",
          "ID": "16"
        },
        {
          "text": "Честь и слава были даны Ему Богом Отцом, голос Которого прозвучал для Него в великой славе: «Это Мой любимый Сын, в Нем Моя радость». ",
          "ID": "17"
        },
        {
          "text": "Мы сами слышали этот голос, прозвучавший с небес, когда были вместе с Ним на святой горе.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Теперь мы еще тверже уверены в пророческом слове, и вы хорошо делаете, что внимаете ему, как светильнику, сияющему во тьме, пока не настанет день и Утренняя Звезда не взойдет в ваших сердцах. ",
          "ID": "19"
        },
        {
          "text": "И помните прежде всего о том, что никакое пророчество в Писании не исходит из измышлений самого пророка, ",
          "ID": "20"
        },
        {
          "text": "потому что пророчества никогда не были произносимы по воле человека, но движимые Святым Духом люди говорили от Бога.",
          "ID": "21"
        }
      ],
      "ID": "NT:2PE.1",
      "name": "Второе Послание Петра 1"
    },
    {
      "text": [
        {
          "text": "Но как были лжепророки в народе, так и среди вас появятся лжеучители. Они будут вводить ереси, ведущие к погибели, и отвергать искупившего их Господа, навлекая тем самым на себя скорую погибель. ",
          "ID": "1"
        },
        {
          "text": "Многие последуют их разврату, и из-за них Путь истины будет подвергаться поношению. ",
          "ID": "2"
        },
        {
          "text": "Эти учители из корыстных побуждений будут наживаться на вас, используя всевозможную ложь. Над ними уже давно нависло осуждение, и гибель их не дремлет.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Ведь если Бог не пощадил даже ангелов, которые согрешили, но бросил их в ад, где они ожидают суда, скованные цепями мрака, ",
          "ID": "4"
        },
        {
          "text": "и если Он не пощадил древний мир и сохранил лишь проповедника праведности Ноя и еще семерых человек, когда навел потоп на безбожных людей; ",
          "ID": "5"
        },
        {
          "text": "если Он осудил на разрушение города Содом и Гоморру, испепелив их в предостережение всем будущим грешникам, ",
          "ID": "6"
        },
        {
          "text": "но спас праведного Лота, который был в отчаянии от царившего вокруг него разврата ",
          "ID": "7"
        },
        {
          "text": "(праведная душа этого человека мучилась день за днем, когда он видел противозаконные дела и слышал о них), ",
          "ID": "8"
        },
        {
          "text": "то и теперь Господь знает, как избавить благочестивых от испытания, а беззаконников – сохранить на День Суда для наказания. ",
          "ID": "9"
        },
        {
          "text": "Это особенно относится к тем, кто идет на поводу низменных желаний своей натуры и презирает власть. Такие люди дерзки, надменны и даже не боятся злословить славных, ",
          "ID": "10"
        },
        {
          "text": "тогда как даже ангелы, которые намного сильнее их и наделены гораздо большей властью, не обвиняют и не оскорбляют их перед Господом. ",
          "ID": "11"
        },
        {
          "text": "Эти люди неразумны, как животные, движимые лишь инстинктом и рожденные для одного – чтобы быть пойманными и убитыми. Они злословят то, чего сами не понимают. Они и погибнут, как животные.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "За все зло, которое они причинили другим, они получат возмездие. Их удовольствие в том, чтобы проводить время в разгульных пиршествах даже при свете дня, они позорят и оскверняют ваши общие обеды, наслаждаясь своими обманными удовольствиями. ",
          "ID": "13"
        },
        {
          "text": "В глазах их только женщины и непрестанный грех; они обманывают неутвержденные души; их мысли только о наживе; они уже прокляты. ",
          "ID": "14"
        },
        {
          "text": "Они ушли с прямого пути и идут по пути Валаама, сына Восора, который любил плату неправедную ",
          "ID": "15"
        },
        {
          "text": "и был обличен в своем беззаконии бессловесной ослицей, которая, заговорив человеческим голосом, остановила пророка в его безумии.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Эти люди, как безводные источники, как туман, гонимый ветром. Они обречены на беспросветную тьму. ",
          "ID": "17"
        },
        {
          "text": "Они говорят громкие, но пустые слова, играя на человеческих похотях и распущенности, они снова завлекают к себе тех, кто только-только начинает удаляться от живущих в заблуждении. ",
          "ID": "18"
        },
        {
          "text": "Они обещают людям свободу, хотя сами – рабы разврата. Ведь человек – раб того, чем он порабощен. ",
          "ID": "19"
        },
        {
          "text": "Ведь если они освободились от испорченности этого мира благодаря тому, что узнали Господа и Спасителя Иисуса Христа, а потом вновь оказались опутаны и побеждены этим злом, то их последнее состояние еще хуже прежнего. ",
          "ID": "20"
        },
        {
          "text": "Лучше для них было бы вообще не знать пути праведности, чем узнать его и отвернуться от переданного им святого повеления. ",
          "ID": "21"
        },
        {
          "text": "Верно говорят о таких людях пословицы: «Собака возвращается на свою блевотину» и «Вымытая свинья идет валяться в грязи».",
          "ID": "22"
        }
      ],
      "ID": "NT:2PE.2",
      "name": "Второе Послание Петра 2"
    },
    {
      "text": [
        {
          "text": "Это, возлюбленные, уже мое второе послание к вам. Я написал эти послания для того, чтобы напоминанием призвать вас рассуждать здраво, ",
          "ID": "1"
        },
        {
          "text": "чтобы вы помнили слова, сказанные в прошлом святыми пророками, и повеление Господа и Спасителя, переданное вашими апостолами.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Прежде всего вы должны помнить о том, что в последнее время появятся наглые насмешники, идущие на поводу своих низменных желаний ",
          "ID": "3"
        },
        {
          "text": "и говорящие: «Так как же насчет обещания Его прихода? Ведь с тех пор, как умерли отцы, все остается так, как было от начала творения». ",
          "ID": "4"
        },
        {
          "text": "Но они сознательно пренебрегают тем, что некогда вселенная была создана словом Божьим, что воды были собраны и появилась суша, ",
          "ID": "5"
        },
        {
          "text": "а также тем, что посредством воды был разрушен прежний мир, будучи затоплен. ",
          "ID": "6"
        },
        {
          "text": "А нынешние небеса и земля тем же словом Бога сберегаются для огня, они сохраняются до Дня Суда и гибели безбожных людей.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Не забывайте одного, возлюбленные: для Господа один день – что тысяча лет и тысяча лет – что один день. ",
          "ID": "8"
        },
        {
          "text": "Господь не откладывает исполнения того, что Он обещал, хоть некоторые и называют это промедлением. Он очень терпелив к вам, не желая, чтобы кто-нибудь погиб, но чтобы все покаялись.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "День Господа придет, словно вор. Тогда небосвод с громким шумом исчезнет, и небесные тела растворятся в огне, также и земля, и все дела на ней будут обнаружены.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Если все будет так разрушено, то какой святой и благочестивой жизнью вы должны жить, ",
          "ID": "11"
        },
        {
          "text": "ожидая и ускоряя приход Дня Божьего, когда небосвод будет разрушен огнем и небесные тела расплавлены в жаре?! ",
          "ID": "12"
        },
        {
          "text": "Но мы, по Его обещанию, ожидаем нового неба и новой земли, где обитает праведность.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Поэтому, возлюбленные, в ожидании этого постарайтесь, чтобы Он нашел вас в мире, незапятнанными и непорочными. ",
          "ID": "14"
        },
        {
          "text": "Долготерпение нашего Господа рассматривайте как спасение. О том же самом, по данной ему Богом мудрости, писал вам и наш дорогой брат Павел. ",
          "ID": "15"
        },
        {
          "text": "Он пишет об этом во всех своих посланиях. В них есть много такого, что не легко понять, и невежественные и неутвержденные люди искажают их, как и другие Писания, к своей собственной погибели.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Поэтому, возлюбленные, зная об этом заранее, будьте бдительны, чтобы вас не увлекли заблуждения беззаконников и вы не лишились твердой опоры. ",
          "ID": "17"
        },
        {
          "text": "Возрастайте в благодати и познании нашего Господа и Спасителя Иисуса Христа. Ему принадлежит слава сегодня, и в День вечности! Аминь.",
          "ID": "18"
        }
      ],
      "ID": "NT:2PE.3",
      "name": "Второе Послание Петра 3"
    }
  ],
  "ID": "NT:2PE(NRP)",
  "name": "Второе Послание Петра"
}