{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Приветствия от Симона Петра, слуги и апостола Иисуса Христа, к тем, кто, как и мы, получил драгоценную веру, потому что наш Бог и Спаситель Иисус Христос справедлив.",
          "ID": "1"
        },
        {
          "text": "Да приумножатся вам благодать и мир, потому что воистину постигли вы Бога и Господа нашего Иисуса!",
          "ID": "2"
        },
        {
          "text": "Всё, что нужно для того, чтобы жить и служить Богу, дано нам божественной властью Иисуса. Мы знаем Того, Кто избрал нас Своей Славой и добродетелью,",
          "ID": "3"
        },
        {
          "text": "через которые Он принёс величайшие и драгоценные дары, обещанные нам. Через них вы уподобились Самому Богу, приобщились к Божественному и избежали погибели, царящей в мире из-за низких желаний человеческих.",
          "ID": "4"
        },
        {
          "text": "И по этой причине прилагайте все усилия, чтобы быть добродетельными в своей вере, обрести знание в добродетели своей,",
          "ID": "5"
        },
        {
          "text": "проявлять воздержанность в знании, терпение в воздержанности, благочестие в терпении,",
          "ID": "6"
        },
        {
          "text": "братскую привязанность в благочестии и любовь в братской привязанности.",
          "ID": "7"
        },
        {
          "text": "Так как, если эти качества есть у вас и если они возрастают, то они сделают вас деятельными и созидательными и приведут к полному познанию Господа нашего Иисуса Христа.",
          "ID": "8"
        },
        {
          "text": "Тот же, кто не обладает этими качествами, настолько слаб зрением, что не видит ничего, и позабыл, что был очищен от своих прошлых грехов.",
          "ID": "9"
        },
        {
          "text": "Поэтому, братья и сёстры, ещё более стремитесь к тому, чтобы показать, что вы действительно призваны и избраны Богом, потому что если вы поступаете так, то никогда не споткнётесь и не падёте.",
          "ID": "10"
        },
        {
          "text": "Так вы будете желанными в вечном Царстве Господа нашего и Спасителя — Иисуса Христа.",
          "ID": "11"
        },
        {
          "text": "По этой причине я всегда напоминаю вам об этом, хотя вы это уже знаете и утвердились в истине, которая дошла до вас.",
          "ID": "12"
        },
        {
          "text": "Я считаю правильным, пока ещё живу в этом обличии, пробуждать вас этими напоминаниями,",
          "ID": "13"
        },
        {
          "text": "так как знаю, что вскоре покину тело своё, как открыл мне Господь наш Иисус Христос.",
          "ID": "14"
        },
        {
          "text": "И я сделаю всё, что в моих силах, чтобы после того как покину я вас, вы помнили обо всём этом.",
          "ID": "15"
        },
        {
          "text": "Мы не на хитроумные россказни полагались, когда поведали вам о пришествии Господа нашего Иисуса Христа, потому что сами мы были свидетелями величия Его.",
          "ID": "16"
        },
        {
          "text": "Он обрёл честь и Славу от Бога Отца, когда дошёл до Него этот голос, голос Славы высшей: «Вот Сын Мой возлюбленный, к Нему благоволю Я».",
          "ID": "17"
        },
        {
          "text": "Мы слышали этот голос, раздавшийся с Небес, когда были с Ним на святой Горе.",
          "ID": "18"
        },
        {
          "text": "И это делает ещё более достоверными для нас послания пророков. Вы правильно придаёте им значение, потому что они подобны свету, сияющему во тьме, перед тем как настанет день и утренняя звезда воссияет в сердцах ваших.",
          "ID": "19"
        },
        {
          "text": "Прежде всего вы должны понять, что ни одно пророчество в Писании не исходит из измышлений пророков,",
          "ID": "20"
        },
        {
          "text": "потому что пророчество никогда не рождалось из того, что хотел человек сказать, а люди высказывали послания Божьи, движимые Духом Святым.",
          "ID": "21"
        }
      ],
      "ID": "NT:2PE.1",
      "name": "Второе Послание Петра 1"
    },
    {
      "text": [
        {
          "text": "Однако были среди людей Божьих и лжепророки, как и среди вас будут лженаставники. Они будут высказывать пагубные мнения и отрицать Господина, который купил им свободу. Тем самым они навлекут на себя самих скорую погибель.",
          "ID": "1"
        },
        {
          "text": "И многие будут подражать им в вожделениях своих, из-за них оклеветан будет путь истинный.",
          "ID": "2"
        },
        {
          "text": "В жадности своей они будут наживаться на вас через свои выдуманные учения. Погибель их неизбежна, так как Бог давно осудил их.",
          "ID": "3"
        },
        {
          "text": "Бог не пощадил ангелов, которые грешили, и сослал их в подземелья ада, чтоб они оставались там до суда.",
          "ID": "4"
        },
        {
          "text": "Он не пощадил древнего мира, но защитил Ноя, который проповедовал праведную жизнь и был спасён вместе с семью, когда Господь наслал потоп на мир, полный неблагочестия.",
          "ID": "5"
        },
        {
          "text": "Он осудил на разрушение города Содом и Гоморру, обратя их в пепел и сделав примером того, что случится с нечестивыми.",
          "ID": "6"
        },
        {
          "text": "Но Бог спас Лота, доброго человека, которого мучило бесстыдное поведение беззаконных.",
          "ID": "7"
        },
        {
          "text": "Этот добрый человек, живя среди них день за днём, чувствовал, что его праведная душа изнывает от беззаконных поступков.",
          "ID": "8"
        },
        {
          "text": "Знает Господь, как уберечь благочестивых от испытаний, и как сохранить неблагочестивых для испытаний до Судного Дня,",
          "ID": "9"
        },
        {
          "text": "особенно тех, кто повинуется развратным страстям своей греховной натуры и не признаёт воли Божьей.",
          "ID": "10"
        },
        {
          "text": "Они хвастливы и упрямы, и не боятся поноси́ть «славных».",
          "ID": "10"
        },
        {
          "text": "Но даже Ангелы, превосходящие их силой и мощью, и те не клевещут на «славных» перед Господом!",
          "ID": "11"
        },
        {
          "text": "Эти лженаставники поносят то, в чём невежественны. Они подобны неразумным животным, которые повинуются природе и рождены для того, чтобы их поймали или убили. И подобно этим животным, они также будут уничтожены.",
          "ID": "12"
        },
        {
          "text": "Им воздастся злом за зло, которое они причинили. Их представление об удовольствиях — повседневная роскошь. Они подобны скверне среди вас и предаются обманным удовольствиям, когда присоединяются к вам на ваших празднествах.",
          "ID": "13"
        },
        {
          "text": "При виде женщины они думают только о прелюбодеянии, и не могут удержаться от такого греха. Они склоняют к греху людей нестойких; их сердца приучены к стяжательству; они — дети проклятия.",
          "ID": "14"
        },
        {
          "text": "Эти люди сошли с истинного пути и отреклись от него, последовав по пути, избранному Валаамом, сыном Восора, который радовался плате, получаемой за неправедные поступки.",
          "ID": "15"
        },
        {
          "text": "Однако он был обличён в причинённом зле, когда ослица, не имевшая дара речи, заговорила человеческим голосом и предотвратила безумство пророка.",
          "ID": "16"
        },
        {
          "text": "Эти лженаставники подобны безводным источникам и облакам, гонимым бурей. Для них сохранено место в кромешной тьме.",
          "ID": "17"
        },
        {
          "text": "Они похваляются впустую и, взывая к желаниям человеческой греховной натуры, соблазняют тех, кто только получил спасение от неправедной жизни.",
          "ID": "18"
        },
        {
          "text": "Эти лженаставники обещают им свободу, хотя сами не свободны, так как являются рабами пагубных привычек. Истинно, человек — раб того, что подчинило его себе.",
          "ID": "19"
        },
        {
          "text": "И если те люди, которые ушли от мирской нечистоты, познав Господа нашего и Спасителя Иисуса Христа, теперь покорены и снова запутались в мирской нечистоте, то их положение ещё хуже, чем прежде.",
          "ID": "20"
        },
        {
          "text": "Так как для них было бы лучше и вообще не узнать пути истинного, чем узнать его и отречься от святой заповеди, данной им.",
          "ID": "21"
        },
        {
          "text": "О том, что случилось с ними, сказано в пословице: «Пёс возвращается к своей блевотине», и ещё: «Как ни мой свинью, она всегда валяется в грязи».",
          "ID": "22"
        }
      ],
      "ID": "NT:2PE.2",
      "name": "Второе Послание Петра 2"
    },
    {
      "text": [
        {
          "text": "Друзья любимые! Вот уже второе письмо пишу вам. В обоих письмах я старался пробудить ваши честные умы напоминаниями.",
          "ID": "1"
        },
        {
          "text": "Помните слова, сказанные в прошлом святыми пророками, и заповедь нашего Господа и Спасителя, данную вам через апостолов.",
          "ID": "2"
        },
        {
          "text": "Прежде всего вы должны понять, что в последние дни появятся наглые насмешники, которые будут поступать соответственно своим желаниям",
          "ID": "3"
        },
        {
          "text": "и станут говорить: «Где обещанное пришествие? С самой смерти предков наших всё продолжает идти своим чередом, как и раньше, от начала творения!»",
          "ID": "4"
        },
        {
          "text": "Но утверждая такое, они забывают, что небо и земля существовали издавна. Земля создана из воды и существует благодаря воде по велению Божьему.",
          "ID": "5"
        },
        {
          "text": "Те же силы действовали, когда в далёком прошлом мир был затоплен водой и разрушен.",
          "ID": "6"
        },
        {
          "text": "Небеса же и земля, которые существуют сейчас, по тому же самому велению сохранены, чтобы быть уничтоженными огнём. Сохраняются они до того дня, когда неблагочестивые люди будут осуждены и уничтожены.",
          "ID": "7"
        },
        {
          "text": "Но не забывайте одного, друзья любимые, что для Господа день, словно тысяча лет, а тысяча лет, словно один день.",
          "ID": "8"
        },
        {
          "text": "Господь не откладывает исполнение обещания Своего, как считают некоторые, Он лишь проявляет к вам терпение, так как не хочет никого уничтожать. Наоборот, Он хочет, чтобы все покаялись.",
          "ID": "9"
        },
        {
          "text": "Но День Господний подкрадётся неожиданно, словно вор. В этот День с грохотом исчезнут небеса, тела небесные будут уничтожены огнём, а земля вместе со всем, что творилось на ней, будет сожжена.",
          "ID": "10"
        },
        {
          "text": "Так как всё будет разрушено таким образом, то подумайте, какими вам следует быть. Вы должны вести жизнь святую и посвящённую Богу.",
          "ID": "11"
        },
        {
          "text": "С нетерпением ждите прихода Дня Божьего и торопите его. В этот День небеса будут уничтожены огнём, и тела небесные расплавятся от жара.",
          "ID": "12"
        },
        {
          "text": "Но согласно обещанию Божьему, ожидаем мы новых небес и новой земли, где обитает праведность.",
          "ID": "13"
        },
        {
          "text": "Поэтому, друзья любимые, ожидая этого, делайте всё, что в силах ваших, чтобы предстать пред Богом безупречными, незапятнанными и умиротворёнными.",
          "ID": "14"
        },
        {
          "text": "И помните, что мы спасены, потому что Господь терпелив, как и писал вам наш любимый брат Павел в мудрости своей, дарованной Богом.",
          "ID": "15"
        },
        {
          "text": "Он говорит об этом во всех своих письмах. В них содержатся некоторые учения, которые трудно понять и которые невежественные и нестойкие извращают, как извращают они и другие Писания, тем самым навлекая на себя погибель.",
          "ID": "16"
        },
        {
          "text": "Итак, друзья любимые, зная это заранее, остерегайтесь, чтобы вас не свели с пути праведного ошибки беззаконных. Не теряйте веру и держитесь тех твердынь, на которых стоите.",
          "ID": "17"
        },
        {
          "text": "Возрастайте в благодати и познании Господа нашего и Спасителя Иисуса Христа. Пусть будет Слава Ему отныне и во веки веков! Аминь.",
          "ID": "18"
        }
      ],
      "ID": "NT:2PE.3",
      "name": "Второе Послание Петра 3"
    }
  ],
  "ID": "NT:2PE(RSP)",
  "name": "Второе Послание Петра"
}