{
  "name": "Acts",
  "text": [
    {
      "name": "Acts 1",
      "text": [
        {
          "text": "IN THE former account [which I prepared], O Theophilus, I made [a continuous report] dealing with all the things which Jesus began to do and to teach [Luke 1:1-4.]",
          "ID": "1"
        },
        {
          "text": "Until the day when He ascended, after He through the Holy Spirit had instructed and commanded the apostles (special messengers) whom He had chosen.",
          "ID": "2"
        },
        {
          "text": "To them also He showed Himself alive after His passion (His suffering in the garden and on the cross) by [a series of] many convincing demonstrations [unquestionable evidences and infallible proofs], appearing to them during forty days and talking [to them] about the things of the kingdom of God.",
          "ID": "3"
        },
        {
          "text": "And while being in their company and eating with them, He commanded them not to leave Jerusalem but to wait for what the Father had promised, Of which [He said] you have heard Me speak. [John 14:16, 26; 15:26.]",
          "ID": "4"
        },
        {
          "text": "For John baptized with water, but not many days from now you shall be baptized with (placed in, introduced into) the Holy Spirit.",
          "ID": "5"
        },
        {
          "text": "So when they were assembled, they asked Him, Lord, is this the time when You will reestablish the kingdom and restore it to Israel?",
          "ID": "6"
        },
        {
          "text": "He said to them, It is not for you to become acquainted with and know what time brings [the things and events of time and their definite periods] or fixed years and seasons (their critical niche in time), which the Father has appointed (fixed and reserved) by His own choice and authority and personal power.",
          "ID": "7"
        },
        {
          "text": "But you shall receive power (ability, efficiency, and might) when the Holy Spirit has come upon you, and you shall be My witnesses in Jerusalem and all Judea and Samaria and to the ends (the very bounds) of the earth.",
          "ID": "8"
        },
        {
          "text": "And when He had said this, even as they were looking [at Him], He was caught up, and a cloud received and carried Him away out of their sight.",
          "ID": "9"
        },
        {
          "text": "And while they were gazing intently into heaven as He went, behold, two men [dressed] in white robes suddenly stood beside them,",
          "ID": "10"
        },
        {
          "text": "Who said, Men of Galilee, why do you stand gazing into heaven? This same Jesus, Who was caught away and lifted up from among you into heaven, will return in [just] the same way in which you saw Him go into heaven.",
          "ID": "11"
        },
        {
          "text": "Then [the disciples] went back to Jerusalem from the hill called Olivet, which is near Jerusalem, [only] a Sabbath day's journey (three-quarters of a mile) away.",
          "ID": "12"
        },
        {
          "text": "And when they had entered [the city], they mounted [the stairs] to the upper room where they were [indefinitely] staying–Peter and John and James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas [son] of James.",
          "ID": "13"
        },
        {
          "text": "All of these with their minds in full agreement devoted themselves steadfastly to prayer, [waiting together] with the women and Mary the mother of Jesus, and with His brothers.",
          "ID": "14"
        },
        {
          "text": "Now on one of those days Peter arose among the brethren, the whole number of whom gathered together was about a hundred and twenty.",
          "ID": "15"
        },
        {
          "text": "Brethren, he said, it was necessary that the Scripture be fulfilled which the Holy Spirit foretold by the lips of David, about Judas who acted as guide to those who arrested Jesus.",
          "ID": "16"
        },
        {
          "text": "For he was counted among us and received [by divine allotment] his portion in this ministry.",
          "ID": "17"
        },
        {
          "text": "Now this man obtained a piece of land with the [money paid him as a] reward for his treachery and wickedness, and falling headlong he burst open in the middle [of his body] and all his intestines poured forth.",
          "ID": "18"
        },
        {
          "text": "And all the residents of Jerusalem became acquainted with the facts, so that they called the piece of land in their own dialect–Akeldama, that is, Field of Blood.",
          "ID": "19"
        },
        {
          "text": "For in the book of Psalms it is written, Let his place of residence become deserted and gloomy, and let there be no one to live in it; and [again], Let another take his position or overseership. [Ps. 69:25; 109:8.]",
          "ID": "20"
        },
        {
          "text": "So one of the [other] men who have accompanied us [apostles] during all the time that the Lord Jesus went in and out among us,",
          "ID": "21"
        },
        {
          "text": "From the baptism of John at the outset until the day when He was taken up from among us–one of these men must join with us and become a witness to testify to His resurrection.",
          "ID": "22"
        },
        {
          "text": "And they accordingly proposed (nominated) two men, Joseph called Barsabbas, who was surnamed Justus, and Matthias.",
          "ID": "23"
        },
        {
          "text": "And they prayed and said, You, Lord, Who know all hearts (their thoughts, passions, desires, appetites, purposes, and endeavors), indicate to us which one of these two You have chosen",
          "ID": "24"
        },
        {
          "text": "To take the place in this ministry and receive the position of an apostle, from which Judas fell away and went astray to go [where he belonged] to his own [proper] place.",
          "ID": "25"
        },
        {
          "text": "And they drew lots [between the two], and the lot fell on Matthias; and he was added to and counted with the eleven apostles (special messengers).",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.1"
    },
    {
      "name": "Acts 2",
      "text": [
        {
          "text": "AND WHEN the day of Pentecost had fully come, they were all assembled together in one place,",
          "ID": "1"
        },
        {
          "text": "When suddenly there came a sound from heaven like the rushing of a violent tempest blast, and it filled the whole house in which they were sitting.",
          "ID": "2"
        },
        {
          "text": "And there appeared to them tongues resembling fire, which were separated and distributed and which settled on each one of them.",
          "ID": "3"
        },
        {
          "text": "And they were all filled (diffused throughout their souls) with the Holy Spirit and began to speak in other (different, foreign) languages (tongues), as the Spirit kept giving them clear and loud expression [in each tongue in appropriate words].",
          "ID": "4"
        },
        {
          "text": "Now there were then residing in Jerusalem Jews, devout and God-fearing men from every country under heaven.",
          "ID": "5"
        },
        {
          "text": "And when this sound was heard, the multitude came together and they were astonished and bewildered, because each one heard them [the apostles] speaking in his own [particular] dialect.",
          "ID": "6"
        },
        {
          "text": "And they were beside themselves with amazement, saying, Are not all these who are talking Galileans?",
          "ID": "7"
        },
        {
          "text": "Then how is it that we hear, each of us, in our own (particular) dialect to which we were born?",
          "ID": "8"
        },
        {
          "text": "Parthians and Medes and Elamites and inhabitants of Mesopotamia, Judea and Cappadocia, Pontus and [the province of] Asia,",
          "ID": "9"
        },
        {
          "text": "Phrygia and Pamphylia, Egypt and the parts of Libya about Cyrene, and the transient residents from Rome, both Jews and the proselytes [to Judaism from other religions],",
          "ID": "10"
        },
        {
          "text": "Cretans and Arabians too–we all hear them speaking in our own native tongues [and telling of] the mighty works of God!",
          "ID": "11"
        },
        {
          "text": "And all were beside themselves with amazement and were puzzled and bewildered, saying one to another, What can this mean?",
          "ID": "12"
        },
        {
          "text": "But others made a joke of it and derisively said, They are simply drunk and full of sweet [intoxicating] wine.",
          "ID": "13"
        },
        {
          "text": "But Peter, standing with the eleven, raised his voice and addressed them: You Jews and all you residents of Jerusalem, let this be [explained] to you so that you will know and understand; listen closely to what I have to say.",
          "ID": "14"
        },
        {
          "text": "For these men are not drunk, as you imagine, for it is [only] the third hour (about 9:00 a.m.) of the day;",
          "ID": "15"
        },
        {
          "text": "But [instead] this is [the beginning of] what was spoken through the prophet Joel:",
          "ID": "16"
        },
        {
          "text": "And it shall come to pass in the last days, God declares, that I will pour out of My Spirit upon all mankind, and your sons and your daughters shall prophesy [telling forth the divine counsels] and your young men shall see visions (divinely granted appearances), and your old men shall dream [divinely suggested] dreams.",
          "ID": "17"
        },
        {
          "text": "Yes, and on My menservants also and on My maidservants in those days I will pour out of My Spirit, and they shall prophesy [telling forth the divine counsels and predicting future events pertaining especially to God's kingdom].",
          "ID": "18"
        },
        {
          "text": "And I will show wonders in the sky above and signs on the earth beneath, blood and fire and smoking vapor;",
          "ID": "19"
        },
        {
          "text": "The sun shall be turned into darkness and the moon into blood before the obvious day of the Lord comes–that great and notable and conspicuous and renowned [day].",
          "ID": "20"
        },
        {
          "text": "And it shall be that whoever shall call upon the name of the Lord [invoking, adoring, and worshiping the Lord–Christ] shall be saved. [Joel 2:28-32.]",
          "ID": "21"
        },
        {
          "text": "You men of Israel, listen to what I have to say: Jesus of Nazareth, a Man accredited and pointed out and shown forth and commended and attested to you by God by the mighty works and [the power of performing] wonders and signs which God worked through Him [right] in your midst, as you yourselves know–",
          "ID": "22"
        },
        {
          "text": "This Jesus, when delivered up according to the definite and fixed purpose and settled plan and foreknowledge of God, you crucified and put out of the way [killing Him] by the hands of lawless and wicked men.",
          "ID": "23"
        },
        {
          "text": "[But] God raised Him up, liberating Him from the pangs of death, seeing that it was not possible for Him to continue to be controlled or retained by it.",
          "ID": "24"
        },
        {
          "text": "For David says in regard to Him, I saw the Lord constantly before me, for He is at my right hand that I may not be shaken or overthrown or cast down [from my secure and happy state].",
          "ID": "25"
        },
        {
          "text": "Therefore my heart rejoiced and my tongue exulted exceedingly; moreover, my flesh also will dwell in hope [will encamp, pitch its tent, and dwell in hope in anticipation of the resurrection].",
          "ID": "26"
        },
        {
          "text": "For You will not abandon my soul, leaving it helpless in Hades (the state of departed spirits), nor let Your Holy One know decay or see destruction [of the body after death].",
          "ID": "27"
        },
        {
          "text": "You have made known to me the ways of life; You will enrapture me [diffusing my soul with joy] with and in Your presence. [Ps. 16:8-11.]",
          "ID": "28"
        },
        {
          "text": "Brethren, it is permitted me to tell you confidently and with freedom concerning the patriarch David that he both died and was buried, and his tomb is with us to this day.",
          "ID": "29"
        },
        {
          "text": "Being however a prophet, and knowing that God had sealed to him with an oath that He would set one of his descendants on his throne, [II Sam. 7:12-16; Ps. 132:11.]",
          "ID": "30"
        },
        {
          "text": "He, foreseeing this, spoke [by foreknowledge] of the resurrection of the Christ (the Messiah) that He was not deserted [in death] and left in Hades (the state of departed spirits), nor did His body know decay or see destruction. [Ps. 16:10.]",
          "ID": "31"
        },
        {
          "text": "This Jesus God raised up, and of that all we [His disciples] are witnesses.",
          "ID": "32"
        },
        {
          "text": "Being therefore lifted high by and to the right hand of God, and having received from the Father the promised [blessing which is the] Holy Spirit, He has made this outpouring which you yourselves both see and hear.",
          "ID": "33"
        },
        {
          "text": "For David did not ascend into the heavens; yet he himself says, The Lord said to my Lord, Sit at My right hand and share My throne",
          "ID": "34"
        },
        {
          "text": "Until I make Your enemies a footstool for Your feet. [Ps. 110:1.]",
          "ID": "35"
        },
        {
          "text": "Therefore let the whole house of Israel recognize beyond all doubt and acknowledge assuredly that God has made Him both Lord and Christ (the Messiah)–this Jesus Whom you crucified.",
          "ID": "36"
        },
        {
          "text": "Now when they heard this they were stung (cut) to the heart, and they said to Peter and the rest of the apostles (special messengers), Brethren, what shall we do?",
          "ID": "37"
        },
        {
          "text": "And Peter answered them, Repent (change your views and purpose to accept the will of God in your inner selves instead of rejecting it) and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of and release from your sins; and you shall receive the gift of the Holy Spirit.",
          "ID": "38"
        },
        {
          "text": "For the promise [of the Holy Spirit] is to and for you and your children, and to and for all that are far away, [even] to and for as many as the Lord our God invites and bids to come to Himself. [Isa. 57:19; Joel 2:32.]",
          "ID": "39"
        },
        {
          "text": "And [Peter] solemnly and earnestly witnessed (testified) and admonished (exhorted) with much more continuous speaking and warned (reproved, advised, encouraged) them, saying, Be saved from this crooked (perverse, wicked, unjust) generation.",
          "ID": "40"
        },
        {
          "text": "Therefore those who accepted and welcomed his message were baptized, and there were added that day about 3,000 souls.",
          "ID": "41"
        },
        {
          "text": "And they steadfastly persevered, devoting themselves constantly to the instruction and fellowship of the apostles, to the breaking of bread [including the Lord's Supper] and prayers.",
          "ID": "42"
        },
        {
          "text": "And a sense of awe (reverential fear) came upon every soul, and many wonders and signs were performed through the apostles (the special messengers).",
          "ID": "43"
        },
        {
          "text": "And all who believed (who adhered to and trusted in and relied on Jesus Christ) were united and [together] they had everything in common;",
          "ID": "44"
        },
        {
          "text": "And they sold their possessions (both their landed property and their movable goods) and distributed the price among all, according as any had need.",
          "ID": "45"
        },
        {
          "text": "And day after day they regularly assembled in the temple with united purpose, and in their homes they broke bread [including the Lord's Supper]. They partook of their food with gladness and simplicity and generous hearts,",
          "ID": "46"
        },
        {
          "text": "Constantly praising God and being in favor and goodwill with all the people; and the Lord kept adding [to their number] daily those who were being saved [from spiritual death].",
          "ID": "47"
        }
      ],
      "ID": "NT:ACT.2"
    },
    {
      "name": "Acts 3",
      "text": [
        {
          "text": "NOW PETER and John were going up to the temple at the hour of prayer, the ninth hour (three o'clock in the afternoon),",
          "ID": "1"
        },
        {
          "text": "[When] a certain man crippled from his birth was being carried along, who was laid each day at that gate of the temple [which is] called Beautiful, so that he might beg for charitable gifts from those who entered the temple.",
          "ID": "2"
        },
        {
          "text": "So when he saw Peter and John about to go into the temple, he asked them to give him a gift.",
          "ID": "3"
        },
        {
          "text": "And Peter directed his gaze intently at him, and so did John, and said, Look at us!",
          "ID": "4"
        },
        {
          "text": "And [the man] paid attention to them, expecting that he was going to get something from them.",
          "ID": "5"
        },
        {
          "text": "But Peter said, Silver and gold (money) I do not have; but what I do have, that I give to you: in [the use of] the name of Jesus Christ of Nazareth, walk!",
          "ID": "6"
        },
        {
          "text": "Then he took hold of the man's right hand with a firm grip and raised him up. And at once his feet and ankle bones became strong and steady,",
          "ID": "7"
        },
        {
          "text": "And leaping forth he stood and began to walk, and he went into the temple with them, walking and leaping and praising God.",
          "ID": "8"
        },
        {
          "text": "And all the people saw him walking about and praising God,",
          "ID": "9"
        },
        {
          "text": "And they recognized him as the man who usually sat [begging] for alms at the Beautiful Gate of the temple; and they were filled with wonder and amazement (bewilderment, consternation) over what had occurred to him.",
          "ID": "10"
        },
        {
          "text": "Now while he [still] firmly clung to Peter and John, all the people in utmost amazement ran together and crowded around them in the covered porch (walk) called Solomon's.",
          "ID": "11"
        },
        {
          "text": "And Peter, seeing it, answered the people, You men of Israel, why are you so surprised and wondering at this? Why do you keep staring at us, as though by our [own individual] power or [active] piety we had made this man [able] to walk?",
          "ID": "12"
        },
        {
          "text": "The God of Abraham and of Isaac and of Jacob, the God of our forefathers, has glorified His Servant and Son Jesus [doing Him this honor], Whom you indeed delivered up and denied and rejected and disowned in the presence of Pilate, when he had determined to let Him go. [Exod. 3:6; Isa. 52:13.]",
          "ID": "13"
        },
        {
          "text": "But you denied and rejected and disowned the Pure and Holy, the Just and Blameless One, and demanded [the pardon of] a murderer to be granted to you.",
          "ID": "14"
        },
        {
          "text": "But you killed the very Source (the Author) of life, Whom God raised from the dead. To this we are witnesses.",
          "ID": "15"
        },
        {
          "text": "And His name, through and by faith in His name, has made this man whom you see and recognize well and strong. [Yes] the faith which is through and by Him [Jesus] has given the man this perfect soundness [of body] before all of you.",
          "ID": "16"
        },
        {
          "text": "And now, brethren, I know that you acted in ignorance [not aware of what you were doing], as did your rulers also.",
          "ID": "17"
        },
        {
          "text": "Thus has God fulfilled what He foretold by the mouth of all the prophets, that His Christ (the Messiah) should undergo ill treatment and be afflicted and suffer.",
          "ID": "18"
        },
        {
          "text": "So repent (change your mind and purpose); turn around and return [to God], that your sins may be erased (blotted out, wiped clean), that times of refreshing (of recovering from the effects of heat, of reviving with fresh air) may come from the presence of the Lord;",
          "ID": "19"
        },
        {
          "text": "And that He may send [to you] the Christ (the Messiah), Who before was designated and appointed for you–even Jesus,",
          "ID": "20"
        },
        {
          "text": "Whom heaven must receive [and retain] until the time for the complete restoration of all that God spoke by the mouth of all His holy prophets for ages past [from the most ancient time in the memory of man].",
          "ID": "21"
        },
        {
          "text": "Thus Moses said to the forefathers, The Lord God will raise up for you a Prophet from among your brethren as [He raised up] me; Him you shall listen to and understand by hearing and heed in all things whatever He tells you.",
          "ID": "22"
        },
        {
          "text": "And it shall be that every soul that does not listen to and understand by hearing and heed that Prophet shall be utterly exterminated from among the people. [Deut. 18:15-19.]",
          "ID": "23"
        },
        {
          "text": "Indeed, all the prophets from Samuel and those who came afterwards, as many as have spoken, also promised and foretold and proclaimed these days.",
          "ID": "24"
        },
        {
          "text": "You are the descendants (sons) of the prophets and the heirs of the covenant which God made and gave to your forefathers, saying to Abraham, And in your Seed (Heir) shall all the families of the earth be blessed and benefited. [Gen. 22:18; Gal. 3:16.]",
          "ID": "25"
        },
        {
          "text": "It was to you first that God sent His Servant and Son Jesus, when He raised Him up [provided and gave Him for us], to bless you in turning every one of you from your wickedness and evil ways. [Acts 2:24; 3:22.]",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.3"
    },
    {
      "name": "Acts 4",
      "text": [
        {
          "text": "AND WHILE they [Peter and John] were talking to the people, the high priests and the military commander of the temple and the Sadducees came upon them,",
          "ID": "1"
        },
        {
          "text": "Being vexed and indignant through and through because they were teaching the people and proclaiming in [the case of] Jesus the resurrection from the dead.",
          "ID": "2"
        },
        {
          "text": "So they laid hands on them (arrested them) and put them in prison until the following day, for it was already evening.",
          "ID": "3"
        },
        {
          "text": "But many of those who heard the message believed (adhered to and trusted in and relied on Jesus as the Christ). And their number grew and came to about 5,000.",
          "ID": "4"
        },
        {
          "text": "Then on the following day, their magistrates and elders and scribes were assembled in Jerusalem,",
          "ID": "5"
        },
        {
          "text": "Including Annas the high priest and Caiaphas and John and Alexander and all others who belonged to the high priestly relationship.",
          "ID": "6"
        },
        {
          "text": "And they set the men in their midst and repeatedly demanded, By what sort of power or by what kind of authority did [such people as] you do this [healing]?",
          "ID": "7"
        },
        {
          "text": "Then Peter, [because he was] filled with [and controlled by] the Holy Spirit, said to them, Rulers of the people and members of the council (the Sanhedrin),",
          "ID": "8"
        },
        {
          "text": "If we are being put on trial [here] today and examined concerning a good deed done to benefit a feeble (helpless) cripple, by what means this man has been restored to health,",
          "ID": "9"
        },
        {
          "text": "Let it be known and understood by all of you, and by the whole house of Israel, that in the name and through the power and authority of Jesus Christ of Nazareth, Whom you crucified, [but] Whom God raised from the dead, in Him and by means of Him this man is standing here before you well and sound in body.",
          "ID": "10"
        },
        {
          "text": "This [Jesus] is the Stone which was despised and rejected by you, the builders, but which has become the Head of the corner [the Cornerstone]. [Ps. 118:22.]",
          "ID": "11"
        },
        {
          "text": "And there is salvation in and through no one else, for there is no other name under heaven given among men by and in which we must be saved.",
          "ID": "12"
        },
        {
          "text": "Now when they saw the boldness and unfettered eloquence of Peter and John and perceived that they were unlearned and untrained in the schools [common men with no educational advantages], they marveled; and they recognized that they had been with Jesus.",
          "ID": "13"
        },
        {
          "text": "And since they saw the man who had been cured standing there beside them, they could not contradict the fact or say anything in opposition.",
          "ID": "14"
        },
        {
          "text": "But having ordered [the prisoners] to go aside out of the council [chamber], they conferred (debated) among themselves,",
          "ID": "15"
        },
        {
          "text": "Saying, What are we to do with these men? For that an extraordinary miracle has been performed by (through) them is plain to all the residents of Jerusalem, and we cannot deny it.",
          "ID": "16"
        },
        {
          "text": "But in order that it may not spread further among the people and the nation, let us warn and forbid them with a stern threat to speak any more to anyone in this name [or about this Person].",
          "ID": "17"
        },
        {
          "text": "[So] they summoned them and imperatively instructed them not to converse in any way or teach at all in or about the name of Jesus.",
          "ID": "18"
        },
        {
          "text": "But Peter and John replied to them, Whether it is right in the sight of God to listen to you and obey you rather than God, you must decide (judge).",
          "ID": "19"
        },
        {
          "text": "But we [ourselves] cannot help telling what we have seen and heard.",
          "ID": "20"
        },
        {
          "text": "Then when [the rulers and council members] had further threatened them, they let them go, not seeing how they could secure a conviction against them because of the people; for everybody was praising and glorifying God for what had occurred.",
          "ID": "21"
        },
        {
          "text": "For the man on whom this sign (miracle) of healing was performed was more than forty years old.",
          "ID": "22"
        },
        {
          "text": "After they were permitted to go, [the apostles] returned to their own [company] and told all that the chief priests and elders had said to them.",
          "ID": "23"
        },
        {
          "text": "And when they heard it, lifted their voices together with one united mind to God and said, O Sovereign Lord, You are He Who made the heaven and the earth and the sea and everything that is in them, [Exod. 20:11; Ps. 146:6.]",
          "ID": "24"
        },
        {
          "text": "Who by the mouth of our forefather David, Your servant and child, said through the Holy Spirit, Why did the heathen (Gentiles) become wanton and insolent and rage, and the people imagine and study and plan vain (fruitless) things [that will not succeed]?",
          "ID": "25"
        },
        {
          "text": "The kings of the earth took their stand in array [for attack] and the rulers were assembled and combined together against the Lord and against His Anointed (Christ, the Messiah). [Ps. 2:1, 2.]",
          "ID": "26"
        },
        {
          "text": "For in this city there actually met and plotted together against Your holy Child and Servant Jesus, Whom You consecrated by anointing, both Herod and Pontius Pilate with the Gentiles and peoples of Israel, [Ps. 2:1, 2.]",
          "ID": "27"
        },
        {
          "text": "To carry out all that Your hand and Your will and purpose had predestined (predetermined) should occur.",
          "ID": "28"
        },
        {
          "text": "And now, Lord, observe their threats and grant to Your bond servants [full freedom] to declare Your message fearlessly,",
          "ID": "29"
        },
        {
          "text": "While You stretch out Your hand to cure and to perform signs and wonders through the authority and by the power of the name of Your holy Child and Servant Jesus.",
          "ID": "30"
        },
        {
          "text": "And when they had prayed, the place in which they were assembled was shaken; and they were all filled with the Holy Spirit, and they continued to speak the Word of God with freedom and boldness and courage.",
          "ID": "31"
        },
        {
          "text": "Now the company of believers was of one heart and soul, and not one of them claimed that anything which he possessed was [exclusively] his own, but everything they had was in common and for the use of all.",
          "ID": "32"
        },
        {
          "text": "And with great strength and ability and power the apostles delivered their testimony to the resurrection of the Lord Jesus, and great grace (loving-kindness and favor and goodwill) rested richly upon them all.",
          "ID": "33"
        },
        {
          "text": "Nor was there a destitute or needy person among them, for as many as were owners of lands or houses proceeded to sell them, and one by one they brought (gave back) the amount received from the sales",
          "ID": "34"
        },
        {
          "text": "And laid it at the feet of the apostles (special messengers). Then distribution was made according as anyone had need.",
          "ID": "35"
        },
        {
          "text": "Now Joseph, a Levite and native of Cyprus who was surnamed Barnabas by the apostles, which interpreted means Son of Encouragement,",
          "ID": "36"
        },
        {
          "text": "Sold a field which belonged to him and brought the sum of money and laid it at the feet of the apostles.",
          "ID": "37"
        }
      ],
      "ID": "NT:ACT.4"
    },
    {
      "name": "Acts 5",
      "text": [
        {
          "text": "BUT A certain man named Ananias with his wife Sapphira sold a piece of property,",
          "ID": "1"
        },
        {
          "text": "And with his wife's knowledge and connivance he kept back and wrongfully appropriated some of the proceeds, bringing only a part and putting it at the feet of the apostles.",
          "ID": "2"
        },
        {
          "text": "But Peter said, Ananias, why has Satan filled your heart that you should lie to and attempt to deceive the Holy Spirit, and should [in violation of your promise] withdraw secretly and appropriate to your own use part of the price from the sale of the land?",
          "ID": "3"
        },
        {
          "text": "As long as it remained unsold, was it not still your own? And [even] after it was sold, was not [the money] at your disposal and under your control? Why then, is it that you have proposed and purposed in your heart to do this thing? [How could you have the heart to do such a deed?] You have not [simply] lied to men [playing false and showing yourself utterly deceitful] but to God.",
          "ID": "4"
        },
        {
          "text": "Upon hearing these words, Ananias fell down and died. And great dread and terror took possession of all who heard of it.",
          "ID": "5"
        },
        {
          "text": "And the young men arose and wrapped up [the body] and carried it out and buried it.",
          "ID": "6"
        },
        {
          "text": "Now after an interval of about three hours his wife came in, not having learned of what had happened.",
          "ID": "7"
        },
        {
          "text": "And Peter said to her, Tell me, did you sell the land for so much? Yes, she said, for so much.",
          "ID": "8"
        },
        {
          "text": "Then Peter said to her, How could you two have agreed and conspired together to try to deceive the Spirit of the Lord? Listen! The feet of those who have buried your husband are at the door, and they will carry you out [also].",
          "ID": "9"
        },
        {
          "text": "And instantly she fell down at his feet and died; and the young men entering found her dead, and they carried her out and buried her beside her husband.",
          "ID": "10"
        },
        {
          "text": "And the whole church and all others who heard of these things were appalled [great awe and strange terror and dread seized them].",
          "ID": "11"
        },
        {
          "text": "Now by the hands of the apostles (special messengers) numerous and startling signs and wonders were being performed among the people. And by common consent they all met together [at the temple] in the covered porch (walk) called Solomon's.",
          "ID": "12"
        },
        {
          "text": "And none of those who were not of their number dared to join and associate with them, but the people held them in high regard and praised and made much of them.",
          "ID": "13"
        },
        {
          "text": "More and more there were being added to the Lord those who believed [those who acknowledged Jesus as their Savior and devoted themselves to Him joined and gathered with them], crowds both of men and of women,",
          "ID": "14"
        },
        {
          "text": "So that they [even] kept carrying out the sick into the streets and placing them on couches and sleeping pads, [in the hope] that as Peter passed by, at least his shadow might fall on some of them.",
          "ID": "15"
        },
        {
          "text": "And the people gathered also from the towns and hamlets around Jerusalem, bringing the sick and those troubled with foul spirits, and they were all cured.",
          "ID": "16"
        },
        {
          "text": "But the high priest rose up and all who were his supporters, that is, the party of the Sadducees, and being filled with jealousy and indignation and rage,",
          "ID": "17"
        },
        {
          "text": "They seized and arrested the apostles (special messengers) and put them in the public jail.",
          "ID": "18"
        },
        {
          "text": "But during the night an angel of the Lord opened the prison doors and, leading them out, said,",
          "ID": "19"
        },
        {
          "text": "Go, take your stand in the temple courts and declare to the people the whole doctrine concerning this Life (the eternal life which Christ revealed).",
          "ID": "20"
        },
        {
          "text": "And when they heard this, they accordingly went into the temple about daybreak and began to teach. Now the high priest and his supporters who were with him arrived and called together the council (Sanhedrin), even all the senate of the sons of Israel, and they sent to the prison to have [the apostles] brought.",
          "ID": "21"
        },
        {
          "text": "But when the attendants arrived there, they failed to find them in the jail; so they came back and reported,",
          "ID": "22"
        },
        {
          "text": "We found the prison quite safely locked up and the guards were on duty outside the doors, but when we opened [it], we found no one on the inside.",
          "ID": "23"
        },
        {
          "text": "Now when the military leader of the temple area and the chief priests heard these facts, they were much perplexed and thoroughly at a loss about them, wondering into what this might grow.",
          "ID": "24"
        },
        {
          "text": "But some man came and reported to them, saying, Listen! The men whom you put in jail are standing [right here] in the temple and teaching the people!",
          "ID": "25"
        },
        {
          "text": "Then the military leader went with the attendants and brought [the prisoners], but without violence, for they dreaded the people lest they be stoned by them.",
          "ID": "26"
        },
        {
          "text": "So they brought them and set them before the council (Sanhedrin). And the high priest examined them by questioning,",
          "ID": "27"
        },
        {
          "text": "Saying, We definitely commanded and strictly charged you not to teach in or about this Name; yet here you have flooded Jerusalem with your doctrine and you intend to bring this Man's blood upon us.",
          "ID": "28"
        },
        {
          "text": "Then Peter and the apostles replied, We must obey God rather than men.",
          "ID": "29"
        },
        {
          "text": "The God of our forefathers raised up Jesus, Whom you killed by hanging Him on a tree (cross). [Deut. 21:22, 23.]",
          "ID": "30"
        },
        {
          "text": "God exalted Him to His right hand to be Prince and Leader and Savior and Deliverer and Preserver, in order to grant repentance to Israel and to bestow forgiveness and release from sins.",
          "ID": "31"
        },
        {
          "text": "And we are witnesses of these things, and the Holy Spirit is also, Whom God has bestowed on those who obey Him.",
          "ID": "32"
        },
        {
          "text": "Now when they heard this, they were cut to the heart and infuriated and wanted to kill the disciples.",
          "ID": "33"
        },
        {
          "text": "But a certain Pharisee in the council (Sanhedrin) named Gamaliel, a teacher of the Law, highly esteemed by all the people, standing up, ordered that the apostles be taken outside for a little while.",
          "ID": "34"
        },
        {
          "text": "Then he addressed them [the council, saying]: Men of Israel, take care in regard to what you propose to do concerning these men.",
          "ID": "35"
        },
        {
          "text": "For before our time there arose Theudas, asserting himself to be a person of importance, with whom a number of men allied themselves, about 400; but he was killed and all who had listened to and adhered to him were scattered and brought to nothing.",
          "ID": "36"
        },
        {
          "text": "And after this one rose up Judas the Galilean, [who led an uprising] during the time of the census, and drew away a popular following after him; he also perished and all his adherents were scattered.",
          "ID": "37"
        },
        {
          "text": "Now in the present case let me say to you, stand off (withdraw) from these men and let them alone. For if this doctrine or purpose or undertaking or movement is of human origin, it will fail (be overthrown and come to nothing);",
          "ID": "38"
        },
        {
          "text": "But if it is of God, you will not be able to stop or overthrow or destroy them; you might even be found fighting against God!",
          "ID": "39"
        },
        {
          "text": "So, convinced by him, they took his advice; and summoning the apostles, they flogged them and sternly forbade them to speak in or about the name of Jesus, and allowed them to go.",
          "ID": "40"
        },
        {
          "text": "So they went out from the presence of the council (Sanhedrin), rejoicing that they were being counted worthy [dignified by the indignity] to suffer shame and be exposed to disgrace for [the sake of] His name.",
          "ID": "41"
        },
        {
          "text": "Yet [in spite of the threats] they never ceased for a single day, both in the temple area and at home, to teach and to proclaim the good news (Gospel) of Jesus [as] the Christ (the Messiah).",
          "ID": "42"
        }
      ],
      "ID": "NT:ACT.5"
    },
    {
      "name": "Acts 6",
      "text": [
        {
          "text": "NOW ABOUT this time, when the number of the disciples was greatly increasing, complaint was made by the Hellenists (the Greek-speaking Jews) against the [native] Hebrews because their widows were being overlooked and neglected in the daily ministration (distribution of relief).",
          "ID": "1"
        },
        {
          "text": "So the Twelve [apostles] convened the multitude of the disciples and said, It is not seemly or desirable or right that we should have to give up or neglect [preaching] the Word of God in order to attend to serving at tables and superintending the distribution of food.",
          "ID": "2"
        },
        {
          "text": "Therefore select out from among yourselves, brethren, seven men of good and attested character and repute, full of the [Holy] Spirit and wisdom, whom we may assign to look after this business and duty.",
          "ID": "3"
        },
        {
          "text": "But we will continue to devote ourselves steadfastly to prayer and the ministry of the Word.",
          "ID": "4"
        },
        {
          "text": "And the suggestion pleased the whole assembly, and they selected Stephen, a man full of faith (a strong and welcome belief that Jesus is the Messiah) and full of and controlled by the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte (convert) from Antioch.",
          "ID": "5"
        },
        {
          "text": "These they presented to the apostles, who after prayer laid their hands on them.",
          "ID": "6"
        },
        {
          "text": "And the message of God kept on spreading, and the number of disciples multiplied greatly in Jerusalem; and [besides] a large number of the priests were obedient to the faith [in Jesus as the Messiah, through Whom is obtained eternal salvation in the kingdom of God].",
          "ID": "7"
        },
        {
          "text": "Now Stephen, full of grace (divine blessing and favor) and power (strength and ability) worked great wonders and signs (miracles) among the people.",
          "ID": "8"
        },
        {
          "text": "However, some of those who belonged to the synagogue of the Freedmen (freed Jewish slaves), as it was called, and [of the synagogues] of the Cyrenians and of the Alexandrians and of those from Cilicia and [the province of] Asia, arose [and undertook] to debate and dispute with Stephen.",
          "ID": "9"
        },
        {
          "text": "But they were not able to resist the intelligence and the wisdom and [the inspiration of] the Spirit with which and by Whom he spoke.",
          "ID": "10"
        },
        {
          "text": "So they [secretly] instigated and instructed men to say, We have heard this man speak, using slanderous and abusive and blasphemous language against Moses and God.",
          "ID": "11"
        },
        {
          "text": "[Thus] they incited the people as well as the elders and the scribes, and they came upon Stephen and arrested him and took him before the council (Sanhedrin).",
          "ID": "12"
        },
        {
          "text": "And they brought forward false witnesses who asserted, This man never stops making statements against this sacred place and the Law [of Moses];",
          "ID": "13"
        },
        {
          "text": "For we have heard him say that this Jesus the Nazarene will tear down and destroy this place, and will alter the institutions and usages which Moses transmitted to us.",
          "ID": "14"
        },
        {
          "text": "Then all who sat in the council (Sanhedrin), as they gazed intently at Stephen, saw that his face had the appearance of the face of an angel.",
          "ID": "15"
        }
      ],
      "ID": "NT:ACT.6"
    },
    {
      "name": "Acts 7",
      "text": [
        {
          "text": "AND THE high priest asked [Stephen], Are these charges true?",
          "ID": "1"
        },
        {
          "text": "And he answered, Brethren and fathers, listen to me! The God of glory appeared to our forefather Abraham when he was still in Mesopotamia, before he [went to] live in Haran, [Gen. 11:31; 15:7; Ps. 29:3.]",
          "ID": "2"
        },
        {
          "text": "And He said to him, Leave your own country and your relatives and come into the land (region) that I will point out to you. [Gen. 12:1.]",
          "ID": "3"
        },
        {
          "text": "So then he went forth from the land of the Chaldeans and settled in Haran. And from there, after his father died, [God] transferred him to this country in which you are now dwelling. [Gen. 11:31; 12:5; 15:7.]",
          "ID": "4"
        },
        {
          "text": "Yet He gave him no inheritable property in it, [no] not even enough ground to set his foot on; but He promised that He would give it to Him for a permanent possession and to his descendants after him, even though [as yet] he had no child. [Gen. 12:7; 17:8; Deut. 2:5.]",
          "ID": "5"
        },
        {
          "text": "And this is [in effect] what God told him: That his descendants would be aliens (strangers) in a land belonging to other people, who would bring them into bondage and ill-treat them 400 years.",
          "ID": "6"
        },
        {
          "text": "But I will judge the nation to whom they will be slaves, said God, and after that they will escape and come forth and worship Me in this [very] place. [Gen. 15:13, 14; Exod. 3:12.]",
          "ID": "7"
        },
        {
          "text": "And [God] made with Abraham a covenant (an agreement to be religiously observed) of which circumcision was the seal. And under these circumstances [Abraham] became the father of Isaac and circumcised him on the eighth day; and Isaac [did so] when he became the father of Jacob, and Jacob [when each of his sons was born], the twelve patriarchs. [Gen. 17:10-14; 21:2-4; 25:26; 29:31-35; 30:1-24; 35:16-26.]",
          "ID": "8"
        },
        {
          "text": "And the patriarchs [Jacob's sons], boiling with envy and hatred and anger, sold Joseph into slavery in Egypt; but God was with him, [Gen. 37:11, 28; 45:4.]",
          "ID": "9"
        },
        {
          "text": "And delivered him from all his distressing afflictions and won him goodwill and favor and wisdom and understanding in the sight of Pharaoh, king of Egypt, who made him governor over Egypt and all his house. [Gen. 39:2, 3, 21; 41:40-46; Ps. 105:21.]",
          "ID": "10"
        },
        {
          "text": "Then there came a famine over all of Egypt and Canaan, with great distress, and our forefathers could find no fodder [for the cattle] or vegetable sustenance [for their households]. [Gen. 41:54, 55; 42:5.]",
          "ID": "11"
        },
        {
          "text": "But when Jacob heard that there was grain in Egypt, he sent forth our forefathers [to go there on their] first trip. [Gen. 42:2.]",
          "ID": "12"
        },
        {
          "text": "And on their second visit Joseph revealed himself to his brothers, and the family of Joseph became known to Pharaoh and his origin and race. [Gen. 45:1-4.]",
          "ID": "13"
        },
        {
          "text": "And Joseph sent an invitation calling to himself Jacob his father and all his kindred, seventy-five persons in all. [Gen. 45:9, 10.]",
          "ID": "14"
        },
        {
          "text": "And Jacob went down into Egypt, where he himself died, as did [also] our forefathers; [Deut. 10:22.]",
          "ID": "15"
        },
        {
          "text": "And their bodies [Jacob's and Joseph's] were taken back to Shechem and laid in the tomb which Abraham had purchased for a sum of [silver] money from the sons of Hamor in Shechem. [Gen. 50:13; Josh. 24:32.]",
          "ID": "16"
        },
        {
          "text": "But as the time for the fulfillment of the promise drew near which God had made to Abraham, the [Hebrew] people increased and multiplied in Egypt,",
          "ID": "17"
        },
        {
          "text": "Until [the time when] there arose over Egypt another and a different king who did not know Joseph [neither knowing his history and services nor recognizing his merits]. [Exod. 1:7, 8.]",
          "ID": "18"
        },
        {
          "text": "He dealt treacherously with and defrauded our race; he abused and oppressed our forefathers, forcing them to expose their babies so that they might not be kept alive. [Exod. 1:7-11, 15-22.]",
          "ID": "19"
        },
        {
          "text": "At this juncture Moses was born, and was exceedingly beautiful in God's sight. For three months he was nurtured in his father's house; [Exod. 2:2.]",
          "ID": "20"
        },
        {
          "text": "Then when he was exposed [to perish], the daughter of Pharaoh rescued him and took him and reared him as her own son. [Exod. 2:5, 6, 10.]",
          "ID": "21"
        },
        {
          "text": "So Moses was educated in all the wisdom and culture of the Egyptians, and he was mighty (powerful) in his speech and deeds.",
          "ID": "22"
        },
        {
          "text": "And when he was in his fortieth year, it came into his heart to visit his kinsmen the children of Israel [to help them and to care for them].",
          "ID": "23"
        },
        {
          "text": "And on seeing one of them being unjustly treated, he defended the oppressed man and avenged him by striking down the Egyptian and slaying [him].",
          "ID": "24"
        },
        {
          "text": "He expected his brethren to understand that God was granting them deliverance by his hand [taking it for granted that they would accept him]; but they did not understand.",
          "ID": "25"
        },
        {
          "text": "Then on the next day he suddenly appeared to some who were quarreling and fighting among themselves, and he urged them to make peace and become reconciled, saying, Men, you are brethren; why do you abuse and wrong one another?",
          "ID": "26"
        },
        {
          "text": "Whereupon the man who was abusing his neighbor pushed [Moses] aside, saying, Who appointed you a ruler (umpire) and a judge over us?",
          "ID": "27"
        },
        {
          "text": "Do you intend to slay me as you slew the Egyptian yesterday?",
          "ID": "28"
        },
        {
          "text": "At that reply Moses sought safety by flight and he was an exile and an alien in the country of Midian, where he became the father of two sons. [Exod. 2:11-15, 22; 18:3, 4.]",
          "ID": "29"
        },
        {
          "text": "And when forty years had gone by, there appeared to him in the wilderness (desert) of Mount Sinai an angel, in the flame of a burning bramblebush.",
          "ID": "30"
        },
        {
          "text": "When Moses saw it, he was astonished and marveled at the sight; but when he went close to investigate, there came to him the voice of the Lord, saying,",
          "ID": "31"
        },
        {
          "text": "I am the God of your forefathers, the God of Abraham and of Isaac and of Jacob. And Moses trembled and was so terrified that he did not venture to look.",
          "ID": "32"
        },
        {
          "text": "Then the Lord said to him, Remove the sandals from your feet, for the place where you are standing is holy ground and worthy of veneration.",
          "ID": "33"
        },
        {
          "text": "Because I have most assuredly seen the abuse and oppression of My people in Egypt and have heard their sighing and groaning, I have come down to rescue them. So, now come! I will send you back to Egypt [as My messenger]. [Exod. 3:1-10.]",
          "ID": "34"
        },
        {
          "text": "It was this very Moses whom they had denied (disowned and rejected), saying, Who made you our ruler (referee) and judge? whom God sent to be a ruler and deliverer and redeemer, by and with the [protecting and helping] hand of the Angel that appeared to him in the bramblebush. [Exod. 2:14.]",
          "ID": "35"
        },
        {
          "text": "He it was who led them forth, having worked wonders and signs in Egypt and at the Red Sea and during the forty years in the wilderness (desert). [Exod. 7:3; 14:21; Num. 14:33.]",
          "ID": "36"
        },
        {
          "text": "It was this [very] Moses who said to the children of Israel, God will raise up for you a Prophet from among your brethren as He raised me up. [Deut. 18:15, 18.]",
          "ID": "37"
        },
        {
          "text": "This is he who in the assembly in the wilderness (desert) was the go-between for the Angel who spoke to him on Mount Sinai and our forefathers, and he received living oracles (words that still live) to be handed down to us. [Exod. 19.]",
          "ID": "38"
        },
        {
          "text": "[And yet] our forefathers determined not to be subject to him [refusing to listen to or obey him]; but thrusting him aside they rejected him, and in their hearts yearned for and turned back to Egypt. [Num. 14:3, 4.]",
          "ID": "39"
        },
        {
          "text": "And they said to Aaron, Make us gods who shall [be our leaders and] go before us; as for this Moses who led us forth from the land of Egypt–we have no knowledge of what has happened to him. [Exod. 32:1, 23.]",
          "ID": "40"
        },
        {
          "text": "And they [even] made a calf in those days, and offered sacrifice to the idol and made merry and exulted in the work of their [own] hands. [Exod. 32:4, 6.]",
          "ID": "41"
        },
        {
          "text": "But God turned [away from them] and delivered them up to worship and serve the host (stars) of heaven, as it is written in the book of the prophets: Did you [really] offer to Me slain beasts and sacrifices for forty years in the wilderness (desert), O house of Israel? [Jer. 19:13.]",
          "ID": "42"
        },
        {
          "text": "[No!] You took up the tent (the portable temple) of Moloch and carried it [with you], and the star of the god Rephan, the images which you [yourselves] made that you might worship them; and I will remove you [carrying you away into exile] beyond Babylon. [Amos 5:25-27.]",
          "ID": "43"
        },
        {
          "text": "Our forefathers had the tent (tabernacle) of witness in the wilderness, even as He Who directed Moses to make it had ordered, according to the pattern and model he had seen. [Exod. 25:9-40.]",
          "ID": "44"
        },
        {
          "text": "Our forefathers in turn brought it [this tent of witness] in [with them into the land] with Joshua when they dispossessed the nations which God drove out before the face of our forefathers. [So it remained here] until the time of David, [Deut. 32:49; Josh. 3:14-17.]",
          "ID": "45"
        },
        {
          "text": "Who found grace (favor and spiritual blessing) in the sight of God and prayed that he might be allowed to find a dwelling place for the God of Jacob. [II Sam. 7:8-16; Ps. 132:1-5.]",
          "ID": "46"
        },
        {
          "text": "But it was Solomon who built a house for Him. [I Kings 6.]",
          "ID": "47"
        },
        {
          "text": "However, the Most High does not dwell in houses and temples made with hands; as the prophet says, [Isa. 66:1, 2.]",
          "ID": "48"
        },
        {
          "text": "Heaven [is] My throne, and earth the footstool for My feet. What [kind of] house can you build for Me, says the Lord, or what is the place in which I can rest?",
          "ID": "49"
        },
        {
          "text": "Was it not My hand that made all these things? [Isa. 66:1, 2.]",
          "ID": "50"
        },
        {
          "text": "You stubborn and stiff-necked people, still heathen and uncircumcised in heart and ears, you are always actively resisting the Holy Spirit. As your forefathers [were], so you [are and so you do]! [Exod. 33:3, 5; Num. 27:14; Isa. 63:10; Jer. 6:10; 9:26.]",
          "ID": "51"
        },
        {
          "text": "Which of the prophets did your forefathers not persecute? And they slew those who proclaimed beforehand the coming of the Righteous One, Whom you now have betrayed and murdered–",
          "ID": "52"
        },
        {
          "text": "You who received the Law as it was ordained and set in order and delivered by angels, and [yet] you did not obey it!",
          "ID": "53"
        },
        {
          "text": "Now upon hearing these things, they [the Jews] were cut to the heart and infuriated, and they ground their teeth against [Stephen].",
          "ID": "54"
        },
        {
          "text": "But he, full of the Holy Spirit and controlled by Him, gazed into heaven and saw the glory (the splendor and majesty) of God, and Jesus standing at God's right hand;",
          "ID": "55"
        },
        {
          "text": "And he said, Look! I see the heavens opened, and the Son of man standing at God's right hand!",
          "ID": "56"
        },
        {
          "text": "But they raised a great shout and put their hands over their ears and rushed together upon him.",
          "ID": "57"
        },
        {
          "text": "Then they dragged him out of the city and began to stone him, and the witnesses placed their garments at the feet of a young man named Saul. [Acts 22:20.]",
          "ID": "58"
        },
        {
          "text": "And while they were stoning Stephen, he prayed, Lord Jesus, receive and accept and welcome my spirit!",
          "ID": "59"
        },
        {
          "text": "And falling on his knees, he cried out loudly, Lord, fix not this sin upon them [lay it not to their charge]! And when he had said this, he fell asleep [in death].",
          "ID": "60"
        }
      ],
      "ID": "NT:ACT.7"
    },
    {
      "name": "Acts 8",
      "text": [
        {
          "text": "AND SAUL was [not only] consenting to [Stephen's] death [he was pleased and entirely approving]. On that day a great and severe persecution broke out against the church which was in Jerusalem; and they were all scattered throughout the regions of Judea and Samaria, except the apostles (special messengers).",
          "ID": "1"
        },
        {
          "text": "[A party of] devout men with others helped to carry out and bury Stephen and made great lamentation over him.",
          "ID": "2"
        },
        {
          "text": "But Saul shamefully treated and laid waste the church continuously [with cruelty and violence]; and entering house after house, he dragged out men and women and committed them to prison.",
          "ID": "3"
        },
        {
          "text": "Now those who were scattered abroad went about [through the land from place to place] preaching the glad tidings, the Word [the doctrine concerning the attainment through Christ of salvation in the kingdom of God].",
          "ID": "4"
        },
        {
          "text": "Philip [the deacon, not the apostle] went down to the city of Samaria and proclaimed the Christ (the Messiah) to them [the people]; [Acts 6:5.]",
          "ID": "5"
        },
        {
          "text": "And great crowds of people with one accord listened to and heeded what was said by Philip, as they heard him and watched the miracles and wonders which he kept performing [from time to time].",
          "ID": "6"
        },
        {
          "text": "For foul spirits came out of many who were possessed by them, screaming and shouting with a loud voice, and many who were suffering from palsy or were crippled were restored to health.",
          "ID": "7"
        },
        {
          "text": "And there was great rejoicing in that city.",
          "ID": "8"
        },
        {
          "text": "But there was a man named Simon, who had formerly practiced magic arts in the city to the utter amazement of the Samaritan nation, claiming that he himself was an extraordinary and distinguished person.",
          "ID": "9"
        },
        {
          "text": "They all paid earnest attention to him, from the least to the greatest, saying, This man is that exhibition of the power of God which is called great (intense).",
          "ID": "10"
        },
        {
          "text": "And they were attentive and made much of him, because for a long time he had amazed and bewildered and dazzled them with his skill in magic arts.",
          "ID": "11"
        },
        {
          "text": "But when they believed the good news (the Gospel) about the kingdom of God and the name of Jesus Christ (the Messiah) as Philip preached it, they were baptized, both men and women.",
          "ID": "12"
        },
        {
          "text": "Even Simon himself believed [he adhered to, trusted in, and relied on the teaching of Philip], and after being baptized, devoted himself constantly to him. And seeing signs and miracles of great power which were being performed, he was utterly amazed.",
          "ID": "13"
        },
        {
          "text": "Now when the apostles (special messengers) at Jerusalem heard that [the country of] Samaria had accepted and welcomed the Word of God, they sent Peter and John to them,",
          "ID": "14"
        },
        {
          "text": "And they came down and prayed for them that the Samaritans might receive the Holy Spirit;",
          "ID": "15"
        },
        {
          "text": "For He had not yet fallen upon any of them, but they had only been baptized into the name of the Lord Jesus.",
          "ID": "16"
        },
        {
          "text": "Then [the apostles] laid their hands on them one by one, and they received the Holy Spirit.",
          "ID": "17"
        },
        {
          "text": "However, when Simon saw that the [Holy] Spirit was imparted through the laying on of the apostles' hands, he brought money and offered it to them,",
          "ID": "18"
        },
        {
          "text": "Saying, Grant me also this power and authority, in order that anyone on whom I place my hands may receive the Holy Spirit.",
          "ID": "19"
        },
        {
          "text": "But Peter said to him, Destruction overtake your money and you, because you imagined you could obtain the [free] gift of God with money!",
          "ID": "20"
        },
        {
          "text": "You have neither part nor lot in this matter, for your heart is all wrong in God's sight [it is not straightforward or right or true before God]. [Ps. 78:37.]",
          "ID": "21"
        },
        {
          "text": "So repent of this depravity and wickedness of yours and pray to the Lord that, if possible, this contriving thought and purpose of your heart may be removed and disregarded and forgiven you.",
          "ID": "22"
        },
        {
          "text": "For I see that you are in the gall of bitterness and in a bond forged by iniquity [to fetter souls]. [Isa. 58:6.]",
          "ID": "23"
        },
        {
          "text": "And Simon answered, Pray for me [beseech the Lord, both of you], that nothing of what you have said may befall me!",
          "ID": "24"
        },
        {
          "text": "Now when [the apostles] had borne their testimony and preached the message of the Lord, they went back to Jerusalem, proclaiming the glad tidings (Gospel) to many villages of the Samaritans [on the way].",
          "ID": "25"
        },
        {
          "text": "But an angel of the Lord said to Philip, Rise and proceed southward or at midday on the road that runs from Jerusalem down to Gaza. This is the desert [route].",
          "ID": "26"
        },
        {
          "text": "So he got up and went. And behold, an Ethiopian, a eunuch of great authority under Candace the queen of the Ethiopians, who was in charge of all her treasure, had come to Jerusalem to worship.",
          "ID": "27"
        },
        {
          "text": "And he was [now] returning, and sitting in his chariot he was reading the book of the prophet Isaiah.",
          "ID": "28"
        },
        {
          "text": "Then the [Holy] Spirit said to Philip, Go forward and join yourself to this chariot.",
          "ID": "29"
        },
        {
          "text": "Accordingly Philip, running up to him, heard [the man] reading the prophet Isaiah and asked, Do you really understand what you are reading?",
          "ID": "30"
        },
        {
          "text": "And he said, How is it possible for me to do so unless someone explains it to me and guides me [in the right way]? And he earnestly requested Philip to come up and sit beside him.",
          "ID": "31"
        },
        {
          "text": "Now this was the passage of Scripture which he was reading: Like a sheep He was led to the slaughter, and as a lamb before its shearer is dumb, so He opens not His mouth.",
          "ID": "32"
        },
        {
          "text": "In His humiliation He was taken away by distressing and oppressive judgment and justice was denied Him [caused to cease]. Who can describe or relate in full the wickedness of His contemporaries (generation)? For His life is taken from the earth and a bloody death inflicted upon Him. [Isa. 53:7, 8.]",
          "ID": "33"
        },
        {
          "text": "And the eunuch said to Philip, I beg of you, tell me about whom does the prophet say this, about himself or about someone else?",
          "ID": "34"
        },
        {
          "text": "Then Philip opened his mouth, and beginning with this portion of Scripture he announced to him the glad tidings (Gospel) of Jesus and about Him.",
          "ID": "35"
        },
        {
          "text": "And as they continued along on the way, they came to some water, and the eunuch exclaimed, See, [here is] water! What is to hinder my being baptized?",
          "ID": "36"
        },
        {
          "text": "And Philip said, If you believe with all your heart [if you have a conviction, full of joyful trust, that Jesus is the Messiah and accept Him as the Author of your salvation in the kingdom of God, giving Him your obedience, then] you may. And he replied, I do believe that Jesus Christ is the Son of God.",
          "ID": "37"
        },
        {
          "text": "And he ordered that the chariot be stopped; and both Philip and the eunuch went down into the water, and [Philip] baptized him.",
          "ID": "38"
        },
        {
          "text": "And when they came up out of the water, the Spirit of the Lord [suddenly] caught away Philip; and the eunuch saw him no more, and he went on his way rejoicing.",
          "ID": "39"
        },
        {
          "text": "But Philip was found at Azotus, and passing on he preached the good news (Gospel) to all the towns until he reached Caesarea.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.8"
    },
    {
      "name": "Acts 9",
      "text": [
        {
          "text": "MEANWHILE SAUL, still drawing his breath hard from threatening and murderous desire against the disciples of the Lord, went to the high priest",
          "ID": "1"
        },
        {
          "text": "And requested of him letters to the synagogues at Damascus [authorizing him], so that if he found any men or women belonging to the Way [of life as determined by faith in Jesus Christ], he might bring them bound [with chains] to Jerusalem.",
          "ID": "2"
        },
        {
          "text": "Now as he traveled on, he came near to Damascus, and suddenly a light from heaven flashed around him,",
          "ID": "3"
        },
        {
          "text": "And he fell to the ground. Then he heard a voice saying to him, Saul, Saul, why are you persecuting Me [harassing, troubling, and molesting Me]?",
          "ID": "4"
        },
        {
          "text": "And Saul said, Who are You, Lord? And He said, I am Jesus, Whom you are persecuting. It is dangerous and it will turn out badly for you to keep kicking against the goad [to offer vain and perilous resistance].",
          "ID": "5"
        },
        {
          "text": "Trembling and astonished he asked, Lord, what do You desire me to do? The Lord said to him, But arise and go into the city, and you will be told what you must do.",
          "ID": "6"
        },
        {
          "text": "The men who were accompanying him were unable to speak [for terror], hearing the voice but seeing no one.",
          "ID": "7"
        },
        {
          "text": "Then Saul got up from the ground, but though his eyes were opened, he could see nothing; so they led him by the hand and brought him into Damascus.",
          "ID": "8"
        },
        {
          "text": "And he was unable to see for three days, and he neither ate nor drank [anything].",
          "ID": "9"
        },
        {
          "text": "Now there was in Damascus a disciple named Ananias. The Lord said to him in a vision, Ananias. And he answered, Here am I, Lord.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to him, Get up and go to the street called Straight and ask at the house of Judas for a man of Tarsus named Saul, for behold, he is praying [there].",
          "ID": "11"
        },
        {
          "text": "And he has seen in a vision a man named Ananias enter and lay his hands on him so that he might regain his sight.",
          "ID": "12"
        },
        {
          "text": "But Ananias answered, Lord, I have heard many people tell about this man, especially how much evil and what great suffering he has brought on Your saints at Jerusalem;",
          "ID": "13"
        },
        {
          "text": "Now he is here and has authority from the high priests to put in chains all who call upon Your name.",
          "ID": "14"
        },
        {
          "text": "But the Lord said to him, Go, for this man is a chosen instrument of Mine to bear My name before the Gentiles and kings and the descendants of Israel;",
          "ID": "15"
        },
        {
          "text": "For I will make clear to him how much he will be afflicted and must endure and suffer for My name's sake.",
          "ID": "16"
        },
        {
          "text": "So Ananias left and went into the house. And he laid his hands on Saul and said, Brother Saul, the Lord Jesus, Who appeared to you along the way by which you came here, has sent me that you may recover your sight and be filled with the Holy Spirit.",
          "ID": "17"
        },
        {
          "text": "And instantly something like scales fell from [Saul's] eyes, and he recovered his sight. Then he arose and was baptized,",
          "ID": "18"
        },
        {
          "text": "And after he took some food, he was strengthened. For several days [afterward] he remained with the disciples at Damascus.",
          "ID": "19"
        },
        {
          "text": "And immediately in the synagogues he proclaimed Jesus, saying, He is the Son of God!",
          "ID": "20"
        },
        {
          "text": "And all who heard him were amazed and said, Is not this the very man who harassed and overthrew and destroyed in Jerusalem those who called upon this Name? And he has come here for the express purpose of arresting them and bringing them in chains before the chief priests.",
          "ID": "21"
        },
        {
          "text": "But Saul increased all the more in strength, and continued to confound and put to confusion the Jews who lived in Damascus by comparing and examining evidence and proving that Jesus is the Christ (the Messiah).",
          "ID": "22"
        },
        {
          "text": "After considerable time had elapsed, the Jews conspired to put Saul out of the way by slaying him,",
          "ID": "23"
        },
        {
          "text": "But [the knowledge of] their plot was made known to Saul. They were guarding the [city's] gates day and night to kill him,",
          "ID": "24"
        },
        {
          "text": "But his disciples took him at night and let him down through the [city's] wall, lowering him in a basket or hamper.",
          "ID": "25"
        },
        {
          "text": "And when he had arrived in Jerusalem, he tried to associate himself with the disciples; but they were all afraid of him, for they did not believe he really was a disciple.",
          "ID": "26"
        },
        {
          "text": "However, Barnabas took him and brought him to the apostles, and he explained to them how along the way he had seen the Lord, Who spoke to him, and how at Damascus he had preached freely and confidently and courageously in the name of Jesus.",
          "ID": "27"
        },
        {
          "text": "So he went in and out [as one] among them at Jerusalem,",
          "ID": "28"
        },
        {
          "text": "Preaching freely and confidently and boldly in the name of the Lord. And he spoke and discussed with and disputed against the Hellenists (the Grecian Jews), but they were seeking to slay him.",
          "ID": "29"
        },
        {
          "text": "And when the brethren found it out, they brought him down to Caesarea and sent him off to Tarsus [his home town].",
          "ID": "30"
        },
        {
          "text": "So the church throughout the whole of Judea and Galilee and Samaria had peace and was edified [growing in wisdom, virtue, and piety] and walking in the respect and reverential fear of the Lord and in the consolation and exhortation of the Holy Spirit, continued to increase and was multiplied.",
          "ID": "31"
        },
        {
          "text": "Now as Peter went here and there among them all, he went down also to the saints who lived at Lydda.",
          "ID": "32"
        },
        {
          "text": "There he found a man named Aeneas, who had been bedfast for eight years and was paralyzed.",
          "ID": "33"
        },
        {
          "text": "And Peter said to him, Aeneas, Jesus Christ (the Messiah) [now] makes you whole. Get up and make your bed! And immediately [Aeneas] stood up.",
          "ID": "34"
        },
        {
          "text": "Then all the inhabitants of Lydda and the plain of Sharon saw [what had happened to] him and they turned to the Lord.",
          "ID": "35"
        },
        {
          "text": "Now there was at Joppa a disciple [a woman] named [in Aramaic] Tabitha, which [in Greek] means Dorcas. She was abounding in good deeds and acts of charity.",
          "ID": "36"
        },
        {
          "text": "About that time she fell sick and died, and when they had cleansed her, they laid [her] in an upper room.",
          "ID": "37"
        },
        {
          "text": "Since Lydda was near Joppa [however], the disciples, hearing that Peter was there, sent two men to him begging him, Do come to us without delay.",
          "ID": "38"
        },
        {
          "text": "So Peter [immediately] rose and accompanied them. And when he had arrived, they took him to the upper room. All the widows stood around him, crying and displaying undershirts (tunics) and [other] garments such as Dorcas was accustomed to make while she was with them.",
          "ID": "39"
        },
        {
          "text": "But Peter put them all out [of the room] and knelt down and prayed; then turning to the body he said, Tabitha, get up! And she opened her eyes; and when she saw Peter, she raised herself and sat upright.",
          "ID": "40"
        },
        {
          "text": "And he gave her his hand and lifted her up. Then calling in God's people and the widows, he presented her to them alive.",
          "ID": "41"
        },
        {
          "text": "And this became known throughout all Joppa, and many came to believe on the Lord [to adhere to and trust in and rely on Him as the Christ and as their Savior].",
          "ID": "42"
        },
        {
          "text": "And Peter remained in Joppa for considerable time with a certain Simon a tanner.",
          "ID": "43"
        }
      ],
      "ID": "NT:ACT.9"
    },
    {
      "name": "Acts 10",
      "text": [
        {
          "text": "NOW [living] at Caesarea there was a man whose name was Cornelius, a centurion (captain) of what was known as the Italian Regiment,",
          "ID": "1"
        },
        {
          "text": "A devout man who venerated God and treated Him with reverential obedience, as did all his household; and he gave much alms to the people and prayed continually to God.",
          "ID": "2"
        },
        {
          "text": "About the ninth hour (about 3:00 p.m.) of the day he saw clearly in a vision an angel of God entering and saying to him, Cornelius!",
          "ID": "3"
        },
        {
          "text": "And he, gazing intently at him, became frightened and said, What is it, Lord? And the angel said to him, Your prayers and your [generous] gifts to the poor have come up [as a sacrifice] to God and have been remembered by Him.",
          "ID": "4"
        },
        {
          "text": "And now send men to Joppa and have them call for and invite here a certain Simon whose surname is Peter;",
          "ID": "5"
        },
        {
          "text": "He is lodging with Simon a tanner, whose house is by the seaside.",
          "ID": "6"
        },
        {
          "text": "When the angel who spoke to him had left, Cornelius called two of his servants and a God-fearing soldier from among his own personal attendants.",
          "ID": "7"
        },
        {
          "text": "And having rehearsed everything to them, he sent them to Joppa.",
          "ID": "8"
        },
        {
          "text": "The next day as they were still on their way and were approaching the town, Peter went up to the roof of the house to pray, about the sixth hour (noon).",
          "ID": "9"
        },
        {
          "text": "But he became very hungry, and wanted something to eat; and while the meal was being prepared a trance came over him,",
          "ID": "10"
        },
        {
          "text": "And he saw the sky opened and something like a great sheet lowered by the four corners, descending to the earth.",
          "ID": "11"
        },
        {
          "text": "It contained all kinds of quadrupeds and wild beasts and creeping things of the earth and birds of the air.",
          "ID": "12"
        },
        {
          "text": "And there came a voice to him, saying, Rise up, Peter, kill and eat.",
          "ID": "13"
        },
        {
          "text": "But Peter said, No, by no means, Lord; for I have never eaten anything that is common and unhallowed or [ceremonially] unclean.",
          "ID": "14"
        },
        {
          "text": "And the voice came to him again a second time, What God has cleansed and pronounced clean, do not you defile and profane by regarding and calling common and unhallowed or unclean.",
          "ID": "15"
        },
        {
          "text": "This occurred three times; then immediately the sheet was taken up to heaven.",
          "ID": "16"
        },
        {
          "text": "Now Peter was still inwardly perplexed and doubted as to what the vision which he had seen could mean, when [just then] behold the messengers that were sent by Cornelius, who had made inquiry for Simon's house, stopped and stood before the gate.",
          "ID": "17"
        },
        {
          "text": "And they called out to inquire whether Simon who was surnamed Peter was staying there.",
          "ID": "18"
        },
        {
          "text": "And while Peter was earnestly revolving the vision in his mind and meditating on it, the [Holy] Spirit said to him, Behold, three men are looking for you!",
          "ID": "19"
        },
        {
          "text": "Get up and go below and accompany them without any doubt [about its legality] or any discrimination or hesitation, for I have sent them.",
          "ID": "20"
        },
        {
          "text": "Then Peter went down to the men and said, I am the man you seek; what is the purpose of your coming?",
          "ID": "21"
        },
        {
          "text": "And they said, Cornelius, a centurion (captain) who is just and upright and in right standing with God, being God-fearing and obedient and well spoken of by the whole Jewish nation, has been instructed by a holy angel to send for you to come to his house; and he has received in answer [to prayer] a warning to listen to and act upon what you have to say.",
          "ID": "22"
        },
        {
          "text": "So Peter invited them in to be his guests [for the night]. The next day he arose and went away with them, and some of the brethren from Joppa accompanied him.",
          "ID": "23"
        },
        {
          "text": "And on the following day they entered Caesarea. Cornelius was waiting for and expecting them, and he had invited together his relatives and his intimate friends.",
          "ID": "24"
        },
        {
          "text": "As Peter arrived, Cornelius met him, and falling down at his feet he made obeisance and paid worshipful reverence to him.",
          "ID": "25"
        },
        {
          "text": "But Peter raised him up, saying, Get up; I myself am also a man.",
          "ID": "26"
        },
        {
          "text": "And as [Peter] spoke with him, he entered the house and found a large group of persons assembled;",
          "ID": "27"
        },
        {
          "text": "And he said to them, You yourselves are aware how it is not lawful or permissible for a Jew to keep company with or to visit or [even] to come near or to speak first to anyone of another nationality, but God has shown and taught me by words that I should not call any human being common or unhallowed or [ceremonially] unclean.",
          "ID": "28"
        },
        {
          "text": "Therefore when I was sent for, I came without hesitation or objection or misgivings. So now I ask for what reason you sent for me.",
          "ID": "29"
        },
        {
          "text": "And Cornelius said, This is now the fourth day since about this time I was observing the ninth hour (three o'clock in the afternoon) of prayer in my lodging place; [suddenly] a man stood before me in dazzling apparel,",
          "ID": "30"
        },
        {
          "text": "And he said, Cornelius, your prayer has been heard and harkened to, and your donations to the poor have been known and preserved before God [so that He heeds and is about to help you].",
          "ID": "31"
        },
        {
          "text": "Send therefore to Joppa and ask for Simon who is surnamed Peter; he is staying in the house of Simon the tanner by the seaside.",
          "ID": "32"
        },
        {
          "text": "So at once I sent for you, and you [being a Jew] have done a kind and courteous and handsome thing in coming. Now then, we are all present in the sight of God to listen to all that you have been instructed by the Lord to say.",
          "ID": "33"
        },
        {
          "text": "And Peter opened his mouth and said: Most certainly and thoroughly I now perceive and understand that God shows no partiality and is no respecter of persons,",
          "ID": "34"
        },
        {
          "text": "But in every nation he who venerates and has a reverential fear for God, treating Him with worshipful obedience and living uprightly, is acceptable to Him and sure of being received and welcomed [by Him].",
          "ID": "35"
        },
        {
          "text": "You know the contents of the message which He sent to Israel, announcing the good news (Gospel) of peace by Jesus Christ, Who is Lord of all–",
          "ID": "36"
        },
        {
          "text": "The [same] message which was proclaimed throughout all Judea, starting from Galilee after the baptism preached by John–",
          "ID": "37"
        },
        {
          "text": "How God anointed and consecrated Jesus of Nazareth with the [Holy] Spirit and with strength and ability and power; how He went about doing good and, in particular, curing all who were harassed and oppressed by [the power of] the devil, for God was with Him.",
          "ID": "38"
        },
        {
          "text": "And we are [eye and ear] witnesses of everything that He did both in the land of the Jews and in Jerusalem. And [yet] they put Him out of the way (murdered Him) by hanging Him on a tree;",
          "ID": "39"
        },
        {
          "text": "But God raised Him to life on the third day and caused Him to be manifest (to be plainly seen),",
          "ID": "40"
        },
        {
          "text": "Not by all the people but to us who were chosen (designated) beforehand by God as witnesses, who ate and drank with Him after He arose from the dead.",
          "ID": "41"
        },
        {
          "text": "And He charged us to preach to the people and to bear solemn testimony that He is the God-appointed and God-ordained Judge of the living and the dead.",
          "ID": "42"
        },
        {
          "text": "To Him all the prophets testify (bear witness) that everyone who believes in Him [who adheres to, trusts in, and relies on Him, giving himself up to Him] receives forgiveness of sins through His name.",
          "ID": "43"
        },
        {
          "text": "While Peter was still speaking these words, the Holy Spirit fell on all who were listening to the message.",
          "ID": "44"
        },
        {
          "text": "And the believers from among the circumcised [the Jews] who came with Peter were surprised and amazed, because the free gift of the Holy Spirit had been bestowed and poured out largely even on the Gentiles.",
          "ID": "45"
        },
        {
          "text": "For they heard them talking in [unknown] tongues (languages) and extolling and magnifying God. Then Peter asked,",
          "ID": "46"
        },
        {
          "text": "Can anyone forbid or refuse water for baptizing these people, seeing that they have received the Holy Spirit just as we have?",
          "ID": "47"
        },
        {
          "text": "And he ordered that they be baptized in the name of Jesus Christ (the Messiah). Then they begged him to stay on there for some days.",
          "ID": "48"
        }
      ],
      "ID": "NT:ACT.10"
    },
    {
      "name": "Acts 11",
      "text": [
        {
          "text": "NOW THE apostles (special messengers) and the brethren who were throughout Judea heard [with astonishment] that the Gentiles (heathen) also had received and accepted and welcomed the Word of God [the doctrine concerning the attainment through Christ of salvation in the kingdom of God].",
          "ID": "1"
        },
        {
          "text": "So when Peter went up to Jerusalem, the circumcision party [certain Jewish Christians] found fault with him [separating themselves from him in a hostile spirit, opposing and disputing and contending with him],",
          "ID": "2"
        },
        {
          "text": "Saying, Why did you go to uncircumcised men and [even] eat with them?",
          "ID": "3"
        },
        {
          "text": "But Peter began [at the beginning] and narrated and explained to them step by step [the whole list of events]. He said:",
          "ID": "4"
        },
        {
          "text": "I was in the town of Joppa praying, and [falling] in a trance I saw a vision of something coming down from heaven, like a huge sheet lowered by the four corners; and it descended until it came to me.",
          "ID": "5"
        },
        {
          "text": "Gazing intently and closely at it, I observed in it [a variety of] four-footed animals and wild beasts and reptiles of the earth and birds of the air,",
          "ID": "6"
        },
        {
          "text": "And I heard a voice saying to me, Get up, Peter; kill and eat.",
          "ID": "7"
        },
        {
          "text": "But I said, No, by no means, Lord; for nothing common or unhallowed or [ceremonially] unclean has ever entered my mouth.",
          "ID": "8"
        },
        {
          "text": "But the voice answered a second time from heaven, What God has cleansed and pronounced clean, do not you defile and profane by regarding or calling it common or unhallowed or unclean.",
          "ID": "9"
        },
        {
          "text": "This occurred three times, and then all was drawn up again into heaven.",
          "ID": "10"
        },
        {
          "text": "And right then the three men sent to me from Caesarea arrived at the house in which we were.",
          "ID": "11"
        },
        {
          "text": "And the [Holy] Spirit instructed me to accompany them without [the least] hesitation or misgivings or discrimination. So these six brethren accompanied me also, and we went into the man's house.",
          "ID": "12"
        },
        {
          "text": "And he related to us how he had seen the angel in his house which stood and said to him, Send men to Joppa and bring Simon who is surnamed Peter;",
          "ID": "13"
        },
        {
          "text": "He will give and explain to you a message by means of which you and all your household [as well] will be saved [from eternal death].",
          "ID": "14"
        },
        {
          "text": "When I began to speak, the Holy Spirit fell on them just as He did on us at the beginning. [Acts 2:1-4.]",
          "ID": "15"
        },
        {
          "text": "Then I recalled the declaration of the Lord, how He said, John indeed baptized with water, but you shall be baptized with (be placed in, introduced into) the Holy Spirit.",
          "ID": "16"
        },
        {
          "text": "If then God gave to them the same Gift [equally] as He gave to us when we believed in (adhered to, trusted in, and relied on) the Lord Jesus Christ, who was I and what power or authority had I to interfere or hinder or forbid or withstand God?",
          "ID": "17"
        },
        {
          "text": "When they heard this, they were quieted and made no further objection. And they glorified God, saying, Then God has also granted to the Gentiles repentance unto [real] life [after resurrection].",
          "ID": "18"
        },
        {
          "text": "Meanwhile those who were scattered because of the persecution that arose in connection with Stephen had traveled as far away as Phoenicia and Cyprus and Antioch, without delivering the message [concerning the attainment through Christ of salvation in the kingdom of God] to anyone except Jews.",
          "ID": "19"
        },
        {
          "text": "But there were some of them, men of Cyprus and Cyrene, who on returning to Antioch spoke to the Greeks also, proclaiming [to them] the good news (the Gospel) about the Lord Jesus.",
          "ID": "20"
        },
        {
          "text": "And the presence of the Lord was with them with power, so that a great number [learned] to believe (to adhere to and trust in and rely on the Lord) and turned and surrendered themselves to Him.",
          "ID": "21"
        },
        {
          "text": "The rumors of this came to the ears of the church (assembly) in Jerusalem, and they sent Barnabas to Antioch.",
          "ID": "22"
        },
        {
          "text": "When he arrived and saw what grace (favor) God was bestowing upon them, he was full of joy; and he continuously exhorted (warned, urged, and encouraged) them all to cleave unto and remain faithful to and devoted to the Lord with [resolute and steady] purpose of heart.",
          "ID": "23"
        },
        {
          "text": "For he was a good man [good in himself and also at once for the good and the advantage of other people], full of and controlled by the Holy Spirit and full of faith (of his belief that Jesus is the Messiah, through Whom we obtain eternal salvation). And a large company was added to the Lord.",
          "ID": "24"
        },
        {
          "text": "[Barnabas] went on to Tarsus to hunt for Saul.",
          "ID": "25"
        },
        {
          "text": "And when he had found him, he brought him back to Antioch. For a whole year they assembled together with and were guests of the church and instructed a large number of people; and in Antioch the disciples were first called Christians.",
          "ID": "26"
        },
        {
          "text": "And during these days prophets (inspired teachers and interpreters of the divine will and purpose) came down from Jerusalem to Antioch.",
          "ID": "27"
        },
        {
          "text": "And one of them named Agabus stood up and prophesied through the [Holy] Spirit that a great and severe famine would come upon the whole world. And this did occur during the reign of Claudius.",
          "ID": "28"
        },
        {
          "text": "So the disciples resolved to send relief, each according to his individual ability [in proportion as he had prospered], to the brethren who lived in Judea.",
          "ID": "29"
        },
        {
          "text": "And so they did, sending [their contributions] to the elders by the hand of Barnabas and Saul.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.11"
    },
    {
      "name": "Acts 12",
      "text": [
        {
          "text": "ABOUT THAT time Herod the king stretched forth his hands to afflict and oppress and torment some who belonged to the church (assembly).",
          "ID": "1"
        },
        {
          "text": "And he killed James the brother of John with a sword;",
          "ID": "2"
        },
        {
          "text": "And when he saw that it was pleasing to the Jews, he proceeded further and arrested Peter also. This was during the days of Unleavened Bread [the Passover week].",
          "ID": "3"
        },
        {
          "text": "And when he had seized [Peter], he put him in prison and delivered him to four squads of soldiers of four each to guard him, purposing after the Passover to bring him forth to the people.",
          "ID": "4"
        },
        {
          "text": "So Peter was kept in prison, but fervent prayer for him was persistently made to God by the church (assembly).",
          "ID": "5"
        },
        {
          "text": "The very night before Herod was about to bring him forth, Peter was sleeping between two soldiers, fastened with two chains, and sentries before the door were guarding the prison.",
          "ID": "6"
        },
        {
          "text": "And suddenly an angel of the Lord appeared [standing beside him], and a light shone in the place where he was. And the angel gently smote Peter on the side and awakened him, saying, Get up quickly! And the chains fell off his hands.",
          "ID": "7"
        },
        {
          "text": "And the angel said to him, Tighten your belt and bind on your sandals. And he did so. And he said to him, Wrap your outer garment around you and follow me.",
          "ID": "8"
        },
        {
          "text": "And [Peter] went out [along] following him, and he was not conscious that what was apparently being done by the angel was real, but thought he was seeing a vision.",
          "ID": "9"
        },
        {
          "text": "When they had passed through the first guard and the second, they came to the iron gate which leads into the city. Of its own accord [the gate] swung open, and they went out and passed on through one street; and at once the angel left him.",
          "ID": "10"
        },
        {
          "text": "Then Peter came to himself and said, Now I really know and am sure that the Lord has sent His angel and delivered me from the hand of Herod and from all that the Jewish people were expecting [to do to me].",
          "ID": "11"
        },
        {
          "text": "When he, at a glance, became aware of this [comprehending all the elements of the case], he went to the house of Mary the mother of John, whose surname was Mark, where a large number were assembled together and were praying.",
          "ID": "12"
        },
        {
          "text": "And when he knocked at the gate of the porch, a maid named Rhoda came to answer.",
          "ID": "13"
        },
        {
          "text": "And recognizing Peter's voice, in her joy she failed to open the gate, but ran in and told the people that Peter was standing before the porch gate.",
          "ID": "14"
        },
        {
          "text": "They said to her, You are crazy! But she persistently and strongly and confidently affirmed that it was the truth. They said, It is his angel!",
          "ID": "15"
        },
        {
          "text": "But meanwhile Peter continued knocking, and when they opened the gate and saw him, they were amazed.",
          "ID": "16"
        },
        {
          "text": "But motioning to them with his hand to keep quiet and listen, he related to them how the Lord had delivered him out of the prison. And he said, Report all this to James [the Less] and to the brethren. Then he left and went to some other place.",
          "ID": "17"
        },
        {
          "text": "Now as soon as it was day, there was no small disturbance among the soldiers over what had become of Peter.",
          "ID": "18"
        },
        {
          "text": "And when Herod had looked for him and could not find him, he placed the guards on trial and commanded that they should be led away [to execution]. Then [Herod] went down from Judea to Caesarea and stayed on there.",
          "ID": "19"
        },
        {
          "text": "Now [Herod] cherished bitter animosity and hostility for the people of Tyre and Sidon; and [their deputies] came to him in a united body, and having made Blastus the king's chamberlain their friend, they asked for peace, because their country was nourished by and depended on the king's [country] for food.",
          "ID": "20"
        },
        {
          "text": "On an appointed day Herod arrayed himself in his royal robes, took his seat upon [his] throne, and addressed an oration to them.",
          "ID": "21"
        },
        {
          "text": "And the assembled people shouted, It is the voice of a god, and not of a man!",
          "ID": "22"
        },
        {
          "text": "And at once an angel of the Lord smote him and cut him down, because he did not give God the glory (the preeminence and kingly majesty that belong to Him as the supreme Ruler); and he was eaten by worms and died.",
          "ID": "23"
        },
        {
          "text": "But the Word of the Lord [concerning the attainment through Christ of salvation in the kingdom of God] continued to grow and spread.",
          "ID": "24"
        },
        {
          "text": "And Barnabas and Saul came back from Jerusalem when they had completed their mission, bringing with them John whose surname was Mark. [Acts 11:28-30.]",
          "ID": "25"
        }
      ],
      "ID": "NT:ACT.12"
    },
    {
      "name": "Acts 13",
      "text": [
        {
          "text": "NOW IN the church (assembly) at Antioch there were prophets (inspired interpreters of the will and purposes of God) and teachers: Barnabas, Symeon who was called Niger [Black], Lucius of Cyrene, Manaen a member of the court of Herod the tetrarch, and Saul.",
          "ID": "1"
        },
        {
          "text": "While they were worshiping the Lord and fasting, the Holy Spirit said, Separate now for Me Barnabas and Saul for the work to which I have called them.",
          "ID": "2"
        },
        {
          "text": "Then after fasting and praying, they put their hands on them and sent them away.",
          "ID": "3"
        },
        {
          "text": "So then, being sent out by the Holy Spirit, they went down to Seleucia, and from [that port] they sailed away to Cyprus.",
          "ID": "4"
        },
        {
          "text": "When they arrived at Salamis, they preached the Word of God [concerning the attainment through Christ of salvation in the kingdom of God] in the synagogues of the Jews. And they had John [Mark] as an attendant to assist them.",
          "ID": "5"
        },
        {
          "text": "When they had passed through the entire island of Cyprus as far as Paphos, they came upon a certain Jewish wizard or sorcerer, a false prophet named Bar-Jesus.",
          "ID": "6"
        },
        {
          "text": "He was closely associated with the proconsul, Sergius Paulus, who was an intelligent and sensible man of sound understanding; he summoned to him Barnabas and Saul and sought to hear the Word of God [concerning salvation in the kingdom of God attained through Christ].",
          "ID": "7"
        },
        {
          "text": "But Elymas the wise man–for that is the translation of his name [which he had given himself]–opposed them, seeking to keep the proconsul from accepting the faith.",
          "ID": "8"
        },
        {
          "text": "But Saul, who is also called Paul, filled with and controlled by the Holy Spirit, looked steadily at [Elymas]",
          "ID": "9"
        },
        {
          "text": "And said, You master in every form of deception and recklessness, unscrupulousness, and wickedness, you son of the devil, you enemy of everything that is upright and good, will you never stop perverting and making crooked the straight paths of the Lord and plotting against His saving purposes? [Hos. 14:9.]",
          "ID": "10"
        },
        {
          "text": "And now, behold, the hand of the Lord is upon you, and you will be blind, [so blind that you will be] unable to see the sun for a time. Instantly there fell upon him a mist and a darkness, and he groped about seeking persons who would lead him by the hand.",
          "ID": "11"
        },
        {
          "text": "Then the proconsul believed (became a Christian) when he saw what had occurred, for he was astonished and deeply touched at the teaching concerning the Lord and from Him.",
          "ID": "12"
        },
        {
          "text": "Now Paul and his companions sailed from Paphos and came to Perga in Pamphylia. And John [Mark] separated himself from them and went back to Jerusalem,",
          "ID": "13"
        },
        {
          "text": "But they [themselves] came on from Perga and arrived at Antioch in Pisidia. And on the Sabbath day they went into the synagogue there and sat down.",
          "ID": "14"
        },
        {
          "text": "After the reading of the Law and the Prophets, the leaders [of the worship] of the synagogue sent to them saying, Brethren, if you have any word of exhortation or consolation or encouragement for the people, say it.",
          "ID": "15"
        },
        {
          "text": "So Paul arose, and motioning with his hand said, Men of Israel and you who reverence and fear God, listen!",
          "ID": "16"
        },
        {
          "text": "The God of this people Israel selected our forefathers and made this people great and important during their stay in the land of Egypt, and then with an uplifted arm He led them out from there. [Exod. 6:1, 6.]",
          "ID": "17"
        },
        {
          "text": "And for about forty years like a fatherly nurse He cared for them in the wilderness and endured their behavior. [Deut. 1:31.]",
          "ID": "18"
        },
        {
          "text": "When He had destroyed seven nations in the land of Canaan, He gave them [the Hebrews] their land as an inheritance [distributing it to them by lot; all of which took] about 450 years. [Deut. 7:1; Josh. 14:1.]",
          "ID": "19"
        },
        {
          "text": "After that, He gave them judges until the prophet Samuel.",
          "ID": "20"
        },
        {
          "text": "Then they asked for a king; and God gave them Saul son of Kish, a man of the tribe of Benjamin, for forty years.",
          "ID": "21"
        },
        {
          "text": "And when He had deposed him, He raised up David to be their king; of him He bore witness and said, I have found David son of Jesse a man after My own heart, who will do all My will and carry out My program fully. [I Sam. 13:14; Ps. 89:20; Isa. 44:28.]",
          "ID": "22"
        },
        {
          "text": "Of this man's descendants God has brought to Israel a Savior [in the person of Jesus], according to His promise.",
          "ID": "23"
        },
        {
          "text": "Before His coming John had [already] preached baptism of repentance to all the people of Israel.",
          "ID": "24"
        },
        {
          "text": "And as John was ending his course, he asked, What or who do you secretly think that I am? I am not He [the Christ. No], but note that after me One is coming, the sandals of Whose feet I am not worthy to untie!",
          "ID": "25"
        },
        {
          "text": "Brethren, sons of the family of Abraham, and all those others among you who reverence and fear God, to us has been sent the message of this salvation [the salvation obtained through Jesus Christ]. [Ps. 107:20.]",
          "ID": "26"
        },
        {
          "text": "For those who dwell in Jerusalem and their rulers, because they did not know or recognize Him or understand the utterances of the prophets which are read every Sabbath, have actually fulfilled these very predictions by condemning and sentencing [Him].",
          "ID": "27"
        },
        {
          "text": "And although they could find no cause deserving death with which to charge Him, yet they asked Pilate to have Him executed and put out of the way.",
          "ID": "28"
        },
        {
          "text": "And when they had finished and fulfilled everything that was written about Him, they took Him down from the tree and laid Him in a tomb.",
          "ID": "29"
        },
        {
          "text": "But God raised Him from the dead.",
          "ID": "30"
        },
        {
          "text": "And for many days He appeared to those who came up with Him from Galilee to Jerusalem, and they are His witnesses to the people.",
          "ID": "31"
        },
        {
          "text": "So now we are bringing you the good news (Gospel) that what God promised to our forefathers,",
          "ID": "32"
        },
        {
          "text": "This He has completely fulfilled for us, their children, by raising up Jesus, as it is written in the second psalm, You are My Son; today I have begotten You [caused You to arise, to be born; formally shown You to be the Messiah by the resurrection]. [Ps. 2:7.]",
          "ID": "33"
        },
        {
          "text": "And as to His having raised Him from among the dead, now no more to return to [undergo] putrefaction and dissolution [of the grave], He spoke in this way, I will fulfill and give to you the holy and sure mercy and blessings [that were promised and assured] to David. [Isa. 55:3.]",
          "ID": "34"
        },
        {
          "text": "For this reason He says also in another psalm, You will not allow Your Holy One to see corruption [to undergo putrefaction and dissolution of the grave]. [Ps. 16:10.]",
          "ID": "35"
        },
        {
          "text": "For David, after he had served God's will and purpose and counsel in his own generation, fell asleep [in death] and was buried among his forefathers, and he did see corruption and undergo putrefaction and dissolution [of the grave].",
          "ID": "36"
        },
        {
          "text": "But He Whom God raised up [to life] saw no corruption [did not experience putrefaction and dissolution of the grave].",
          "ID": "37"
        },
        {
          "text": "So let it be clearly known and understood by you, brethren, that through this Man forgiveness and removal of sins is now proclaimed to you;",
          "ID": "38"
        },
        {
          "text": "And that through Him everyone who believes [who acknowledges Jesus as his Savior and devotes himself to Him] is absolved (cleared and freed) from every charge from which he could not be justified and freed by the Law of Moses and given right standing with God.",
          "ID": "39"
        },
        {
          "text": "Take care, therefore, lest there come upon you what is spoken in the prophets:",
          "ID": "40"
        },
        {
          "text": "Look, you scoffers and scorners, and marvel and perish and vanish away; for I am doing a deed in your days, a deed which you will never have confidence in or believe, [even] if someone [clearly describing it in detail] declares it to you. [Hab. 1:5.]",
          "ID": "41"
        },
        {
          "text": "As they [Paul and Barnabas] went out [of the synagogue], the people earnestly begged that these things might be told to them [further] the next Sabbath.",
          "ID": "42"
        },
        {
          "text": "And when the congregation of the synagogue dispersed, many of the Jews and the devout converts to Judaism followed Paul and Barnabas, who talked to them and urged them to continue [to trust themselves to and to stand fast] in the grace (the unmerited favor and blessing) of God.",
          "ID": "43"
        },
        {
          "text": "The next Sabbath almost the entire city gathered together to hear the Word of God [concerning the attainment through Christ of salvation in the kingdom of God].",
          "ID": "44"
        },
        {
          "text": "But when the Jews saw the crowds, filled with envy and jealousy they contradicted what was said by Paul and talked abusively [reviling and slandering him].",
          "ID": "45"
        },
        {
          "text": "And Paul and Barnabas spoke out plainly and boldly, saying, It was necessary that God's message [concerning salvation through Christ] should be spoken to you first. But since you thrust it from you, you pass this judgment on yourselves that you are unworthy of eternal life and out of your own mouth you will be judged. [Now] behold, we turn to the Gentiles (the heathen).",
          "ID": "46"
        },
        {
          "text": "For so the Lord has charged us, saying, I have set you to be a light for the Gentiles (the heathen), that you may bring [eternal] salvation to the uttermost parts of the earth. [Isa. 49:6.]",
          "ID": "47"
        },
        {
          "text": "And when the Gentiles heard this, they rejoiced and glorified (praised and gave thanks for) the Word of God; and as many as were destined (appointed and ordained) to eternal life believed (adhered to, trusted in, and relied on Jesus as the Christ and their Savior).",
          "ID": "48"
        },
        {
          "text": "And so the Word of the Lord [concerning eternal salvation through Christ] scattered and spread throughout the whole region.",
          "ID": "49"
        },
        {
          "text": "But the Jews stirred up the devout women of high rank and the outstanding men of the town, and instigated persecution against Paul and Barnabas and drove them out of their boundaries.",
          "ID": "50"
        },
        {
          "text": "But [the apostles] shook off the dust from their feet against them and went to Iconium.",
          "ID": "51"
        },
        {
          "text": "And the disciples were continually filled [throughout their souls] with joy and the Holy Spirit.",
          "ID": "52"
        }
      ],
      "ID": "NT:ACT.13"
    },
    {
      "name": "Acts 14",
      "text": [
        {
          "text": "NOW AT Iconium [also Paul and Barnabas] went into the Jewish synagogue together and spoke with such power that a great number both of Jews and of Greeks believed (became Christians);",
          "ID": "1"
        },
        {
          "text": "But the unbelieving Jews [who rejected their message] aroused the Gentiles and embittered their minds against the brethren.",
          "ID": "2"
        },
        {
          "text": "So [Paul and Barnabas] stayed on there for a long time, speaking freely and fearlessly and boldly in the Lord, Who continued to bear testimony to the Word of His grace, granting signs and wonders to be performed by their hands.",
          "ID": "3"
        },
        {
          "text": "But the residents of the town were divided, some siding with the Jews and some with the apostles.",
          "ID": "4"
        },
        {
          "text": "When there was an attempt both on the part of the Gentiles and the Jews together with their rulers, to insult and abuse and molest [Paul and Barnabas] and to stone them,",
          "ID": "5"
        },
        {
          "text": "They, aware of the situation, made their escape to Lystra and Derbe, cities of Lycaonia, and the neighboring districts;",
          "ID": "6"
        },
        {
          "text": "And there they continued to preach the glad tidings (Gospel).",
          "ID": "7"
        },
        {
          "text": "Now at Lystra a man sat who found it impossible to use his feet, for he was a cripple from birth and had never walked.",
          "ID": "8"
        },
        {
          "text": "He was listening to Paul as he talked, and [Paul] gazing intently at him and observing that he had faith to be healed,",
          "ID": "9"
        },
        {
          "text": "Shouted at him, saying, Stand erect on your feet! And he leaped up and walked.",
          "ID": "10"
        },
        {
          "text": "And the crowds, when they saw what Paul had done, lifted up their voices, shouting in the Lycaonian language, The gods have come down to us in human form!",
          "ID": "11"
        },
        {
          "text": "They called Barnabas Zeus, and they called Paul, because he led in the discourse, Hermes [god of speech].",
          "ID": "12"
        },
        {
          "text": "And the priest of Zeus, whose [temple] was at the entrance of the town, brought bulls and garlands to the [city's] gates and wanted to join the people in offering sacrifice.",
          "ID": "13"
        },
        {
          "text": "But when the apostles Barnabas and Paul heard of it, they tore their clothing and dashed out among the crowd, shouting,",
          "ID": "14"
        },
        {
          "text": "Men, why are you doing this? We also are [only] human beings, of nature like your own, and we bring you the good news (Gospel) that you should turn away from these foolish and vain things to the living God, Who made the heaven and the earth and the sea and everything that they contain. [Exod. 20:11; Ps. 146:6.]",
          "ID": "15"
        },
        {
          "text": "In generations past He permitted all the nations to walk in their own ways;",
          "ID": "16"
        },
        {
          "text": "Yet He did not neglect to leave some witness of Himself, for He did you good and [showed you] kindness and gave you rains from heaven and fruitful seasons, satisfying your hearts with nourishment and happiness.",
          "ID": "17"
        },
        {
          "text": "Even in [the light of] these words they with difficulty prevented the people from offering sacrifice to them.",
          "ID": "18"
        },
        {
          "text": "But some Jews arrived there from Antioch and Iconium; and having persuaded the people and won them over, they stoned Paul and [afterward] dragged him out of the town, thinking that he was dead.",
          "ID": "19"
        },
        {
          "text": "But the disciples formed a circle about him, and he got up and went back into the town; and on the morrow he went on with Barnabas to Derbe.",
          "ID": "20"
        },
        {
          "text": "When they had preached the good news (Gospel) to that town and made disciples of many of the people, they went back to Lystra and Iconium and Antioch,",
          "ID": "21"
        },
        {
          "text": "Establishing and strengthening the souls and the hearts of the disciples, urging and warning and encouraging them to stand firm in the faith, and [telling them] that it is through many hardships and tribulations we must enter the kingdom of God.",
          "ID": "22"
        },
        {
          "text": "And when they had appointed and ordained elders for them in each church with prayer and fasting, they committed them to the Lord in Whom they had come to believe [being full of joyful trust that He is the Christ, the Messiah].",
          "ID": "23"
        },
        {
          "text": "Then they went through Pisidia and arrived at Pamphylia.",
          "ID": "24"
        },
        {
          "text": "And when they had spoken the Word in Perga [the doctrine concerning the attainment through Christ of salvation in the kingdom of God], they went down to Attalia;",
          "ID": "25"
        },
        {
          "text": "And from there they sailed back to Antioch, where they had [first] been commended to the grace of God for the work which they had [now] completed.",
          "ID": "26"
        },
        {
          "text": "Arriving there, they gathered the church together and declared all that God had accomplished with them and how He had opened to the Gentiles a door of faith [in Jesus as the Messiah, through Whom we obtain salvation in the kingdom of God].",
          "ID": "27"
        },
        {
          "text": "And there they stayed no little time with the disciples.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.14"
    },
    {
      "name": "Acts 15",
      "text": [
        {
          "text": "BUT SOME men came down from Judea and were instructing the brethren, Unless you are circumcised in accordance with the Mosaic custom, you cannot be saved. [Gen. 17:9-14.]",
          "ID": "1"
        },
        {
          "text": "And when Paul and Barnabas had no small disagreement and discussion with them, it was decided that Paul and Barnabas and some of the others of their number should go up to Jerusalem [and confer] with the apostles (special messengers) and the elders about this matter.",
          "ID": "2"
        },
        {
          "text": "So, being fitted out and sent on their way by the church, they went through both Phoenicia and Samaria telling of the conversion of the Gentiles (the heathen), and they caused great rejoicing among all the brethren.",
          "ID": "3"
        },
        {
          "text": "When they arrived in Jerusalem, they were heartily welcomed by the church and the apostles and the elders, and they told them all that God had accomplished through them.",
          "ID": "4"
        },
        {
          "text": "But some who believed [who acknowledged Jesus as their Savior and devoted themselves to Him] belonged to the sect of the Pharisees, and they rose up and said, It is necessary to circumcise [the Gentile converts] and to charge them to obey the Law of Moses.",
          "ID": "5"
        },
        {
          "text": "The apostles and the elders were assembled together to look into and consider this matter.",
          "ID": "6"
        },
        {
          "text": "And after there had been a long debate, Peter got up and said to them, Brethren, you know that quite a while ago God made a choice or selection from among you, that by my mouth the Gentiles should hear the message of the Gospel [concerning the attainment through Christ of salvation in the kingdom of God] and believe (credit and place their confidence in it).",
          "ID": "7"
        },
        {
          "text": "And God, Who is acquainted with and understands the heart, bore witness to them, giving them the Holy Spirit as He also did to us;",
          "ID": "8"
        },
        {
          "text": "And He made no difference between us and them, but cleansed their hearts by faith (by a strong and welcome conviction that Jesus is the Messiah, through Whom we obtain eternal salvation in the kingdom of God).",
          "ID": "9"
        },
        {
          "text": "Now then, why do you try to test God by putting a yoke on the necks of the disciples, such as neither our forefathers nor we [ourselves] were able to endure?",
          "ID": "10"
        },
        {
          "text": "But we believe that we are saved through the grace (the undeserved favor and mercy) of the Lord Jesus, just as they [are].",
          "ID": "11"
        },
        {
          "text": "Then the whole assembly remained silent, and they listened [attentively] as Barnabas and Paul rehearsed what signs and wonders God had performed through them among the Gentiles.",
          "ID": "12"
        },
        {
          "text": "When they had finished talking, James replied, Brethren, listen to me.",
          "ID": "13"
        },
        {
          "text": "Simeon [Peter] has rehearsed how God first visited the Gentiles, to take out of them a people [to bear and honor] His name.",
          "ID": "14"
        },
        {
          "text": "And with this the predictions of the prophets agree, as it is written,",
          "ID": "15"
        },
        {
          "text": "After this I will come back, and will rebuild the house of David, which has fallen; I will rebuild its [very] ruins, and I will set it up again,",
          "ID": "16"
        },
        {
          "text": "So that the rest of men may seek the Lord, and all the Gentiles upon whom My name has been invoked,",
          "ID": "17"
        },
        {
          "text": "Says the Lord, Who has been making these things known from the beginning of the world. [Isa. 45:21; Jer. 12:15; Amos 9:11, 12.]",
          "ID": "18"
        },
        {
          "text": "Therefore it is my opinion that we should not put obstacles in the way of and annoy and disturb those of the Gentiles who turn to God,",
          "ID": "19"
        },
        {
          "text": "But we should send word to them in writing to abstain from and avoid anything that has been polluted by being offered to idols, and all sexual impurity, and [eating meat of animals] that have been strangled, and [tasting of] blood.",
          "ID": "20"
        },
        {
          "text": "For from ancient generations Moses has had his preachers in every town, for he is read [aloud] every Sabbath in the synagogues.",
          "ID": "21"
        },
        {
          "text": "Then the apostles and the elders, together with the whole church, resolved to select men from among their number and send them to Antioch with Paul and Barnabas. They chose Judas called Barsabbas, and Silas, [both] leading men among the brethren, and sent them.",
          "ID": "22"
        },
        {
          "text": "With [them they sent] the following letter: The brethren, both the apostles and the elders, to the brethren who are of the Gentiles in Antioch and Syria and Cilicia, greetings:",
          "ID": "23"
        },
        {
          "text": "As we have heard that some persons from our number have disturbed you with their teaching, unsettling your minds and throwing you into confusion, although we gave them no express orders or instructions [on the points in question],",
          "ID": "24"
        },
        {
          "text": "It has been resolved by us in assembly to select men and send them [as messengers] to you with our beloved Barnabas and Paul,",
          "ID": "25"
        },
        {
          "text": "Men who have hazarded their lives for the sake of our Lord Jesus Christ.",
          "ID": "26"
        },
        {
          "text": "So we have sent Judas and Silas, who themselves will bring you the same message by word of mouth.",
          "ID": "27"
        },
        {
          "text": "For it has seemed good to the Holy Spirit and to us not to lay upon you any greater burden than these indispensable requirements:",
          "ID": "28"
        },
        {
          "text": "That you abstain from what has been sacrificed to idols and from [tasting] blood and from [eating the meat of animals] that have been strangled and from sexual impurity. If you keep yourselves from these things, you will do well. Farewell [be strong]!",
          "ID": "29"
        },
        {
          "text": "So when [the messengers] were sent off, they went down to Antioch; and having assembled the congregation, they delivered the letter.",
          "ID": "30"
        },
        {
          "text": "And when they read it, the people rejoiced at the consolation and encouragement [it brought them].",
          "ID": "31"
        },
        {
          "text": "And Judas and Silas, who were themselves prophets (inspired interpreters of the will and purposes of God), urged and warned and consoled and encouraged the brethren with many words and strengthened them.",
          "ID": "32"
        },
        {
          "text": "And after spending some time there, they were sent back by the brethren with [the greeting] peace to those who had sent them.",
          "ID": "33"
        },
        {
          "text": "However, Silas decided to stay on there.",
          "ID": "34"
        },
        {
          "text": "But Paul and Barnabas remained in Antioch and with many others also continued teaching and proclaiming the good news, the Word of the Lord [concerning the attainment through Christ of eternal salvation in God's kingdom].",
          "ID": "35"
        },
        {
          "text": "And after some time Paul said to Barnabas, Come, let us go back and again visit and help and minister to the brethren in every town where we made known the message of the Lord, and see how they are getting along.",
          "ID": "36"
        },
        {
          "text": "Now Barnabas wanted to take with them John called Mark [his near relative].",
          "ID": "37"
        },
        {
          "text": "But Paul did not think it best to have along with them the one who had quit and deserted them in Pamphylia and had not gone on with them to the work.",
          "ID": "38"
        },
        {
          "text": "And there followed a sharp disagreement between them, so that they separated from each other, and Barnabas took Mark with him and sailed away to Cyprus.",
          "ID": "39"
        },
        {
          "text": "But Paul selected Silas and set out, being commended by the brethren to the grace (the favor and mercy) of the Lord.",
          "ID": "40"
        },
        {
          "text": "And he passed through Syria and Cilicia, establishing and strengthening the churches.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.15"
    },
    {
      "name": "Acts 16",
      "text": [
        {
          "text": "AND [Paul] went down to Derbe and also to Lystra. A disciple named Timothy was there, the son of a Jewish woman who was a believer [she had become convinced that Jesus is the Messiah and the Author of eternal salvation, and yielded obedience to Him]; but [Timothy's] father was a Greek.",
          "ID": "1"
        },
        {
          "text": "He [Timothy] had a good reputation among the brethren at Lystra and Iconium.",
          "ID": "2"
        },
        {
          "text": "Paul desired Timothy to go with him [as a missionary]; and he took him and circumcised him because of the Jews that were in those places, all of whom knew that his father was a Greek.",
          "ID": "3"
        },
        {
          "text": "As they went on their way from town to town, they delivered over [to the assemblies] for their observance the regulations decided upon by the apostles and elders who were at Jerusalem.",
          "ID": "4"
        },
        {
          "text": "So the churches were strengthened and made firm in the faith, and they increased in number day after day.",
          "ID": "5"
        },
        {
          "text": "And Paul and Silas passed through the territory of Phrygia and Galatia, having been forbidden by the Holy Spirit to proclaim the Word in [the province of] Asia.",
          "ID": "6"
        },
        {
          "text": "And when they had come opposite Mysia, they tried to go into Bithynia, but the Spirit of Jesus did not permit them.",
          "ID": "7"
        },
        {
          "text": "So passing by Mysia, they went down to Troas.",
          "ID": "8"
        },
        {
          "text": "[There] a vision appeared to Paul in the night: a man from Macedonia stood pleading with him and saying, Come over to Macedonia and help us!",
          "ID": "9"
        },
        {
          "text": "And when he had seen the vision, we [including Luke] at once endeavored to go on into Macedonia, confidently inferring that God had called us to proclaim the glad tidings (Gospel) to them.",
          "ID": "10"
        },
        {
          "text": "Therefore, setting sail from Troas, we came in a direct course to Samothrace, and the next day went on to Neapolis.",
          "ID": "11"
        },
        {
          "text": "And from there [we came] to Philippi, which is the chief city of the district of Macedonia and a [Roman] colony. We stayed on in this place some days;",
          "ID": "12"
        },
        {
          "text": "And on the Sabbath day we went outside the [city's] gate to the bank of the river where we supposed there was an [accustomed] place of prayer, and we sat down and addressed the women who had assembled there.",
          "ID": "13"
        },
        {
          "text": "One of those who listened to us was a woman named Lydia, from the city of Thyatira, a dealer in fabrics dyed in purple. She was [already] a worshiper of God, and the Lord opened her heart to pay attention to what was said by Paul.",
          "ID": "14"
        },
        {
          "text": "And when she was baptized along with her household, she earnestly entreated us, saying, If in your opinion I am one really convinced [that Jesus is the Messiah and the Author of salvation] and that I will be faithful to the Lord, come to my house and stay. And she induced us [to do it].",
          "ID": "15"
        },
        {
          "text": "As we were on our way to the place of prayer, we were met by a slave girl who was possessed by a spirit of divination [claiming to foretell future events and to discover hidden knowledge], and she brought her owners much gain by her fortunetelling.",
          "ID": "16"
        },
        {
          "text": "She kept following Paul and [the rest of] us, shouting loudly, These men are the servants of the Most High God! They announce to you the way of salvation!",
          "ID": "17"
        },
        {
          "text": "And she did this for many days. Then Paul, being sorely annoyed and worn out, turned and said to the spirit within her, I charge you in the name of Jesus Christ to come out of her! And it came out that very moment.",
          "ID": "18"
        },
        {
          "text": "But when her owners discovered that their hope of profit was gone, they caught hold of Paul and Silas and dragged them before the authorities in the forum (marketplace), [where trials are held].",
          "ID": "19"
        },
        {
          "text": "And when they had brought them before the magistrates, they declared, These fellows are Jews and they are throwing our city into great confusion.",
          "ID": "20"
        },
        {
          "text": "They encourage the practice of customs which it is unlawful for us Romans to accept or observe!",
          "ID": "21"
        },
        {
          "text": "The crowd [also] joined in the attack upon them, and the rulers tore the clothes off of them and commanded that they be beaten with rods.",
          "ID": "22"
        },
        {
          "text": "And when they had struck them with many blows, they threw them into prison, charging the jailer to keep them safely.",
          "ID": "23"
        },
        {
          "text": "He, having received [so strict a] charge, put them into the inner prison (the dungeon) and fastened their feet in the stocks.",
          "ID": "24"
        },
        {
          "text": "But about midnight, as Paul and Silas were praying and singing hymns of praise to God, and the [other] prisoners were listening to them,",
          "ID": "25"
        },
        {
          "text": "Suddenly there was a great earthquake, so that the very foundations of the prison were shaken; and at once all the doors were opened and everyone's shackles were unfastened.",
          "ID": "26"
        },
        {
          "text": "When the jailer, startled out of his sleep, saw that the prison doors were open, he drew his sword and was on the point of killing himself, because he supposed that the prisoners had escaped.",
          "ID": "27"
        },
        {
          "text": "But Paul shouted, Do not harm yourself, for we are all here!",
          "ID": "28"
        },
        {
          "text": "Then [the jailer] called for lights and rushed in, and trembling and terrified he fell down before Paul and Silas.",
          "ID": "29"
        },
        {
          "text": "And he brought them out [of the dungeon] and said, Men, what is it necessary for me to do that I may be saved?",
          "ID": "30"
        },
        {
          "text": "And they answered, Believe in the Lord Jesus Christ [give yourself up to Him, take yourself out of your own keeping and entrust yourself into His keeping] and you will be saved, [and this applies both to] you and your household as well.",
          "ID": "31"
        },
        {
          "text": "And they declared the Word of the Lord [the doctrine concerning the attainment through Christ of eternal salvation in the kingdom of God] to him and to all who were in his house.",
          "ID": "32"
        },
        {
          "text": "And he took them the same hour of the night and bathed [them because of their bloody] wounds, and he was baptized immediately and all [the members of] his [household].",
          "ID": "33"
        },
        {
          "text": "Then he took them up into his house and set food before them; and he leaped much for joy and exulted with all his family that he believed in God [accepting and joyously welcoming what He had made known through Christ].",
          "ID": "34"
        },
        {
          "text": "But when it was day, the magistrates sent policemen, saying, Release those fellows and let them go.",
          "ID": "35"
        },
        {
          "text": "And the jailer repeated the words to Paul, saying, The magistrates have sent to release you and let you go; now therefore come out and go in peace.",
          "ID": "36"
        },
        {
          "text": "But Paul answered them, They have beaten us openly and publicly, without a trial and uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now thrust us out secretly? No, indeed! Let them come here themselves and conduct us out!",
          "ID": "37"
        },
        {
          "text": "The police reported this message to the magistrates, and they were frightened when they heard that the prisoners were Roman citizens;",
          "ID": "38"
        },
        {
          "text": "So they came themselves and [striving to appease them by entreaty] apologized to them. And they brought them out and asked them to leave the city.",
          "ID": "39"
        },
        {
          "text": "So [Paul and Silas] left the prison and went to Lydia's house; and when they had seen the brethren, they warned and urged and consoled and encouraged them and departed.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.16"
    },
    {
      "name": "Acts 17",
      "text": [
        {
          "text": "NOW AFTER [Paul and Silas] had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews.",
          "ID": "1"
        },
        {
          "text": "And Paul entered, as he usually did, and for three Sabbaths he reasoned and argued with them from the Scriptures,",
          "ID": "2"
        },
        {
          "text": "Explaining [them] and [quoting passages] setting forth and proving that it was necessary for the Christ to suffer and to rise from the dead, and saying, This Jesus, Whom I proclaim to you, is the Christ (the Messiah).",
          "ID": "3"
        },
        {
          "text": "And some of them [accordingly] were induced to believe and associated themselves with Paul and Silas, as did a great number of the devout Greeks and not a few of the leading women.",
          "ID": "4"
        },
        {
          "text": "But the unbelieving Jews were aroused to jealousy, and, getting hold of some wicked men (ruffians and rascals) and loungers in the marketplace, they gathered together a mob, set the town in an uproar, and attacked the house of Jason, seeking to bring [Paul and Silas] out to the people.",
          "ID": "5"
        },
        {
          "text": "But when they failed to find them, they dragged Jason and some of the brethren before the city authorities, crying, These men who have turned the world upside down have come here also,",
          "ID": "6"
        },
        {
          "text": "And Jason has received them to his house and privately protected them! And they are all ignoring and acting contrary to the decrees of Caesar, [actually] asserting that there is another king, one Jesus!",
          "ID": "7"
        },
        {
          "text": "And both the crowd and the city authorities, on hearing this, were irritated (stirred up and troubled).",
          "ID": "8"
        },
        {
          "text": "And when they had taken security [bail] from Jason and the others, they let them go.",
          "ID": "9"
        },
        {
          "text": "Now the brethren at once sent Paul and Silas away by night to Beroea; and when they arrived, they entered the synagogue of the Jews.",
          "ID": "10"
        },
        {
          "text": "Now these [Jews] were better disposed and more noble than those in Thessalonica, for they were entirely ready and accepted and welcomed the message [concerning the attainment through Christ of eternal salvation in the kingdom of God] with inclination of mind and eagerness, searching and examining the Scriptures daily to see if these things were so.",
          "ID": "11"
        },
        {
          "text": "Many of them therefore became believers, together with not a few prominent Greeks, women as well as men.",
          "ID": "12"
        },
        {
          "text": "But when the Jews of Thessalonica learned that the Word of God [concerning the attainment through Christ of eternal salvation in the kingdom of God] was also preached by Paul at Beroea, they came there too, disturbing and inciting the masses.",
          "ID": "13"
        },
        {
          "text": "At once the brethren sent Paul off on his way to the sea, but Silas and Timothy remained behind.",
          "ID": "14"
        },
        {
          "text": "Those who escorted Paul brought him as far as Athens; and receiving instructions for Silas and Timothy that they should come to him as soon as possible, they departed.",
          "ID": "15"
        },
        {
          "text": "Now while Paul was awaiting them at Athens, his spirit was grieved and roused to anger as he saw that the city was full of idols.",
          "ID": "16"
        },
        {
          "text": "So he reasoned and argued in the synagogue with the Jews and those who worshiped there, and in the marketplace [where assemblies are held] day after day with any who chanced to be there.",
          "ID": "17"
        },
        {
          "text": "And some also of the Epicurean and Stoic philosophers encountered him and began to engage in discussion. And some said, What is this babbler with his scrap-heap learning trying to say? Others said, He seems to be an announcer of foreign deities–because he preached Jesus and the resurrection.",
          "ID": "18"
        },
        {
          "text": "And they took hold of him and brought him to the Areopagus [Mars Hill meeting place], saying, May we know what this novel (unheard of and unprecedented) teaching is which you are openly declaring?",
          "ID": "19"
        },
        {
          "text": "For you set forth some startling things, foreign and strange to our ears; we wish to know therefore just what these things mean–",
          "ID": "20"
        },
        {
          "text": "For the Athenians, all of them, and the foreign residents and visitors among them spent all their leisure time in nothing except telling or hearing something newer than the last–",
          "ID": "21"
        },
        {
          "text": "So Paul, standing in the center of the Areopagus [Mars Hill meeting place], said: Men of Athens, I perceive in every way [on every hand and with every turn I make] that you are most religious or very reverent to demons.",
          "ID": "22"
        },
        {
          "text": "For as I passed along and carefully observed your objects of worship, I came also upon an altar with this inscription, To the unknown god. Now what you are already worshiping as unknown, this I set forth to you.",
          "ID": "23"
        },
        {
          "text": "The God Who produced and formed the world and all things in it, being Lord of heaven and earth, does not dwell in handmade shrines.",
          "ID": "24"
        },
        {
          "text": "Neither is He served by human hands, as though He lacked anything, for it is He Himself Who gives life and breath and all things to all [people]. [Isa. 42:5.]",
          "ID": "25"
        },
        {
          "text": "And He made from one [common origin, one source, one blood] all nations of men to settle on the face of the earth, having definitely determined [their] allotted periods of time and the fixed boundaries of their habitation (their settlements, lands, and abodes),",
          "ID": "26"
        },
        {
          "text": "So that they should seek God, in the hope that they might feel after Him and find Him, although He is not far from each one of us.",
          "ID": "27"
        },
        {
          "text": "For in Him we live and move and have our being; as even some of your [own] poets have said, For we are also His offspring.",
          "ID": "28"
        },
        {
          "text": "Since then we are God's offspring, we ought not to suppose that Deity (the Godhead) is like gold or silver or stone, [of the nature of] a representation by human art and imagination, or anything constructed or invented.",
          "ID": "29"
        },
        {
          "text": "Such [former] ages of ignorance God, it is true, ignored and allowed to pass unnoticed; but now He charges all people everywhere to repent (to change their minds for the better and heartily to amend their ways, with abhorrence of their past sins),",
          "ID": "30"
        },
        {
          "text": "Because He has fixed a day when He will judge the world righteously (justly) by a Man Whom He has destined and appointed for that task, and He has made this credible and given conviction and assurance and evidence to everyone by raising Him from the dead. [Ps. 9:8; 96:13; 98:9.]",
          "ID": "31"
        },
        {
          "text": "Now when they had heard [that there had been] a resurrection from the dead, some scoffed; but others said, We will hear you again about this matter.",
          "ID": "32"
        },
        {
          "text": "So Paul went out from among them.",
          "ID": "33"
        },
        {
          "text": "But some men were on his side and joined him and believed (became Christians); among them were Dionysius, a judge of the Areopagus, and a woman named Damaris, and some others with them.",
          "ID": "34"
        }
      ],
      "ID": "NT:ACT.17"
    },
    {
      "name": "Acts 18",
      "text": [
        {
          "text": "AFTER THIS [Paul] departed from Athens and went to Corinth.",
          "ID": "1"
        },
        {
          "text": "There he met a Jew named Aquila, a native of Pontus, recently arrived from Italy with Priscilla his wife, due to the fact that Claudius had issued an edict that all the Jews were to leave Rome. And [Paul] went to see them,",
          "ID": "2"
        },
        {
          "text": "And because he was of the same occupation, he stayed with them; and they worked [together], for they were tentmakers by trade.",
          "ID": "3"
        },
        {
          "text": "But he discoursed and argued in the synagogue every Sabbath and won over [both] Jews and Greeks.",
          "ID": "4"
        },
        {
          "text": "By the time Silas and Timothy arrived from Macedonia, Paul was completely engrossed with preaching, earnestly arguing and testifying to the Jews that Jesus [is] the Christ.",
          "ID": "5"
        },
        {
          "text": "But since they kept opposing and abusing and reviling him, he shook out his clothing [against them] and said to them, Your blood be upon your [own] heads! I am innocent [of it]. From now on I will go to the Gentiles (the heathen). [Acts 13:46.]",
          "ID": "6"
        },
        {
          "text": "He then left there and went to the house of a man named Titus Justus, who worshiped God and whose house was next door to the synagogue.",
          "ID": "7"
        },
        {
          "text": "But Crispus, the leader of the synagogue, believed [that Jesus is the Messiah and acknowledged Him with joyful trust as Savior and Lord], together with his entire household; and many of the Corinthians who listened [to Paul also] believed and were baptized.",
          "ID": "8"
        },
        {
          "text": "And one night the Lord said to Paul in a vision, Have no fear, but speak and do not keep silent;",
          "ID": "9"
        },
        {
          "text": "For I am with you, and no man shall assault you to harm you, for I have many people in this city. [Isa. 43:5; Jer. 1:8.]",
          "ID": "10"
        },
        {
          "text": "So he settled down among them for a year and six months, teaching the Word of God [concerning the attainment through Christ of eternal salvation in the kingdom of God].",
          "ID": "11"
        },
        {
          "text": "But when Gallio was proconsul of Achaia (most of Greece), the Jews unitedly made an attack upon Paul and brought him before the judge's seat,",
          "ID": "12"
        },
        {
          "text": "Declaring, This fellow is advising and inducing and inciting people to worship God in violation of the Law [of Rome and of Moses].",
          "ID": "13"
        },
        {
          "text": "But when Paul was about to open his mouth to reply, Gallio said to the Jews, If it were a matter of some misdemeanor or villainy, O Jews, I should have cause to bear with you and listen;",
          "ID": "14"
        },
        {
          "text": "But since it is merely a question [of doctrine] about words and names and your own law, see to it yourselves; I decline to be a judge of such matters and I have no intention of trying such cases.",
          "ID": "15"
        },
        {
          "text": "And he drove them away from the judgment seat.",
          "ID": "16"
        },
        {
          "text": "Then they [the Greeks] all seized Sosthenes, the leader of the synagogue, and beat him right in front of the judgment seat. But Gallio paid no attention to any of this.",
          "ID": "17"
        },
        {
          "text": "Afterward Paul remained many days longer, and then told the brethren farewell and sailed for Syria; and he was accompanied by Priscilla and Aquila. At Cenchreae he [Paul] cut his hair, for he had made a vow.",
          "ID": "18"
        },
        {
          "text": "Then they arrived in Ephesus, and [Paul] left the others there; but he himself entered the synagogue and discoursed and argued with the Jews.",
          "ID": "19"
        },
        {
          "text": "When they asked him to remain for a longer time, he would not consent;",
          "ID": "20"
        },
        {
          "text": "But when he was leaving them he said, I will return to you if God is willing, and he set sail from Ephesus.",
          "ID": "21"
        },
        {
          "text": "When he landed at Caesarea, he went up and saluted the church [at Jerusalem], and then went down to Antioch.",
          "ID": "22"
        },
        {
          "text": "After staying there some time, he left and went from place to place in an orderly journey through the territory of Galatia and Phrygia, establishing the disciples and imparting new strength to them.",
          "ID": "23"
        },
        {
          "text": "Meanwhile, there was a Jew named Apollos, a native of Alexandria, who came to Ephesus. He was a cultured and eloquent man, well versed and mighty in the Scriptures.",
          "ID": "24"
        },
        {
          "text": "He had been instructed in the way of the Lord, and burning with spiritual zeal, he spoke and taught diligently and accurately the things concerning Jesus, though he was acquainted only with the baptism of John.",
          "ID": "25"
        },
        {
          "text": "He began to speak freely (fearlessly and boldly) in the synagogue; but when Priscilla and Aquila heard him, they took him with them and expounded to him the way of God more definitely and accurately.",
          "ID": "26"
        },
        {
          "text": "And when [Apollos] wished to cross to Achaia (most of Greece), the brethren wrote to the disciples there, urging and encouraging them to accept and welcome him heartily. When he arrived, he proved a great help to those who through grace (God's unmerited favor and mercy) had believed (adhered to, trusted in, and relied on Christ as Lord and Savior).",
          "ID": "27"
        },
        {
          "text": "For with great power he refuted the Jews in public [discussions], showing and proving by the Scriptures that Jesus is the Christ (the Messiah).",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.18"
    },
    {
      "name": "Acts 19",
      "text": [
        {
          "text": "WHILE APOLLOS was in Corinth, Paul went through the upper inland districts and came down to Ephesus. There he found some disciples.",
          "ID": "1"
        },
        {
          "text": "And he asked them, Did you receive the Holy Spirit when you believed [on Jesus as the Christ]? And they said, No, we have not even heard that there is a Holy Spirit.",
          "ID": "2"
        },
        {
          "text": "And he asked, Into what [baptism] then were you baptized? They said, Into John's baptism.",
          "ID": "3"
        },
        {
          "text": "And Paul said, John baptized with the baptism of repentance, continually telling the people that they should believe in the One Who was to come after him, that is, in Jesus [having a conviction full of joyful trust that He is Christ, the Messiah, and being obedient to Him].",
          "ID": "4"
        },
        {
          "text": "On hearing this they were baptized [again, this time] in the name of the Lord Jesus.",
          "ID": "5"
        },
        {
          "text": "And as Paul laid his hands upon them, the Holy Spirit came on them; and they spoke in [foreign, unknown] tongues (languages) and prophesied.",
          "ID": "6"
        },
        {
          "text": "There were about twelve of them in all.",
          "ID": "7"
        },
        {
          "text": "And he went into the synagogue and for three months spoke boldly, persuading and arguing and pleading about the kingdom of God.",
          "ID": "8"
        },
        {
          "text": "But when some became more and more stubborn (hardened and unbelieving), discrediting and reviling and speaking evil of the Way [of the Lord] before the congregation, he separated himself from them, taking the disciples with him, and went on holding daily discussions in the lecture room of Tyrannus from about ten o'clock till three.",
          "ID": "9"
        },
        {
          "text": "This continued for two years, so that all the inhabitants of [the province of] Asia, Jews as well as Greeks, heard the Word of the Lord [concerning the attainment through Christ of eternal salvation in the kingdom of God].",
          "ID": "10"
        },
        {
          "text": "And God did unusual and extraordinary miracles by the hands of Paul,",
          "ID": "11"
        },
        {
          "text": "So that handkerchiefs or towels or aprons which had touched his skin were carried away and put upon the sick, and their diseases left them and the evil spirits came out of them.",
          "ID": "12"
        },
        {
          "text": "Then some of the traveling Jewish exorcists (men who adjure evil spirits) also undertook to call the name of the Lord Jesus over those who had evil spirits, saying, I solemnly implore and charge you by the Jesus Whom Paul preaches!",
          "ID": "13"
        },
        {
          "text": "Seven sons of a certain Jewish chief priest named Sceva were doing this.",
          "ID": "14"
        },
        {
          "text": "But [one] evil spirit retorted, Jesus I know, and Paul I know about, but who are you?",
          "ID": "15"
        },
        {
          "text": "Then the man in whom the evil spirit dwelt leaped upon them, mastering two of them, and was so violent against them that they dashed out of that house [in fear], stripped naked and wounded.",
          "ID": "16"
        },
        {
          "text": "This became known to all who lived in Ephesus, both Jews and Greeks, and alarm and terror fell upon them all; and the name of the Lord Jesus was extolled and magnified.",
          "ID": "17"
        },
        {
          "text": "Many also of those who were now believers came making full confession and thoroughly exposing their [former deceptive and evil] practices.",
          "ID": "18"
        },
        {
          "text": "And many of those who had practiced curious, magical arts collected their books and [throwing them, book after book, on the pile] burned them in the sight of everybody. When they counted the value of them, they found it amounted to 50,000 pieces of silver (about $9,300).",
          "ID": "19"
        },
        {
          "text": "Thus the Word of the Lord [concerning the attainment through Christ of eternal salvation in the kingdom of God] grew and spread and intensified, prevailing mightily.",
          "ID": "20"
        },
        {
          "text": "Now after these events Paul determined in the [Holy] Spirit that he would travel through Macedonia and Achaia (most of Greece) and go to Jerusalem, saying, After I have been there, I must visit Rome also.",
          "ID": "21"
        },
        {
          "text": "And having sent two of his assistants, Timothy and Erastus, into Macedonia, he himself stayed on in [the province of] Asia for a while.",
          "ID": "22"
        },
        {
          "text": "But as time went on, there arose no little disturbance concerning the Way [of the Lord].",
          "ID": "23"
        },
        {
          "text": "For a man named Demetrius, a silversmith, who made silver shrines of [the goddess] Artemis [Diana], brought no small income to his craftsmen.",
          "ID": "24"
        },
        {
          "text": "These he called together, along with the workmen of similar trades, and said, Men, you are acquainted with the facts and understand that from this business we derive our wealth and livelihood.",
          "ID": "25"
        },
        {
          "text": "Now you notice and hear that not only at Ephesus but almost all over [the province of] Asia this Paul has persuaded and induced people to believe his teaching and has alienated a considerable company of them, saying that gods that are made with human hands are not really gods at all.",
          "ID": "26"
        },
        {
          "text": "Now there is danger not merely that this trade of ours may be discredited, but also that the temple of the great goddess Artemis may come into disrepute and count for nothing, and that her glorious magnificence may be degraded and fall into contempt–she whom all [the province of] Asia and the wide world worship.",
          "ID": "27"
        },
        {
          "text": "As they listened to this, they were filled with rage and they continued to shout, Great is Artemis of the Ephesians!",
          "ID": "28"
        },
        {
          "text": "Then the city was filled with confusion; and they rushed together into the amphitheater, dragging along with them Gaius and Aristarchus, Macedonians who were fellow travelers with Paul.",
          "ID": "29"
        },
        {
          "text": "Paul wished to go in among the crowd, but the disciples would not permit him to do it.",
          "ID": "30"
        },
        {
          "text": "Even some of the Asiarchs (political or religious officials in Asia) who were his friends also sent to him and warned him not to risk venturing into the theater.",
          "ID": "31"
        },
        {
          "text": "Now some shouted one thing and some another, for the gathering was in a tumult and most of them did not know why they had come together.",
          "ID": "32"
        },
        {
          "text": "Some of the crowd called upon Alexander [to speak], since the Jews had pushed and urged him forward. And Alexander motioned with his hand, wishing to make a defense and [planning] to apologize to the people.",
          "ID": "33"
        },
        {
          "text": "But as soon as they saw him and recognized that he was a Jew, a shout went up from them as the voice of one man, as for about two hours they cried, Great is Artemis of the Ephesians!",
          "ID": "34"
        },
        {
          "text": "And when the town clerk had calmed the crowd down, he said, Men of Ephesus, what man is there who does not know that the city of the Ephesians is guardian of the temple of the great Artemis and of the sacred stone [image of her] that fell from the sky?",
          "ID": "35"
        },
        {
          "text": "Seeing then that these things cannot be denied, you ought to be quiet (keep yourselves in check) and do nothing rashly.",
          "ID": "36"
        },
        {
          "text": "For you have brought these men here, who are [guilty of] neither temple robberies nor blasphemous speech about our goddess.",
          "ID": "37"
        },
        {
          "text": "Now then, if Demetrius and his fellow tradesmen who are with him have a grievance against anyone, the courts are open and proconsuls are [available]; let them bring charges against one another [legally].",
          "ID": "38"
        },
        {
          "text": "But if you require anything further about this or about other matters, it must be decided and cleared up in the regular assembly.",
          "ID": "39"
        },
        {
          "text": "For we are in danger of being called to render an account and of being accused of rioting because of [this commotion] today, there being no reason that we can offer to justify this disorder.",
          "ID": "40"
        },
        {
          "text": "And when he had said these things, he dismissed the assembly.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.19"
    },
    {
      "name": "Acts 20",
      "text": [
        {
          "text": "AFTER THE uproar had ceased, Paul sent for the disciples and warned and consoled and urged and encouraged them; then he embraced them and told them farewell and set forth on his journey to Macedonia.",
          "ID": "1"
        },
        {
          "text": "Then after he had gone through those districts and had warned and consoled and urged and encouraged the brethren with much discourse, he came to Greece.",
          "ID": "2"
        },
        {
          "text": "Having spent three months there, when a plot was formed against him by the Jews as he was about to set sail for Syria, he resolved to go back through Macedonia.",
          "ID": "3"
        },
        {
          "text": "He was accompanied by Sopater the son of Pyrrhus from Beroea, and by the Thessalonians Aristarchus and Secundus, and Gaius of Derbe and Timothy, and the Asians Tychicus and Trophimus.",
          "ID": "4"
        },
        {
          "text": "These went on ahead and were waiting for us [including Luke] at Troas,",
          "ID": "5"
        },
        {
          "text": "But we [ourselves] sailed from Philippi after the days of Unleavened Bread [the Passover week], and in five days we joined them at Troas, where we remained for seven days.",
          "ID": "6"
        },
        {
          "text": "And on the first day of the week, when we were assembled together to break bread [the Lord's Supper], Paul discoursed with them, intending to leave the next morning; and he kept on with his message until midnight.",
          "ID": "7"
        },
        {
          "text": "Now there were numerous lights in the upper room where we were assembled,",
          "ID": "8"
        },
        {
          "text": "And there was a young man named Eutychus sitting in the window. He was borne down with deep sleep as Paul kept on talking still longer, and [finally] completely overcome by sleep, he fell down from the third story and was picked up dead.",
          "ID": "9"
        },
        {
          "text": "But Paul went down and bent over him and embraced him, saying, Make no ado; his life is within him.",
          "ID": "10"
        },
        {
          "text": "When Paul had gone back upstairs and had broken bread and eaten [with them], and after he had talked confidentially and communed with them for a considerable time–until daybreak [in fact]–he departed.",
          "ID": "11"
        },
        {
          "text": "They took the youth home alive, and were not a little comforted and cheered and refreshed and encouraged.",
          "ID": "12"
        },
        {
          "text": "But going on ahead to the ship, the rest of us set sail for Assos, intending to take Paul aboard there, for that was what he had directed, intending himself to go by land [on foot].",
          "ID": "13"
        },
        {
          "text": "So when he met us at Assos, we took him aboard and sailed on to Mitylene.",
          "ID": "14"
        },
        {
          "text": "And sailing from there, we arrived the day after at a point opposite Chios; the following day we struck across to Samos, and the next day we arrived at Miletus.",
          "ID": "15"
        },
        {
          "text": "For Paul had determined to sail on past Ephesus, lest he might have to spend time [unnecessarily] in [the province of] Asia; for he was hastening on so that he might reach Jerusalem, if at all possible, by the day of Pentecost.",
          "ID": "16"
        },
        {
          "text": "However, from Miletus he sent to Ephesus and summoned the elders of the church [to come to him there].",
          "ID": "17"
        },
        {
          "text": "And when they arrived he said to them: You yourselves are well acquainted with my manner of living among you from the first day that I set foot in [the province of] Asia, and how I continued afterward,",
          "ID": "18"
        },
        {
          "text": "Serving the Lord with all humility in tears and in the midst of adversity (affliction and trials) which befell me, due to the plots of the Jews [against me];",
          "ID": "19"
        },
        {
          "text": "How I did not shrink from telling you anything that was for your benefit and teaching you in public meetings and from house to house,",
          "ID": "20"
        },
        {
          "text": "But constantly and earnestly I bore testimony both to Jews and Greeks, urging them to turn in repentance [that is due] to God and to have faith in our Lord Jesus Christ [that is due Him].",
          "ID": "21"
        },
        {
          "text": "And now, you see, I am going to Jerusalem, bound by the [Holy] Spirit and obligated and compelled by the [convictions of my own] spirit, not knowing what will befall me there–",
          "ID": "22"
        },
        {
          "text": "Except that the Holy Spirit clearly and emphatically affirms to me in city after city that imprisonment and suffering await me.",
          "ID": "23"
        },
        {
          "text": "But none of these things move me; neither do I esteem my life dear to myself, if only I may finish my course with joy and the ministry which I have obtained from [which was entrusted to me by] the Lord Jesus, faithfully to attest to the good news (Gospel) of God's grace (His unmerited favor, spiritual blessing, and mercy).",
          "ID": "24"
        },
        {
          "text": "And now, observe, I perceive that all of you, among whom I have gone in and out proclaiming the kingdom, will see my face no more.",
          "ID": "25"
        },
        {
          "text": "Therefore I testify and protest to you on this [our parting] day that I am clean and innocent and not responsible for the blood of any of you.",
          "ID": "26"
        },
        {
          "text": "For I never shrank or kept back or fell short from declaring to you the whole purpose and plan and counsel of God.",
          "ID": "27"
        },
        {
          "text": "Take care and be on guard for yourselves and the whole flock over which the Holy Spirit has appointed you bishops and guardians, to shepherd (tend and feed and guide) the church of the Lord or of God which He obtained for Himself [buying it and saving it for Himself] with His own blood.",
          "ID": "28"
        },
        {
          "text": "I know that after I am gone, ferocious wolves will get in among you, not sparing the flock;",
          "ID": "29"
        },
        {
          "text": "Even from among your own selves men will come to the front who, by saying perverse (distorted and corrupt) things, will endeavor to draw away the disciples after them [to their own party].",
          "ID": "30"
        },
        {
          "text": "Therefore be always alert and on your guard, being mindful that for three years I never stopped night or day seriously to admonish and advise and exhort you one by one with tears.",
          "ID": "31"
        },
        {
          "text": "And now [brethren], I commit you to God [I deposit you in His charge, entrusting you to His protection and care]. And I commend you to the Word of His grace [to the commands and counsels and promises of His unmerited favor]. It is able to build you up and to give you [your rightful] inheritance among all God's set-apart ones (those consecrated, purified, and transformed of soul).",
          "ID": "32"
        },
        {
          "text": "I coveted no man's silver or gold or [costly] garments.",
          "ID": "33"
        },
        {
          "text": "You yourselves know personally that these hands ministered to my own needs and those [of the persons] who were with me.",
          "ID": "34"
        },
        {
          "text": "In everything I have pointed out to you [by example] that, by working diligently in this manner, we ought to assist the weak, being mindful of the words of the Lord Jesus, how He Himself said, It is more blessed (makes one happier and more to be envied) to give than to receive.",
          "ID": "35"
        },
        {
          "text": "Having spoken thus, he knelt down with them all and prayed.",
          "ID": "36"
        },
        {
          "text": "And they all wept freely and threw their arms around Paul's neck and kissed him fervently and repeatedly,",
          "ID": "37"
        },
        {
          "text": "Being especially distressed and sorrowful because he had stated that they were about to see his face no more. And they accompanied him to the ship.",
          "ID": "38"
        }
      ],
      "ID": "NT:ACT.20"
    },
    {
      "name": "Acts 21",
      "text": [
        {
          "text": "AND WHEN we had torn ourselves away from them and withdrawn, we set sail and made a straight run to Cos, and on the following [day came] to Rhodes and from there to Patara.",
          "ID": "1"
        },
        {
          "text": "There we found a ship crossing over to Phoenicia; so we went aboard and sailed away.",
          "ID": "2"
        },
        {
          "text": "After we had sighted Cyprus, leaving it on our left we sailed on to Syria and put in at Tyre, for there the ship was to unload her cargo.",
          "ID": "3"
        },
        {
          "text": "And having looked up the disciples there, we remained with them for seven days. Prompted by the [Holy] Spirit, they kept telling Paul not to set foot in Jerusalem.",
          "ID": "4"
        },
        {
          "text": "But when our time there was ended, we left and proceeded on our journey; and all of them with their wives and children accompanied us on our way till we were outside the city. There we knelt down on the beach and prayed.",
          "ID": "5"
        },
        {
          "text": "Then when we had told one another farewell, we went on board the ship, and they returned to their own homes.",
          "ID": "6"
        },
        {
          "text": "When we had completed the voyage from Tyre, we landed at Ptolemais, where we paid our respects to the brethren and remained with them for one day.",
          "ID": "7"
        },
        {
          "text": "On the morrow we left there and came to Caesarea; and we went into the house of Philip the evangelist, who was one of the Seven [first deacons], and stayed with him. [Acts 6:5.]",
          "ID": "8"
        },
        {
          "text": "And he had four maiden daughters who had the gift of prophecy.",
          "ID": "9"
        },
        {
          "text": "While we were remaining there for some time, a prophet named Agabus came down from Judea.",
          "ID": "10"
        },
        {
          "text": "And coming to [see] us, he took Paul's belt and with it bound his own feet and hands and said, Thus says the Holy Spirit: The Jews at Jerusalem shall bind like this the man who owns this belt, and they shall deliver him into the hands of the Gentiles (heathen).",
          "ID": "11"
        },
        {
          "text": "When we heard this, both we and the residents of that place pleaded with him not to go up to Jerusalem.",
          "ID": "12"
        },
        {
          "text": "Then Paul replied, What do you mean by weeping and breaking my heart like this? For I hold myself in readiness not only to be arrested and bound and imprisoned at Jerusalem, but also [even] to die for the name of the Lord Jesus.",
          "ID": "13"
        },
        {
          "text": "And when he would not yield to [our] persuading, we stopped [urging and imploring him], saying, The Lord's will be done!",
          "ID": "14"
        },
        {
          "text": "After these days we packed our baggage and went up to Jerusalem.",
          "ID": "15"
        },
        {
          "text": "And some of the disciples from Caesarea came with us, conducting us to the house of Mnason, a man from Cyprus, one of the disciples of long standing, with whom we were to lodge.",
          "ID": "16"
        },
        {
          "text": "When we arrived in Jerusalem, the brethren received and welcomed us gladly.",
          "ID": "17"
        },
        {
          "text": "On the next day Paul went in with us to [see] James, and all the elders of the church were present [also].",
          "ID": "18"
        },
        {
          "text": "After saluting them, Paul gave a detailed account of the things God had done among the Gentiles through his ministry.",
          "ID": "19"
        },
        {
          "text": "And upon hearing it, they adored and exalted and praised and thanked God. And they said to [Paul], You see, brother, how many thousands of believers there are among the Jews, and all of them are enthusiastic upholders of the [Mosaic] Law.",
          "ID": "20"
        },
        {
          "text": "Now they have been informed about you that you continually teach all the Jews who live among the Gentiles to turn back from and forsake Moses, advising them not to circumcise their children or pay any attention to the observance of the [Mosaic] customs.",
          "ID": "21"
        },
        {
          "text": "What then [is best that] should be done? A multitude will come together, for they will surely hear that you have arrived.",
          "ID": "22"
        },
        {
          "text": "Therefore do just what we tell you. With us are four men who have taken a vow upon themselves.",
          "ID": "23"
        },
        {
          "text": "Take these men and purify yourself along with them and pay their expenses [for the temple offering], so that they may have their heads shaved. Thus everybody will know that there is no truth in what they have been told about you, but that you yourself walk in observance of the Law.",
          "ID": "24"
        },
        {
          "text": "But with regard to the Gentiles who have believed (adhered to, trusted in, and relied on Christ), we have sent them a letter with our decision that they should keep themselves free from anything that has been sacrificed to idols and from [tasting] blood and [eating the meat of animals] which have been strangled and from all impurity and sexual immorality.",
          "ID": "25"
        },
        {
          "text": "Then Paul took the [four] men with him and the following day [he went through the rites of] purifying himself along with them. And they entered the temple to give notice when the days of purification (the ending of each vow) would be fulfilled and the usual offering could be presented on behalf of each of them.",
          "ID": "26"
        },
        {
          "text": "When the seven days were drawing to a close, some of the Jews from [the province of] Asia, who had caught sight of Paul in the temple, incited all the rabble and laid hands on him,",
          "ID": "27"
        },
        {
          "text": "Shouting, Men of Israel, help! [Help!] This is the man who is teaching everybody everywhere against the people and the Law and this place! Moreover, he has also [actually] brought Greeks into the temple; he has desecrated and polluted this holy place!",
          "ID": "28"
        },
        {
          "text": "For they had previously seen Trophimus the Ephesian in the city with Paul and they supposed that he had brought the man into the temple [into the inner court forbidden to Gentiles].",
          "ID": "29"
        },
        {
          "text": "Then the whole city was aroused and thrown into confusion, and the people rushed together; they laid hands on Paul and dragged him outside the temple, and immediately the gates were closed.",
          "ID": "30"
        },
        {
          "text": "Now while they were trying to kill him, word came to the commandant of the regular Roman garrison that the whole of Jerusalem was in a state of ferment.",
          "ID": "31"
        },
        {
          "text": "So immediately he took soldiers and centurions and hurried down among them; and when the people saw the commandant and the troops, they stopped beating Paul.",
          "ID": "32"
        },
        {
          "text": "Then the commandant approached and arrested Paul and ordered that he be secured with two chains. He then inquired who he was and what he had done.",
          "ID": "33"
        },
        {
          "text": "Some in the crowd kept shouting back one thing and others something else, and since he could not ascertain the facts because of the furor, he ordered that Paul be removed to the barracks.",
          "ID": "34"
        },
        {
          "text": "And when [Paul] came to mount the steps, he was actually being carried by the soldiers because of the violence of the mob;",
          "ID": "35"
        },
        {
          "text": "For the mass of the people kept following them, shouting, Away with him! [Kill him!]",
          "ID": "36"
        },
        {
          "text": "Just as Paul was about to be taken into the barracks, he asked the commandant, May I say something to you? And the man replied, Can you speak Greek?",
          "ID": "37"
        },
        {
          "text": "Are you not then [as I supposed] the Egyptian who not long ago stirred up a rebellion and led those 4,000 men who were cutthroats out into the wilderness (desert)?",
          "ID": "38"
        },
        {
          "text": "Paul answered, I am a Jew, from Tarsus in Cilicia, a citizen of no insignificant or undistinguished city. I beg you, allow me to address the people.",
          "ID": "39"
        },
        {
          "text": "And when the man had granted him permission, Paul, standing on the steps, gestured with his hand to the people; and there was a great hush. Then he spoke to them in the Hebrew dialect, saying:",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.21"
    },
    {
      "name": "Acts 22",
      "text": [
        {
          "text": "BRETHREN AND fathers, listen to the defense which I now make in your presence.",
          "ID": "1"
        },
        {
          "text": "And when they heard that he addressed them in the Hebrew tongue, they were all the more quiet. And he continued,",
          "ID": "2"
        },
        {
          "text": "I am a Jew, born in Tarsus of Cilicia but reared in this city. At the feet of Gamaliel I was educated according to the strictest care in the Law of our fathers, being ardent [even a zealot] for God, as all of you are today.",
          "ID": "3"
        },
        {
          "text": "[Yes] I harassed (troubled, molested, and persecuted) this Way [of the Lord] to the death, putting in chains and committing to prison both men and women,",
          "ID": "4"
        },
        {
          "text": "As the high priest and whole council of elders (Sanhedrin) can testify; for from them indeed I received letters with which I was on my way to the brethren in Damascus in order to take also those [believers] who were there, and bring them in chains to Jerusalem that they might be punished.",
          "ID": "5"
        },
        {
          "text": "But as I was on my journey and approached Damascus, about noon a great blaze of light flashed suddenly from heaven and shone about me.",
          "ID": "6"
        },
        {
          "text": "And I fell to the ground and heard a voice saying to me, Saul, Saul, why do you persecute Me [harass and trouble and molest Me]?",
          "ID": "7"
        },
        {
          "text": "And I replied, Who are You, Lord? And He said to me, I am Jesus the Nazarene, Whom you are persecuting.",
          "ID": "8"
        },
        {
          "text": "Now the men who were with me saw the light, but they did not hear [the sound of the uttered words of] the voice of the One Who was speaking to me [so that they could understand it].",
          "ID": "9"
        },
        {
          "text": "And I asked, What shall I do, Lord? And the Lord answered me, Get up and go into Damascus, and there it will be told you all that it is destined and appointed for you to do.",
          "ID": "10"
        },
        {
          "text": "And since I could not see because [of the dazzlingly glorious intensity] of the brightness of that light, I was led by the hand by those who were with me, and [thus] I arrived in Damascus.",
          "ID": "11"
        },
        {
          "text": "And one Ananias, a devout man according to the Law, well spoken of by all the Jews who resided there,",
          "ID": "12"
        },
        {
          "text": "Came to see me, and standing by my side said to me, Brother Saul, look up and receive back your sight. And in that very instant I [recovered my sight and] looking up saw him.",
          "ID": "13"
        },
        {
          "text": "And he said, The God of our forefathers has destined and appointed you to come progressively to know His will [to perceive, to recognize more strongly and clearly, and to become better and more intimately acquainted with His will], and to see the Righteous One (Jesus Christ, the Messiah), and to hear a voice from His [own] mouth and a message from His [own] lips;",
          "ID": "14"
        },
        {
          "text": "For you will be His witness unto all men of everything that you have seen and heard.",
          "ID": "15"
        },
        {
          "text": "And now, why do you delay? Rise and be baptized, and by calling upon His name, wash away your sins.",
          "ID": "16"
        },
        {
          "text": "Then when I had come back to Jerusalem and was praying in the temple [enclosure], I fell into a trance (an ecstasy);",
          "ID": "17"
        },
        {
          "text": "And I saw Him as He said to me, Hurry, get quickly out of Jerusalem, because they will not receive your testimony about Me.",
          "ID": "18"
        },
        {
          "text": "And I said, Lord, they themselves well know that throughout all the synagogues I cast into prison and flogged those who believed on (adhered to and trusted in and relied on) You.",
          "ID": "19"
        },
        {
          "text": "And when the blood of Your witness (martyr) Stephen was shed, I also was personally standing by and consenting and approving and guarding the garments of those who slew him.",
          "ID": "20"
        },
        {
          "text": "And the Lord said to me, Go, for I will send you far away unto the Gentiles (nations).",
          "ID": "21"
        },
        {
          "text": "Up to the moment that Paul made this last statement, the people listened to him; but now they raised their voices and shouted, Away with such a fellow from the earth! He is not fit to live!",
          "ID": "22"
        },
        {
          "text": "And as they were shouting and tossing and waving their garments and throwing dust into the air,",
          "ID": "23"
        },
        {
          "text": "The commandant ordered that Paul be brought into the barracks, and that he be examined by scourging in order that [the commandant] might learn why the people cried out thus against him.",
          "ID": "24"
        },
        {
          "text": "But when they had stretched him out with the thongs (leather straps), Paul asked the centurion who was standing by, Is it legal for you to flog a man who is a Roman citizen and uncondemned [without a trial]?",
          "ID": "25"
        },
        {
          "text": "When the centurion heard that, he went to the commandant and said to him, What are you about to do? This man is a Roman citizen!",
          "ID": "26"
        },
        {
          "text": "So the commandant came and said to [Paul], Tell me, are you a Roman citizen? And he said, Yes [indeed]!",
          "ID": "27"
        },
        {
          "text": "The commandant replied, I purchased this citizenship [as a capital investment] for a big price. Paul said, But I was born [Roman]!",
          "ID": "28"
        },
        {
          "text": "Instantly those who were about to examine and flog him withdrew from him; and the commandant also was frightened, for he realized that [Paul] was a Roman citizen and he had put him in chains.",
          "ID": "29"
        },
        {
          "text": "But the next day, desiring to know the real cause for which the Jews accused him, he unbound him and ordered the chief priests and all the council (Sanhedrin) to assemble; and he brought Paul down and placed him before them.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.22"
    },
    {
      "name": "Acts 23",
      "text": [
        {
          "text": "THEN PAUL, gazing earnestly at the council (Sanhedrin), said, Brethren, I have lived before God, doing my duty with a perfectly good conscience until this very day [as a citizen, a true and loyal Jew].",
          "ID": "1"
        },
        {
          "text": "At this the high priest Ananias ordered those who stood near him to strike him on the mouth.",
          "ID": "2"
        },
        {
          "text": "Then Paul said to him, God is about to strike you, you whitewashed wall! Do you sit as a judge to try me in accordance with the Law, and yet in defiance of the Law you order me to be struck?",
          "ID": "3"
        },
        {
          "text": "Those who stood near exclaimed, Do you rail at and insult the high priest of God?",
          "ID": "4"
        },
        {
          "text": "And Paul said, I was not conscious, brethren, that he was a high priest; for the Scripture says, You shall not speak ill of a ruler of your people. [Exod. 22:28.]",
          "ID": "5"
        },
        {
          "text": "But Paul, when he perceived that one part of them were Sadducees and the other part Pharisees, cried out to the council (Sanhedrin), Brethren, I am a Pharisee, a son of Pharisees; it is with regard to the hope and the resurrection of the dead that I am indicted and being judged.",
          "ID": "6"
        },
        {
          "text": "So when he had said this, an angry dispute arose between the Pharisees and the Sadducees; and the whole [crowded] assemblage was divided [into two factions].",
          "ID": "7"
        },
        {
          "text": "For the Sadducees hold that there is no resurrection, nor angel nor spirit, but the Pharisees declare openly and speak out freely, acknowledging [their belief in] them both.",
          "ID": "8"
        },
        {
          "text": "Then a great uproar ensued, and some of the scribes of the Pharisees' party stood up and thoroughly fought the case, [contending fiercely] and declaring, We find nothing evil or wrong in this man. But if a spirit or an angel [really] spoke to him–? Let us not fight against God!",
          "ID": "9"
        },
        {
          "text": "And when the strife became more and more tense and violent, the commandant, fearing that Paul would be torn in pieces by them, ordered the troops to go down and take him forcibly from among them and conduct him back into the barracks.",
          "ID": "10"
        },
        {
          "text": "And [that same] following night the Lord stood beside Paul and said, Take courage, Paul, for as you have borne faithful witness concerning Me at Jerusalem, so you must also bear witness at Rome.",
          "ID": "11"
        },
        {
          "text": "Now when daylight came, the Jews formed a plot and bound themselves by an oath and under a curse neither to eat nor drink till they had done away with Paul.",
          "ID": "12"
        },
        {
          "text": "There were more than forty [men of them], who formed this conspiracy [swearing together this oath and curse].",
          "ID": "13"
        },
        {
          "text": "And they went to the chief priests and elders, saying, We have strictly bound ourselves by an oath and under a curse not to taste any food until we have slain Paul.",
          "ID": "14"
        },
        {
          "text": "So now you, along with the council (Sanhedrin), give notice to the commandant to bring [Paul] down to you, as if you were going to investigate his case more accurately. But we [ourselves] are ready to slay him before he comes near.",
          "ID": "15"
        },
        {
          "text": "But the son of Paul's sister heard of their intended attack, and he went and got into the barracks and told Paul.",
          "ID": "16"
        },
        {
          "text": "Then Paul, calling in one of the centurions, said, Take this young man to the commandant, for he has something to report to him.",
          "ID": "17"
        },
        {
          "text": "So he took him and conducted him to the commandant and said, Paul the prisoner called me to him and requested me to conduct this young man to you, for he has something to report to you.",
          "ID": "18"
        },
        {
          "text": "The commandant took him by the hand, and going aside with him, asked privately, What is it that you have to report to me?",
          "ID": "19"
        },
        {
          "text": "And he replied, The Jews have agreed to ask you to bring Paul down to the council (Sanhedrin) tomorrow, as if [they were] intending to examine him more exactly.",
          "ID": "20"
        },
        {
          "text": "But do not yield to their persuasion, for more than forty of their men are lying in ambush waiting for him, having bound themselves by an oath and under a curse neither to eat nor drink till they have killed him; and even now they are all ready, [just] waiting for your promise.",
          "ID": "21"
        },
        {
          "text": "So the commandant sent the youth away, charging him, Do not disclose to anyone that you have given me this information.",
          "ID": "22"
        },
        {
          "text": "Then summoning two of the centurions, he said, Have two hundred footmen ready by the third hour of the night (about 9:00 p.m.) to go as far as Caesarea, with seventy horsemen and two hundred spearmen.",
          "ID": "23"
        },
        {
          "text": "Also provide beasts for mounts for Paul to ride, and bring him in safety to Felix the governor.",
          "ID": "24"
        },
        {
          "text": "And he wrote a letter having this message:",
          "ID": "25"
        },
        {
          "text": "Claudius Lysias sends greetings to His Excellency Felix the governor.",
          "ID": "26"
        },
        {
          "text": "This man was seized [as prisoner] by the Jews, and was about to be killed by them when I came upon them with the troops and rescued him, because I learned that he is a Roman citizen.",
          "ID": "27"
        },
        {
          "text": "And wishing to know the exact accusation which they were making against him, I brought him down before their council (Sanhedrin),",
          "ID": "28"
        },
        {
          "text": "[Where] I found that he was charged in regard to questions of their own law, but he was accused of nothing that would call for death or [even] for imprisonment.",
          "ID": "29"
        },
        {
          "text": "[However] when it was pointed out to me that there would be a conspiracy against the man, I sent him to you immediately, directing his accusers also to present before you their charge against him.",
          "ID": "30"
        },
        {
          "text": "So the soldiers, in compliance with their instructions, took Paul and conducted him during the night to Antipatris.",
          "ID": "31"
        },
        {
          "text": "And the next day they returned to the barracks, leaving the mounted men to proceed with him.",
          "ID": "32"
        },
        {
          "text": "When these came to Caesarea and gave the letter to the governor, they also presented Paul before him.",
          "ID": "33"
        },
        {
          "text": "Having read the letter, he asked to what province [Paul] belonged. When he discovered that he was from Cilicia [an imperial province],",
          "ID": "34"
        },
        {
          "text": "He said, I will hear your case fully when your accusers also have come. And he ordered that an eye be kept on him in Herod's palace (the Praetorium).",
          "ID": "35"
        }
      ],
      "ID": "NT:ACT.23"
    },
    {
      "name": "Acts 24",
      "text": [
        {
          "text": "FIVE DAYS later, the high priest Ananias came down [from Jerusalem to Caesarea] with some elders and a certain forensic advocate Tertullus [acting as spokesman and counsel]. They presented to the governor their evidence against Paul.",
          "ID": "1"
        },
        {
          "text": "And when he was called, Tertullus began the complaint [against him] by saying: Since through you we obtain and enjoy much peace, and since by your foresight and provision wonderful reforms (amendments and improvements) are introduced and effected on behalf of this nation,",
          "ID": "2"
        },
        {
          "text": "In every way and in every place, most excellent Felix, we accept and acknowledge this with deep appreciation and with all gratitude.",
          "ID": "3"
        },
        {
          "text": "But not to hinder or detain you too long, I beg you in your clemency and courtesy and kindness to grant us a brief and concise hearing.",
          "ID": "4"
        },
        {
          "text": "For we have found this man a perfect pest (a real plague), an agitator and source of disturbance to all the Jews throughout the world, and a ringleader of the [heretical, division-producing] sect of the Nazarenes.",
          "ID": "5"
        },
        {
          "text": "He also [even] tried to desecrate and defile the temple, but we laid hands on him and would have sentenced him by our Law,",
          "ID": "6"
        },
        {
          "text": "But the commandant Lysias came and took him from us with violence and force,",
          "ID": "7"
        },
        {
          "text": "And ordered his accusers to present themselves to you. By examining and cross-questioning him yourself, you will be able to ascertain the truth from him about all these things with which we charge him.",
          "ID": "8"
        },
        {
          "text": "The Jews also agreed and joined in the accusation, declaring that all these things were exactly so.",
          "ID": "9"
        },
        {
          "text": "And when the governor had beckoned to Paul to speak, he answered: Because I know that for many years you have been a judge over this nation, I find it easier to make my defense and do it cheerfully and with good courage.",
          "ID": "10"
        },
        {
          "text": "As you can readily verify, it is not more than twelve days since I went up to Jerusalem to worship;",
          "ID": "11"
        },
        {
          "text": "And neither in the temple nor in the synagogues nor in the city did they find me disputing with anybody or bringing together a seditious crowd.",
          "ID": "12"
        },
        {
          "text": "Neither can they present argument or evidence to prove to you what they now bring against me.",
          "ID": "13"
        },
        {
          "text": "But this I confess to you, however, that in accordance with the Way [of the Lord], which they call a [heretical, division-producing] sect, I worship (serve) the God of our fathers, still persuaded of the truth of and believing in and placing full confidence in everything laid down in the Law [of Moses] or written in the prophets;",
          "ID": "14"
        },
        {
          "text": "Having [the same] hope in God which these themselves hold and look for, that there is to be a resurrection both of the righteous and the unrighteous (the just and the unjust).",
          "ID": "15"
        },
        {
          "text": "Therefore I always exercise and discipline myself [mortifying my body, deadening my carnal affections, bodily appetites, and worldly desires, endeavoring in all respects] to have a clear (unshaken, blameless) conscience, void of offense toward God and toward men.",
          "ID": "16"
        },
        {
          "text": "Now after several years I came up [to Jerusalem] to bring to my people contributions of charity and offerings.",
          "ID": "17"
        },
        {
          "text": "While I was engaged in presenting these, they found me [occupied in the rites of purification] in the temple, without any crowd or uproar. But some Jews from [the province of] Asia [were there],",
          "ID": "18"
        },
        {
          "text": "Who ought to be here before you and to present their charges, if they have anything against me.",
          "ID": "19"
        },
        {
          "text": "Or else let these men themselves tell of what crime or wrongdoing they found me guilty when I appeared before the council (Sanhedrin),",
          "ID": "20"
        },
        {
          "text": "Unless it be this one sentence which I cried out as I stood among them, In regard to the resurrection of the dead I am indicted and on trial before you this day!",
          "ID": "21"
        },
        {
          "text": "But Felix, having a rather accurate understanding of the Way [of the Lord], put them off and adjourned the trial, saying, When Lysias the commandant comes down, I will determine your case more fully.",
          "ID": "22"
        },
        {
          "text": "Then he ordered the centurion to keep [Paul] in custody, but to treat him with indulgence [giving him some liberty] and not to hinder his friends from ministering to his needs and serving him.",
          "ID": "23"
        },
        {
          "text": "Some days later Felix came with his wife Drusilla, who was a Jewess; and he sent for Paul and listened to him [talk] about faith in Christ Jesus.",
          "ID": "24"
        },
        {
          "text": "But as he continued to argue about uprightness, purity of life (the control of the passions), and the judgment to come, Felix became alarmed and terrified and said, Go away for the present; when I have a convenient opportunity, I will send for you.",
          "ID": "25"
        },
        {
          "text": "At the same time he hoped to get money from Paul, for which reason he continued to send for him and was in his company and conversed with him often.",
          "ID": "26"
        },
        {
          "text": "But when two years had gone by, Felix was succeeded in office by Porcius Festus; and wishing to gain favor with the Jews, Felix left Paul still a prisoner in chains.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.24"
    },
    {
      "name": "Acts 25",
      "text": [
        {
          "text": "NOW WHEN Festus had entered into his own province, after three days he went up from Caesarea to Jerusalem.",
          "ID": "1"
        },
        {
          "text": "And [there] the chief priests and the principal men of the Jews laid charges before him against Paul, and they kept begging and urging him,",
          "ID": "2"
        },
        {
          "text": "Asking as a favor that he would have him brought to Jerusalem; [meanwhile] they were planning an ambush to slay him on the way.",
          "ID": "3"
        },
        {
          "text": "Festus answered that Paul was in custody in Caesarea and that he himself planned to leave for there soon.",
          "ID": "4"
        },
        {
          "text": "So, said he, let those who are in a position of authority and are influential among you go down with me, and if there is anything amiss or criminal about the man, let them so charge him.",
          "ID": "5"
        },
        {
          "text": "So when Festus had remained among them not more than eight or ten days, he went down to Caesarea, took his seat the next day on the judgment bench, and ordered Paul to be brought before him.",
          "ID": "6"
        },
        {
          "text": "And when he arrived, the Jews who had come down from Jerusalem stood all around him, bringing many grave accusations against him which they were not able to prove.",
          "ID": "7"
        },
        {
          "text": "Paul declared in [his own] defense, Neither against the Law of the Jews, nor against the temple, nor against Caesar have I offended in any way.",
          "ID": "8"
        },
        {
          "text": "But Festus, wishing to ingratiate himself with the Jews, answered Paul, Are you willing to go up to Jerusalem and there be put on trial [before the Jewish Sanhedrin] in my presence concerning these charges?",
          "ID": "9"
        },
        {
          "text": "But Paul replied, I am standing before Caesar's judgment seat, where I ought to be tried. To the Jews I have done no wrong, as you know better [than your question implies].",
          "ID": "10"
        },
        {
          "text": "If then I am a wrongdoer and a criminal and have committed anything for which I deserve to die, I do not beg off and seek to escape death; but if there is no ground for their accusations against me, no one can give me up and make a present of me [give me up freely] to them. I appeal to Caesar.",
          "ID": "11"
        },
        {
          "text": "Then Festus, when he had consulted with the [men who formed his] council, answered, You have appealed to Caesar; to Caesar you shall go.",
          "ID": "12"
        },
        {
          "text": "Now after an interval of some days, Agrippa the king and Bernice arrived at Caesarea to pay their respects to Festus [to welcome him and wish him well].",
          "ID": "13"
        },
        {
          "text": "And while they remained there for many days, Festus acquainted the king with Paul's case, telling him, There is a man left a prisoner in chains by Felix;",
          "ID": "14"
        },
        {
          "text": "And when I was at Jerusalem, the chief priests and the elders of the Jews informed me about him, petitioning for a judicial hearing and condemnation of him.",
          "ID": "15"
        },
        {
          "text": "But I replied to them that it was not the custom of the Romans to give up freely any man for punishment before the accused had met the accusers face to face and had opportunity to defend himself concerning the charge brought against him.",
          "ID": "16"
        },
        {
          "text": "So when they came here together, I did not delay, but on the morrow took my place on the judgment seat and ordered that the man be brought before me.",
          "ID": "17"
        },
        {
          "text": "[But] when the accusers stood up, they brought forward no accusation [in his case] of any such misconduct as I was expecting.",
          "ID": "18"
        },
        {
          "text": "Instead they had some points of controversy with him about their own religion or superstition and concerning one Jesus, Who had died but Whom Paul kept asserting [over and over] to be alive.",
          "ID": "19"
        },
        {
          "text": "And I, being puzzled to know how to make inquiries into such questions, asked whether he would be willing to go to Jerusalem and there be tried regarding them.",
          "ID": "20"
        },
        {
          "text": "But when Paul had appealed to have his case retained for examination and decision by the emperor, I ordered that he be detained until I could send him to Caesar.",
          "ID": "21"
        },
        {
          "text": "Then Agrippa said to Festus, I also desire to hear the man myself. Tomorrow, [Festus] replied, you shall hear him.",
          "ID": "22"
        },
        {
          "text": "So the next day Agrippa and Bernice approached with great display, and they went into the audience hall accompanied by the military commandants and the prominent citizens of the city. At the order of Festus Paul was brought in.",
          "ID": "23"
        },
        {
          "text": "Then Festus said, King Agrippa and all the men present with us, you see this man about whom the whole Jewish people came to me and complained, both at Jerusalem and here, insisting and shouting that he ought not to live any longer.",
          "ID": "24"
        },
        {
          "text": "But I found nothing that he had done deserving of death. Still, as he himself appealed to the emperor, I determined to send him to Rome.",
          "ID": "25"
        },
        {
          "text": "[However] I have nothing in particular and definite to write to my lord concerning him. So I have brought him before all of you, and especially before you, King Agrippa, so that after [further] examination has been made, I may have something to put in writing.",
          "ID": "26"
        },
        {
          "text": "For it seems to me senseless and absurd to send a prisoner and not state the accusations against him.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.25"
    },
    {
      "name": "Acts 26",
      "text": [
        {
          "text": "THEN AGRIPPA said to Paul, You are permitted to speak on your own behalf. At that Paul stretched forth his hand and made his defense [as follows]:",
          "ID": "1"
        },
        {
          "text": "I consider myself fortunate, King Agrippa, that it is before you that I am to make my defense today in regard to all the charges brought against me by [the] Jews,",
          "ID": "2"
        },
        {
          "text": "[Especially] because you are so fully and unusually conversant with all the Jewish customs and controversies; therefore, I beg you to hear me patiently.",
          "ID": "3"
        },
        {
          "text": "My behavior and manner of living from my youth up is known by all the Jews; [they are aware] that from [its] commencement my youth was spent among my own race in Jerusalem.",
          "ID": "4"
        },
        {
          "text": "They have had knowledge of me for a long time, if they are willing to testify to it, that in accordance with the strictest sect of our religion I have lived as a Pharisee.",
          "ID": "5"
        },
        {
          "text": "And now I stand here on trial [to be judged on the ground] of the hope of that promise made to our forefathers by God, [Acts 13:32, 33.]",
          "ID": "6"
        },
        {
          "text": "Which hope [of the Messiah and the resurrection] our twelve tribes confidently expect to realize as they fervently worship [without ceasing] night and day. And for that hope, O king, I am accused by Jews and considered a criminal!",
          "ID": "7"
        },
        {
          "text": "Why is it thought incredible by any of you that God raises the dead?",
          "ID": "8"
        },
        {
          "text": "I myself indeed was [once] persuaded that it was my duty to do many things contrary to and in defiance of the name of Jesus of Nazareth.",
          "ID": "9"
        },
        {
          "text": "And that is what I did in Jerusalem; I [not only] locked up many of the [faithful] saints (holy ones) in prison by virtue of authority received from the chief priests, but when they were being condemned to death, I cast my vote against them.",
          "ID": "10"
        },
        {
          "text": "And frequently I punished them in all the synagogues to make them blaspheme; and in my bitter fury against them, I harassed (troubled, molested, persecuted) and pursued them even to foreign cities.",
          "ID": "11"
        },
        {
          "text": "Thus engaged I proceeded to Damascus with the authority and orders of the chief priests,",
          "ID": "12"
        },
        {
          "text": "When on the road at midday, O king, I saw a light from heaven surpassing the brightness of the sun, flashing about me and those who were traveling with me.",
          "ID": "13"
        },
        {
          "text": "And when we had all fallen to the ground, I heard a voice in the Hebrew tongue saying to me, Saul, Saul, why do you continue to persecute Me [to harass and trouble and molest Me]? It is dangerous and turns out badly for you to keep kicking against the goads [to keep offering vain and perilous resistance].",
          "ID": "14"
        },
        {
          "text": "And I said, Who are You, Lord? And the Lord said, I am Jesus, Whom you are persecuting.",
          "ID": "15"
        },
        {
          "text": "But arise and stand upon your feet; for I have appeared to you for this purpose, that I might appoint you to serve as [My] minister and to bear witness both to what you have seen of Me and to that in which I will appear to you,",
          "ID": "16"
        },
        {
          "text": "Choosing you out [selecting you for Myself] and delivering you from among this [Jewish] people and the Gentiles to whom I am sending you–[Ezek. 2:1, 3.]",
          "ID": "17"
        },
        {
          "text": "To open their eyes that they may turn from darkness to light and from the power of Satan to God, so that they may thus receive forgiveness and release from their sins and a place and portion among those who are consecrated and purified by faith in Me. [Isa. 42:7, 16.]",
          "ID": "18"
        },
        {
          "text": "Wherefore, O King Agrippa, I was not disobedient unto the heavenly vision,",
          "ID": "19"
        },
        {
          "text": "But made known openly first of all to those at Damascus, then at Jerusalem and throughout the whole land of Judea, and also among the Gentiles, that they should repent and turn to God, and do works and live lives consistent with and worthy of their repentance.",
          "ID": "20"
        },
        {
          "text": "Because of these things the Jews seized me in the temple [enclosure] and tried to do away with me.",
          "ID": "21"
        },
        {
          "text": "[But] to this day I have had the help which comes from God [as my ally], and so I stand here testifying to small and great alike, asserting nothing beyond what the prophets and Moses declared would come to pass–",
          "ID": "22"
        },
        {
          "text": "That the Christ (the Anointed One) must suffer and that He, by being the first to rise from the dead, would declare and show light both to the [Jewish] people and to the Gentiles.",
          "ID": "23"
        },
        {
          "text": "And as he thus proceeded with his defense, Festus called out loudly, Paul, you are mad! Your great learning is driving you insane!",
          "ID": "24"
        },
        {
          "text": "But Paul replied, I am not mad, most noble Festus, but I am uttering the straight, sound truth.",
          "ID": "25"
        },
        {
          "text": "For the king understands about these things well enough, and [therefore] to him I speak with bold frankness and confidence. I am convinced that not one of these things has escaped his notice, for all this did not take place in a corner [in secret].",
          "ID": "26"
        },
        {
          "text": "King Agrippa, do you believe the prophets? [Do you give credence to God's messengers and their words?] I perceive and know that you do believe.",
          "ID": "27"
        },
        {
          "text": "Then Agrippa said to Paul, You think it a small task to make a Christian of me [just offhand to induce me with little ado and persuasion, at very short notice].",
          "ID": "28"
        },
        {
          "text": "And Paul replied, Whether short or long, I would to God that not only you, but also all who are listening to me today, might become such as I am, except for these chains.",
          "ID": "29"
        },
        {
          "text": "Then the king arose, and the governor and Bernice and all those who were seated with them;",
          "ID": "30"
        },
        {
          "text": "And after they had gone out, they said to one another, This man is doing nothing deserving of death or [even] of imprisonment.",
          "ID": "31"
        },
        {
          "text": "And Agrippa said to Festus, This man could have been set at liberty if he had not appealed to Caesar.",
          "ID": "32"
        }
      ],
      "ID": "NT:ACT.26"
    },
    {
      "name": "Acts 27",
      "text": [
        {
          "text": "NOW WHEN it was determined that we [including Luke] should sail for Italy, they turned Paul and some other prisoners over to a centurion of the imperial regiment named Julius.",
          "ID": "1"
        },
        {
          "text": "And going aboard a ship from Adramyttium which was about to sail for the ports along the coast of [the province of] Asia, we put out to sea; and Aristarchus, a Macedonian from Thessalonica, accompanied us.",
          "ID": "2"
        },
        {
          "text": "The following day we landed at Sidon, and Julius treated Paul in a loving way, with much consideration (kindness and care), permitting him to go to his friends [there] and be refreshed and be cared for.",
          "ID": "3"
        },
        {
          "text": "After putting to sea from there we passed to the leeward (south side) of Cyprus [for protection], for the winds were contrary to us.",
          "ID": "4"
        },
        {
          "text": "And when we had sailed over [the whole length] of sea which lies off Cilicia and Pamphylia, we reached Myra in Lycia.",
          "ID": "5"
        },
        {
          "text": "There the centurion found an Alexandrian ship bound for Italy, and he transferred us to it.",
          "ID": "6"
        },
        {
          "text": "For a number of days we made slow progress and arrived with difficulty off Cnidus; then, as the wind did not permit us to proceed, we went under the lee (shelter) of Crete off Salmone,",
          "ID": "7"
        },
        {
          "text": "And coasting along it with difficulty, we arrived at a place called Fair Havens, near which is located the town of Lasea.",
          "ID": "8"
        },
        {
          "text": "But as [the season was well advanced, for] much time had been lost and navigation was already dangerous, for the time for the Fast [the Day of Atonement, about the beginning of October] had already gone by, Paul warned and advised them,",
          "ID": "9"
        },
        {
          "text": "Saying, Sirs, I perceive [after careful observation] that this voyage will be attended with disaster and much heavy loss, not only of the cargo and the ship but of our lives also.",
          "ID": "10"
        },
        {
          "text": "However, the centurion paid greater attention to the pilot and to the owner of the ship than to what Paul said.",
          "ID": "11"
        },
        {
          "text": "And as the harbor was not well situated and so unsuitable to winter in, the majority favored the plan of putting to sea again from there, hoping somehow to reach Phoenice, a harbor of Crete facing southwest and northwest, and winter there.",
          "ID": "12"
        },
        {
          "text": "So when the south wind blew softly, supposing they were gaining their object, they weighed anchor and sailed along Crete, hugging the coast.",
          "ID": "13"
        },
        {
          "text": "But soon afterward a violent wind [of the character of a typhoon], called a northeaster, came bursting down from the island.",
          "ID": "14"
        },
        {
          "text": "And when the ship was caught and was unable to head against the wind, we gave up and, letting her drift, were borne along.",
          "ID": "15"
        },
        {
          "text": "We ran under the shelter of a small island called Cauda, where we managed with [much] difficulty to draw the [ship's small] boat on deck and secure it.",
          "ID": "16"
        },
        {
          "text": "After hoisting it on board, they used supports with ropes to undergird and brace the ship; then afraid that they would be driven into the Syrtis [quicksands off the north coast of Africa], they lowered the gear (sails and ropes) and so were driven along.",
          "ID": "17"
        },
        {
          "text": "As we were being dangerously tossed about by the violence of the storm, the next day they began to throw the freight overboard;",
          "ID": "18"
        },
        {
          "text": "And the third day they threw out with their own hands the ship's equipment (the tackle and the furniture).",
          "ID": "19"
        },
        {
          "text": "And when neither sun nor stars were visible for many days and no small tempest kept raging about us, all hope of our being saved was finally abandoned.",
          "ID": "20"
        },
        {
          "text": "Then as they had eaten nothing for a long time, Paul came forward into their midst and said, Men, you should have listened to me, and should not have put to sea from Crete and brought on this disaster and harm and misery and loss.",
          "ID": "21"
        },
        {
          "text": "But [even] now I beg you to be in good spirits and take heart, for there will be no loss of life among you but only of the ship.",
          "ID": "22"
        },
        {
          "text": "For this [very] night there stood by my side an angel of the God to Whom I belong and Whom I serve and worship,",
          "ID": "23"
        },
        {
          "text": "And he said, Do not be frightened, Paul! It is necessary for you to stand before Caesar; and behold, God has given you all those who are sailing with you.",
          "ID": "24"
        },
        {
          "text": "So keep up your courage, men, for I have faith (complete confidence) in God that it will be exactly as it was told me;",
          "ID": "25"
        },
        {
          "text": "But we shall have to be stranded on some island.",
          "ID": "26"
        },
        {
          "text": "The fourteenth night had come and we were drifting and being driven about in the Adriatic Sea, when about midnight the sailors began to suspect that they were drawing near to some land.",
          "ID": "27"
        },
        {
          "text": "So they took soundings and found twenty fathoms, and a little farther on they sounded again and found fifteen fathoms.",
          "ID": "28"
        },
        {
          "text": "Then fearing that we might fall off [our course] onto rocks, they dropped four anchors from the stern and kept wishing for daybreak to come.",
          "ID": "29"
        },
        {
          "text": "And as the sailors were trying to escape [secretly] from the ship and were lowering the small boat into the sea, pretending that they were going to lay out anchors from the bow,",
          "ID": "30"
        },
        {
          "text": "Paul said to the centurion and the soldiers, Unless these men remain in the ship, you cannot be saved.",
          "ID": "31"
        },
        {
          "text": "Then the soldiers cut away the ropes that held the small boat, and let it fall and drift away.",
          "ID": "32"
        },
        {
          "text": "While they waited until it should become day, Paul entreated them all to take some food, saying, This is the fourteenth day that you have been continually in suspense and on the alert without food, having eaten nothing.",
          "ID": "33"
        },
        {
          "text": "So I urge (warn, exhort, encourage, advise) you to take some food [for your safety]–it will give you strength; for not a hair is to perish from the head of any one of you.",
          "ID": "34"
        },
        {
          "text": "Having said these words, he took bread and, giving thanks to God before them all, he broke it and began to eat.",
          "ID": "35"
        },
        {
          "text": "Then they all became more cheerful and were encouraged and took food themselves.",
          "ID": "36"
        },
        {
          "text": "All told there were 276 souls of us in the ship.",
          "ID": "37"
        },
        {
          "text": "And after they had eaten sufficiently, [they proceeded] to lighten the ship, throwing out the wheat into the sea.",
          "ID": "38"
        },
        {
          "text": "Now when it was day [and they saw the land], they did not recognize it, but they noticed a bay with a beach on which they [taking counsel] purposed to run the ship ashore if they possibly could.",
          "ID": "39"
        },
        {
          "text": "So they cut the cables and severed the anchors and left them in the sea; at the same time unlashing the ropes that held the rudders and hoisting the foresail to the wind, they headed for the beach.",
          "ID": "40"
        },
        {
          "text": "But striking a crosscurrent (a place open to two seas) they ran the ship aground. The prow stuck fast and remained immovable, and the stern began to break up under the violent force of the waves.",
          "ID": "41"
        },
        {
          "text": "It was the counsel of the soldiers to kill the prisoners, lest any of them should swim to land and escape;",
          "ID": "42"
        },
        {
          "text": "But the centurion, wishing to save Paul, prevented their carrying out their purpose. He commanded those who could swim to throw themselves overboard first and make for the shore,",
          "ID": "43"
        },
        {
          "text": "And the rest on heavy boards or pieces of the vessel. And so it was that all escaped safely to land.",
          "ID": "44"
        }
      ],
      "ID": "NT:ACT.27"
    },
    {
      "name": "Acts 28",
      "text": [
        {
          "text": "AFTER WE were safe on the island, we knew and recognized that it was called Malta.",
          "ID": "1"
        },
        {
          "text": "And the natives showed us unusual and remarkable kindness, for they kindled a fire and welcomed and received us all, since it had begun to rain and was cold.",
          "ID": "2"
        },
        {
          "text": "Now Paul had gathered a bundle of sticks, and he was laying them on the fire when a viper crawled out because of the heat and fastened itself on his hand.",
          "ID": "3"
        },
        {
          "text": "When the natives saw the little animal hanging from his hand, they said to one another, Doubtless this man is a murderer, for though he has been saved from the sea, Justice [the goddess of avenging] has not permitted that he should live.",
          "ID": "4"
        },
        {
          "text": "Then [Paul simply] shook off the small creature into the fire and suffered no evil effects.",
          "ID": "5"
        },
        {
          "text": "However, they were waiting, expecting him to swell up or suddenly drop dead; but when they had watched him a long time and saw nothing fatal or harmful come to him, they changed their minds and kept saying over and over that he was a god.",
          "ID": "6"
        },
        {
          "text": "In the vicinity of that place there were estates belonging to the head man of the island, named Publius, who accepted and welcomed and entertained us with hearty hospitality for three days.",
          "ID": "7"
        },
        {
          "text": "And it happened that the father of Publius was sick in bed with recurring attacks of fever and dysentery; and Paul went to see him, and after praying and laying his hands on him, he healed him.",
          "ID": "8"
        },
        {
          "text": "After this had occurred, the other people on the island who had diseases also kept coming and were cured.",
          "ID": "9"
        },
        {
          "text": "They showed us every respect and presented many gifts to us, honoring us with many honors; and when we sailed, they provided and put on [board our ship] everything we needed.",
          "ID": "10"
        },
        {
          "text": "It was after three months' stay there that we set sail in a ship which had wintered in the island, an Alexandrian ship with the Twin Brothers [Castor and Pollux] as its figurehead.",
          "ID": "11"
        },
        {
          "text": "We landed at Syracuse and remained there three days,",
          "ID": "12"
        },
        {
          "text": "And from there we made a circuit [following the coast] and reached Rhegium; and one day later a south wind sprang up, and the next day we arrived at Puteoli.",
          "ID": "13"
        },
        {
          "text": "There we found some [Christian] brethren and were entreated to stay with them for seven days. And so we came to Rome.",
          "ID": "14"
        },
        {
          "text": "And the [Christian] brethren there, having had news of us, came as far as the Forum of Appius and the Three Taverns to meet us. When Paul saw them, he thanked God and received new courage.",
          "ID": "15"
        },
        {
          "text": "When we arrived at Rome, the centurion delivered the prisoners to the captain of the guard, but Paul was permitted to live by himself with the soldier who guarded him.",
          "ID": "16"
        },
        {
          "text": "Three days after [our arrival], he called together the leading local Jews; and when they had gathered, he said to them, Brethren, though I have done nothing against the people or against the customs of our forefathers, yet I was turned over as a prisoner from Jerusalem into the hands of the Romans.",
          "ID": "17"
        },
        {
          "text": "After they had examined me, they were ready to release me because I was innocent of any offense deserving the death penalty.",
          "ID": "18"
        },
        {
          "text": "But when the Jews protested, I was forced to appeal to Caesar, though it was not because I had any charge to make against my nation.",
          "ID": "19"
        },
        {
          "text": "This is the reason therefore why I have begged to see you and to talk with you, since it is because of the Hope of Israel (the Messiah) that I am bound with this chain.",
          "ID": "20"
        },
        {
          "text": "And they answered him, We have not received any letters about you from Judea, and none of the [Jewish] brethren coming here has reported or spoken anything evil about you.",
          "ID": "21"
        },
        {
          "text": "But we think it fitting and are eager to hear from you what it is that you have in mind and believe and what your opinion is, for with regard to this sect it is known to all of us that it is everywhere denounced.",
          "ID": "22"
        },
        {
          "text": "So when they had set a day with him, they came in large numbers to his lodging. And he fully set forth and explained the matter to them from morning until night, testifying to the kingdom of God and trying to persuade them concerning Jesus both from the Law of Moses and from the Prophets.",
          "ID": "23"
        },
        {
          "text": "And some were convinced and believed what he said, and others did not believe.",
          "ID": "24"
        },
        {
          "text": "And as they disagreed among themselves, they began to leave, [but not before] Paul had added one statement [more]: The Holy Spirit was right in saying through Isaiah the prophet to your forefathers:",
          "ID": "25"
        },
        {
          "text": "Go to this people and say to them, You will indeed hear and hear with your ears but will not understand, and you will indeed look and look with your eyes but will not see [not perceive, have knowledge of or become acquainted with what you look at, at all].",
          "ID": "26"
        },
        {
          "text": "For the heart (the understanding, the soul) of this people has grown dull (stupid, hardened, and calloused), and their ears are heavy and hard of hearing and they have shut tight their eyes, so that they may not perceive and have knowledge and become acquainted with their eyes and hear with their ears and understand with their souls and turn [to Me and be converted], that I may heal them. [Isa. 6:9, 10.]",
          "ID": "27"
        },
        {
          "text": "So let it be understood by you then that [this message of] the salvation of God has been sent to the Gentiles, and they will listen [to it]! [Ps. 67:2.]",
          "ID": "28"
        },
        {
          "text": "And when he had said these things, the Jews went away, arguing and disputing among themselves.",
          "ID": "29"
        },
        {
          "text": "After this Paul lived there for two entire years [at his own expense] in his own rented lodging, and he welcomed all who came to him,",
          "ID": "30"
        },
        {
          "text": "Preaching to them the kingdom of God and teaching them about the Lord Jesus Christ with boldness and quite openly, and without being molested or hindered.",
          "ID": "31"
        }
      ],
      "ID": "NT:ACT.28"
    }
  ],
  "version": "AMP",
  "ID": "NT:ACT(AMP)"
}