{
  "version": "ERV",
  "text": [
    {
      "title": "A New Apostle Is Chosen",
      "text": [
        {
          "text": "Dear Theophilus,\nThe first book I wrote was about everything Jesus did and taught from the beginning",
          "ID": "1"
        },
        {
          "text": "until the day he was carried up into heaven. Before he went, he talked to the apostles he had chosen. With the help of the Holy Spirit, he told them what they should do.",
          "ID": "2"
        },
        {
          "text": "This was after his death, but he showed them that he was alive, proving it to them in many ways. The apostles saw Jesus many times during the 40 days after he was raised from death. He spoke to them about God’s kingdom.",
          "ID": "3"
        },
        {
          "text": "One time when Jesus was eating with them, he told them not to leave Jerusalem. He said, “Wait here until you receive what the Father promised to send. Remember, I told you about it before.",
          "ID": "4"
        },
        {
          "text": "John baptized people with water, but in a few days you will be baptized with the Holy Spirit.”",
          "ID": "5"
        },
        {
          "text": "The apostles were all together. They asked Jesus, “Lord, is this the time for you to give the people of Israel their kingdom again?”",
          "ID": "6"
        },
        {
          "text": "Jesus said to them, “The Father is the only one who has the authority to decide dates and times. They are not for you to know.",
          "ID": "7"
        },
        {
          "text": "But the Holy Spirit will come on you and give you power. You will be my witnesses. You will tell people everywhere about me—in Jerusalem, in the rest of Judea, in Samaria, and in every part of the world.”",
          "ID": "8"
        },
        {
          "text": "After Jesus said this, he was lifted up into the sky. While they were watching, he went into a cloud, and they could not see him.",
          "ID": "9"
        },
        {
          "text": "They were staring into the sky where he had gone. Suddenly two men wearing white clothes were standing beside them.",
          "ID": "10"
        },
        {
          "text": "They said, “Men from Galilee, why are you standing here looking into the sky? You saw Jesus carried away from you into heaven. He will come back in the same way you saw him go.”",
          "ID": "11"
        },
        {
          "text": "Then the apostles went back to Jerusalem from the Mount of Olives. This mountain is about a half mile from Jerusalem.",
          "ID": "12",
          "comments": [
            "half a mile Literally, “a Sabbath day’s journey.”"
          ]
        },
        {
          "text": "When they entered the city, they went to the upstairs room where they were staying. These are the ones who were there: Peter, John, James, Andrew, Philip, Thomas, Bartholomew, Matthew, James (the son of Alphaeus), Simon, the Zealot, and Judas (the son of James).",
          "ID": "13"
        },
        {
          "text": "The apostles were all together. They were constantly praying with the same purpose. Some women, Mary the mother of Jesus, and his brothers were there with the apostles.",
          "ID": "14"
        },
        {
          "text": "After a few days there was a meeting of the believers. There were about 120 of them. Peter stood up and said,",
          "ID": "15"
        },
        {
          "text": "“Brothers and sisters, in the Scriptures the Holy Spirit said through David that something must happen. He was talking about Judas, one of our own group. Judas served together with us. The Spirit said that Judas would lead men to arrest Jesus.”",
          "ID": "16-17"
        },
        {
          "text": "(Judas was paid money for doing this. His money was used to buy him a field. But he fell on his head, his body broke open, and all his intestines poured out.",
          "ID": "18"
        },
        {
          "text": "And all the people of Jerusalem learned about this. That is why they named that field Akeldama, which in their language means “field of blood.”)",
          "ID": "19"
        },
        {
          "text": "Peter said, “In the book of Psalms, this is written about Judas:\n‘People should not go near his land;\nno one should live there.’ \nAnd it is also written:\n‘Let another man have his work.’ ",
          "ID": "20"
        },
        {
          "text": "“So now another man must join us and be a witness of Jesus’ resurrection. He must be one of those men who were part of our group during all the time the Lord Jesus was with us. He must have been with us from the time John was baptizing people until the day when Jesus was carried up from us into heaven.”",
          "ID": "21-22"
        },
        {
          "text": "They put two men before the group. One was Joseph Barsabbas. He was also called Justus. The other man was Matthias.",
          "ID": "23"
        },
        {
          "text": "They prayed, “Lord, you know the minds of all people. Show us which one of these two men you choose to do this work. Judas turned away from it and went where he belongs. Lord, show us which man should take his place as an apostle!”",
          "ID": "24-25"
        },
        {
          "text": "Then they used lots to choose one of the two men. The lots showed that Matthias was the one the Lord wanted. So he became an apostle with the other eleven.",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.1",
      "name": "Acts 1"
    },
    {
      "title": "The Believers Share",
      "text": [
        {
          "text": "When the day of Pentecost came, they were all together in one place.",
          "ID": "1"
        },
        {
          "text": "Suddenly a noise came from heaven. It sounded like a strong wind blowing. This noise filled the whole house where they were sitting.",
          "ID": "2"
        },
        {
          "text": "They saw something that looked like flames of fire. The flames were separated and stood over each person there.",
          "ID": "3"
        },
        {
          "text": "They were all filled with the Holy Spirit, and they began to speak different languages. The Holy Spirit was giving them the power to do this.",
          "ID": "4"
        },
        {
          "text": "There were some godly Jews in Jerusalem at this time. They were from every country in the world.",
          "ID": "5"
        },
        {
          "text": "A large crowd came together because they heard the noise. They were surprised because, as the apostles were speaking, everyone heard in their own language.",
          "ID": "6"
        },
        {
          "text": "They were all amazed at this. They did not understand how the apostles could do this. They said, “Look! These men we hear speaking are all from Galilee.",
          "ID": "7",
          "comments": [
            "from Galilee The people thought men from Galilee could speak only their own language."
          ]
        },
        {
          "text": "But we hear them in our own languages. How is this possible? We are from all these different places:",
          "ID": "8"
        },
        {
          "text": "Parthia, Media, Elam, Mesopotamia, Judea, Cappadocia, Pontus, Asia,",
          "ID": "9"
        },
        {
          "text": "Phrygia, Pamphylia, Egypt, the areas of Libya near the city of Cyrene, Rome,",
          "ID": "10"
        },
        {
          "text": "Crete, and Arabia. Some of us were born Jews, and others have changed their religion to worship God like Jews. We are from these different countries, but we can hear these men in our own languages! We can all understand the great things they are saying about God.”",
          "ID": "11"
        },
        {
          "text": "The people were all amazed and confused. They asked each other, “What is happening?”",
          "ID": "12"
        },
        {
          "text": "But others were laughing at the apostles, saying they were drunk from too much wine.",
          "ID": "13"
        },
        {
          "text": "Then Peter stood up with the other eleven apostles. He spoke loudly so that all the people could hear. He said, “My Jewish brothers and all of you who live in Jerusalem, listen to me. I will tell you something you need to know. Listen carefully.",
          "ID": "14"
        },
        {
          "text": "These men are not drunk as you think; it’s only nine o’clock in the morning.",
          "ID": "15"
        },
        {
          "text": "But Joel the prophet wrote about what you see happening here today. This is what he wrote:",
          "ID": "16"
        },
        {
          "text": "‘God says: In the last days\nI will pour out my Spirit on all people.\nYour sons and daughters will prophesy.\nYour young men will see visions.\nYour old men will have special dreams.",
          "ID": "17"
        },
        {
          "text": "In those days I will pour out my Spirit\non my servants, men and women,\nand they will prophesy.",
          "ID": "18"
        },
        {
          "text": "I will work wonders in the sky above.\nI will cause miraculous signs on the earth below.\nThere will be blood, fire, and thick smoke.",
          "ID": "19"
        },
        {
          "text": "The sun will be changed into darkness,\nand the moon will be as red as blood.\nThen the great and glorious day of the Lord will come.",
          "ID": "20"
        },
        {
          "text": "And everyone who trusts in the Lord will be saved.’ ",
          "ID": "21",
          "comments": [
            "who trusts in the Lord Literally, “who calls on the name of the Lord,” meaning to show faith in him by worshiping him or praying to him for help."
          ]
        },
        {
          "text": "“My fellow Israelites, listen to these words: Jesus from Nazareth was a very special man. God clearly showed this to you. He proved it by the miracles, wonders, and miraculous signs he did through Jesus. You all saw these things, so you know this is true.",
          "ID": "22"
        },
        {
          "text": "Jesus was handed over to you, and you killed him. With the help of evil men, you nailed him to a cross. But God knew all this would happen. It was his plan—a plan he made long ago.",
          "ID": "23"
        },
        {
          "text": "Jesus suffered the pain of death, but God made him free. He raised him from death. There was no way for death to hold him.",
          "ID": "24"
        },
        {
          "text": "David said this about him:\n‘I saw the Lord before me always;\nhe is at my right side to keep me safe.",
          "ID": "25"
        },
        {
          "text": "So my heart is happy,\nand the words I speak are words of joy.\nYes, even my body will live with hope,",
          "ID": "26"
        },
        {
          "text": "because you will not leave me in the place of death.\nYou will not let the body of your Holy One rot in the grave.",
          "ID": "27",
          "comments": [
            "place of death Literally, “Hades.” Also in verse 31."
          ]
        },
        {
          "text": "You taught me how to live.\nYou will come close to me and give me great joy.’ ",
          "ID": "28"
        },
        {
          "text": "“My brothers, I can tell you for sure about David, our great ancestor. He died, was buried, and his tomb is still here with us today.",
          "ID": "29"
        },
        {
          "text": "He was a prophet and knew something that God had said. God had promised David that someone from his own family would sit on David’s throne as king.",
          "ID": "30",
          "comments": [
            "God had promised … as king See 2 Sam. 7:12, 13 and Ps. 132:11."
          ]
        },
        {
          "text": "David knew this before it happened. That is why he said this about that future king:\n‘He was not left in the place of death.\nHis body did not rot in the grave.’\nDavid was talking about the Messiah rising from death.",
          "ID": "31"
        },
        {
          "text": "So Jesus is the one God raised from death. We are all witnesses of this. We saw him.",
          "ID": "32"
        },
        {
          "text": "Jesus was lifted up to heaven. Now he is with God, at God’s right side. The Father has given the Holy Spirit to him, as he promised. So Jesus has now poured out that Spirit. This is what you see and hear.",
          "ID": "33"
        },
        {
          "text": "David was not the one who was lifted up to heaven. David himself said,\n‘The Lord God said to my Lord:\nSit at my right side,",
          "ID": "34"
        },
        {
          "text": "    until I put your enemies under your power.’ ",
          "ID": "35",
          "comments": [
            "until I put … power Literally, “until I make your enemies a footstool for your feet.”"
          ]
        },
        {
          "text": "“So, all the people of Israel should know this for certain: God has made Jesus to be Lord and Messiah. He is the man you nailed to the cross!”",
          "ID": "36"
        },
        {
          "text": "When the people heard this, they felt very, very sorry. They asked Peter and the other apostles, “Brothers, what should we do?”",
          "ID": "37"
        },
        {
          "text": "Peter said to them, “Change your hearts and lives and be baptized, each one of you, in the name of Jesus Christ. Then God will forgive your sins, and you will receive the gift of the Holy Spirit.",
          "ID": "38"
        },
        {
          "text": "This promise is for you. It is also for your children and for the people who are far away. It is for everyone the Lord our God calls to himself.”",
          "ID": "39"
        },
        {
          "text": "Peter warned them with many other words; he begged them, “Save yourselves from the evil of the people who live now!”",
          "ID": "40"
        },
        {
          "text": "Then those who accepted what Peter said were baptized. On that day about 3000 people were added to the group of believers.",
          "ID": "41"
        },
        {
          "text": "The believers spent their time listening to the teaching of the apostles. They shared everything with each other. They ate together and prayed together.",
          "ID": "42",
          "comments": [
            "ate Literally, “broke bread.” This may mean a meal or the Lord’s Supper, the special meal Jesus told his followers to eat to remember him. Also in verse 46. See Lk. 22:14-20."
          ]
        },
        {
          "text": "Many wonders and miraculous signs were happening through the apostles, and everyone felt great respect for God.",
          "ID": "43"
        },
        {
          "text": "All the believers stayed together and shared everything.",
          "ID": "44"
        },
        {
          "text": "They sold their land and the things they owned. Then they divided the money and gave it to those who needed it.",
          "ID": "45"
        },
        {
          "text": "The believers shared a common purpose, and every day they spent much of their time together in the Temple area. They also ate together in their homes. They were happy to share their food and ate with joyful hearts.",
          "ID": "46"
        },
        {
          "text": "The believers praised God and were respected by all the people. More and more people were being saved every day, and the Lord was adding them to their group.",
          "ID": "47"
        }
      ],
      "ID": "NT:ACT.2",
      "name": "Acts 2"
    },
    {
      "title": "Peter Speaks to the People",
      "text": [
        {
          "text": "One day Peter and John went to the Temple area. It was three o’clock in the afternoon, which was the time for the daily Temple prayer service.",
          "ID": "1"
        },
        {
          "text": "As they were entering the Temple area, a man was there who had been crippled all his life. He was being carried by some friends who brought him to the Temple every day. They put him by one of the gates outside the Temple. It was called Beautiful Gate. There he begged for money from the people going to the Temple.",
          "ID": "2"
        },
        {
          "text": "That day he saw Peter and John going into the Temple area. He asked them for money.",
          "ID": "3"
        },
        {
          "text": "Peter and John looked at the crippled man and said, “Look at us!”",
          "ID": "4"
        },
        {
          "text": "He looked at them; he thought they would give him some money.",
          "ID": "5"
        },
        {
          "text": "But Peter said, “I don’t have any silver or gold, but I do have something else I can give you. By the power of Jesus Christ from Nazareth—stand up and walk!”",
          "ID": "6"
        },
        {
          "text": "Then Peter took the man’s right hand and lifted him up. Immediately his feet and legs became strong.",
          "ID": "7"
        },
        {
          "text": "He jumped up, stood on his feet, and began to walk. He went into the Temple area with them. He was walking and jumping and praising God.",
          "ID": "8"
        },
        {
          "text": "All the people recognized him. They knew he was the crippled man who always sat by the Beautiful Gate to beg for money. Now they saw this same man walking and praising God. They were amazed. They did not understand how this could happen.",
          "ID": "9-10"
        },
        {
          "text": "The man was holding on to Peter and John. All the people were amazed. They ran to Peter and John at Solomon’s Porch.",
          "ID": "11"
        },
        {
          "text": "When Peter saw this, he said to the people, “My Jewish brothers, why are you surprised at this? You are looking at us as if it was our power that made this man walk. Do you think this was done because we are good?",
          "ID": "12"
        },
        {
          "text": "No, God did it! He is the God of Abraham, the God of Isaac, and the God of Jacob. He is the God of all our fathers. He gave glory to Jesus, his special servant. But you handed him over to be killed. Pilate decided to let him go free. But you told Pilate you did not want him.",
          "ID": "13"
        },
        {
          "text": "Jesus was holy and good, but you said you did not want him. You told Pilate to give you a murderer instead of Jesus.",
          "ID": "14",
          "comments": [
            "murderer Barabbas, the man the Jews chose to let go free instead of Jesus. See Lk. 23:18."
          ]
        },
        {
          "text": "And so you killed the one who gives life! But God raised him from death. We are witnesses of this—we saw it with our own eyes.",
          "ID": "15"
        },
        {
          "text": "“This crippled man was healed because we trusted in Jesus. It was Jesus’ power that made him well. You can see this man, and you know him. He was made completely well because of faith in Jesus. You all saw it happen!",
          "ID": "16"
        },
        {
          "text": "“My brothers, I know that what you did to Jesus was done because you did not understand what you were doing. And your leaders did not understand any more than you did.",
          "ID": "17"
        },
        {
          "text": "But God said these things would happen. Through the prophets he said that his Messiah would suffer and die. I have told you how God made this happen.",
          "ID": "18"
        },
        {
          "text": "So you must change your hearts and lives. Come back to God, and he will forgive your sins.",
          "ID": "19"
        },
        {
          "text": "Then the Lord will give you times of spiritual rest. He will send you Jesus, the one he chose to be the Messiah.",
          "ID": "20"
        },
        {
          "text": "“But Jesus must stay in heaven until the time when all things will be made right again. God told about this time when he spoke long ago through his holy prophets.",
          "ID": "21"
        },
        {
          "text": "Moses said, ‘The Lord your God will give you a prophet. That prophet will come from among your own people. He will be like me. You must obey everything he tells you.",
          "ID": "22"
        },
        {
          "text": "And anyone who refuses to obey that prophet will die, separated from God’s people.’",
          "ID": "23",
          "comments": [
            "Quote from Deut. 18:15, 19."
          ]
        },
        {
          "text": "“Samuel, and all the other prophets who spoke for God after Samuel, said that this time would come.",
          "ID": "24"
        },
        {
          "text": "And what those prophets talked about is for you, their descendants. You have received the agreement that God made with your fathers. God said to your father Abraham, ‘Every nation on earth will be blessed through your descendants.’",
          "ID": "25",
          "comments": [
            "Quote from Gen. 22:18; 26:24."
          ]
        },
        {
          "text": "God has sent his special servant Jesus. He sent him to you first. He sent him to bless you by causing each of you to turn away from your evil ways.”",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.3",
      "name": "Acts 3"
    },
    {
      "title": "The Believers Share",
      "text": [
        {
          "text": "While Peter and John were speaking to the people, some Jewish leaders came up to them. There were some priests, the captain of the soldiers that guarded the Temple, and some Sadducees.",
          "ID": "1"
        },
        {
          "text": "They were upset because of what Peter and John were teaching the people. By telling people about Jesus, the apostles were teaching that people will rise from death.",
          "ID": "2"
        },
        {
          "text": "The Jewish leaders arrested Peter and John and put them in jail. It was already night, so they kept them in jail until the next day.",
          "ID": "3"
        },
        {
          "text": "But many of the people who heard the apostles believed what they said. There were now about 5000 men in the group of believers.",
          "ID": "4"
        },
        {
          "text": "The next day the Jewish rulers, the older Jewish leaders, and the teachers of the law met in Jerusalem.",
          "ID": "5"
        },
        {
          "text": "Annas the high priest, Caiaphas, John, and Alexander were there. Everyone from the high priest’s family was there.",
          "ID": "6"
        },
        {
          "text": "They made Peter and John stand before all the people. They asked them over and over, “How did you make this crippled man well? What power did you use? By whose authority did you do this?”",
          "ID": "7"
        },
        {
          "text": "Then Peter was filled with the Holy Spirit and said to them, “Rulers of the people and you older leaders,",
          "ID": "8"
        },
        {
          "text": "are you questioning us today about what we did to help this crippled man? Are you asking us what made him well?",
          "ID": "9"
        },
        {
          "text": "We want all of you and all the people of Israel to know that this man was made well by the power of Jesus Christ from Nazareth. You nailed Jesus to a cross, but God raised him from death. This man was crippled, but he is now well. He is able to stand here before you because of the power of Jesus!",
          "ID": "10"
        },
        {
          "text": "Jesus is\n‘the stone that you builders thought was not important.\nBut this stone has become the cornerstone.’ ",
          "ID": "11",
          "comments": [
            "stone A picture or symbol meaning Jesus."
          ]
        },
        {
          "text": "Jesus is the only one who can save people. His name is the only power in the world that has been given to save anyone. We must be saved through him!”",
          "ID": "12"
        },
        {
          "text": "The Jewish leaders understood that Peter and John had no special training or education. But they also saw that they were not afraid to speak. So the leaders were amazed. They also realized that Peter and John had been with Jesus.",
          "ID": "13"
        },
        {
          "text": "They saw the crippled man standing there beside the apostles. They saw that he was healed, so they could say nothing against the apostles.",
          "ID": "14"
        },
        {
          "text": "The Jewish leaders told them to leave the council meeting. Then the leaders talked to each other about what they should do.",
          "ID": "15"
        },
        {
          "text": "They said, “What shall we do with these men? Everyone in Jerusalem knows about the miracle they did as a sign from God. It’s too obvious. We can’t say it didn’t happen.",
          "ID": "16"
        },
        {
          "text": "But we must make them afraid to talk to anyone again using that name. Then this problem will not spread among the people.”",
          "ID": "17",
          "comments": [
            "that name That is, Jesus’ name. The Jewish leaders avoided saying his name. See Lk. 15:2."
          ]
        },
        {
          "text": "So the Jewish leaders called Peter and John in again. They told the apostles not to say anything or to teach anything in the name of Jesus.",
          "ID": "18"
        },
        {
          "text": "But Peter and John answered them, “What do you think is right? What would God want? Should we obey you or God?",
          "ID": "19"
        },
        {
          "text": "We cannot be quiet. We must tell people about what we have seen and heard.”",
          "ID": "20"
        },
        {
          "text": "The Jewish leaders could not find a way to punish the apostles, because all the people were praising God for what had been done. This miracle was a sign from God. The man who was healed was more than 40 years old. So the Jewish leaders warned the apostles again and let them go free.",
          "ID": "21-22"
        },
        {
          "text": "Peter and John left the meeting of Jewish leaders and went to their own group. They told the group everything that the leading priests and the older Jewish leaders had said to them.",
          "ID": "23"
        },
        {
          "text": "When the believers heard this, they all prayed to God with one purpose. They said, “Master, you are the one who made the sky, the earth, the sea, and everything in the world.",
          "ID": "24"
        },
        {
          "text": "Our ancestor David was your servant. With the help of the Holy Spirit he wrote these words:\n‘Why are the nations shouting?\nWhy are the people planning such useless things?",
          "ID": "25"
        },
        {
          "text": "‘The kings of the earth prepare themselves to fight,\nand the rulers all come together against the Lord and against his Messiah.’ ",
          "ID": "26"
        },
        {
          "text": "That’s what actually happened when Herod, Pontius Pilate, the other nations, and the people of Israel all came together against Jesus here in Jerusalem. He is your holy Servant, the one you made to be the Messiah.",
          "ID": "27"
        },
        {
          "text": "These people who came together against Jesus made your plan happen. It was done because of your power and your will.",
          "ID": "28"
        },
        {
          "text": "And now, Lord, listen to what they are saying. They are trying to make us afraid. We are your servants. Help us to say what you want us to say without fear.",
          "ID": "29"
        },
        {
          "text": "Help us to be brave by showing us your power. Make sick people well. Cause miraculous signs and wonders to happen by the authority of Jesus, your holy servant.”",
          "ID": "30",
          "comments": [
            "authority Literally, “name.”"
          ]
        },
        {
          "text": "After the believers prayed, the place where they were meeting shook. They were all filled with the Holy Spirit, and they continued to speak God’s message without fear.",
          "ID": "31"
        },
        {
          "text": "The whole group of believers was united in their thinking and in what they wanted. None of them said that the things they had were their own. Instead, they shared everything.",
          "ID": "32"
        },
        {
          "text": "With great power the apostles were making it known to everyone that the Lord Jesus was raised from death. And God blessed all the believers very much.",
          "ID": "33"
        },
        {
          "text": "None of them could say they needed anything. Everyone who owned fields or houses sold them. They brought the money they got",
          "ID": "34"
        },
        {
          "text": "and gave it to the apostles. Then everyone was given whatever they needed.",
          "ID": "35"
        },
        {
          "text": "One of the believers was named Joseph. The apostles called him Barnabas, a name that means “one who encourages others.” He was a Levite born in Cyprus.",
          "ID": "36"
        },
        {
          "text": "Joseph sold a field he owned. He brought the money and gave it to the apostles.",
          "ID": "37"
        }
      ],
      "ID": "NT:ACT.4",
      "name": "Acts 4"
    },
    {
      "title": "The Apostles Are Arrested",
      "text": [
        {
          "text": "There was a man named Ananias. His wife’s name was Sapphira. Ananias sold some land he had,",
          "ID": "1"
        },
        {
          "text": "but he gave only part of the money to the apostles. He secretly kept some of the money for himself. His wife knew this, and she agreed with it.",
          "ID": "2"
        },
        {
          "text": "Peter said, “Ananias, why did you let Satan fill your mind with such an idea? You kept part of the money for yourself and lied about it to the Holy Spirit!",
          "ID": "3"
        },
        {
          "text": "Before you sold the field, it belonged to you, right? And even after you sold it, you could have used the money any way you wanted. How could you even think of doing such a thing? You lied to God, not to us!”",
          "ID": "4"
        },
        {
          "text": "When Ananias heard this, he fell down and died. Some young men came and wrapped his body. They carried it out and buried it. And everyone who heard about this was filled with fear.",
          "ID": "5-6"
        },
        {
          "text": "About three hours later his wife came in. Sapphira did not know about what had happened to her husband.",
          "ID": "7"
        },
        {
          "text": "Peter said to her, “Tell me how much money you got for your field. Was it this much?”\nSapphira answered, “Yes, that was all we got for the field.”",
          "ID": "8"
        },
        {
          "text": "Peter said to her, “Why did you and your husband agree to test the Spirit of the Lord? Listen! Do you hear those footsteps? The men who buried your husband are at the door. They will carry you out in the same way.”",
          "ID": "9"
        },
        {
          "text": "At that moment Sapphira fell down by his feet and died. The young men came in and saw that she was dead. They carried her out and buried her beside her husband.",
          "ID": "10"
        },
        {
          "text": "The whole church and all the other people who heard about this were filled with fear.",
          "ID": "11"
        },
        {
          "text": "The apostles were given the power to do many miraculous signs and wonders among the people. They were together in Solomon’s Porch, and they all had the same purpose.",
          "ID": "12"
        },
        {
          "text": "None of the other people dared to stand with the apostles, but everyone was saying wonderful things about them.",
          "ID": "13"
        },
        {
          "text": "More and more people believed in the Lord, and many men and women were added to the group of believers.",
          "ID": "14"
        },
        {
          "text": "So the people brought those who were sick into the streets and put them on little beds and mats. They were hoping that Peter’s shadow might fall on them as he walked by.",
          "ID": "15"
        },
        {
          "text": "People came from all the towns around Jerusalem. They brought those who were sick or troubled by evil spirits. All of them were healed.",
          "ID": "16"
        },
        {
          "text": "The high priest and all his friends, a group called the Sadducees, became very jealous.",
          "ID": "17"
        },
        {
          "text": "They grabbed the apostles and put them in jail.",
          "ID": "18"
        },
        {
          "text": "But during the night, an angel of the Lord opened the doors of the jail. The angel led the apostles outside and said,",
          "ID": "19"
        },
        {
          "text": "“Go and stand in the Temple area. Tell the people everything about this new life.”",
          "ID": "20"
        },
        {
          "text": "When the apostles heard this, they did what they were told. They went into the Temple area about sunrise and began to teach the people.\nThe high priest and his friends came together and called a meeting of the high council and all the older Jewish leaders. They sent some men to the jail to bring the apostles to them.",
          "ID": "21"
        },
        {
          "text": "When the men went to the jail, they could not find the apostles there. So they went back and told the Jewish leaders about this.",
          "ID": "22"
        },
        {
          "text": "They said, “The jail was closed and locked. The guards were standing at the doors. But when we opened the doors, the jail was empty!”",
          "ID": "23"
        },
        {
          "text": "The captain of the Temple guards and the leading priests heard this. They were confused and wondered what it all meant.",
          "ID": "24"
        },
        {
          "text": "Then another man came and told them, “Listen! The men you put in jail are standing in the Temple area teaching the people.”",
          "ID": "25"
        },
        {
          "text": "The captain and his men went out and brought the apostles back. But the soldiers did not use force, because they were afraid of the people. They were afraid the people would stone them to death.",
          "ID": "26"
        },
        {
          "text": "The soldiers brought the apostles in and made them stand before the council. The high priest questioned them.",
          "ID": "27"
        },
        {
          "text": "He said, “We told you never again to teach using that name. But look at what you have done! You have filled Jerusalem with your teaching. And you are trying to blame us for his death.”",
          "ID": "28",
          "comments": [
            "that name That is, Jesus’ name. The Jewish leaders avoided saying his name. See Acts 4:17, 18."
          ]
        },
        {
          "text": "Peter and the other apostles answered, “We must obey God, not you!",
          "ID": "29"
        },
        {
          "text": "You killed Jesus by nailing him to a cross. But God, the same God our fathers had, raised Jesus up from death.",
          "ID": "30"
        },
        {
          "text": "Jesus is the one God honored by giving him a place at his right side. He made him our Leader and Savior. God did this to give all the people of Israel the opportunity to change and turn to God to have their sins forgiven.",
          "ID": "31"
        },
        {
          "text": "We saw all these things happen, and we can say that they are true. The Holy Spirit also shows that these things are true. God has given this Spirit to all those who obey him.”",
          "ID": "32"
        },
        {
          "text": "When the council members heard this, they became very angry. They began to plan a way to kill the apostles.",
          "ID": "33"
        },
        {
          "text": "But one member of the council, a Pharisee named Gamaliel, stood up. He was a teacher of the law, and all the people respected him. He told the men to make the apostles leave the meeting for a few minutes.",
          "ID": "34"
        },
        {
          "text": "Then he said to them, “Men of Israel, be careful of what you are planning to do to these men.",
          "ID": "35"
        },
        {
          "text": "Remember when Theudas appeared? He said he was an important man, and about 400 men joined him. But he was killed, and all who followed him were scattered and ran away. They were not able to do anything.",
          "ID": "36"
        },
        {
          "text": "Later, during the time of the census, a man named Judas came from Galilee. Many people joined his group, but he was also killed, and all his followers were scattered.",
          "ID": "37"
        },
        {
          "text": "And so now I tell you, stay away from these men. Leave them alone. If their plan is something they thought up, it will fail.",
          "ID": "38"
        },
        {
          "text": "But if it is from God, you will not be able to stop them. You might even be fighting against God himself!”\nThe Jewish leaders agreed with what Gamaliel said.",
          "ID": "39"
        },
        {
          "text": "They called the apostles in again. They beat them and told them not to speak anymore using the name of Jesus. Then they let them go free.",
          "ID": "40"
        },
        {
          "text": "The apostles left the council meeting. They were happy because they were given the honor of suffering dishonor for Jesus.",
          "ID": "41"
        },
        {
          "text": "The apostles did not stop teaching the people. They continued to tell the Good News—that Jesus is the Messiah. They did this every day in the Temple area and in people’s homes.",
          "ID": "42"
        }
      ],
      "ID": "NT:ACT.5",
      "name": "Acts 5"
    },
    {
      "title": "Some Jews Against Stephen",
      "text": [
        {
          "text": "More and more people were becoming followers of Jesus. But during this same time, the Greek-speaking followers began to complain against the other Jewish followers. They said that their widows were not getting their share of what the followers received every day.",
          "ID": "1"
        },
        {
          "text": "The twelve apostles called the whole group of followers together.\nThe apostles said to them, “It would not be right for us to give up our work of teaching God’s word in order to be in charge of getting food to people.",
          "ID": "2"
        },
        {
          "text": "So, brothers and sisters, choose seven of your men who have a good reputation. They must be full of wisdom and the Spirit. We will give them this work to do.",
          "ID": "3"
        },
        {
          "text": "Then we can use all our time to pray and to teach the word of God.”",
          "ID": "4"
        },
        {
          "text": "The whole group liked the idea. So they chose these seven men: Stephen (a man with great faith and full of the Holy Spirit), Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolaus (a man from Antioch who had become a Jew).",
          "ID": "5",
          "comments": [
            "Philip Not the apostle named Philip."
          ]
        },
        {
          "text": "Then they put these men before the apostles, who prayed and laid their hands on them.",
          "ID": "6",
          "comments": [
            "laid their hands on them This act was a way of asking God to bless people in a special way—to heal them, to cause the Holy Spirit to come into them, or to give them power for a special work."
          ]
        },
        {
          "text": "The word of God was reaching more and more people. The group of followers in Jerusalem became larger and larger. Even a big group of Jewish priests believed and obeyed.",
          "ID": "7"
        },
        {
          "text": "Stephen received a great blessing. God gave him power to do great wonders and miraculous signs among the people.",
          "ID": "8"
        },
        {
          "text": "But some of the Jews there were from the synagogue of Free Men, as it was called. The group included Jews from Cyrene, Alexandria, Cilicia, and Asia. They started arguing with Stephen.",
          "ID": "9"
        },
        {
          "text": "But the Spirit was helping him speak with wisdom. His words were so strong that these Jews could not argue with him.",
          "ID": "10"
        },
        {
          "text": "So they told some men to say, “We heard Stephen say bad things against Moses and against God!”",
          "ID": "11"
        },
        {
          "text": "By doing this, these Jews upset the people, the older Jewish leaders, and the teachers of the law. They became so angry that they came and grabbed Stephen and took him to a meeting of the high council.",
          "ID": "12"
        },
        {
          "text": "The Jews brought some men into the meeting to tell lies about Stephen. These men said, “This man is always saying things against this holy place and against the Law of Moses.",
          "ID": "13"
        },
        {
          "text": "We heard him say that Jesus from Nazareth will destroy this place and change what Moses told us to do.”",
          "ID": "14"
        },
        {
          "text": "Everyone there in the council meeting was staring at Stephen. They saw that his face looked like the face of an angel.",
          "ID": "15"
        }
      ],
      "ID": "NT:ACT.6",
      "name": "Acts 6"
    },
    {
      "title": "Stephen Is Killed",
      "text": [
        {
          "text": "The high priest said to Stephen, “Is all this true?”",
          "ID": "1"
        },
        {
          "text": "Stephen answered, “My Jewish fathers and brothers, listen to me. Our great and glorious God appeared to Abraham, our ancestor, when he was in Mesopotamia. This was before he lived in Haran.",
          "ID": "2"
        },
        {
          "text": "God said to him, ‘Leave your country and your people, and go to the country I will show you.’",
          "ID": "3",
          "comments": [
            "Quote from Gen. 12:1."
          ]
        },
        {
          "text": "“So Abraham left the country of Chaldea. He went to live in Haran. After his father died, God sent him to this place, where you live now.",
          "ID": "4",
          "comments": [
            "Chaldea Or “Babylonia,” a land in the southern part of Mesopotamia. See verse 2."
          ]
        },
        {
          "text": "But God did not give Abraham any of this land, not even a foot of it. But God promised that in the future he would give Abraham this land for himself and for his children. This was before Abraham had any children.",
          "ID": "5"
        },
        {
          "text": "“This is what God said to him: ‘Your descendants will live in another country. They will be strangers. The people there will make them slaves and mistreat them for 400 years.",
          "ID": "6"
        },
        {
          "text": "But I will punish the nation that made them slaves.’ And God also said, ‘After those things happen, your people will come out of that country. Then they will worship me here in this place.’",
          "ID": "7",
          "comments": [
            "Quote from Gen. 15:13-14.",
            "Quote from Gen. 15:14; Ex. 3:12."
          ]
        },
        {
          "text": "“God made an agreement with Abraham; the sign for this agreement was circumcision. And so when Abraham had a son, he circumcised him when he was eight days old. His son’s name was Isaac. Isaac also circumcised his son Jacob. And Jacob did the same for his sons, who became the twelve great ancestors of our people.",
          "ID": "8"
        },
        {
          "text": "“These ancestors of ours became jealous of their brother Joseph and sold him to be a slave in Egypt. But God was with him",
          "ID": "9"
        },
        {
          "text": "and saved him from all his troubles. Pharaoh was the king of Egypt then. He liked Joseph and respected him because of the wisdom God gave him. Pharaoh gave Joseph the job of being a governor of Egypt. He even let him rule over all the people in Pharaoh’s house.",
          "ID": "10"
        },
        {
          "text": "But all the land of Egypt and of Canaan became dry. It became so dry that food could not grow, and the people suffered very much. Our people could not find anything to eat.",
          "ID": "11"
        },
        {
          "text": "“But Jacob heard that there was food in Egypt. So he sent our people there. This was their first trip to Egypt.",
          "ID": "12"
        },
        {
          "text": "Then they went there a second time. This time Joseph told his brothers who he was. And Pharaoh learned about Joseph’s family.",
          "ID": "13"
        },
        {
          "text": "Then Joseph sent some men to tell Jacob, his father, to come to Egypt. He also invited all his relatives, a total of 75 people.",
          "ID": "14"
        },
        {
          "text": "So Jacob went down to Egypt. He and our other ancestors lived there until they died.",
          "ID": "15"
        },
        {
          "text": "Later, their bodies were moved to Shechem, where they were put in a tomb. It was the same tomb that Abraham had bought in Shechem from the sons of Hamor. He paid them with silver.",
          "ID": "16"
        },
        {
          "text": "“The number of our people in Egypt grew. There were more and more of our people there. The promise that God made to Abraham was soon to come true.",
          "ID": "17"
        },
        {
          "text": "Then a different king began to rule Egypt, one who knew nothing about Joseph.",
          "ID": "18"
        },
        {
          "text": "This king tricked our people. He treated them badly, making them leave their children outside to die.",
          "ID": "19"
        },
        {
          "text": "“This was the time when Moses was born. He was a very beautiful child, and for three months his parents took care of him at home.",
          "ID": "20"
        },
        {
          "text": "When they put him outside, Pharaoh’s daughter took him. She raised him as her own son.",
          "ID": "21"
        },
        {
          "text": "The Egyptians taught Moses everything they knew. He was powerful in all he said and did.",
          "ID": "22"
        },
        {
          "text": "“When Moses was about 40 years old, he decided to visit his own people, the people of Israel.",
          "ID": "23"
        },
        {
          "text": "He saw one of them being mistreated by an Egyptian, so he defended him. Moses hit the Egyptian to pay him back for hurting the man. He hit him so hard that it killed him.",
          "ID": "24"
        },
        {
          "text": "Moses thought that his people would understand that God was using him to save them. But they did not understand.",
          "ID": "25"
        },
        {
          "text": "“The next day, Moses saw two of his own people fighting. He tried to make peace between them. He said, ‘Men, you are brothers! Why are you trying to hurt each other?’",
          "ID": "26"
        },
        {
          "text": "The man who was hurting the other one pushed Moses away and said to him, ‘Did anyone say you could be our ruler and judge?",
          "ID": "27"
        },
        {
          "text": "Will you kill me just as you killed that Egyptian yesterday?’",
          "ID": "28",
          "comments": [
            "Quote from Ex. 2:14."
          ]
        },
        {
          "text": "When Moses heard him say this, he left Egypt. He went to live in the land of Midian, where he was a stranger. During the time he lived there, he had two sons.",
          "ID": "29"
        },
        {
          "text": "“Forty years later Moses was in the desert near Mount Sinai. An angel appeared to him in the flame of a burning bush.",
          "ID": "30"
        },
        {
          "text": "When Moses saw this, he was amazed. He went near to look closer at it. He heard a voice; it was the Lord’s.",
          "ID": "31"
        },
        {
          "text": "The Lord said, ‘I am the same God your ancestors had—the God of Abraham, the God of Isaac, and the God of Jacob.’ Moses began to shake with fear. He was afraid to look at the bush.",
          "ID": "32",
          "comments": [
            "Quote from Ex. 3:6."
          ]
        },
        {
          "text": "“The Lord said to him, ‘Take off your sandals, because the place where you are now standing is holy ground.",
          "ID": "33"
        },
        {
          "text": "I have seen my people suffer much in Egypt. I have heard my people crying and have come down to save them. Come now, Moses, I am sending you back to Egypt.’",
          "ID": "34",
          "comments": [
            "Quote from Ex. 3:5-10."
          ]
        },
        {
          "text": "“This Moses was the one his people said they did not want. They said, ‘Did anyone say you could be our ruler and judge?’ But he is the one God sent to be a ruler and savior. God sent him with the help of an angel, the one Moses saw in the burning bush.",
          "ID": "35",
          "comments": [
            "Quote from Ex. 2:14."
          ]
        },
        {
          "text": "So Moses led the people out of Egypt. He worked wonders and miraculous signs in Egypt, at the Red Sea, and then in the desert for 40 years.",
          "ID": "36"
        },
        {
          "text": "“This is the same Moses who said these words to the people of Israel: ‘God will give you a prophet. That prophet will come from among your own people. He will be like me.’",
          "ID": "37",
          "comments": [
            "Quote from Deut. 18:15."
          ]
        },
        {
          "text": "This same Moses was with the gathering of God’s people in the desert. He was with the angel who spoke to him at Mount Sinai, and he was with our ancestors. He received life-giving words from God to give to us.",
          "ID": "38"
        },
        {
          "text": "“But our ancestors did not want to obey Moses. They rejected him. They wanted to go back to Egypt again.",
          "ID": "39"
        },
        {
          "text": "They said to Aaron, ‘Moses led us out of the country of Egypt. But we don’t know what has happened to him. So make some gods to go before us and lead us.’",
          "ID": "40",
          "comments": [
            "Quote from Ex. 32:1."
          ]
        },
        {
          "text": "So the people made an idol that looked like a calf. Then they brought sacrifices to it. They were very happy with what they had made with their own hands.",
          "ID": "41"
        },
        {
          "text": "But God turned against them and let them continue worshiping the army of false gods in the sky. This is what God says in the book that contains what the prophets wrote:\n‘People of Israel, you did not bring me blood offerings and sacrifices\nin the desert for 40 years;",
          "ID": "42"
        },
        {
          "text": "You carried with you the tent for worshiping Moloch\nand the image of the star of your god Rephan.\nThese were the idols you made to worship.\nSo I will send you away beyond Babylon.’ ",
          "ID": "43"
        },
        {
          "text": "“The Holy Tent was with our ancestors in the desert. God told Moses how to make this tent. He made it like the plan that God showed him.",
          "ID": "44",
          "comments": [
            "Holy Tent Literally, “Tent of the Testimony.” See “ Holy Tent” in the Word List."
          ]
        },
        {
          "text": "Later, Joshua led our ancestors to capture the lands of the other nations. Our people went in and God made the other people go out. When our people went into this new land, they took with them this same tent. Our people received this tent from their fathers, and our people kept it until the time of David.",
          "ID": "45"
        },
        {
          "text": "God was very pleased with David. He asked God to let him build a Temple for the people of Jacob.",
          "ID": "46",
          "comments": [
            "for the people of Jacob Some Greek copies have “for the God of Jacob.”"
          ]
        },
        {
          "text": "But Solomon was the one who built the Temple.",
          "ID": "47"
        },
        {
          "text": "“But the Most High God does not live in houses built by human hands. This is what the prophet writes:",
          "ID": "48",
          "comments": [
            "prophet Isaiah, who spoke for God about 740–700 B.C."
          ]
        },
        {
          "text": "‘The Lord says, Heaven is my throne,\nand the earth is where I rest my feet.\nSo do you think you can build a house for me?\nDo I need a place to rest?",
          "ID": "49"
        },
        {
          "text": "Remember, I made all these things!’” ",
          "ID": "50"
        },
        {
          "text": "Then Stephen said, “You stubborn Jewish leaders! You refuse to give your hearts to God or even listen to him. You are always against what the Holy Spirit wants you to do. That’s how your ancestors were, and you are just like them!",
          "ID": "51"
        },
        {
          "text": "They persecuted every prophet who ever lived. They even killed those who long ago said that the Righteous One would come. And now you have turned against that Righteous One and killed him.",
          "ID": "52"
        },
        {
          "text": "You are the people who received God’s law, which he gave you through his angels. But you don’t obey it!”",
          "ID": "53"
        },
        {
          "text": "When those in the council meeting heard this, they became very angry. They were so mad they were grinding their teeth at him.",
          "ID": "54"
        },
        {
          "text": "But Stephen was full of the Holy Spirit. He looked up into heaven and saw the glory of God. And he saw Jesus standing at God’s right side.",
          "ID": "55"
        },
        {
          "text": "Stephen said, “Look! I see heaven open. And I see the Son of Man standing at God’s right side.”",
          "ID": "56"
        },
        {
          "text": "Everyone there started shouting loudly, covering their ears with their hands. Together they all ran at Stephen.",
          "ID": "57"
        },
        {
          "text": "They took him out of the city and began throwing stones at him. The men who told lies against Stephen gave their coats to a young man named Saul.",
          "ID": "58"
        },
        {
          "text": "As they were throwing the stones at him, Stephen was praying. He said, “Lord Jesus, receive my spirit!”",
          "ID": "59"
        },
        {
          "text": "He fell on his knees and shouted, “Lord, don’t blame them for this sin!” These were his last words before he died.",
          "ID": "60"
        }
      ],
      "ID": "NT:ACT.7",
      "name": "Acts 7"
    },
    {
      "title": "Philip Teaches a Man From Ethiopia",
      "text": [
        {
          "text": "Saul agreed that the killing of Stephen was a good thing. Some godly men buried Stephen and cried loudly for him.\nOn that day the Jews began to persecute the church in Jerusalem, making them suffer very much. Saul was also trying to destroy the group. He went into their houses, dragged out men and women, and put them in jail. All the believers left Jerusalem. Only the apostles stayed. The believers went to different places in Judea and Samaria.",
          "ID": "1"
        },
        {
          "text": "They were scattered everywhere, and in every place they went, they told people the Good News.",
          "ID": "4"
        },
        {
          "text": "Philip went to the city of Samaria and told people about the Messiah.",
          "ID": "5",
          "comments": [
            "Philip Not the apostle named Philip."
          ]
        },
        {
          "text": "The people there heard Philip and saw the miraculous signs he was doing. They all listened carefully to what he said.",
          "ID": "6"
        },
        {
          "text": "Many of these people had evil spirits inside them, but Philip made the evil spirits leave them. The spirits made a lot of noise as they came out. There were also many weak and crippled people there. Philip made these people well too.",
          "ID": "7"
        },
        {
          "text": "What a happy day this was for that city!",
          "ID": "8"
        },
        {
          "text": "Now there was a man named Simon who lived in that city. Before Philip came there, Simon had been doing magic and amazing all the people of Samaria. He bragged and called himself a great man.",
          "ID": "9"
        },
        {
          "text": "All the people—the least important and the most important—believed what he said. They said, “This man has the power of God that is called ‘the Great Power.’”",
          "ID": "10"
        },
        {
          "text": "Simon amazed the people with his magic for so long that the people became his followers.",
          "ID": "11"
        },
        {
          "text": "But Philip told the people the Good News about God’s kingdom and the power of Jesus Christ. Men and women believed Philip and were baptized.",
          "ID": "12"
        },
        {
          "text": "Simon himself also believed, and after he was baptized, he stayed close to Philip. When he saw the miraculous signs and powerful things Philip did, he was amazed.",
          "ID": "13"
        },
        {
          "text": "The apostles in Jerusalem heard that the people of Samaria had accepted the word of God. So they sent Peter and John to the people in Samaria.",
          "ID": "14"
        },
        {
          "text": "When Peter and John arrived, they prayed for the Samaritan believers to receive the Holy Spirit.",
          "ID": "15"
        },
        {
          "text": "These people had been baptized in the name of the Lord Jesus, but the Holy Spirit had not yet come down on any of them. This is why Peter and John prayed.",
          "ID": "16"
        },
        {
          "text": "When the two apostles laid their hands on the people, they received the Holy Spirit.",
          "ID": "17"
        },
        {
          "text": "Simon saw that the Spirit was given to people when the apostles laid their hands on them. So he offered the apostles money.",
          "ID": "18"
        },
        {
          "text": "He said, “Give me this power so that when I lay my hands on someone, they will receive the Holy Spirit.”",
          "ID": "19"
        },
        {
          "text": "Peter said to Simon, “You and your money should both be destroyed because you thought you could buy God’s gift with money.",
          "ID": "20"
        },
        {
          "text": "You cannot share with us in this work. Your heart is not right before God.",
          "ID": "21"
        },
        {
          "text": "Change your heart! Turn away from these evil thoughts and pray to the Lord. Maybe he will forgive you.",
          "ID": "22"
        },
        {
          "text": "I see that you are full of bitter jealousy and cannot stop yourself from doing wrong.”",
          "ID": "23"
        },
        {
          "text": "Simon answered, “Both of you pray to the Lord for me, so that what you have said will not happen to me.”",
          "ID": "24"
        },
        {
          "text": "Then the two apostles told the people what they had seen Jesus do. They told them the message of the Lord. Then they went back to Jerusalem. On the way, they went through many Samaritan towns and told people the Good News.",
          "ID": "25"
        },
        {
          "text": "An angel of the Lord spoke to Philip. The angel said, “Get ready and go south on the road that leads down to Gaza from Jerusalem—the road that goes through the desert.”",
          "ID": "26"
        },
        {
          "text": "So Philip got ready and went. On the road he saw a man from Ethiopia. He was a eunuch and an important official in the service of Candace, the queen of the Ethiopians. He was responsible for taking care of all her money. This man had gone to Jerusalem to worship.",
          "ID": "27"
        },
        {
          "text": "Now he was on his way home. He was sitting in his chariot reading from the book of Isaiah the prophet.",
          "ID": "28"
        },
        {
          "text": "The Spirit said to Philip, “Go to that chariot and stay near it.”",
          "ID": "29"
        },
        {
          "text": "So he went toward the chariot, and he heard the man reading from Isaiah the prophet. Philip asked him, “Do you understand what you are reading?”",
          "ID": "30"
        },
        {
          "text": "The man answered, “How can I understand? I need someone to explain it to me.” Then he invited Philip to climb in and sit with him.",
          "ID": "31"
        },
        {
          "text": "The part of the Scriptures that he was reading was this:\n“He was like a sheep being led to the butcher.\nHe was like a lamb that makes no sound as its wool is being cut off.\nHe said nothing.",
          "ID": "32"
        },
        {
          "text": "He was shamed, and all his rights were taken away.\nHis life on earth has ended.\nSo there will be no story about his descendants.” ",
          "ID": "33"
        },
        {
          "text": "The official said to Philip, “Please, tell me, who is the prophet talking about? Is he talking about himself or about someone else?”",
          "ID": "34",
          "comments": [
            "official Literally, “eunuch.” Also in verses 36, 38, 39."
          ]
        },
        {
          "text": "Philip began to speak. He started with this same Scripture and told the man the Good News about Jesus.",
          "ID": "35"
        },
        {
          "text": "While they were traveling down the road, they came to some water. The official said, “Look, here is water! What is stopping me from being baptized?”",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "37",
          "comments": [
            "Some late copies of Acts add verse 37: “Philip answered, ‘If you believe with all your heart, you can.’ The official said, ‘I believe that Jesus Christ is the Son of God.’”"
          ]
        },
        {
          "text": "Then the official ordered the chariot to stop. Both Philip and the official went down into the water, and Philip baptized him.",
          "ID": "38"
        },
        {
          "text": "When they came up out of the water, the Spirit of the Lord took Philip away; the official never saw him again. The official continued on his way home. He was very happy.",
          "ID": "39"
        },
        {
          "text": "But Philip appeared in a city called Azotus. He was going to the city of Caesarea. He told people the Good News in all the towns on the way from Azotus to Caesarea.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.8",
      "name": "Acts 8"
    },
    {
      "title": "Peter in Lydda and Joppa",
      "text": [
        {
          "text": "In Jerusalem Saul was still trying to scare the followers of the Lord, even saying he would kill them. He went to the high priest",
          "ID": "1"
        },
        {
          "text": "and asked him to write letters to the synagogues in the city of Damascus. Saul wanted the high priest to give him the authority to find people in Damascus who were followers of the Way. If he found any believers there, men or women, he would arrest them and bring them back to Jerusalem.",
          "ID": "2"
        },
        {
          "text": "So Saul went to Damascus. When he came near the city, a very bright light from heaven suddenly shined around him.",
          "ID": "3"
        },
        {
          "text": "He fell to the ground and heard a voice saying to him, “Saul, Saul! Why are you persecuting me?”",
          "ID": "4"
        },
        {
          "text": "Saul said, “Who are you, Lord?”\nThe voice answered, “I am Jesus, the one you are persecuting.",
          "ID": "5"
        },
        {
          "text": "Get up now and go into the city. Someone there will tell you what you must do.”",
          "ID": "6"
        },
        {
          "text": "The men traveling with Saul just stood there, unable to speak. They heard the voice, but they saw no one.",
          "ID": "7"
        },
        {
          "text": "Saul got up from the ground and opened his eyes, but he could not see. So the men with him held his hand and led him into Damascus.",
          "ID": "8"
        },
        {
          "text": "For three days, Saul could not see; he did not eat or drink.",
          "ID": "9"
        },
        {
          "text": "There was a follower of Jesus in Damascus named Ananias. In a vision the Lord said to him, “Ananias!”\nAnanias answered, “Here I am, Lord.”",
          "ID": "10"
        },
        {
          "text": "The Lord said to him, “Get up and go to the street called Straight Street. Find the house of Judas and ask for a man named Saul from the city of Tarsus. He is there now, praying.",
          "ID": "11",
          "comments": [
            "Judas This is not either of the apostles named Judas."
          ]
        },
        {
          "text": "He has seen a vision in which a man named Ananias came and laid his hands on him so that he could see again.”",
          "ID": "12"
        },
        {
          "text": "But Ananias answered, “Lord, many people have told me about this man. They told me about the many bad things he did to your holy people in Jerusalem.",
          "ID": "13"
        },
        {
          "text": "Now he has come here to Damascus. The leading priests have given him the power to arrest all people who trust in you.”",
          "ID": "14",
          "comments": [
            "who trust in you Literally, “who call on your name,” meaning to show faith in Jesus by worshiping him or praying to him for help."
          ]
        },
        {
          "text": "But the Lord Jesus said to Ananias, “Go! I have chosen Saul for an important work. I want him to tell other nations, their rulers, and the people of Israel about me.",
          "ID": "15"
        },
        {
          "text": "I will show him all that he must suffer for me.”",
          "ID": "16"
        },
        {
          "text": "So Ananias left and went to the house of Judas. He laid his hands on Saul and said, “Saul, my brother, the Lord Jesus sent me. He is the one you saw on the road when you came here. He sent me so that you can see again and also be filled with the Holy Spirit.”",
          "ID": "17"
        },
        {
          "text": "Immediately, something that looked like fish scales fell off Saul’s eyes. He was able to see! Then he got up and was baptized.",
          "ID": "18"
        },
        {
          "text": "After he ate, he began to feel strong again.\nSaul stayed with the followers of Jesus in Damascus for a few days.",
          "ID": "19"
        },
        {
          "text": "Soon he began to go to the synagogues and tell people about Jesus. He told the people, “Jesus is the Son of God!”",
          "ID": "20"
        },
        {
          "text": "All the people who heard Saul were amazed. They said, “This is the same man who was in Jerusalem trying to destroy the people who trust in Jesus! And that’s why he has come here—to arrest the followers of Jesus and take them back to the leading priests.”",
          "ID": "21",
          "comments": [
            "who trust in Jesus Literally, “who call on this name.”"
          ]
        },
        {
          "text": "But Saul became more and more powerful in proving that Jesus is the Messiah. His proofs were so strong that the Jews who lived in Damascus could not argue with him.",
          "ID": "22"
        },
        {
          "text": "After many days, some Jews made plans to kill Saul.",
          "ID": "23"
        },
        {
          "text": "They were watching the city gates day and night. They wanted to kill Saul, but he learned about their plan.",
          "ID": "24"
        },
        {
          "text": "One night some followers that Saul had taught helped him leave the city. They put him in a basket and lowered it down through a hole in the city wall.",
          "ID": "25"
        },
        {
          "text": "Then Saul went to Jerusalem. He tried to join the group of followers, but they were all afraid of him. They did not believe that he was really a follower of Jesus.",
          "ID": "26"
        },
        {
          "text": "But Barnabas accepted Saul and took him to the apostles. He told them how Saul had seen the Lord on the road and how the Lord had spoken to Saul. Then he told them how boldly Saul had spoken for the Lord in Damascus.",
          "ID": "27"
        },
        {
          "text": "And so Saul stayed with the followers and went all around Jerusalem speaking boldly for the Lord.",
          "ID": "28"
        },
        {
          "text": "He often had arguments with the Greek-speaking Jews, who began making plans to kill him.",
          "ID": "29"
        },
        {
          "text": "When the believers learned about this, they took Saul to Caesarea, and from there they sent him to the city of Tarsus.",
          "ID": "30"
        },
        {
          "text": "The church in Judea, Galilee, and Samaria had a time of peace. And with the help of the Holy Spirit, these groups of believers became stronger in faith and showed their respect for the Lord by the way they lived. So the church everywhere grew in numbers.",
          "ID": "31"
        },
        {
          "text": "Peter was traveling through all the areas around Jerusalem, and he stopped to visit the believers who lived in Lydda.",
          "ID": "32",
          "comments": [
            "believers Literally, “holy ones,” a name for people who believe in Jesus. Also in verse 41."
          ]
        },
        {
          "text": "There he met a man named Aeneas, who was paralyzed and had not been able to get out of bed for the past eight years.",
          "ID": "33"
        },
        {
          "text": "Peter said to him, “Aeneas, Jesus Christ heals you. Get up and make your bed!” He stood up immediately.",
          "ID": "34"
        },
        {
          "text": "All the people living in Lydda and on the plain of Sharon saw him, and they decided to follow the Lord.",
          "ID": "35"
        },
        {
          "text": "In the city of Joppa there was a follower of Jesus named Tabitha. Her Greek name, Dorcas, means “a deer.” She was always doing good things for people and giving money to those in need.",
          "ID": "36"
        },
        {
          "text": "While Peter was in Lydda, Tabitha became sick and died. They washed her body and put it in an upstairs room.",
          "ID": "37"
        },
        {
          "text": "The followers in Joppa heard that Peter was in Lydda, which was not far away. So they sent two men, who begged him, “Hurry, please come quickly!”",
          "ID": "38"
        },
        {
          "text": "Peter got ready and went with them. When he arrived, they took him to the upstairs room. All the widows stood around him. They were crying and showing him the coats and other clothes that Tabitha had made during her time with them.",
          "ID": "39"
        },
        {
          "text": "Peter sent all the people out of the room. He knelt down and prayed. Then he turned to Tabitha’s body and said, “Tabitha, stand up!” She opened her eyes. When she saw Peter, she sat up.",
          "ID": "40"
        },
        {
          "text": "He gave her his hand and helped her stand up. Then he called the believers and the widows into the room. He showed them Tabitha; she was alive!",
          "ID": "41"
        },
        {
          "text": "People everywhere in Joppa learned about this, and many believed in the Lord.",
          "ID": "42"
        },
        {
          "text": "Peter stayed in Joppa for many days at the home of a man named Simon, who was a leatherworker.",
          "ID": "43"
        }
      ],
      "ID": "NT:ACT.9",
      "name": "Acts 9"
    },
    {
      "title": "God Shows That He Accepts All People",
      "text": [
        {
          "text": "In the city of Caesarea there was a man named Cornelius, a Roman army officer in what was called the Italian Unit.",
          "ID": "1"
        },
        {
          "text": "He was a religious man. He and all the others who lived in his house were worshipers of the true God. He gave much of his money to help the poor people and always prayed to God.",
          "ID": "2"
        },
        {
          "text": "One afternoon about three o’clock, Cornelius had a vision. He clearly saw an angel from God coming to him and saying, “Cornelius!”",
          "ID": "3"
        },
        {
          "text": "Staring at the angel and feeling afraid, Cornelius said, “What do you want, sir?”\nThe angel said to him, “God has heard your prayers and has seen your gifts to the poor. He remembers you and all you have done.",
          "ID": "4"
        },
        {
          "text": "Send some men now to the city of Joppa to get a man named Simon, who is also called Peter.",
          "ID": "5"
        },
        {
          "text": "He is staying with someone also named Simon, a leatherworker who has a house beside the sea.”",
          "ID": "6"
        },
        {
          "text": "The angel who spoke to Cornelius left. Then Cornelius called two of his servants and a soldier. The soldier was a religious man, one of his close helpers.",
          "ID": "7"
        },
        {
          "text": "Cornelius explained everything to these three men and sent them to Joppa.",
          "ID": "8"
        },
        {
          "text": "The next day they were coming near Joppa about noon, when Peter was going up to the roof to pray.",
          "ID": "9"
        },
        {
          "text": "He was hungry and wanted to eat. But while they were preparing the food for Peter to eat, he had a vision.",
          "ID": "10"
        },
        {
          "text": "He saw something coming down through the open sky. It looked like a big sheet being lowered to the ground by its four corners.",
          "ID": "11"
        },
        {
          "text": "In it were all kinds of animals, reptiles, and birds.",
          "ID": "12"
        },
        {
          "text": "Then a voice said to him, “Get up, Peter; kill anything here and eat it.”",
          "ID": "13"
        },
        {
          "text": "But Peter said, “I can’t do that, Lord! I have never eaten anything that is not pure or fit to be used for food.”",
          "ID": "14"
        },
        {
          "text": "But the voice said to him again, “God has made these things pure. Don’t say they are unfit to eat.”",
          "ID": "15"
        },
        {
          "text": "This happened three times. Then the whole thing was taken back up into heaven.",
          "ID": "16"
        },
        {
          "text": "Peter wondered what this vision meant.\nThe men Cornelius sent had found Simon’s house. They were standing at the door.",
          "ID": "17"
        },
        {
          "text": "They asked, “Is Simon Peter staying here?”",
          "ID": "18"
        },
        {
          "text": "While Peter was still thinking about the vision, the Spirit said to him, “Listen, three men are looking for you.",
          "ID": "19"
        },
        {
          "text": "Get up and go downstairs. Go with these men without wondering if it’s all right, because I sent them.”",
          "ID": "20"
        },
        {
          "text": "So Peter went downstairs and said to them, “I think I’m the man you are looking for. Why did you come here?”",
          "ID": "21"
        },
        {
          "text": "The men said, “A holy angel told Cornelius to invite you to his house. He is an army officer. He is a good man, one who worships God, and all the Jewish people respect him. The angel told him to invite you to his house so that he can listen to what you have to say.”",
          "ID": "22"
        },
        {
          "text": "Peter asked the men to come in and stay for the night.\nThe next day Peter got ready and went away with the three men. Some of the believers from Joppa went with him.",
          "ID": "23"
        },
        {
          "text": "The next day they came to the city of Caesarea. Cornelius was waiting for them and had already gathered his relatives and close friends at his house.",
          "ID": "24"
        },
        {
          "text": "When Peter entered the house, Cornelius met him. He fell down at Peter’s feet and worshiped him.",
          "ID": "25"
        },
        {
          "text": "But Peter told him to get up. Peter said, “Stand up! I am only a man like you.”",
          "ID": "26"
        },
        {
          "text": "Peter continued talking with Cornelius. Then Peter went inside and saw a large group of people gathered there.",
          "ID": "27"
        },
        {
          "text": "Peter said to the people, “You understand that it is against our law for a Jew to associate with or visit anyone who is not a Jew. But God has shown me that I should not consider anyone unfit or say they are not pure.",
          "ID": "28"
        },
        {
          "text": "That’s why I didn’t argue when your men asked me to come here. Now, please tell me why you sent for me.”",
          "ID": "29"
        },
        {
          "text": "Cornelius said, “Four days ago, I was praying in my house. It was at this same time—three o’clock in the afternoon. Suddenly there was someone standing before me wearing bright, shiny clothes.",
          "ID": "30"
        },
        {
          "text": "He said, ‘Cornelius, God has heard your prayer and has seen your gifts to the poor. He remembers you and all you have done.",
          "ID": "31"
        },
        {
          "text": "So send some men to the city of Joppa and tell Simon Peter to come. He is staying with another man named Simon, a leatherworker who has a house beside the sea.’",
          "ID": "32"
        },
        {
          "text": "So I sent for you immediately. It was very good of you to come here. Now we are all here before God to hear everything the Lord has commanded you to tell us.”",
          "ID": "33"
        },
        {
          "text": "Peter began to speak: “I really understand now that God does not consider some people to be better than others.",
          "ID": "34"
        },
        {
          "text": "He accepts anyone who worships him and does what is right. It is not important what nation they come from.",
          "ID": "35"
        },
        {
          "text": "God has spoken to the people of Israel. He sent them the Good News that peace has come through Jesus Christ, the Lord of all people.",
          "ID": "36"
        },
        {
          "text": "“You know what has happened all over Judea. It began in Galilee after John told the people they needed to be baptized.",
          "ID": "37"
        },
        {
          "text": "You know about Jesus from Nazareth. God made him the Messiah by giving him the Holy Spirit and power. Jesus went everywhere doing good for people. He healed those who were ruled by the devil, showing that God was with him.",
          "ID": "38"
        },
        {
          "text": "“We saw all that Jesus did in Judea and in Jerusalem. But he was killed. They put him on a cross made of wood.",
          "ID": "39"
        },
        {
          "text": "But on the third day after his death, God raised him to life and let him be seen openly.",
          "ID": "40"
        },
        {
          "text": "He was not seen by everyone, but only by us, the ones God had already chosen to be witnesses. We ate and drank with him after he was raised from death.",
          "ID": "41"
        },
        {
          "text": "“Jesus told us to go and speak to the people. He told us to tell them that he is the one God chose to be the Judge of all who are living and all who have died.",
          "ID": "42"
        },
        {
          "text": "Everyone who believes in Jesus will have their sins forgiven through his name. All the prophets agree that this is true.”",
          "ID": "43"
        },
        {
          "text": "While Peter was still speaking these words, the Holy Spirit came down on all those who were listening to his speech.",
          "ID": "44"
        },
        {
          "text": "The Jewish believers who came with Peter were amazed that the Holy Spirit had been poured out as a gift also to people who were not Jews.",
          "ID": "45"
        },
        {
          "text": "They heard them speaking different languages and praising God. Then Peter said,",
          "ID": "46"
        },
        {
          "text": "“How can anyone object to these people being baptized in water? They have received the Holy Spirit the same as we did!”",
          "ID": "47"
        },
        {
          "text": "So Peter told them to baptize Cornelius and his relatives and friends in the name of Jesus Christ. Then they asked Peter to stay with them for a few days.",
          "ID": "48"
        }
      ],
      "ID": "NT:ACT.10",
      "name": "Acts 10"
    },
    {
      "title": "The Good News Comes to Antioch",
      "text": [
        {
          "text": "The apostles and the believers in Judea heard that non-Jewish people had accepted God’s teaching too.",
          "ID": "1"
        },
        {
          "text": "But when Peter came to Jerusalem, some Jewish believers argued with him.",
          "ID": "2",
          "comments": [
            "Jewish believers Literally, “those of circumcision.” This may mean Jews who thought all followers of Christ must be circumcised and obey the Law of Moses. See Gal. 2:12."
          ]
        },
        {
          "text": "They said, “You went into the homes of people who are not Jews and are not circumcised, and you even ate with them!”",
          "ID": "3"
        },
        {
          "text": "So Peter explained the whole story to them.",
          "ID": "4"
        },
        {
          "text": "He said, “I was in the city of Joppa. While I was praying, I had a vision. I saw something coming down from heaven. It looked like a big sheet being lowered to the ground by its four corners. It came down close to me,",
          "ID": "5"
        },
        {
          "text": "and I looked inside. I saw all kinds of animals, including wild ones, as well as reptiles and birds.",
          "ID": "6"
        },
        {
          "text": "I heard a voice say to me, ‘Get up, Peter. Kill anything here and eat it!’",
          "ID": "7"
        },
        {
          "text": "“But I said, ‘I can’t do that, Lord! I have never eaten anything that is not pure or fit to be used for food.’",
          "ID": "8"
        },
        {
          "text": "“But the voice from heaven answered again, ‘God has made these things pure. Don’t say they are unfit to eat!’",
          "ID": "9"
        },
        {
          "text": "“This happened three times. Then the whole thing was taken back into heaven.",
          "ID": "10"
        },
        {
          "text": "Suddenly there were three men standing outside the house where I was staying. They had been sent from Caesarea to get me.",
          "ID": "11"
        },
        {
          "text": "The Spirit told me to go with them without wondering if it was all right. These six brothers here also went with me, and we went to the house of Cornelius.",
          "ID": "12"
        },
        {
          "text": "He told us about the angel he had seen standing in his house. The angel said, ‘Send some men to Joppa to get Simon, the one who is also called Peter.",
          "ID": "13"
        },
        {
          "text": "He will speak to you, and what he tells you will save you and everyone living in your house.’",
          "ID": "14"
        },
        {
          "text": "“After I began speaking, the Holy Spirit came on them just as he came on us at the beginning.",
          "ID": "15",
          "comments": [
            "beginning The day of Pentecost described in Acts 2, when the Holy Spirit came on Jesus’ first followers to give them power to begin their work of telling the world the Good News of salvation through Jesus."
          ]
        },
        {
          "text": "Then I remembered the words of the Lord Jesus: ‘John baptized people in water, but you will be baptized in the Holy Spirit.’",
          "ID": "16"
        },
        {
          "text": "God gave these people the same gift he gave us who believed in the Lord Jesus Christ. So how could I object to what God wanted to do?”",
          "ID": "17"
        },
        {
          "text": "When the Jewish believers heard this, they stopped arguing. They praised God and said, “So God is also allowing even those who are not Jews to change their hearts so that they can have the life he gives!”",
          "ID": "18"
        },
        {
          "text": "The believers were scattered by the persecution that began when Stephen was killed. Some of them went as far as Phoenicia, Cyprus, and Antioch. They told the Good News in these places, but only to Jews.",
          "ID": "19",
          "comments": [
            "persecution A time when the Jewish leaders in Jerusalem were punishing people who believed in Christ. See Acts 8:1-4."
          ]
        },
        {
          "text": "Some of these believers were men from Cyprus and Cyrene. When these men came to Antioch, they began speaking to people who were not Jews. They told them the Good News about the Lord Jesus.",
          "ID": "20",
          "comments": [
            "people who were not Jews Literally, “Hellenists,” meaning people who have been influenced by Greek culture. Some Greek copies have “Greeks.”"
          ]
        },
        {
          "text": "The Lord was helping these men, and a large number of people believed and decided to follow the Lord.",
          "ID": "21"
        },
        {
          "text": "When the church in Jerusalem heard about this, they sent Barnabas to Antioch.",
          "ID": "22"
        },
        {
          "text": "Barnabas was a good man, full of the Holy Spirit and faith. When he went to Antioch and saw how God had blessed the believers there, he was very happy. He encouraged them all, saying, “Always be faithful to the Lord. Serve him with all your heart.” Many more people became followers of the Lord.",
          "ID": "23-24"
        },
        {
          "text": "Then Barnabas went to the city of Tarsus to look for Saul.",
          "ID": "25"
        },
        {
          "text": "When he found him, he brought him to Antioch. They stayed there a whole year. Every time the church came together, Barnabas and Saul met with them and taught many people. It was in Antioch that the followers of the Lord Jesus were called “Christ-followers” for the first time.",
          "ID": "26"
        },
        {
          "text": "About that same time some prophets went from Jerusalem to Antioch.",
          "ID": "27"
        },
        {
          "text": "One of them, named Agabus, stood up and spoke with the help of the Spirit. He said, “A very bad time is coming to the whole world. There will be no food for people to eat.” (This time of famine happened when Claudius was emperor.)",
          "ID": "28"
        },
        {
          "text": "The Lord’s followers decided that they would each send as much as they could to help their brothers and sisters who lived in Judea.",
          "ID": "29"
        },
        {
          "text": "They gathered the money and gave it to Barnabas and Saul, who took it to the elders in Judea.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.11",
      "name": "Acts 11"
    },
    {
      "title": "The Death of Herod Agrippa",
      "text": [
        {
          "text": "During this same time, King Herod began to do harm to some of those who were part of the church.",
          "ID": "1"
        },
        {
          "text": "He ordered James, the brother of John, to be killed with a sword.",
          "ID": "2"
        },
        {
          "text": "Herod saw that many of the Jews liked this, so he decided to arrest Peter too. This happened during the Festival of Unleavened Bread.",
          "ID": "3"
        },
        {
          "text": "He arrested Peter and put him in jail, where he was guarded by a group of 16 soldiers. Herod planned to bring Peter before the people, but he wanted to wait until after the Passover festival.",
          "ID": "4"
        },
        {
          "text": "So Peter was kept in jail, but the church was constantly praying to God for him.",
          "ID": "5"
        },
        {
          "text": "One night, Peter, bound with two chains, was sleeping between two of the soldiers. More soldiers were guarding the door of the jail. Herod was planning to bring Peter out before the people the next day.",
          "ID": "6"
        },
        {
          "text": "Suddenly an angel of the Lord was standing there, and the room was filled with light. The angel tapped Peter on the side and woke him up. The angel said, “Hurry, get up!” The chains fell off Peter’s hands.",
          "ID": "7"
        },
        {
          "text": "The angel said, “Get dressed and put on your sandals.” Peter did as he was told. Then the angel said, “Put on your coat and follow me.”",
          "ID": "8"
        },
        {
          "text": "So the angel went out and Peter followed. He did not know if the angel was really doing this. He thought he might be seeing a vision.",
          "ID": "9"
        },
        {
          "text": "Peter and the angel went past the first guard and the second guard. Then they came to the iron gate that separated them from the city. The gate opened for them by itself. After they went through the gate and walked about a block, the angel suddenly left.",
          "ID": "10"
        },
        {
          "text": "Peter realized then what had happened. He thought, “Now I know that the Lord really sent his angel to me. He rescued me from Herod and from everything those Jews thought would happen to me.”",
          "ID": "11"
        },
        {
          "text": "When Peter realized this, he went to the home of Mary, the mother of John, who was also called Mark. Many people were gathered there and were praying.",
          "ID": "12"
        },
        {
          "text": "Peter knocked on the outside door. A servant girl named Rhoda came to answer it.",
          "ID": "13"
        },
        {
          "text": "She recognized Peter’s voice, and she was very happy. She even forgot to open the door. She ran inside and told the group, “Peter is at the door!”",
          "ID": "14"
        },
        {
          "text": "The believers said to her, “You are crazy!” But she continued to say that it was true. So they said, “It must be Peter’s angel.”",
          "ID": "15"
        },
        {
          "text": "But Peter continued to knock. When the believers opened the door, they saw him. They were amazed.",
          "ID": "16"
        },
        {
          "text": "Peter made a sign with his hand to tell them to be quiet. He explained to them how the Lord led him out of the jail. He said, “Tell James and the other brothers what happened.” Then he left and went to another place.",
          "ID": "17"
        },
        {
          "text": "The next day the soldiers were very upset. They wondered what happened to Peter.",
          "ID": "18"
        },
        {
          "text": "Herod looked everywhere for him but could not find him. So he questioned the guards and then ordered that they be killed.\nLater, Herod moved from Judea. He went to the city of Caesarea and stayed there a while.",
          "ID": "19"
        },
        {
          "text": "Herod was very angry with the people from the cities of Tyre and Sidon. But these cities needed food from his country, so a group of them came to ask him for peace. They were able to get Blastus, the king’s personal servant, on their side.",
          "ID": "20"
        },
        {
          "text": "Herod decided on a day to meet with them. On that day he was wearing a beautiful royal robe. He sat on his throne and made a speech to the people.",
          "ID": "21"
        },
        {
          "text": "The people shouted, “This is the voice of a god, not a man!”",
          "ID": "22"
        },
        {
          "text": "Herod did not give the glory to God. So an angel of the Lord caused him to get sick. He was eaten by worms inside him, and he died.",
          "ID": "23"
        },
        {
          "text": "The message of God was spreading, reaching more and more people.",
          "ID": "24"
        },
        {
          "text": "After Barnabas and Saul finished their work in Jerusalem, they returned to Antioch, taking John Mark with them.",
          "ID": "25"
        }
      ],
      "ID": "NT:ACT.12",
      "name": "Acts 12"
    },
    {
      "title": "Paul and Barnabas Go to Antioch in Pisidia",
      "text": [
        {
          "text": "In the church at Antioch there were some prophets and teachers. They were Barnabas, Simeon (also called Niger), Lucius (from the city of Cyrene), Manaen (who had grown up with King Herod), and Saul.",
          "ID": "1",
          "comments": [
            "King Herod Literally, “Herod the tetrarch.” See “ Herod Agrippa I” in the Word List."
          ]
        },
        {
          "text": "These men were all serving the Lord and fasting when the Holy Spirit said to them, “Appoint Barnabas and Saul to do a special work for me. They are the ones I have chosen to do it.”",
          "ID": "2"
        },
        {
          "text": "So the church fasted and prayed. They laid their hands on Barnabas and Saul and sent them out.",
          "ID": "3"
        },
        {
          "text": "Barnabas and Saul were sent out by the Holy Spirit. They went to the city of Seleucia. Then they sailed from there to the island of Cyprus.",
          "ID": "4"
        },
        {
          "text": "When Barnabas and Saul came to the city of Salamis, they told the message of God in the Jewish synagogues. John Mark was with them to help.",
          "ID": "5"
        },
        {
          "text": "They went across the whole island to the city of Paphos. There they met a Jewish man named Barjesus who did magic. He was a false prophet.",
          "ID": "6"
        },
        {
          "text": "He always stayed close to Sergius Paulus, who was the governor and a very smart man. He invited Barnabas and Saul to come visit him, because he wanted to hear the message of God.",
          "ID": "7"
        },
        {
          "text": "But the magician Elymas (as Barjesus was called in Greek) spoke against them, trying to stop the governor from believing in Jesus.",
          "ID": "8"
        },
        {
          "text": "But Saul (also known as Paul), filled with the Holy Spirit, looked hard at Elymas",
          "ID": "9"
        },
        {
          "text": "and said, “You son of the devil, full of lies and all kinds of evil tricks! You are an enemy of everything that is right. Will you never stop trying to change the Lord’s truths into lies?",
          "ID": "10"
        },
        {
          "text": "Now the Lord will touch you and you will be blind. For a time you will not be able to see anything—not even the light from the sun.”\nThen everything became dark for Elymas. He walked around lost. He was trying to find someone to lead him by the hand.",
          "ID": "11"
        },
        {
          "text": "When the governor saw this, he believed. He was amazed at the teaching about the Lord.",
          "ID": "12"
        },
        {
          "text": "Paul and the people with him sailed away from Paphos. They came to Perga, a city in Pamphylia. There John Mark left them and returned to Jerusalem.",
          "ID": "13"
        },
        {
          "text": "They continued their trip from Perga and went to Antioch, a city near Pisidia.\nOn the Sabbath day they went into the Jewish synagogue and sat down.",
          "ID": "14"
        },
        {
          "text": "The Law of Moses and the writings of the prophets were read. Then the leaders of the synagogue sent a message to Paul and Barnabas: “Brothers, if you have something to say that will help the people here, please speak.”",
          "ID": "15"
        },
        {
          "text": "Paul stood up, raised his hand to get their attention, and said, “People of Israel and all you others who worship the true God, please listen to me!",
          "ID": "16"
        },
        {
          "text": "The God of Israel chose our ancestors. And during the time our people lived in Egypt as foreigners, he made them great. Then he brought them out of that country with great power.",
          "ID": "17"
        },
        {
          "text": "And he was patient with them for 40 years in the desert.",
          "ID": "18"
        },
        {
          "text": "God destroyed seven nations in the land of Canaan and gave their land to his people.",
          "ID": "19"
        },
        {
          "text": "All this happened in about 450 years.\n“After this, God gave our people judges until the time of Samuel the prophet.",
          "ID": "20"
        },
        {
          "text": "Then the people asked for a king. God gave them Saul, the son of Kish. Saul was from the tribe of Benjamin. He was king for 40 years.",
          "ID": "21"
        },
        {
          "text": "After God took Saul away, God made David their king. This is what God said about David: ‘David, the son of Jesse, is the kind of person who does what pleases me. He will do everything I want him to do.’",
          "ID": "22"
        },
        {
          "text": "“As he promised, God has brought one of David’s descendants to Israel to be their Savior. That descendant is Jesus.",
          "ID": "23"
        },
        {
          "text": "Before he came, John told all the people of Israel what they should do. He told them to be baptized to show they wanted to change their lives.",
          "ID": "24"
        },
        {
          "text": "When John was finishing his work, he said, ‘Who do you think I am? I am not the Messiah. He is coming later, and I am not worthy to be the slave who unties his sandals.’",
          "ID": "25",
          "comments": [
            "the Messiah Literally, “I” (that is, “he” or “the one”), meaning the chosen one sent by God. Compare Jn. 1:20. See “ Messiah” in the Word List."
          ]
        },
        {
          "text": "“My brothers, sons in the family of Abraham, and you other people who also worship the true God, listen! The news about this salvation has been sent to us.",
          "ID": "26"
        },
        {
          "text": "The Jews living in Jerusalem and their leaders did not realize that Jesus was the Savior. The words the prophets wrote about him were read every Sabbath day, but they did not understand. They condemned Jesus. When they did this, they made the words of the prophets come true.",
          "ID": "27"
        },
        {
          "text": "They could not find any real reason why Jesus should die, but they asked Pilate to kill him.",
          "ID": "28"
        },
        {
          "text": "“These Jews did all the bad things that the Scriptures said would happen to Jesus. Then they took Jesus down from the cross and put him in a tomb.",
          "ID": "29"
        },
        {
          "text": "But God raised him up from death!",
          "ID": "30"
        },
        {
          "text": "After this, for many days, those who had gone with Jesus from Galilee to Jerusalem saw him. They are now his witnesses to our people.",
          "ID": "31"
        },
        {
          "text": "“We tell you the Good News about the promise God made to our ancestors.",
          "ID": "32"
        },
        {
          "text": "We are their descendants, and God has made this promise come true for us. God did this by raising Jesus from death. We also read about this in Psalm 2:\n‘You are my Son.\nToday I have become your Father.’ ",
          "ID": "33"
        },
        {
          "text": "God raised Jesus from death. Jesus will never go back to the grave and become dust. So God said,\n‘I will give you the true and holy promises\nthat I made to David.’ ",
          "ID": "34"
        },
        {
          "text": "But in another Psalm it says,\n‘You will not let your Holy One rot in the grave.’ ",
          "ID": "35"
        },
        {
          "text": "“David did God’s will during the time he lived. Then he died and was buried like all his ancestors. And his body did rot in the grave!",
          "ID": "36"
        },
        {
          "text": "But the one God raised from death did not rot in the grave.",
          "ID": "37"
        },
        {
          "text": "Brothers, understand what we are telling you. You can have forgiveness of your sins through this Jesus. The Law of Moses could not free you from your sins. But you can be made right with God if you believe in Jesus.",
          "ID": "38-39"
        },
        {
          "text": "So be careful! Don’t let what the prophets said happen to you:",
          "ID": "40"
        },
        {
          "text": "‘Listen, you people who doubt!\nYou can wonder, but then go away and die;\nbecause during your time,\nI will do something that you will not believe.\nYou will not believe it,\neven if someone explains it to you!’” ",
          "ID": "41"
        },
        {
          "text": "As Paul and Barnabas were leaving the synagogue, the people asked them to come again on the next Sabbath day and tell them more about these things.",
          "ID": "42"
        },
        {
          "text": "After the meeting, many of the people followed Paul and Barnabas, including many Jews and people who had changed their religion to be like Jews and worship the true God. Paul and Barnabas encouraged them to continue trusting in God’s grace.",
          "ID": "43"
        },
        {
          "text": "On the next Sabbath day, almost all the people in the city came together to hear the word of the Lord.",
          "ID": "44"
        },
        {
          "text": "When the Jews there saw all these people, they became very jealous. Shouting insults, they argued against everything Paul said.",
          "ID": "45"
        },
        {
          "text": "But Paul and Barnabas spoke very boldly. They said, “We had to tell God’s message to you Jews first, but you refuse to listen. You have made it clear that you are not worthy of having eternal life. So we will now go to those who are not Jews.",
          "ID": "46"
        },
        {
          "text": "This is what the Lord told us to do:\n‘I have made you a light for the other nations,\nto show people all over the world the way to be saved.’” ",
          "ID": "47"
        },
        {
          "text": "When the non-Jewish people heard Paul say this, they were happy. They gave honor to the message of the Lord, and many of them believed it. These were the ones chosen to have eternal life.",
          "ID": "48"
        },
        {
          "text": "And so the message of the Lord was being told throughout the whole country.",
          "ID": "49"
        },
        {
          "text": "But the Jews there caused some of the important religious women and the leaders of the city to be angry and turn against Paul and Barnabas and throw them out of town.",
          "ID": "50"
        },
        {
          "text": "So Paul and Barnabas shook the dust off their feet. Then they went to the city of Iconium.",
          "ID": "51",
          "comments": [
            "shook the dust off their feet A warning. It showed they were finished talking to these people."
          ]
        },
        {
          "text": "But the Lord’s followers in Antioch were happy and filled with the Holy Spirit.",
          "ID": "52"
        }
      ],
      "ID": "NT:ACT.13",
      "name": "Acts 13"
    },
    {
      "title": "The Return to Antioch in Syria",
      "text": [
        {
          "text": "Paul and Barnabas went to the city of Iconium. As they did in Antioch, they entered the Jewish synagogue. They spoke to the people there. They spoke so well that many Jews and Greeks believed what they said.",
          "ID": "1"
        },
        {
          "text": "But some of the Jews did not believe. They said things that caused the non-Jewish people to be angry and turn against the believers.",
          "ID": "2"
        },
        {
          "text": "So Paul and Barnabas stayed in Iconium a long time, and they spoke bravely for the Lord. They told the people about God’s grace. The Lord proved that what they said was true by causing miraculous signs and wonders to be done through them.",
          "ID": "3"
        },
        {
          "text": "But some of the people in the city agreed with the Jews who did not believe Paul and Barnabas. Others followed the apostles. So the city was divided.",
          "ID": "4"
        },
        {
          "text": "Some of the Jews there, as well as their leaders and some of the non-Jewish people, were determined to hurt Paul and Barnabas. They wanted to stone them to death.",
          "ID": "5"
        },
        {
          "text": "When Paul and Barnabas learned about this, they left the city. They went to Lystra and Derbe, cities in Lycaonia, and to the surrounding areas.",
          "ID": "6"
        },
        {
          "text": "They told the Good News there too.",
          "ID": "7"
        },
        {
          "text": "In Lystra there was a man who had something wrong with his feet. He had been born crippled and had never walked.",
          "ID": "8"
        },
        {
          "text": "He was sitting and listening to Paul speak. Paul looked straight at him and saw that the man believed God could heal him.",
          "ID": "9"
        },
        {
          "text": "So Paul shouted, “Stand up on your feet!” The man jumped up and began walking around.",
          "ID": "10"
        },
        {
          "text": "When the people saw what Paul did, they shouted in their own Lycaonian language. They said, “The gods have come down to us in the form of humans!”",
          "ID": "11"
        },
        {
          "text": "The people began to call Barnabas “Zeus,” and they called Paul “Hermes,” because he was the main speaker.",
          "ID": "12"
        },
        {
          "text": "The temple of Zeus was near the city. The priest of this temple brought some bulls and flowers to the city gates. The priest and the people wanted to offer a sacrifice to Paul and Barnabas.",
          "ID": "13"
        },
        {
          "text": "But when the apostles, Barnabas and Paul, understood what the people were doing, they tore their own clothes. Then they ran in among the people and shouted to them:",
          "ID": "14",
          "comments": [
            "tore … clothes This showed they were very upset."
          ]
        },
        {
          "text": "“Men, why are you doing this? We are not gods. We are human just like you. We came to tell you the Good News. We are telling you to turn away from these worthless things. Turn to the true living God, the one who made the sky, the earth, the sea, and everything that is in them.",
          "ID": "15"
        },
        {
          "text": "“In the past God let all the nations do what they wanted.",
          "ID": "16"
        },
        {
          "text": "But God was always there doing the good things that prove he is real. He gives you rain from heaven and good harvests at the right times. He gives you plenty of food and fills your hearts with joy.”",
          "ID": "17"
        },
        {
          "text": "Even after saying all this, Paul and Barnabas still could hardly stop the people from offering sacrifices to them.",
          "ID": "18"
        },
        {
          "text": "Then some Jews came from Antioch and Iconium and persuaded the people to turn against Paul. So they threw stones at him and dragged him out of the town. They thought they had killed him.",
          "ID": "19"
        },
        {
          "text": "But when the followers of Jesus gathered around him, he got up and went back into the town. The next day he and Barnabas left and went to the city of Derbe.",
          "ID": "20"
        },
        {
          "text": "They also told the Good News in the city of Derbe, and many people became followers of Jesus. Then Paul and Barnabas returned to the cities of Lystra, Iconium, and Antioch.",
          "ID": "21"
        },
        {
          "text": "In those cities they helped the followers grow stronger in their faith and encouraged them to continue trusting God. They told them, “We must suffer many things on our way into God’s kingdom.”",
          "ID": "22"
        },
        {
          "text": "They also chose elders for each church and stopped eating for a period of time to pray for them. These elders were men who had put their trust in the Lord Jesus, so Paul and Barnabas put them in his care.",
          "ID": "23"
        },
        {
          "text": "Paul and Barnabas went through the country of Pisidia. Then they came to the country of Pamphylia.",
          "ID": "24"
        },
        {
          "text": "They told people the message of God in the city of Perga, and then they went down to the city of Attalia.",
          "ID": "25"
        },
        {
          "text": "And from there they sailed away to Antioch in Syria. This is the city where the believers had put them into God’s care and sent them to do this work. Now they had finished it.",
          "ID": "26"
        },
        {
          "text": "When Paul and Barnabas arrived, they gathered the church together. They told them everything God had used them to do. They said, “God opened a door for the non-Jewish people to believe!”",
          "ID": "27"
        },
        {
          "text": "And they stayed there a long time with the Lord’s followers.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.14",
      "name": "Acts 14"
    },
    {
      "title": "Paul and Barnabas Separate",
      "text": [
        {
          "text": "Then some men came to Antioch from Judea and began teaching the non-Jewish believers: “You cannot be saved if you are not circumcised as Moses taught us.”",
          "ID": "1"
        },
        {
          "text": "Paul and Barnabas were against this teaching and argued with these men about it. So the group decided to send Paul, Barnabas, and some others to Jerusalem to talk more about this with the apostles and elders.",
          "ID": "2"
        },
        {
          "text": "The church helped them get ready to leave on their trip. The men went through the countries of Phoenicia and Samaria, where they told all about how the non-Jewish people had turned to the true God. This made all the believers very happy.",
          "ID": "3"
        },
        {
          "text": "When the men arrived in Jerusalem, the apostles, the elders, and the whole church welcomed them. Paul, Barnabas, and the others told about all that God had done with them.",
          "ID": "4"
        },
        {
          "text": "Some of the believers in Jerusalem had belonged to the Pharisees. They stood up and said, “The non-Jewish believers must be circumcised. We must tell them to obey the Law of Moses!”",
          "ID": "5"
        },
        {
          "text": "Then the apostles and the elders gathered to study this problem.",
          "ID": "6"
        },
        {
          "text": "After a long debate, Peter stood up and said to them, “My brothers, I am sure you remember what happened in the early days. God chose me from among you to tell the Good News to those who are not Jewish. It was from me that they heard the Good News and believed.",
          "ID": "7"
        },
        {
          "text": "God knows everyone, even their thoughts, and he accepted these non-Jewish people. He showed this to us by giving them the Holy Spirit the same as he did to us.",
          "ID": "8"
        },
        {
          "text": "To God, those people are not different from us. When they believed, God made their hearts pure.",
          "ID": "9"
        },
        {
          "text": "So now, why are you putting a heavy burden around the necks of the non-Jewish followers of Jesus? Are you trying to make God angry? We and our fathers were not able to carry that burden.",
          "ID": "10",
          "comments": [
            "burden The Jewish law. Some of the Jews tried to make the non-Jewish believers follow this law."
          ]
        },
        {
          "text": "No, we believe that we and these people will be saved the same way—by the grace of the Lord Jesus.”",
          "ID": "11"
        },
        {
          "text": "Then the whole group became quiet. They listened while Paul and Barnabas told about all the miraculous signs and wonders that God had done through them among the non-Jewish people.",
          "ID": "12"
        },
        {
          "text": "When they finished speaking, James said, “My brothers, listen to me.",
          "ID": "13"
        },
        {
          "text": "Simon Peter has told us how God showed his love for the non-Jewish people. For the first time, God accepted them and made them his people.",
          "ID": "14"
        },
        {
          "text": "The words of the prophets agree with this too:",
          "ID": "15"
        },
        {
          "text": "‘I will return after this.\nI will build David’s house again.\nIt has fallen down.\nI will build again the parts of his house that have been pulled down.\nI will make his house new.",
          "ID": "16"
        },
        {
          "text": "Then the rest of the world will look for the Lord God—\nall those of other nations who are my people too.\nThe Lord said this.\nAnd he is the one who does all these things.’ ",
          "ID": "17"
        },
        {
          "text": "‘All this has been known from the beginning of time.’",
          "ID": "18",
          "comments": [
            "See Isa. 45:21."
          ]
        },
        {
          "text": "“So I think we should not make things hard for those who have turned to God from among the non-Jewish people.",
          "ID": "19"
        },
        {
          "text": "Instead, we should send a letter telling them only the things they should not do:\nDon’t eat food that has been given to idols. This makes the food unclean.\nDon’t be involved in sexual sin.\nDon’t eat meat from animals that have been strangled or any meat that still has the blood in it.",
          "ID": "20"
        },
        {
          "text": "They should not do any of these things, because there are still men in every city who teach the Law of Moses. The words of Moses have been read in the synagogue every Sabbath day for many years.”",
          "ID": "21"
        },
        {
          "text": "The apostles, the elders, and the whole church wanted to send some men with Paul and Barnabas to Antioch. The group decided to choose some of their own men. They chose Judas (also called Barsabbas) and Silas, men who were respected by the believers.",
          "ID": "22"
        },
        {
          "text": "The group sent the letter with these men. The letter said:\nFrom the apostles and elders, your brothers,\nTo all the non-Jewish brothers in the city of Antioch and in the countries of Syria and Cilicia.\nDear Brothers:",
          "ID": "23"
        },
        {
          "text": "We have heard that some men have come to you from our group. What they said troubled and upset you. But we did not tell them to do this.",
          "ID": "24"
        },
        {
          "text": "We have all agreed to choose some men and send them to you. They will be with our dear friends, Barnabas and Paul.",
          "ID": "25"
        },
        {
          "text": "Barnabas and Paul have given their lives to serve our Lord Jesus Christ.",
          "ID": "26"
        },
        {
          "text": "So we have sent Judas and Silas with them. They will tell you the same things.",
          "ID": "27"
        },
        {
          "text": "We agree with the Holy Spirit that you should have no more burdens, except for these necessary things:",
          "ID": "28"
        },
        {
          "text": "Don’t eat food that has been given to idols.\nDon’t eat meat from animals that have been strangled or any meat that still has the blood in it.\nDon’t be involved in sexual sin.\nIf you stay away from these, you will do well.\nWe say goodbye now.",
          "ID": "29"
        },
        {
          "text": "So Paul, Barnabas, Judas, and Silas left Jerusalem and went to Antioch. There they gathered the group of believers together and gave them the letter.",
          "ID": "30"
        },
        {
          "text": "When the believers read it, they were happy. The letter comforted them.",
          "ID": "31"
        },
        {
          "text": "Judas and Silas, who were also prophets, said many things to encourage the believers and make them stronger in their faith.",
          "ID": "32"
        },
        {
          "text": "After Judas and Silas stayed there for a while, they left. They received a blessing of peace from the believers. Then they went back to those who had sent them.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "34",
          "comments": [
            "Some Greek copies add verse 34: “But Silas decided to remain there.”"
          ]
        },
        {
          "text": "But Paul and Barnabas stayed in Antioch. They and many others taught the believers and told other people the Good News about the Lord.",
          "ID": "35"
        },
        {
          "text": "A few days later, Paul said to Barnabas, “We should go back to all the towns where we told people the message of the Lord. We should visit the believers to see how they are doing.”",
          "ID": "36"
        },
        {
          "text": "Barnabas wanted to bring John Mark with them too.",
          "ID": "37"
        },
        {
          "text": "But on their first trip John Mark did not continue with them in the work. He had left them at Pamphylia. So Paul did not think it was a good idea to take him this time.",
          "ID": "38"
        },
        {
          "text": "Paul and Barnabas had a big argument about this. It was so bad that they separated and went different ways. Barnabas sailed to Cyprus and took Mark with him.",
          "ID": "39"
        },
        {
          "text": "Paul chose Silas to go with him. The believers in Antioch put Paul into the Lord’s care and sent him out.",
          "ID": "40"
        },
        {
          "text": "Paul and Silas went through the countries of Syria and Cilicia, helping the churches grow stronger.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.15",
      "name": "Acts 15"
    },
    {
      "title": "Paul and Silas in Jail",
      "text": [
        {
          "text": "Paul went to the city of Derbe and then to Lystra, where a follower of Jesus named Timothy lived. Timothy’s mother was a Jewish believer, but his father was a Greek.",
          "ID": "1"
        },
        {
          "text": "The believers in the cities of Lystra and Iconium had only good things to say about him.",
          "ID": "2"
        },
        {
          "text": "Paul wanted Timothy to travel with him, but all the Jews living in that area knew that his father was a Greek. So Paul circumcised Timothy to please the Jews.",
          "ID": "3"
        },
        {
          "text": "Then Paul and those with him traveled through other cities. They gave the believers the rules and decisions from the apostles and elders in Jerusalem. They told them to obey these rules.",
          "ID": "4"
        },
        {
          "text": "So the churches were becoming stronger in their faith, and the number of believers was growing every day.",
          "ID": "5"
        },
        {
          "text": "Paul and those with him went through the areas of Phrygia and Galatia because the Holy Spirit did not allow them to tell the Good News in the province of Asia.",
          "ID": "6"
        },
        {
          "text": "When they reached the border of Mysia, they tried to go on into Bithynia, but the Spirit of Jesus did not let them go there.",
          "ID": "7"
        },
        {
          "text": "So they passed by Mysia and went to the city of Troas.",
          "ID": "8"
        },
        {
          "text": "That night Paul saw a vision. In it, a man from Macedonia came to Paul. The man stood there and begged, “Come across to Macedonia and help us.”",
          "ID": "9"
        },
        {
          "text": "After Paul had seen the vision, we immediately prepared to leave for Macedonia. We understood that God had called us to tell the Good News to those people.",
          "ID": "10",
          "comments": [
            "we Luke, the writer, apparently went with Paul to Macedonia but did not leave Philippi with him. (See verse 40.) The first person pronoun occurs again in 20:5-21:18 and 27:1-28."
          ]
        },
        {
          "text": "We left Troas in a ship and sailed to the island of Samothrace. The next day we sailed to the city of Neapolis.",
          "ID": "11"
        },
        {
          "text": "Then we went to Philippi, a Roman colony and the leading city in that part of Macedonia. We stayed there for a few days.",
          "ID": "12"
        },
        {
          "text": "On the Sabbath day we went out the city gate to the river. There we thought we might find a special place for prayer. Some women had gathered there, so we sat down and talked with them.",
          "ID": "13"
        },
        {
          "text": "There was a woman there named Lydia from the city of Thyatira. Her job was selling purple cloth. She was a worshiper of the true God. Lydia was listening to Paul, and the Lord opened her heart to accept what Paul was saying.",
          "ID": "14"
        },
        {
          "text": "She and all the people living in her house were baptized. Then she invited us into her home. She said, “If you think I am a true believer in the Lord Jesus, come stay in my house.” She persuaded us to stay with her.",
          "ID": "15"
        },
        {
          "text": "One day we were going to the place for prayer, and a servant girl met us. She had a spirit in her that gave her the power to tell what would happen in the future. By doing this she earned a lot of money for the men who owned her.",
          "ID": "16",
          "comments": [
            "spirit A spirit from the devil that gave special knowledge."
          ]
        },
        {
          "text": "She started following Paul and the rest of us around. She kept shouting, “These men are servants of the Most High God! They are telling you how you can be saved!”",
          "ID": "17"
        },
        {
          "text": "She continued doing this for many days. This bothered Paul, so he turned and said to the spirit, “By the power of Jesus Christ, I command you to come out of her!” Immediately, the spirit came out.",
          "ID": "18"
        },
        {
          "text": "When the men who owned the servant girl saw this, they realized that they could no longer use her to make money. So they grabbed Paul and Silas and dragged them to the public square to meet with the authorities.",
          "ID": "19"
        },
        {
          "text": "They brought Paul and Silas before the Roman officials and said, “These men are Jews, and they are making trouble in our city.",
          "ID": "20"
        },
        {
          "text": "They are telling people to do things that are not right for us as Romans to do.”",
          "ID": "21"
        },
        {
          "text": "The whole crowd turned against Paul and Silas. The officials tore the clothes off both men and ordered that they be beaten with rods.",
          "ID": "22"
        },
        {
          "text": "They were beaten severely and thrown into jail. The officials told the jailer, “Guard them very carefully!”",
          "ID": "23"
        },
        {
          "text": "When the jailer heard this special order, he put Paul and Silas far inside the jail and bound their feet between large blocks of wood.",
          "ID": "24"
        },
        {
          "text": "About midnight Paul and Silas were praying and singing songs to God. The other prisoners were listening to them.",
          "ID": "25"
        },
        {
          "text": "Suddenly there was an earthquake so strong that it shook the foundation of the jail. All the doors of the jail opened, and the chains on all the prisoners fell off.",
          "ID": "26"
        },
        {
          "text": "The jailer woke up and saw that the jail doors were open. He thought that the prisoners had already escaped, so he got his sword and was ready to kill himself.",
          "ID": "27",
          "comments": [
            "kill himself He thought the leaders would kill him for letting the prisoners escape."
          ]
        },
        {
          "text": "But Paul shouted, “Don’t hurt yourself! We are all here!”",
          "ID": "28"
        },
        {
          "text": "The jailer told someone to bring a light. Then he ran inside and, shaking with fear, fell down in front of Paul and Silas.",
          "ID": "29"
        },
        {
          "text": "Then he brought them outside and said, “Men, what must I do to be saved?”",
          "ID": "30"
        },
        {
          "text": "They said to him, “Believe in the Lord Jesus and you will be saved—you and all who live in your house.”",
          "ID": "31"
        },
        {
          "text": "So Paul and Silas told the message of the Lord to the jailer and all the people who lived in his house.",
          "ID": "32"
        },
        {
          "text": "It was late at night, but the jailer took Paul and Silas and washed their wounds. Then the jailer and all his people were baptized.",
          "ID": "33"
        },
        {
          "text": "After this the jailer took Paul and Silas home and gave them some food. All the people were very happy because they now believed in God.",
          "ID": "34"
        },
        {
          "text": "The next morning the Roman officials sent some soldiers to tell the jailer, “Let these men go free.”",
          "ID": "35"
        },
        {
          "text": "The jailer said to Paul, “The officials have sent these soldiers to let you go free. You can leave now. Go in peace.”",
          "ID": "36"
        },
        {
          "text": "But Paul said to the soldiers, “Those officials did not prove that we did anything wrong, but they beat us in public and put us in jail. And we are Roman citizens. Now they want us to go away quietly. No, they must come here themselves and lead us out!”",
          "ID": "37",
          "comments": [
            "Roman citizens Roman law said that Roman citizens must not be beaten before their trial."
          ]
        },
        {
          "text": "The soldiers told the officials what Paul said. When they heard that Paul and Silas were Roman citizens, they were afraid.",
          "ID": "38"
        },
        {
          "text": "So they came and told them they were sorry. They led them out of the jail and asked them to leave the city.",
          "ID": "39"
        },
        {
          "text": "But when Paul and Silas came out of the jail, they went to Lydia’s house. They saw some of the believers there and encouraged them. Then they left.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.16",
      "name": "Acts 16"
    },
    {
      "title": "Paul in Athens",
      "text": [
        {
          "text": "Paul and Silas traveled through the cities of Amphipolis and Apollonia. They came to the city of Thessalonica, where there was a Jewish synagogue.",
          "ID": "1"
        },
        {
          "text": "Paul went into the synagogue to see the Jews as he always did. The next three weeks, on each Sabbath day, he discussed the Scriptures with them.",
          "ID": "2"
        },
        {
          "text": "He explained the Scriptures to show them that the Messiah had to die and then rise from death. He said, “This Jesus that I am telling you about is the Messiah.”",
          "ID": "3"
        },
        {
          "text": "Some of the Jews there believed Paul and Silas and decided to join them. Also, a large number of Greeks who were worshipers of the true God and many important women joined them.",
          "ID": "4"
        },
        {
          "text": "But the Jews who did not believe became jealous, so they got some bad men from around the city center to make trouble. They formed a mob and caused a riot in the city. They went to Jason’s house, looking for Paul and Silas. They wanted to bring them out before the people.",
          "ID": "5"
        },
        {
          "text": "When they did not find them, they dragged Jason and some of the other believers to the city leaders. The people shouted, “These men have made trouble everywhere in the world, and now they have come here too!",
          "ID": "6"
        },
        {
          "text": "Jason is keeping them in his house. They all do things against the laws of Caesar. They say there is another king called Jesus.”",
          "ID": "7"
        },
        {
          "text": "When the city leaders and the other people heard this, they became very upset.",
          "ID": "8"
        },
        {
          "text": "They made Jason and the other believers deposit money to guarantee that there would be no more trouble. Then they let them go.",
          "ID": "9"
        },
        {
          "text": "That same night the believers sent Paul and Silas to another city named Berea. When they arrived there, they went to the Jewish synagogue.",
          "ID": "10"
        },
        {
          "text": "The people in Berea were more open-minded than those in Thessalonica. They were so glad to hear the message Paul told them. They studied the Scriptures every day to make sure that what they heard was really true.",
          "ID": "11"
        },
        {
          "text": "The result was that many of them believed, including many important Greek women and men.",
          "ID": "12"
        },
        {
          "text": "But when the Jews in Thessalonica learned that Paul was telling people God’s message in Berea, they came there too. They upset the people and made trouble.",
          "ID": "13"
        },
        {
          "text": "So the believers immediately sent Paul away to the coast, but Silas and Timothy stayed in Berea.",
          "ID": "14"
        },
        {
          "text": "Those who went with Paul took him to the city of Athens. They returned with a message for Silas and Timothy to come and join him as soon as they could.",
          "ID": "15"
        },
        {
          "text": "While Paul was waiting for Silas and Timothy in Athens, he was upset because he saw that the city was full of idols.",
          "ID": "16"
        },
        {
          "text": "In the synagogue he talked with the Jews and with the Greeks who were worshipers of the true God. He also went to the public square every day and talked with everyone who came by.",
          "ID": "17"
        },
        {
          "text": "Some of the Epicurean and some of the Stoic philosophers argued with him.\nSome of them said, “This man doesn’t really know what he is talking about. What is he trying to say?” Paul was telling them the Good News about Jesus and the resurrection. So they said, “He seems to be telling us about some other gods.”",
          "ID": "18"
        },
        {
          "text": "They took Paul to a meeting of the Areopagus council. They said, “Please explain to us this new idea that you have been teaching.",
          "ID": "19"
        },
        {
          "text": "The things you are saying are new to us. We have never heard this teaching before, and we want to know what it means.”",
          "ID": "20"
        },
        {
          "text": "(The people of Athens and the foreigners who lived there spent all their time either telling or listening to all the latest ideas.)",
          "ID": "21"
        },
        {
          "text": "Then Paul stood up before the meeting of the Areopagus council and said, “Men of Athens, everything I see here tells me you are very religious.",
          "ID": "22"
        },
        {
          "text": "I was going through your city and I saw the things you worship. I found an altar that had these words written on it: ‘ to an unknown god.’ You worship a god that you don’t know. This is the God I want to tell you about.",
          "ID": "23"
        },
        {
          "text": "“He is the God who made the whole world and everything in it. He is the Lord of the land and the sky. He does not live in temples built by human hands.",
          "ID": "24"
        },
        {
          "text": "He is the one who gives people life, breath, and everything else they need. He does not need any help from them. He has everything he needs.",
          "ID": "25"
        },
        {
          "text": "God began by making one man, and from him he made all the different people who live everywhere in the world. He decided exactly when and where they would live.",
          "ID": "26"
        },
        {
          "text": "“God wanted people to look for him, and perhaps in searching all around for him, they would find him. But he is not far from any of us.",
          "ID": "27"
        },
        {
          "text": "It is through him that we are able to live, to do what we do, and to be who we are. As your own poets have said, ‘We all come from him.’",
          "ID": "28"
        },
        {
          "text": "“That’s right. We all come from God. So you must not think that he is like something people imagine or make. He is not made of gold, silver, or stone.",
          "ID": "29"
        },
        {
          "text": "In the past people did not understand God, and he overlooked this. But now he is telling everyone in the world to change and turn to him.",
          "ID": "30"
        },
        {
          "text": "He has decided on a day when he will judge all the people in the world in a way that is fair. To do this he will use a man he chose long ago. And he has proved to everyone that this is the man to do it. He proved it by raising him from death!”",
          "ID": "31"
        },
        {
          "text": "When the people heard about Jesus being raised from death, some of them laughed. But others said, “We will hear more about this from you later.”",
          "ID": "32"
        },
        {
          "text": "So Paul left the council meeting.",
          "ID": "33"
        },
        {
          "text": "But some of the people joined with Paul and became believers. Among these were Dionysius, a member of the Areopagus council, a woman named Damaris, and some others.",
          "ID": "34"
        }
      ],
      "ID": "NT:ACT.17",
      "name": "Acts 17"
    },
    {
      "title": "Apollos in Ephesus and Corinth",
      "text": [
        {
          "text": "Later, Paul left Athens and went to the city of Corinth.",
          "ID": "1"
        },
        {
          "text": "There he met a Jewish man named Aquila, who was born in the country of Pontus. But he and his wife, Priscilla, had recently moved to Corinth from Italy. They left Italy because Claudius had given an order for all Jews to leave Rome. Paul went to visit Aquila and Priscilla.",
          "ID": "2"
        },
        {
          "text": "They were tentmakers, the same as Paul, so he stayed with them and worked with them.",
          "ID": "3"
        },
        {
          "text": "Every Sabbath day Paul went to the synagogue and talked with both Jews and Greeks, trying to persuade them to believe in Jesus.",
          "ID": "4"
        },
        {
          "text": "But after Silas and Timothy came from Macedonia, Paul spent all his time telling God’s message to the Jews, trying to convince them that Jesus is the Messiah.",
          "ID": "5"
        },
        {
          "text": "But they disagreed with what Paul was teaching and started insulting him. So Paul shook the dust from his clothes. He said to them, “If you are not saved, it will be your own fault! I have done all I can do. After this I will go only to the non-Jewish people.”",
          "ID": "6",
          "comments": [
            "shook the dust from his clothes A warning. It showed Paul was finished talking to these Jews."
          ]
        },
        {
          "text": "Paul left the synagogue and moved into the home of Titius Justus, a man who was a worshiper of the true God. His house was next to the synagogue.",
          "ID": "7"
        },
        {
          "text": "Crispus was the leader of that synagogue. He and all the people living in his house believed in the Lord Jesus. Many other people in Corinth also listened to Paul. They, too, believed and were baptized.",
          "ID": "8"
        },
        {
          "text": "During the night, Paul had a vision. The Lord said to him, “Don’t be afraid, and don’t stop talking to people.",
          "ID": "9"
        },
        {
          "text": "I am with you, and no one will be able to hurt you. Many of my people are in this city.”",
          "ID": "10"
        },
        {
          "text": "Paul stayed there for a year and a half teaching God’s message to the people.",
          "ID": "11"
        },
        {
          "text": "During the time that Gallio was the governor of Achaia, some of the Jews came together against Paul. They took him to court.",
          "ID": "12"
        },
        {
          "text": "They said to Gallio, “This man is teaching people to worship God in a way that is against our law!”",
          "ID": "13"
        },
        {
          "text": "Paul was ready to say something, but Gallio spoke to the Jews. He said, “I would listen to you if your complaint was about a crime or other wrong.",
          "ID": "14"
        },
        {
          "text": "But it is only about words and names—arguments about your own law. So you must solve this problem yourselves. I don’t want to be a judge of these matters.”",
          "ID": "15"
        },
        {
          "text": "So Gallio made them leave the court.",
          "ID": "16"
        },
        {
          "text": "Then they all grabbed Sosthenes, the leader of the synagogue. They beat him before the court. But this did not bother Gallio.",
          "ID": "17"
        },
        {
          "text": "Paul stayed with the believers for many days. Then he left and sailed for Syria. Priscilla and Aquila were also with him. At Cenchrea Paul cut off his hair, because he had made a promise to God.",
          "ID": "18",
          "comments": [
            "cut off his hair This may show that Paul was ending a Nazirite vow, a time of special dedication and service promised to God. See “ Nazirite” in the Word List."
          ]
        },
        {
          "text": "Then they went to the city of Ephesus, where Paul left Priscilla and Aquila. While Paul was in Ephesus, he went into the synagogue and talked with the Jews.",
          "ID": "19"
        },
        {
          "text": "They asked him to stay longer, but he refused.",
          "ID": "20"
        },
        {
          "text": "He left them and said, “I will come back to you again if God wants me to.” And so he sailed away from Ephesus.",
          "ID": "21"
        },
        {
          "text": "When Paul arrived at Caesarea, he went to Jerusalem and visited the church there. After that he went to Antioch.",
          "ID": "22"
        },
        {
          "text": "Paul stayed in Antioch for a while. Then he left there and went through the countries of Galatia and Phrygia. He traveled from town to town in these countries, helping all the followers of Jesus grow stronger in their faith.",
          "ID": "23"
        },
        {
          "text": "A Jew named Apollos came to Ephesus. Born in the city of Alexandria, he was an educated man who knew the Scriptures well.",
          "ID": "24"
        },
        {
          "text": "He had been taught about the Lord and was always excited to talk to people about Jesus. What he taught was right, but the only baptism he knew about was the baptism that John taught.",
          "ID": "25",
          "comments": [
            "excited Or “on fire with the Spirit.”"
          ]
        },
        {
          "text": "Apollos began to speak very boldly in the synagogue. When Priscilla and Aquila heard him speak, they took him to their home and helped him understand the way of God better.",
          "ID": "26"
        },
        {
          "text": "Apollos wanted to go to Achaia. So the believers in Ephesus helped him. They wrote a letter to the Lord’s followers in Achaia and asked them to accept Apollos. When he arrived there, he was a great help to those who had believed in Jesus because of God’s grace.",
          "ID": "27"
        },
        {
          "text": "He argued very strongly against the Jews before all the people. He clearly proved that the Jews were wrong. He used the Scriptures and showed that Jesus is the Messiah.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.18",
      "name": "Acts 18"
    },
    {
      "title": "Trouble in Ephesus",
      "text": [
        {
          "text": "While Apollos was in the city of Corinth, Paul was visiting some places on his way to Ephesus. In Ephesus he found some other followers of the Lord.",
          "ID": "1"
        },
        {
          "text": "He asked them, “Did you receive the Holy Spirit when you believed?”\nThese followers said to him, “We have never even heard of a Holy Spirit!”",
          "ID": "2"
        },
        {
          "text": "Paul asked them, “So what kind of baptism did you have?”\nThey said, “It was the baptism that John taught.”",
          "ID": "3"
        },
        {
          "text": "Paul said, “John told people to be baptized to show they wanted to change their lives. He told people to believe in the one who would come after him, and that one is Jesus.”",
          "ID": "4"
        },
        {
          "text": "When these followers heard this, they were baptized in the name of the Lord Jesus.",
          "ID": "5"
        },
        {
          "text": "Then Paul laid his hands on them, and the Holy Spirit came on them. They began speaking different languages and prophesying.",
          "ID": "6"
        },
        {
          "text": "There were about twelve men in this group.",
          "ID": "7"
        },
        {
          "text": "Paul went into the synagogue and spoke very boldly. He continued doing this for three months. He talked with the Jews, trying to persuade them to accept what he was telling them about God’s kingdom.",
          "ID": "8"
        },
        {
          "text": "But some of them became stubborn and refused to believe. In front of everyone, they said bad things about the Way. So Paul left these Jews and took the Lord’s followers with him. He went to a place where a man named Tyrannus had a school. There Paul talked with people every day.",
          "ID": "9"
        },
        {
          "text": "He did this for two years. Because of this work, everyone in Asia, Jews and Greeks, heard the word of the Lord.",
          "ID": "10"
        },
        {
          "text": "God used Paul to do some very special miracles.",
          "ID": "11"
        },
        {
          "text": "Some people carried away handkerchiefs and clothes that Paul had used and put them on those who were sick. The sick people were healed, and evil spirits left them.",
          "ID": "12"
        },
        {
          "text": "Some Jews also were traveling around forcing evil spirits out of people. The seven sons of Sceva, one of the leading priests, were doing this. These Jews tried to use the name of the Lord Jesus to make the evil spirits go out of people. They all said, “By the same Jesus that Paul talks about, I order you to come out!”",
          "ID": "13-14"
        },
        {
          "text": "But one time an evil spirit said to these Jews, “I know Jesus, and I know about Paul, but who are you?”",
          "ID": "15"
        },
        {
          "text": "Then the man who had the evil spirit inside him jumped on these Jews. He was much stronger than all of them. He beat them up and tore their clothes off. They all ran away from that house.",
          "ID": "16"
        },
        {
          "text": "All the people in Ephesus, Jews and Greeks, learned about this. They were all filled with fear and gave great honor to the Lord Jesus.",
          "ID": "17"
        },
        {
          "text": "Many of the believers began to confess, telling about all the evil things they had done.",
          "ID": "18"
        },
        {
          "text": "Some of them had used magic. These believers brought their magic books and burned them before everyone. These books were worth about 50,000 silver coins.",
          "ID": "19",
          "comments": [
            "silver coins Probably Greek drachmas. One coin was worth the average pay for one day’s work."
          ]
        },
        {
          "text": "This is how the word of the Lord was spreading in a powerful way, causing more and more people to believe.",
          "ID": "20"
        },
        {
          "text": "After this, Paul made plans to go to Jerusalem. He planned to go through the regions of Macedonia and Achaia, and then go to Jerusalem. He thought, “After I visit Jerusalem, I must also visit Rome.”",
          "ID": "21"
        },
        {
          "text": "Timothy and Erastus were two of his helpers. Paul sent them ahead to Macedonia. But he stayed in Asia for a while.",
          "ID": "22"
        },
        {
          "text": "But during that time there was some trouble in Ephesus about the Way. This is how it all happened:",
          "ID": "23"
        },
        {
          "text": "There was a man named Demetrius. He worked with silver. He made little silver models that looked like the temple of the goddess Artemis. The men who did this work made a lot of money.",
          "ID": "24"
        },
        {
          "text": "Demetrius had a meeting with these men and some others who did the same kind of work. He told them, “Men, you know that we make a lot of money from our business.",
          "ID": "25"
        },
        {
          "text": "But look at what this man Paul is doing. Listen to what he is saying. He has convinced many people in Ephesus and all over Asia to change their religion. He says the gods that people make by hand are not real.",
          "ID": "26"
        },
        {
          "text": "I’m afraid this is going to turn people against our business. But there is also another problem. People will begin to think that the temple of the great goddess Artemis is not important. Her greatness will be destroyed. And Artemis is the goddess that everyone in Asia and the whole world worships.”",
          "ID": "27"
        },
        {
          "text": "When the men heard this, they became very angry. They shouted, “Great is Artemis, the goddess of Ephesus!”",
          "ID": "28"
        },
        {
          "text": "The whole city was thrown into confusion. The people grabbed Gaius and Aristarchus, men from Macedonia who were traveling with Paul, and rushed all together into the stadium.",
          "ID": "29"
        },
        {
          "text": "Paul wanted to go in and talk to the people, but the Lord’s followers did not let him go.",
          "ID": "30"
        },
        {
          "text": "Also, some leaders of the country who were friends of Paul sent him a message telling him not to go into the stadium.",
          "ID": "31"
        },
        {
          "text": "Some people were shouting one thing and others were shouting something else. The meeting was very confused. Most of the people did not know why they had come there.",
          "ID": "32"
        },
        {
          "text": "Some Jews made a man named Alexander stand before the crowd, and they told him what to say. Alexander waved his hand, trying to explain things to the people.",
          "ID": "33"
        },
        {
          "text": "But when the people saw that Alexander was a Jew, they all began shouting the same thing. For two hours they continued shouting, “Great is Artemis of Ephesus! Great is Artemis of Ephesus! Great is Artemis …!”",
          "ID": "34"
        },
        {
          "text": "Then the city clerk persuaded the people to be quiet. He said, “Men of Ephesus, everyone knows that Ephesus is the city that keeps the temple of the great goddess Artemis. Everyone knows that we also keep her holy rock.",
          "ID": "35",
          "comments": [
            "holy rock Probably a meteorite or rock that the people thought looked like Artemis and worshiped."
          ]
        },
        {
          "text": "No one can deny this, so you should be quiet. You must stop and think before you do anything else.",
          "ID": "36"
        },
        {
          "text": "“You brought these men here, but they have not said anything bad against our goddess. They have not stolen anything from her temple.",
          "ID": "37",
          "comments": [
            "men Gaius and Aristarchus, the men traveling with Paul."
          ]
        },
        {
          "text": "We have courts of law and there are judges. Do Demetrius and those men who work with him have a charge against anyone? They should go to the courts. Let them argue with each other there.",
          "ID": "38"
        },
        {
          "text": "“Is there something else you want to talk about? Then come to the regular town meeting of the people. It can be decided there.",
          "ID": "39"
        },
        {
          "text": "I say this because someone might see this trouble today and say we are rioting. We could not explain all this trouble, because there is no real reason for this meeting.”",
          "ID": "40"
        },
        {
          "text": "After the city clerk said this, he told the people to go home.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.19",
      "name": "Acts 19"
    },
    {
      "title": "Paul Speaks to the Elders From Ephesus",
      "text": [
        {
          "text": "When the trouble stopped, Paul invited the Lord’s followers to come visit him. After encouraging them, he told them goodbye and left for Macedonia.",
          "ID": "1"
        },
        {
          "text": "On his way through Macedonia he had many words of encouragement for the followers in various places. Then he went to Greece",
          "ID": "2"
        },
        {
          "text": "and stayed there three months.\nPaul was ready to sail for Syria, but some Jews were planning something against him. So he decided to go back through Macedonia to Syria.",
          "ID": "3"
        },
        {
          "text": "These men were traveling with him: Sopater, the son of Pyrrhus, from the city of Berea; Aristarchus and Secundus, from the city of Thessalonica; Gaius, from the city of Derbe; Timothy; and two men from Asia, Tychicus and Trophimus.",
          "ID": "4"
        },
        {
          "text": "These men went first, ahead of Paul. They waited for us in the city of Troas.",
          "ID": "5"
        },
        {
          "text": "We sailed from the city of Philippi after the Festival of Unleavened Bread. We met these men in Troas five days later and stayed there seven days.",
          "ID": "6"
        },
        {
          "text": "On Sunday we all met together to eat the Lord’s Supper. Paul talked to the group. Because he was planning to leave the next day, he continued talking until midnight.",
          "ID": "7",
          "comments": [
            "Sunday Literally, “first day of the week,” which for the Jews began at sunset on Saturday. But if Luke is using Greek time here, then the meeting was Sunday night.",
            "to eat the Lord’s Supper Literally, “to break bread.” This may mean a meal or the Lord’s Supper, the special meal Jesus told his followers to eat to remember him. See Lk. 22:14-20."
          ]
        },
        {
          "text": "We were all together in a room upstairs, and there were many lights in the room.",
          "ID": "8"
        },
        {
          "text": "There was a young man named Eutychus sitting in the window. Paul continued talking, and Eutychus became very, very sleepy. Finally, he went to sleep and fell out of the window. He fell to the ground from the third floor. When the people went down and lifted him up, he was dead.",
          "ID": "9"
        },
        {
          "text": "Paul went down to where Eutychus was, knelt down beside him, and put his arms around him. He said to the other believers, “Don’t worry. He is alive now.”",
          "ID": "10"
        },
        {
          "text": "Then Paul went upstairs again, broke off some pieces of bread and ate. He spoke to them a long time. It was early morning when he finished, and then he left.",
          "ID": "11"
        },
        {
          "text": "The Lord’s followers took Eutychus home alive, and they were all greatly comforted.",
          "ID": "12"
        },
        {
          "text": "We went on ahead of Paul and sailed for the city of Assos, planning to meet him there. This is what he told us to do because he wanted to go by land.",
          "ID": "13"
        },
        {
          "text": "When he caught up with us at Assos, we took him on board, and we all sailed to Mitylene.",
          "ID": "14"
        },
        {
          "text": "The next day, we sailed away from there and came to a place near the island of Chios. Then the next day, we sailed to the island of Samos. A day later, we came to the city of Miletus.",
          "ID": "15"
        },
        {
          "text": "Paul had already decided not to stop at Ephesus. He did not want to stay too long in Asia. He was hurrying because he wanted to be in Jerusalem on the day of Pentecost if possible.",
          "ID": "16"
        },
        {
          "text": "In Miletus Paul sent a message back to Ephesus, telling the elders of the church in Ephesus to come to him.",
          "ID": "17"
        },
        {
          "text": "When they came, Paul said to them, “You know about my life from the first day I came to Asia. You know the way I lived all the time I was with you.",
          "ID": "18"
        },
        {
          "text": "The Jews planned things against me, and this gave me much trouble. But you know that I always served the Lord, sometimes with tears. I never thought about myself first.",
          "ID": "19"
        },
        {
          "text": "I always did what was best for you. I told you the Good News about Jesus in public before the people and also taught in your homes.",
          "ID": "20"
        },
        {
          "text": "I told everyone—Jewish and non-Jewish people—to change and turn to God. I told them all to believe in our Lord Jesus.",
          "ID": "21"
        },
        {
          "text": "“But now I must obey the Spirit and go to Jerusalem. I don’t know what will happen to me there.",
          "ID": "22"
        },
        {
          "text": "I know only that in every city the Holy Spirit tells me that troubles and even jail wait for me.",
          "ID": "23"
        },
        {
          "text": "I don’t care about my own life. The most important thing is that I finish my work. I want to finish the work that the Lord Jesus gave me to do—to tell people the Good News about God’s grace.",
          "ID": "24"
        },
        {
          "text": "“And now listen to me. I know that none of you will ever see me again. All the time I was with you, I told you the Good News about God’s kingdom.",
          "ID": "25"
        },
        {
          "text": "So today I can tell you one thing that I am sure of: God will not blame me if some of you are not saved.",
          "ID": "26"
        },
        {
          "text": "I can say this because I know that I told you everything that God wants you to know.",
          "ID": "27"
        },
        {
          "text": "Be careful for yourselves and for all the people God has given you. The Holy Spirit gave you the work of caring for this flock. You must be shepherds to the church of God, the people he bought with his own blood.",
          "ID": "28",
          "comments": [
            "gave … caring for Literally, “made you overseers of.”",
            "flock A flock is many sheep. Here, it means a group of God’s people who follow their leaders (elders) like sheep following a shepherd.",
            "of God Some Greek copies say, “of the Lord.”",
            "his own blood Or “the blood of his own Son.”"
          ]
        },
        {
          "text": "I know that after I leave, some men will come into your group. They will be like wild wolves and will try to destroy the flock.",
          "ID": "29"
        },
        {
          "text": "Also, men from your own group will begin to teach things that are wrong. They will lead some of the Lord’s followers away from the truth to follow them.",
          "ID": "30"
        },
        {
          "text": "So be careful! And always remember what I did during the three years I was with you. I never stopped reminding each one of you how you should live, counseling you day and night and crying over you.",
          "ID": "31"
        },
        {
          "text": "“Now I am putting you in God’s care. I am depending on the message about his grace to make you strong. That message is able to give you the blessings that God gives to all his holy people.",
          "ID": "32"
        },
        {
          "text": "When I was with you, I never wanted anyone’s money or fine clothes.",
          "ID": "33"
        },
        {
          "text": "You know that I always worked to take care of my own needs and the needs of the people who were with me.",
          "ID": "34"
        },
        {
          "text": "I always showed you that you should work just as I did and help people who are weak. I taught you to remember the words of the Lord Jesus: ‘You will have a greater blessing when you give than when you receive.’”",
          "ID": "35"
        },
        {
          "text": "When Paul finished speaking, he knelt down, and they all prayed together.",
          "ID": "36"
        },
        {
          "text": "They cried and cried. They were especially sad because Paul had said they would never see him again. They hugged him and kissed him. Then they went with him to the ship to say goodbye.",
          "ID": "37-38"
        }
      ],
      "ID": "NT:ACT.20",
      "name": "Acts 20"
    },
    {
      "title": "Paul Is Arrested",
      "text": [
        {
          "text": "After we said goodbye to the elders, we sailed away straight to Cos island. The next day we went to the island of Rhodes, and from there we went to Patara.",
          "ID": "1"
        },
        {
          "text": "There we found a ship that was going to the area of Phoenicia. We got on the ship and sailed away.",
          "ID": "2"
        },
        {
          "text": "We sailed near the island of Cyprus. We could see it on the north side, but we did not stop. We sailed to the country of Syria. We stopped at Tyre because the ship needed to unload its cargo there.",
          "ID": "3"
        },
        {
          "text": "We found the Lord’s followers there and stayed with them for seven days. They warned Paul not to go to Jerusalem because of what the Spirit had told them.",
          "ID": "4"
        },
        {
          "text": "But when our time there was up, we returned to the ship to continue our trip. All the followers, even the women and children, came with us to the seashore. We all knelt down on the beach, prayed,",
          "ID": "5"
        },
        {
          "text": "and said goodbye. Then we got on the ship, and the followers went home.",
          "ID": "6"
        },
        {
          "text": "We continued our trip from Tyre and went to the city of Ptolemais. We greeted the believers there and stayed with them one day.",
          "ID": "7"
        },
        {
          "text": "The next day we left Ptolemais and went to the city of Caesarea. We went into the home of Philip and stayed with him. He had the work of telling the Good News. He was one of the seven helpers.",
          "ID": "8",
          "comments": [
            "seven helpers Men chosen for a special work. See Acts 6:1-6."
          ]
        },
        {
          "text": "He had four unmarried daughters who had the gift of prophesying.",
          "ID": "9"
        },
        {
          "text": "After we had been there for several days, a prophet named Agabus came from Judea.",
          "ID": "10"
        },
        {
          "text": "He came to us and borrowed Paul’s belt. He used it to tie his own hands and feet. He said, “The Holy Spirit tells me, ‘This is how the Jews in Jerusalem will tie up the man who wears this belt. Then they will hand him over to people who don’t know God.’”",
          "ID": "11",
          "comments": [
            "belt Paul’s belt; so Agabus means that the Jews in Jerusalem will tie Paul up (arrest him)."
          ]
        },
        {
          "text": "When we heard this, we and the other followers there begged Paul not to go to Jerusalem.",
          "ID": "12"
        },
        {
          "text": "But he said, “Why are you crying and making me feel so sad? I am willing to be put in jail in Jerusalem. I am even ready to die for the name of the Lord Jesus!”",
          "ID": "13"
        },
        {
          "text": "We could not persuade him to stay away from Jerusalem. So we stopped begging him and said, “We pray that what the Lord wants will be done.”",
          "ID": "14"
        },
        {
          "text": "After this, we got ready and left for Jerusalem.",
          "ID": "15"
        },
        {
          "text": "Some of the followers of Jesus from Caesarea went with us. These followers took us to the home of Mnason, a man from Cyprus, who was one of the first people to be a follower of Jesus. They took us to his home so that we could stay with him.",
          "ID": "16"
        },
        {
          "text": "The brothers and sisters in Jerusalem were very happy to see us.",
          "ID": "17"
        },
        {
          "text": "The next day Paul went with us to visit James, and all the elders were there.",
          "ID": "18"
        },
        {
          "text": "After greeting them, Paul told them point by point all that God had used him to do among the non-Jewish people.",
          "ID": "19"
        },
        {
          "text": "When the leaders heard this, they praised God. Then they said to Paul, “Brother, you can see that thousands of Jews have become believers, but they think it is very important to obey the Law of Moses.",
          "ID": "20"
        },
        {
          "text": "They have been told that you teach the Jews who live in non-Jewish regions to stop following the Law of Moses. They have heard that you tell them not to circumcise their sons or follow our other customs.",
          "ID": "21"
        },
        {
          "text": "“What should we do? The Jewish believers here will learn that you have come.",
          "ID": "22"
        },
        {
          "text": "So we will tell you what to do: Four of our men have made a vow to God.",
          "ID": "23",
          "comments": [
            "vow Probably a Nazirite vow, a time of special dedication and service promised to God. See “ Nazirite” in the Word List."
          ]
        },
        {
          "text": "Take these men with you and share in their cleansing ceremony. Pay their expenses so that they can shave their heads. This will prove to everyone that the things they have heard about you are not true. They will see that you obey the Law of Moses in your own life.",
          "ID": "24",
          "comments": [
            "cleansing ceremony The special things Jews did to end the Nazirite vow. Also in verse 26.",
            "shave their heads To show that their vow was finished."
          ]
        },
        {
          "text": "“In regard to the non-Jewish believers, we have already sent a letter to them saying what we think they should do:\n‘Don’t eat food that has been given to idols.\nDon’t eat meat from animals that have been strangled or any meat that still has the blood in it.\nDon’t be involved in sexual sin.’”",
          "ID": "25"
        },
        {
          "text": "So Paul took the four men with him. The next day he shared in their cleansing ceremony. Then he went to the Temple area and announced the time when the days of the cleansing ceremony would be finished. On the last day an offering would be given for each of the men.",
          "ID": "26"
        },
        {
          "text": "When the seven-day period was almost finished, some Jews from Asia saw Paul in the Temple area. They stirred up everyone into an angry mob. They grabbed Paul",
          "ID": "27"
        },
        {
          "text": "and shouted, “Men of Israel, help us! This is the man who is teaching things that are against the Law of Moses, against our people, and against this Temple of ours. This is what he teaches people everywhere. And now he has brought some Greeks into the Temple area and has made this holy place unclean!”",
          "ID": "28"
        },
        {
          "text": "(The Jews said this because they had seen Trophimus with Paul in Jerusalem. Trophimus was a man from Ephesus. The Jews thought that Paul had taken him into the holy area of the Temple.)",
          "ID": "29"
        },
        {
          "text": "An angry reaction spread throughout the city, and everyone came running to the Temple. They grabbed Paul and dragged him out of the holy area, and the gates were closed immediately.",
          "ID": "30"
        },
        {
          "text": "While they were trying to kill Paul, the commander of the Roman army in Jerusalem got word that the whole city was in a state of riot.",
          "ID": "31"
        },
        {
          "text": "Immediately the commander ran to where the crowd had gathered, taking with him some army officers and soldiers. When the people saw the commander and his soldiers, they stopped beating Paul.",
          "ID": "32"
        },
        {
          "text": "The commander went over to Paul and arrested him. He told his soldiers to tie him up with two chains. Then he asked, “Who is this man? What has he done wrong?”",
          "ID": "33"
        },
        {
          "text": "Some people there were shouting one thing, and others were shouting something else. Because of all this confusion and shouting, the commander could not learn the truth about what had happened. So he told the soldiers to take Paul to the army building.",
          "ID": "34"
        },
        {
          "text": "The whole crowd was following them. When the soldiers came to the steps, they had to carry Paul. They did this to protect him, because the people were ready to hurt him. The people were shouting, “Kill him!”",
          "ID": "35-36"
        },
        {
          "text": "When the soldiers were ready to take Paul into the army building, he asked the commander, “Can I say something to you?”\nThe commander said, “Oh, you speak Greek?",
          "ID": "37"
        },
        {
          "text": "Then you are not the man I thought you were. I thought you were the Egyptian who started some trouble against the government not long ago and led four thousand terrorists out to the desert.”",
          "ID": "38"
        },
        {
          "text": "Paul said, “No, I am a Jew from Tarsus in the country of Cilicia. I am a citizen of that important city. Please, let me speak to the people.”",
          "ID": "39"
        },
        {
          "text": "The commander told Paul he could speak. So he stood on the steps and waved his hand so that the people would be quiet. The people became quiet and Paul spoke to them in Aramaic.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.21",
      "name": "Acts 21"
    },
    {
      "title": "Paul Speaks to the Jewish Leaders",
      "text": [
        {
          "text": "Paul said, “My brothers and fathers, listen to me! I will make my defense to you.”",
          "ID": "1"
        },
        {
          "text": "When the Jews heard Paul speaking Aramaic, they became very quiet. Then Paul said,",
          "ID": "2"
        },
        {
          "text": "“I am a Jew, born in Tarsus in the country of Cilicia. I grew up in this city. I was a student of Gamaliel, who carefully taught me everything about the law of our fathers. I was very serious about serving God, the same as all of you here today.",
          "ID": "3",
          "comments": [
            "Gamaliel A very important teacher of the Pharisees, a Jewish religious group. See Acts 5:34."
          ]
        },
        {
          "text": "I persecuted the people who followed the Way. Some of them were killed because of me. I arrested men and women and put them in jail.",
          "ID": "4"
        },
        {
          "text": "“The high priest and the whole council of older Jewish leaders can tell you that this is true. One time these leaders gave me some letters. The letters were to the Jewish brothers in the city of Damascus. I was going there to arrest the followers of Jesus and bring them back to Jerusalem for punishment.",
          "ID": "5"
        },
        {
          "text": "“But something happened to me on my way to Damascus. It was about noon when I came close to Damascus. Suddenly a bright light from heaven shined all around me.",
          "ID": "6"
        },
        {
          "text": "I fell to the ground and heard a voice saying to me, ‘Saul, Saul, why are you persecuting me?’",
          "ID": "7"
        },
        {
          "text": "“I asked, ‘Who are you, Lord?’ The voice said, ‘I am Jesus from Nazareth, the one you are persecuting.’",
          "ID": "8"
        },
        {
          "text": "The men who were with me did not understand the voice, but they saw the light.",
          "ID": "9"
        },
        {
          "text": "“I said, ‘What shall I do, Lord?’ The Lord answered, ‘Get up and go into Damascus. There you will be told all that I have planned for you to do.’",
          "ID": "10"
        },
        {
          "text": "I could not see, because the bright light had made me blind. So the men led me into Damascus.",
          "ID": "11"
        },
        {
          "text": "“In Damascus a man named Ananias came to me. He was a man who was devoted to God and obeyed the Law of Moses. All the Jews who lived there respected him.",
          "ID": "12",
          "comments": [
            "Ananias In Acts there are three men with this name. See Acts 5:1 and 23:2 for the other two."
          ]
        },
        {
          "text": "He came to me and said, ‘Saul, my brother, look up and see again!’ Immediately I was able to see him.",
          "ID": "13"
        },
        {
          "text": "“Ananias told me, ‘The God of our fathers chose you long ago to know his plan. He chose you to see the Righteous One and to hear words from him.",
          "ID": "14"
        },
        {
          "text": "You will be his witness to all people. You will tell them what you have seen and heard.",
          "ID": "15"
        },
        {
          "text": "Now, don’t wait any longer. Get up, be baptized and wash away your sins, trusting in Jesus to save you.’",
          "ID": "16",
          "comments": [
            "trusting in Jesus to save you Literally, “calling on his name,” meaning to show faith in Jesus by worshiping him or praying to him for help."
          ]
        },
        {
          "text": "“Later, I came back to Jerusalem. I was praying in the Temple area, and I saw a vision.",
          "ID": "17"
        },
        {
          "text": "I saw Jesus, and he said to me, ‘Hurry and leave Jerusalem now! The people here will not accept the truth you tell them about me.’",
          "ID": "18"
        },
        {
          "text": "“I said, ‘But, Lord, the people know that I was the one who put the believers in jail and beat them. I went through all the synagogues to find and arrest the people who believe in you.",
          "ID": "19"
        },
        {
          "text": "The people also know that I was there when Stephen, your witness, was killed. I stood there and agreed that they should kill him. I even held the coats of the men who were killing him!’",
          "ID": "20"
        },
        {
          "text": "“But Jesus said to me, ‘Leave now. I will send you far away to the non-Jewish people.’”",
          "ID": "21"
        },
        {
          "text": "The people stopped listening when Paul said this last thing. They all shouted, “Get rid of this man! He doesn’t deserve to live.”",
          "ID": "22"
        },
        {
          "text": "They kept on shouting, ripping off their clothes and throwing dust into the air.",
          "ID": "23",
          "comments": [
            "ripping … air These actions were signs of very strong anger."
          ]
        },
        {
          "text": "Then the commander told the soldiers to take Paul into the army building and beat him. He wanted to make Paul tell why the people were shouting against him like this.",
          "ID": "24"
        },
        {
          "text": "So the soldiers were tying Paul, preparing to beat him. But he said to an army officer there, “Do you have the right to beat a Roman citizen who has not been proven guilty?”",
          "ID": "25",
          "comments": [
            "Roman citizen Roman law said that Roman citizens must not be beaten before their trial. Also at 23:27."
          ]
        },
        {
          "text": "When the officer heard this, he went to the commander and told him about it. The officer said, “Do you know what you are doing? This man is a Roman citizen!”",
          "ID": "26"
        },
        {
          "text": "The commander came to Paul and said, “Tell me, are you really a Roman citizen?”\nHe answered, “Yes.”",
          "ID": "27"
        },
        {
          "text": "The commander said, “I paid a lot of money to become a Roman citizen.”\nBut Paul said, “I was born a citizen.”",
          "ID": "28"
        },
        {
          "text": "The men who were preparing to question Paul moved away from him immediately. The commander was afraid because he had already put Paul in chains, and he was a Roman citizen.",
          "ID": "29"
        },
        {
          "text": "The next day the commander decided to learn why the Jews were accusing Paul. So he ordered the leading priests and the whole high council to meet together. He had Paul’s chains taken off and had him brought in to face the council.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.22",
      "name": "Acts 22"
    },
    {
      "title": "Paul Is Sent to Caesarea",
      "text": [
        {
          "text": "Paul looked at the council members and said, “Brothers, I have lived my life in a good way before God. I have always done what I thought was right.”",
          "ID": "1"
        },
        {
          "text": "Ananias, the high priest, was there. When he heard this, he told the men who were standing near Paul to hit him in the mouth.",
          "ID": "2",
          "comments": [
            "Ananias Not the same man named Ananias in Acts 22:12."
          ]
        },
        {
          "text": "Paul said to Ananias, “God will hit you too! You are like a dirty wall that has been painted white. You sit there and judge me, using the Law of Moses. But you are telling them to hit me, and that is against the law.”",
          "ID": "3"
        },
        {
          "text": "The men standing near Paul said to him, “Are you sure you want to insult God’s high priest like that?”",
          "ID": "4"
        },
        {
          "text": "Paul said, “Brothers, I did not know this man was the high priest. The Scriptures say, ‘You must not say bad things about a leader of your people.’”",
          "ID": "5",
          "comments": [
            "Quote from Ex. 22:28."
          ]
        },
        {
          "text": "Paul knew that some of the men in the council meeting were Sadducees and some were Pharisees. So he shouted, “My brothers, I am a Pharisee and my father was a Pharisee! I am on trial here because I believe that people will rise from death.”",
          "ID": "6"
        },
        {
          "text": "When Paul said this, a big argument started between the Pharisees and the Sadducees. The group was divided.",
          "ID": "7"
        },
        {
          "text": "(The Sadducees believe that after people die, they will not live again as an angel or as a spirit. But the Pharisees believe in both.)",
          "ID": "8"
        },
        {
          "text": "All these Jews began shouting louder and louder. Some of the teachers of the law, who were Pharisees, stood up and argued, “We find nothing wrong with this man. Maybe an angel or a spirit really did speak to him.”",
          "ID": "9"
        },
        {
          "text": "The argument turned into a fight, and the commander was afraid that the Jews would tear Paul to pieces. So he told the soldiers to go down and take Paul away from these Jews and put him in the army building.",
          "ID": "10"
        },
        {
          "text": "The next night the Lord Jesus came and stood by Paul. He said, “Be brave! You have told people in Jerusalem about me. You must do the same in Rome.”",
          "ID": "11"
        },
        {
          "text": "The next morning some of the Jews made a plan to kill Paul. They made a promise to themselves that they would not eat or drink anything until they had killed him.",
          "ID": "12"
        },
        {
          "text": "There were more than 40 of them who made this plan.",
          "ID": "13"
        },
        {
          "text": "They went and talked to the leading priests and the older Jewish leaders. They said, “We have promised ourselves that we will not eat or drink until we have killed Paul.",
          "ID": "14"
        },
        {
          "text": "So this is what we want you to do: Send a message to the commander from you and the high council. Tell him you want him to bring Paul out to you. Say that you want to ask him more questions. We will be waiting to kill him while he is on the way here.”",
          "ID": "15"
        },
        {
          "text": "But Paul’s nephew heard about this plan. He went to the army building and told Paul.",
          "ID": "16"
        },
        {
          "text": "Then Paul called one of the army officers and said to him, “Take this young man to the commander. He has a message for him.”",
          "ID": "17"
        },
        {
          "text": "So the army officer brought Paul’s nephew to the commander. The officer said, “The prisoner Paul asked me to bring this young man to you. He has something to tell you.”",
          "ID": "18"
        },
        {
          "text": "The commander led the young man to a place where they could be alone. The commander asked, “What do you want to tell me?”",
          "ID": "19"
        },
        {
          "text": "The young man said, “Some Jews have decided to ask you to bring Paul down to their council meeting tomorrow. They want you to think that they plan to ask Paul more questions.",
          "ID": "20"
        },
        {
          "text": "But don’t believe them! More than 40 of them are hiding and waiting to kill him. They have all promised not to eat or drink until they have killed him. Now they are waiting for you to say yes.”",
          "ID": "21"
        },
        {
          "text": "The commander sent the young man away, telling him, “Don’t tell anyone that you have told me about their plan.”",
          "ID": "22"
        },
        {
          "text": "Then the commander called two army officers. He said to them, “I need some men to go to Caesarea. Get 200 soldiers ready. Also, get 70 soldiers on horses and 200 men to carry spears. Be ready to leave at nine o’clock tonight.",
          "ID": "23"
        },
        {
          "text": "Get some horses for Paul to ride so that he can be taken to Governor Felix safely.”",
          "ID": "24"
        },
        {
          "text": "The commander wrote a letter that said:",
          "ID": "25"
        },
        {
          "text": "From Claudius Lysias,\nTo the Most Honorable Governor Felix.\nGreetings:",
          "ID": "26"
        },
        {
          "text": "Some Jews had taken this man and planned to kill him. But I learned that he is a Roman citizen, so I went with my soldiers and saved him.",
          "ID": "27"
        },
        {
          "text": "I wanted to know why they were accusing him. So I brought him before their council meeting.",
          "ID": "28"
        },
        {
          "text": "This is what I learned: The Jews said this man did some things that were wrong. But these charges were about their own Jewish laws, and there was nothing worthy of jail or death.",
          "ID": "29"
        },
        {
          "text": "I was told that some of the Jews were making a plan to kill him. So I decided to send him to you. I also told those Jews to tell you what they have against him.",
          "ID": "30"
        },
        {
          "text": "The soldiers did what they were told. They got Paul and took him to the city of Antipatris that night.",
          "ID": "31"
        },
        {
          "text": "The next day the soldiers on horses went with Paul to Caesarea, but the other soldiers and the spearmen went back to the army building in Jerusalem.",
          "ID": "32"
        },
        {
          "text": "The soldiers on horses entered Caesarea, gave the letter to Governor Felix, and then turned Paul over to him.",
          "ID": "33"
        },
        {
          "text": "The governor read the letter and asked Paul, “What country are you from?” The governor learned that Paul was from Cilicia.",
          "ID": "34"
        },
        {
          "text": "The governor said, “I will hear your case when the Jews who are accusing you come here too.” Then the governor gave orders for Paul to be kept in the palace built by Herod.",
          "ID": "35"
        }
      ],
      "ID": "NT:ACT.23",
      "name": "Acts 23"
    },
    {
      "title": "Paul Speaks to Felix and His Wife",
      "text": [
        {
          "text": "Five days later Ananias, the high priest, went to the city of Caesarea. He brought with him some of the older Jewish leaders and a lawyer named Tertullus. They went to Caesarea to make charges against Paul before the governor.",
          "ID": "1"
        },
        {
          "text": "Paul was called into the meeting, and Tertullus began to make his accusations.\nTertullus said, “Most Honorable Felix, our people enjoy much peace because of you, and many wrong things in our country are being made right through your wise help. For this we all continue to be very thankful.",
          "ID": "2-3"
        },
        {
          "text": "But I don’t want to take any more of your time. So I will say only a few words. Please be patient.",
          "ID": "4"
        },
        {
          "text": "This man is a troublemaker. He causes trouble with the Jews everywhere in the world. He is a leader of the Nazarene group.",
          "ID": "5"
        },
        {
          "text": "Also, he was trying to make the Temple unclean, but we stopped him. You can decide if all this is true. Ask him some questions yourself.”",
          "ID": "6-8",
          "comments": [
            "Some Greek copies add 6b-8a: “And we wanted to judge him by our own law. 7 But the officer Lysias came and used great force to take him from us. 8 And Lysias ordered those who wanted to accuse him to come to you.”"
          ]
        },
        {
          "text": "The other Jews agreed and said it was all true.",
          "ID": "9"
        },
        {
          "text": "The governor made a sign for Paul to speak. So Paul answered, “Governor Felix, I know that you have been a judge over this nation for a long time. So I am happy to defend myself before you.",
          "ID": "10"
        },
        {
          "text": "I went to worship in Jerusalem only twelve days ago. You can learn for yourself that this is true.",
          "ID": "11"
        },
        {
          "text": "These Jews who are accusing me did not find me arguing with anyone at the Temple or making trouble with the people. And I was not making trouble or arguing in the synagogues or any other place in the city.",
          "ID": "12"
        },
        {
          "text": "These men cannot prove the things they are saying against me now.",
          "ID": "13"
        },
        {
          "text": "“But I will tell you this: I worship the God of our fathers as a follower of the Way, which these Jews say is not the right way, and I believe everything that is taught in the Law of Moses and all that is written in the books of the prophets.",
          "ID": "14"
        },
        {
          "text": "I have the same hope in God that these Jews have—the hope that all people, good and bad, will be raised from death.",
          "ID": "15"
        },
        {
          "text": "This is why I always try to do what I believe is right before God and before everyone.",
          "ID": "16"
        },
        {
          "text": "“I was away from Jerusalem for many years. I went back there to take money to help my people. I also had some gifts to offer at the Temple. I was doing this when some Jews saw me there. I had finished the cleansing ceremony. I had not made any trouble, and no one was gathering around me.",
          "ID": "17-18",
          "comments": [
            "cleansing ceremony The special things Jews did to end the Nazirite vow. See “ Nazirite” in the Word List."
          ]
        },
        {
          "text": "But some Jews from Asia were there. They should be here, standing before you. If I have really done anything wrong, they are the ones who should accuse me. They were there!",
          "ID": "19"
        },
        {
          "text": "Ask these men here if they found any wrong in me when I stood before the high council meeting in Jerusalem.",
          "ID": "20"
        },
        {
          "text": "I did say one thing when I stood before them and shouted, ‘You are judging me today because I believe that people will rise from death!’”",
          "ID": "21"
        },
        {
          "text": "Felix already understood a lot about the Way. He stopped the trial and said, “When commander Lysias comes here, I will decide what to do with you.”",
          "ID": "22"
        },
        {
          "text": "Felix told the army officer to keep Paul guarded but to give him some freedom and to let his friends bring whatever he needed.",
          "ID": "23"
        },
        {
          "text": "After a few days Felix came with his wife Drusilla, who was a Jew. Felix asked for Paul to be brought to him. He listened to Paul talk about believing in Christ Jesus.",
          "ID": "24"
        },
        {
          "text": "But Felix became afraid when Paul spoke about things like doing right, self-control, and the judgment that will come in the future. He said, “Go away now. When I have more time, I will call for you.”",
          "ID": "25"
        },
        {
          "text": "But Felix had another reason for talking with Paul. He hoped Paul would pay him a bribe, so he sent for Paul often and talked with him.",
          "ID": "26"
        },
        {
          "text": "But after two years, Porcius Festus became governor. So Felix was no longer governor. But he left Paul in prison to please the Jews.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.24",
      "name": "Acts 24"
    },
    {
      "title": "Festus Asks King Agrippa About Paul",
      "text": [
        {
          "text": "Festus became governor, and three days later he went from Caesarea to Jerusalem.",
          "ID": "1"
        },
        {
          "text": "The leading priests and the important Jewish leaders made charges against Paul before Festus.",
          "ID": "2"
        },
        {
          "text": "They asked Festus to do them a favor. They wanted him to send Paul back to Jerusalem because they had a plan to kill Paul on the way.",
          "ID": "3"
        },
        {
          "text": "But Festus answered, “No, Paul will be kept in Caesarea. I will be going there soon myself,",
          "ID": "4"
        },
        {
          "text": "and your leaders can go with me. If this man has really done anything wrong, they can accuse him there.”",
          "ID": "5"
        },
        {
          "text": "Festus stayed in Jerusalem another eight or ten days and then went back to Caesarea. The next day Festus told the soldiers to bring Paul before him. Festus was seated on the judgment seat.",
          "ID": "6"
        },
        {
          "text": "Paul came into the room, and the Jews who had come from Jerusalem stood around him. They made many serious charges against him, but they could not prove anything.",
          "ID": "7"
        },
        {
          "text": "Paul defended himself, saying, “I have done nothing wrong against the Jewish law, against the Temple, or against Caesar.”",
          "ID": "8"
        },
        {
          "text": "But Festus wanted to please the Jews. So he asked Paul, “Do you want to go to Jerusalem for me to judge you there on these charges?”",
          "ID": "9"
        },
        {
          "text": "Paul said, “I am standing at Caesar’s judgment seat now. This is where I should be judged. I have done nothing wrong to the Jews, and you know it.",
          "ID": "10"
        },
        {
          "text": "If I have done something wrong and the law says I must die, then I agree that I should die. I don’t ask to be saved from death. But if these charges are not true, then no one can hand me over to these people. No, I want Caesar to hear my case!”",
          "ID": "11"
        },
        {
          "text": "Festus talked about this with his advisors. Then he said, “You have asked to see Caesar, so you will go to Caesar!”",
          "ID": "12"
        },
        {
          "text": "A few days later King Agrippa and Bernice came to Caesarea to visit Festus.",
          "ID": "13"
        },
        {
          "text": "They stayed there many days, and Festus told the king about Paul’s case. Festus said, “There is a man that Felix left in prison.",
          "ID": "14"
        },
        {
          "text": "When I went to Jerusalem, the leading priests and the older Jewish leaders there made charges against him. They wanted me to order his death.",
          "ID": "15"
        },
        {
          "text": "But I told them, ‘When a man is accused of doing something wrong, Romans don’t hand him over for others to judge. First, he must face the people accusing him. And then he must be allowed to defend himself against their charges.’",
          "ID": "16"
        },
        {
          "text": "“So when these Jews came here for the trial, I did not waste time. The next day I sat on the judgment seat and ordered Paul to be brought in.",
          "ID": "17"
        },
        {
          "text": "The Jews stood up and accused him. But they did not accuse him of the kind of crimes I thought they would.",
          "ID": "18"
        },
        {
          "text": "Their charges were all about their own religion and about a man named Jesus. Jesus died, but Paul said that he is still alive.",
          "ID": "19"
        },
        {
          "text": "I did not have any idea about how to judge these matters. So I asked Paul, ‘Do you want to go to Jerusalem and be judged there?’",
          "ID": "20"
        },
        {
          "text": "But Paul asked to be kept in Caesarea. He wants a decision from the emperor. So I ordered that he be held until I could send him to Caesar in Rome.”",
          "ID": "21"
        },
        {
          "text": "Agrippa said to Festus, “I would like to hear this man too.”\nFestus said, “Tomorrow you can hear him.”",
          "ID": "22"
        },
        {
          "text": "The next day Agrippa and Bernice came to the meeting with great show, acting like very important people. They entered the room with military leaders and important men of the city. Festus ordered the soldiers to bring Paul in.",
          "ID": "23"
        },
        {
          "text": "Festus said, “King Agrippa and all of you gathered here with us, you see this man. All the Jewish people, here and in Jerusalem, have complained to me about him. When they complain about him, they shout that he should be killed.",
          "ID": "24"
        },
        {
          "text": "When I judged him, I did not find him guilty of any crime worthy of death. But he asked to be judged by Caesar, so I decided to send him to Rome.",
          "ID": "25"
        },
        {
          "text": "However, I don’t really know what to tell Caesar that this man has done wrong. So I have brought him before all of you—especially you, King Agrippa. I hope that you can question him and give me something to write to Caesar.",
          "ID": "26"
        },
        {
          "text": "I think it is foolish to send a prisoner to Caesar without making some charges against him.”",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.25",
      "name": "Acts 25"
    },
    {
      "title": "Paul Tries to Persuade Agrippa",
      "text": [
        {
          "text": "Agrippa said to Paul, “You may now speak to defend yourself.” Paul raised his hand to get their attention and began to speak.",
          "ID": "1"
        },
        {
          "text": "He said, “King Agrippa, I feel fortunate that I can stand here before you today and answer all the charges these Jews have made against me.",
          "ID": "2"
        },
        {
          "text": "I am very happy to talk to you, because you know so much about all the Jewish customs and the things the Jews argue about. Please listen to me patiently.",
          "ID": "3"
        },
        {
          "text": "“All the Jews know about my whole life. They know the way I lived from the beginning in my own country and later in Jerusalem.",
          "ID": "4"
        },
        {
          "text": "These Jews have known me for a long time. If they want to, they can tell you that I was a good Pharisee. And the Pharisees obey the laws of the Jewish religion more carefully than any other group.",
          "ID": "5"
        },
        {
          "text": "Now I am on trial because I hope for the promise that God made to our fathers.",
          "ID": "6"
        },
        {
          "text": "This is the promise that all the twelve tribes of our people hope to receive. For this hope the Jews serve God day and night. My king, the Jews have accused me because I hope for this same promise.",
          "ID": "7"
        },
        {
          "text": "Why do you people think it is impossible for God to raise people from death?",
          "ID": "8"
        },
        {
          "text": "“I used to think that I should do everything I could against Jesus from Nazareth.",
          "ID": "9"
        },
        {
          "text": "And that’s what I did, beginning in Jerusalem. The leading priests gave me the authority to put many of God’s people in jail. And when they were being killed, I agreed that it was a good thing.",
          "ID": "10"
        },
        {
          "text": "I visited all the synagogues and punished them, trying to make them curse Jesus. My anger against these people was so strong that I went to other cities to find them and punish them.",
          "ID": "11",
          "comments": [
            "curse Literally, “blaspheme,” the same as saying they did not believe in Jesus."
          ]
        },
        {
          "text": "“One time the leading priests gave me permission and the authority to go to the city of Damascus.",
          "ID": "12"
        },
        {
          "text": "On the way there, at noon, I saw a light from heaven, brighter than the sun. It shined all around me and those traveling with me.",
          "ID": "13"
        },
        {
          "text": "We all fell to the ground. Then I heard a voice talking to me in Aramaic. The voice said, ‘Saul, Saul, why are you persecuting me? You are only hurting yourself by fighting me.’",
          "ID": "14"
        },
        {
          "text": "“I said, ‘Who are you, Lord?’\n“The Lord said, ‘I am Jesus. I am the one you are persecuting.",
          "ID": "15"
        },
        {
          "text": "Stand up! I have chosen you to be my servant. You will tell people about me—what you have seen today and what I will show you. This is why I have come to you.",
          "ID": "16"
        },
        {
          "text": "I will keep you safe from your own people and from the non-Jewish people, the ones I am sending you to.",
          "ID": "17"
        },
        {
          "text": "You will make them able to understand the truth. They will turn away from darkness to the light. They will turn away from the power of Satan, and they will turn to God. Then their sins can be forgiven, and they can be given a place among God’s people—those who have been made holy by believing in me.’”",
          "ID": "18"
        },
        {
          "text": "Paul continued speaking: “King Agrippa, after I had this vision from heaven, I obeyed it.",
          "ID": "19"
        },
        {
          "text": "I began telling people to change their hearts and lives and turn back to God. And I told them to do what would show that they had really changed. I went first to people in Damascus. Then I went to Jerusalem and to every part of Judea and told the people there. I also went to the non-Jewish people.",
          "ID": "20"
        },
        {
          "text": "“This is why the Jews grabbed me and were trying to kill me at the Temple.",
          "ID": "21"
        },
        {
          "text": "But God helped me, and he is still helping me today. With God’s help I am standing here today and telling all people what I have seen. But I am saying nothing new. I am saying only what Moses and the prophets said would happen.",
          "ID": "22"
        },
        {
          "text": "They said that the Messiah would die and be the first to rise from death. They said that he would bring the light of God’s saving truth to the Jewish people and to the non-Jewish people.”",
          "ID": "23",
          "comments": [
            "bring … truth Literally, “proclaim light.”"
          ]
        },
        {
          "text": "While Paul was still defending himself, Festus shouted, “Paul, you are out of your mind! Too much study has made you crazy.”",
          "ID": "24"
        },
        {
          "text": "Paul said, “Most Honorable Festus, I am not crazy. What I am saying is true. It all makes perfect sense.",
          "ID": "25"
        },
        {
          "text": "King Agrippa knows about all this, and I can speak freely to him. I know that he has heard about these things, because they happened where everyone could see them.",
          "ID": "26"
        },
        {
          "text": "King Agrippa, do you believe what the prophets wrote? I know you believe!”",
          "ID": "27"
        },
        {
          "text": "King Agrippa said to Paul, “Do you think you can persuade me to become a ‘Christ-follower’ so easily?”",
          "ID": "28"
        },
        {
          "text": "Paul said, “It is not important if it is easy or if it is hard. I pray to God that not only you but that everyone listening to me today could be saved and be just like me—except for these chains I have!”",
          "ID": "29"
        },
        {
          "text": "King Agrippa, Governor Festus, Bernice, and all the people sitting with them stood up",
          "ID": "30"
        },
        {
          "text": "and left the room. They were talking to each other. They said, “This man has done nothing worthy of being put to death or even put in jail.”",
          "ID": "31"
        },
        {
          "text": "And Agrippa said to Festus, “We could let him go free, but he has asked to see Caesar.”",
          "ID": "32"
        }
      ],
      "ID": "NT:ACT.26",
      "name": "Acts 26"
    },
    {
      "title": "The Ship Is Destroyed",
      "text": [
        {
          "text": "It was decided that we would sail for Italy. An army officer named Julius, who served in the emperor’s special army, was put in charge of guarding Paul and some other prisoners on the trip.",
          "ID": "1"
        },
        {
          "text": "We got on a ship from the city of Adramyttium that was ready to sail to different places in Asia. Aristarchus, a man from Thessalonica in Macedonia, went with us.",
          "ID": "2"
        },
        {
          "text": "The next day we came to the city of Sidon. Julius was very good to Paul and gave him freedom to go visit his friends there, who gave him whatever he needed.",
          "ID": "3"
        },
        {
          "text": "We left that city and sailed close to the island of Cyprus because the wind was blowing against us.",
          "ID": "4"
        },
        {
          "text": "We went across the sea by Cilicia and Pamphylia. Then we came to the city of Myra in Lycia.",
          "ID": "5"
        },
        {
          "text": "There the army officer found a ship from the city of Alexandria that was going to Italy. So he put us on it.",
          "ID": "6"
        },
        {
          "text": "We sailed slowly for many days. It was hard for us to reach the city of Cnidus because the wind was blowing against us. We could not go any farther that way, so we sailed by the south side of the island of Crete near Salmone.",
          "ID": "7"
        },
        {
          "text": "We sailed along the coast, but the sailing was hard. Then we came to a place called Safe Harbors, near the city of Lasea.",
          "ID": "8"
        },
        {
          "text": "We had lost much time, and it was now dangerous to sail, because it was already after the Jewish day of fasting. So Paul warned them,",
          "ID": "9",
          "comments": [
            "day of fasting The Day of Atonement, an important Jewish holy day in the fall of the year. This was the time of year that bad storms happened on the sea."
          ]
        },
        {
          "text": "“Men, I can see that there will be a lot of trouble on this trip. The ship, everything in it, and even our lives may be lost!”",
          "ID": "10"
        },
        {
          "text": "But the captain and the owner of the ship did not agree with Paul. So the army officer accepted what they said instead of believing Paul.",
          "ID": "11"
        },
        {
          "text": "Also, that harbor was not a good place for the ship to stay for the winter, so most of the men decided that we should leave there. They hoped we could reach Phoenix, where the ship could stay for the winter. Phoenix was a city on the island of Crete. It had a harbor that faced southwest and northwest.",
          "ID": "12"
        },
        {
          "text": "Then a good wind began to blow from the south. The men on the ship thought, “This is the wind we wanted, and now we have it!” So they pulled up the anchor. We sailed very close to the island of Crete.",
          "ID": "13"
        },
        {
          "text": "But then a very strong wind called the “Northeaster” came from across the island.",
          "ID": "14"
        },
        {
          "text": "This wind took the ship and carried it away. The ship could not sail against the wind, so we stopped trying and let the wind blow us.",
          "ID": "15"
        },
        {
          "text": "We went below a small island named Cauda. With the island protecting us from the wind, we were able to bring in the lifeboat, but it was very hard to do.",
          "ID": "16"
        },
        {
          "text": "After the men brought the lifeboat in, they tied ropes around the ship to hold it together. The men were afraid that the ship would hit the sandbanks of Syrtis. So they lowered the sail and let the wind carry the ship.",
          "ID": "17"
        },
        {
          "text": "The next day the storm was blowing against us so hard that the men threw some things out of the ship.",
          "ID": "18",
          "comments": [
            "threw some things … ship The men did this to make the ship lighter so that it would not sink easily."
          ]
        },
        {
          "text": "A day later they threw out the ship’s equipment.",
          "ID": "19"
        },
        {
          "text": "For many days we could not see the sun or the stars. The storm was very bad. We lost all hope of staying alive—we thought we would die.",
          "ID": "20"
        },
        {
          "text": "The men did not eat for a long time. Then one day Paul stood up before them and said, “Men, I told you not to leave Crete. You should have listened to me. Then you would not have all this trouble and loss.",
          "ID": "21"
        },
        {
          "text": "But now I tell you to be happy. None of you will die, but the ship will be lost.",
          "ID": "22"
        },
        {
          "text": "Last night an angel came to me from God—the God I worship and belong to.",
          "ID": "23"
        },
        {
          "text": "The angel said, ‘Paul, don’t be afraid! You must stand before Caesar. And God has given you this promise: He will save the lives of all those sailing with you.’",
          "ID": "24"
        },
        {
          "text": "So men, there is nothing to worry about. I trust God, and I am sure everything will happen just as his angel told me.",
          "ID": "25"
        },
        {
          "text": "But we will crash on an island.”",
          "ID": "26"
        },
        {
          "text": "On the fourteenth night we were still being blown around in the Adriatic Sea. The sailors thought we were close to land.",
          "ID": "27"
        },
        {
          "text": "They threw a rope into the water with a weight on the end of it. They found that the water was 120 feet deep. They went a little farther and threw the rope in again. It was 90 feet deep.",
          "ID": "28",
          "comments": [
            "120 feet Literally, “20 fathoms,” about 40 meters.",
            "90 feet Literally, “15 fathoms,” about 30 meters."
          ]
        },
        {
          "text": "The sailors were afraid that we would hit the rocks, so they threw four anchors into the water. Then they prayed for daylight to come.",
          "ID": "29"
        },
        {
          "text": "Some of the sailors wanted to leave the ship, and they lowered the lifeboat to the water. They wanted the other men to think that they were throwing more anchors from the front of the ship.",
          "ID": "30"
        },
        {
          "text": "But Paul told the army officer and the other soldiers, “If these men do not stay in the ship, you will lose all hope of survival.”",
          "ID": "31"
        },
        {
          "text": "So the soldiers cut the ropes and let the lifeboat fall into the water.",
          "ID": "32"
        },
        {
          "text": "Just before dawn Paul began persuading all the people to eat something. He said, “For the past two weeks you have been waiting and watching. You have not eaten for 14 days.",
          "ID": "33"
        },
        {
          "text": "Now I beg you to eat something. You need it to stay alive. None of you will lose even one hair off your heads.”",
          "ID": "34"
        },
        {
          "text": "After he said this, Paul took some bread and thanked God for it before all of them. He broke off a piece and began eating.",
          "ID": "35"
        },
        {
          "text": "All the men felt better and started eating too.",
          "ID": "36"
        },
        {
          "text": "(There were 276 people on the ship.)",
          "ID": "37"
        },
        {
          "text": "We ate all we wanted. Then we began making the ship lighter by throwing the grain into the sea.",
          "ID": "38"
        },
        {
          "text": "When daylight came, the sailors saw land, but they did not know what land it was. They saw a bay with a beach and wanted to sail the ship to the beach if they could.",
          "ID": "39"
        },
        {
          "text": "So they cut the ropes to the anchors and left the anchors in the sea. At the same time, they untied the ropes that were holding the rudders. Then they raised the front sail into the wind and sailed toward the beach.",
          "ID": "40"
        },
        {
          "text": "But the ship hit a sandbank. The front of the ship stuck there and could not move. Then the big waves began to break the back of the ship to pieces.",
          "ID": "41"
        },
        {
          "text": "The soldiers decided to kill the prisoners so that none of the prisoners could swim away and escape.",
          "ID": "42"
        },
        {
          "text": "But Julius the army officer wanted to let Paul live. So he did not allow the soldiers to kill the prisoners. He told the people who could swim to jump into the water and swim to land.",
          "ID": "43"
        },
        {
          "text": "The others used wooden boards or pieces of the ship. And this is how all the people went safely to land.",
          "ID": "44"
        }
      ],
      "ID": "NT:ACT.27",
      "name": "Acts 27"
    },
    {
      "title": "Paul in Rome",
      "text": [
        {
          "text": "When we were safe on land, we learned that the island was called Malta.",
          "ID": "1"
        },
        {
          "text": "The people who lived there were very good to us. It was raining and very cold, so they built a fire and welcomed all of us.",
          "ID": "2"
        },
        {
          "text": "Paul gathered a pile of sticks for the fire. He was putting the sticks on the fire, and a poisonous snake came out because of the heat and bit him on the hand.",
          "ID": "3"
        },
        {
          "text": "When the people living on the island saw the snake hanging from his hand, they said, “This man must be a murderer! He did not die in the sea, but Justice does not want him to live.”",
          "ID": "4",
          "comments": [
            "Justice The people thought there was a goddess named Justice who would punish bad people."
          ]
        },
        {
          "text": "But Paul shook the snake off into the fire and was not hurt.",
          "ID": "5"
        },
        {
          "text": "The people thought he would swell up or fall down dead. They waited and watched him for a long time, but nothing bad happened to him. So they changed their opinion. They said, “He is a god!”",
          "ID": "6"
        },
        {
          "text": "There were some fields around that same area. They were owned by a man named Publius, the most important Roman official on the island. He welcomed us into his home and was very good to us. We stayed in his house for three days.",
          "ID": "7"
        },
        {
          "text": "Publius’ father was very sick. He had a fever and dysentery, but Paul went to him and prayed for him. He laid his hands on the man and healed him.",
          "ID": "8"
        },
        {
          "text": "After this happened, all the other sick people on the island came to Paul, and he healed them too.",
          "ID": "9"
        },
        {
          "text": "The people on the island gave us many honors. And after we had been there three months and were ready to leave, they provided us everything we needed for our trip.\nWe got on a ship from Alexandria that had stayed on the island of Malta during the winter. On the front of the ship was the sign for the twin gods.",
          "ID": "10-11",
          "comments": [
            "twin gods Statues of Castor and Pollux, Greek gods."
          ]
        },
        {
          "text": "We stopped at the city of Syracuse. We stayed there three days and then left.",
          "ID": "12"
        },
        {
          "text": "We came to the city of Rhegium. The next day a wind began to blow from the southwest, so we were able to leave. A day later we came to the city of Puteoli.",
          "ID": "13"
        },
        {
          "text": "We found some believers there, who asked us to stay with them a week. Finally, we came to Rome.",
          "ID": "14"
        },
        {
          "text": "The brothers and sisters in Rome heard about us and came out to meet us at the Market of Appius and at the Three Inns. When Paul saw these believers, he thanked God and felt encouraged.",
          "ID": "15",
          "comments": [
            "Market of Appius A town about 43 miles (69 km) from Rome.",
            "Three Inns A town about 30 miles (48 km) from Rome."
          ]
        },
        {
          "text": "When we came to Rome, Paul was allowed to live alone. But a soldier stayed with him to guard him.",
          "ID": "16"
        },
        {
          "text": "Three days later Paul sent for some of the most important Jews. When they came together, he said, “My brothers, I have done nothing against our people or against the customs of our fathers. But I was arrested in Jerusalem and handed over to the Romans.",
          "ID": "17"
        },
        {
          "text": "They asked me many questions, but they could not find any reason why I should be put to death. So they wanted to let me go free.",
          "ID": "18"
        },
        {
          "text": "But the Jews there did not want that. So I had to ask to come to Rome to have my trial before Caesar. That doesn’t mean I am accusing my people of doing anything wrong.",
          "ID": "19"
        },
        {
          "text": "That is why I wanted to see you and talk with you. I am bound with this chain because I believe in the hope of Israel.”",
          "ID": "20"
        },
        {
          "text": "The Jews answered Paul, “We have received no letters from Judea about you. None of our Jewish brothers who have traveled from there brought news about you or told us anything bad about you.",
          "ID": "21"
        },
        {
          "text": "We want to hear your ideas. We know that people everywhere are speaking against this new group.”",
          "ID": "22"
        },
        {
          "text": "Paul and the Jews chose a day for a meeting. On that day many more of these Jews met with Paul at his house. He spoke to them all day long, explaining God’s kingdom to them. He used the Law of Moses and the writings of the prophets to persuade them to believe in Jesus.",
          "ID": "23"
        },
        {
          "text": "Some of the Jews believed what he said, but others did not believe.",
          "ID": "24"
        },
        {
          "text": "They had an argument among themselves and were ready to leave. But Paul said one more thing to them: “The Holy Spirit spoke the truth to your fathers through Isaiah the prophet. He said,",
          "ID": "25"
        },
        {
          "text": "‘Go to this people and tell them:\nYou will listen and you will hear,\nbut you will not understand.\nYou will look and you will see,\nbut you will not understand what you see.",
          "ID": "26"
        },
        {
          "text": "Yes, the minds of these people are now closed.\nThey have ears, but they don’t listen.\nThey have eyes, but they refuse to see.\nIf their minds were not closed,\nthey might see with their eyes;\nthey might hear with their ears;\nthey might understand with their minds.\nThen they might turn back to me and be healed.’ ",
          "ID": "27"
        },
        {
          "text": "“I want you Jews to know that God has sent his salvation to the non-Jewish people. They will listen!”",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "29",
          "comments": [
            "Some late copies of Acts add verse 29: “After Paul said this, the Jews left, still having a big argument with each other.”"
          ]
        },
        {
          "text": "Paul stayed two full years in his own rented house. He welcomed all the people who came and visited him.",
          "ID": "30"
        },
        {
          "text": "He told them about God’s kingdom and taught them about the Lord Jesus Christ. He was very bold, and no one tried to stop him from speaking.",
          "ID": "31"
        }
      ],
      "ID": "NT:ACT.28",
      "name": "Acts 28"
    }
  ],
  "ID": "NT:ACT(ERV)",
  "name": "Acts"
}