{
  "text": [
    {
      "text": [
        {
          "text": "The first account I composed, Theophilus, about all that Jesus began to do and teach,",
          "ID": "1"
        },
        {
          "text": "until the day when He was taken up to heaven, after He had by the Holy Spirit given orders to the apostles whom He had chosen.",
          "ID": "2"
        },
        {
          "text": "To these He also presented Himself alive after His suffering, by many convincing proofs, appearing to them over a period of forty days and speaking of the things concerning the kingdom of God.",
          "ID": "3"
        },
        {
          "text": "Gathering them together, He commanded them not to leave Jerusalem, but to wait for what the Father had promised, \"Which,\" He said, \"you heard of from Me;",
          "ID": "4"
        },
        {
          "text": "for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "So when they had come together, they were asking Him, saying, \"Lord, is it at this time You are restoring the kingdom to Israel?\"",
          "ID": "6"
        },
        {
          "text": "He said to them, \"It is not for you to know times or epochs which the Father has fixed by His own authority;",
          "ID": "7"
        },
        {
          "text": "but you will receive power when the Holy Spirit has come upon you; and you shall be My witnesses both in Jerusalem, and in all Judea and Samaria, and even to the remotest part of the earth.\"",
          "ID": "8"
        },
        {
          "text": "And after He had said these things, He was lifted up while they were looking on, and a cloud received Him out of their sight.",
          "ID": "9"
        },
        {
          "text": "And as they were gazing intently into the sky while He was going, behold, two men in white clothing stood beside them.",
          "ID": "10"
        },
        {
          "text": "They also said, \"Men of Galilee, why do you stand looking into the sky? This Jesus, who has been taken up from you into heaven, will come in just the same way as you have watched Him go into heaven.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day's journey away.",
          "ID": "12"
        },
        {
          "text": "When they had entered the city, they went up to the upper room where they were staying; that is, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus, and Simon the Zealot, and Judas the son of James.",
          "ID": "13"
        },
        {
          "text": "These all with one mind were continually devoting themselves to prayer, along with the women, and Mary the mother of Jesus, and with His brothers.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "At this time Peter stood up in the midst of the brethren (a gathering of about one hundred and twenty persons was there together), and said,",
          "ID": "15"
        },
        {
          "text": "\"Brethren, the Scripture had to be fulfilled, which the Holy Spirit foretold by the mouth of David concerning Judas, who became a guide to those who arrested Jesus.",
          "ID": "16"
        },
        {
          "text": "For he was counted among us and received his share in this ministry.\"",
          "ID": "17"
        },
        {
          "text": "(Now this man acquired a field with the price of his wickedness, and falling headlong, he burst open in the middle and all his intestines gushed out.",
          "ID": "18"
        },
        {
          "text": "And it became known to all who were living in Jerusalem; so that in their own language that field was called Hakeldama, that is, Field of Blood.)",
          "ID": "19"
        },
        {
          "text": "\"For it is written in the book of Psalms,",
          "ID": "20"
        },
        {
          "text": "'Let his homestead be made desolate,",
          "ID": "20"
        },
        {
          "text": "And let no one dwell in it';",
          "ID": "20"
        },
        {
          "text": "and, 'Let another man take his office.'",
          "ID": "20"
        },
        {
          "text": "Therefore it is necessary that of the men who have accompanied us all the time that the Lord Jesus went in and out among us-",
          "ID": "21"
        },
        {
          "text": "beginning with the baptism of John until the day that He was taken up from us-one of these must become a witness with us of His resurrection.\"",
          "ID": "22"
        },
        {
          "text": "So they put forward two men, Joseph called Barsabbas (who was also called Justus), and Matthias.",
          "ID": "23"
        },
        {
          "text": "And they prayed and said, \"You, Lord, who know the hearts of all men, show which one of these two You have chosen",
          "ID": "24"
        },
        {
          "text": "to occupy this ministry and apostleship from which Judas turned aside to go to his own place.\"",
          "ID": "25"
        },
        {
          "text": "And they drew lots for them, and the lot fell to Matthias; and he was added to the eleven apostles.",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.1",
      "name": "ACTS 1"
    },
    {
      "text": [
        {
          "text": "When the day of Pentecost had come, they were all together in one place.",
          "ID": "1"
        },
        {
          "text": "And suddenly there came from heaven a noise like a violent rushing wind, and it filled the whole house where they were sitting.",
          "ID": "2"
        },
        {
          "text": "And there appeared to them tongues as of fire distributing themselves, and they rested on each one of them.",
          "ID": "3"
        },
        {
          "text": "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit was giving them utterance.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Now there were Jews living in Jerusalem, devout men from every nation under heaven.",
          "ID": "5"
        },
        {
          "text": "And when this sound occurred, the crowd came together, and were bewildered because each one of them was hearing them speak in his own language.",
          "ID": "6"
        },
        {
          "text": "They were amazed and astonished, saying, \"Why, are not all these who are speaking Galileans?",
          "ID": "7"
        },
        {
          "text": "And how is it that we each hear them in our own language to which we were born?",
          "ID": "8"
        },
        {
          "text": "Parthians and Medes and Elamites, and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,",
          "ID": "9"
        },
        {
          "text": "Phrygia and Pamphylia, Egypt and the districts of Libya around Cyrene, and visitors from Rome, both Jews and proselytes,",
          "ID": "10"
        },
        {
          "text": "Cretans and Arabs-we hear them in our own tongues speaking of the mighty deeds of God.\"",
          "ID": "11"
        },
        {
          "text": "And they all continued in amazement and great perplexity, saying to one another, \"What does this mean?\"",
          "ID": "12"
        },
        {
          "text": "But others were mocking and saying, \"They are full of sweet wine.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "But Peter, taking his stand with the eleven, raised his voice and declared to them: \"Men of Judea and all you who live in Jerusalem, let this be known to you and give heed to my words.",
          "ID": "14"
        },
        {
          "text": "For these men are not drunk, as you suppose, for it is only the third hour of the day;",
          "ID": "15"
        },
        {
          "text": "but this is what was spoken of through the prophet Joel:",
          "ID": "16"
        },
        {
          "text": "'And it shall be in the last days,' God says,",
          "ID": "17"
        },
        {
          "text": "'That I will pour forth of My Spirit on all mankind;",
          "ID": "17"
        },
        {
          "text": "And your sons and your daughters shall prophesy,",
          "ID": "17"
        },
        {
          "text": "And your young men shall see visions,",
          "ID": "17"
        },
        {
          "text": "And your old men shall dream dreams;",
          "ID": "17"
        },
        {
          "text": "Even on My bondslaves, both men and women,",
          "ID": "18"
        },
        {
          "text": "I will in those days pour forth of My Spirit",
          "ID": "18"
        },
        {
          "text": "And they shall prophesy.",
          "ID": "18"
        },
        {
          "text": "'And I will grant wonders in the sky above",
          "ID": "19"
        },
        {
          "text": "And signs on the earth below,",
          "ID": "19"
        },
        {
          "text": "Blood, and fire, and vapor of smoke.",
          "ID": "19"
        },
        {
          "text": "'The sun will be turned into darkness",
          "ID": "20"
        },
        {
          "text": "And the moon into blood,",
          "ID": "20"
        },
        {
          "text": "Before the great and glorious day of the Lord shall come.",
          "ID": "20"
        },
        {
          "text": "'And it shall be that everyone who calls on the name of the Lord will be saved.'",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "\"Men of Israel, listen to these words: Jesus the Nazarene, a man attested to you by God with miracles and wonders and signs which God performed through Him in your midst, just as you yourselves know-",
          "ID": "22"
        },
        {
          "text": "this Man, delivered over by the predetermined plan and foreknowledge of God, you nailed to a cross by the hands of godless men and put Him to death.",
          "ID": "23"
        },
        {
          "text": "But God raised Him up again, putting an end to the agony of death, since it was impossible for Him to be held in its power.",
          "ID": "24"
        },
        {
          "text": "For David says of Him,",
          "ID": "25"
        },
        {
          "text": "'I saw the Lord always in my presence;",
          "ID": "25"
        },
        {
          "text": "For He is at my right hand, so that I will not be shaken.",
          "ID": "25"
        },
        {
          "text": "'Therefore my heart was glad and my tongue exulted;",
          "ID": "26"
        },
        {
          "text": "Moreover my flesh also will live in hope;",
          "ID": "26"
        },
        {
          "text": "Because You will not abandon my soul to Hades,",
          "ID": "27"
        },
        {
          "text": "Nor allow Your Holy One to undergo decay.",
          "ID": "27"
        },
        {
          "text": "'You have made known to me the ways of life;",
          "ID": "28"
        },
        {
          "text": "You will make me full of gladness with Your presence.'",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "\"Brethren, I may confidently say to you regarding the patriarch David that he both died and was buried, and his tomb is with us to this day.",
          "ID": "29"
        },
        {
          "text": "And so, because he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants on his throne,",
          "ID": "30"
        },
        {
          "text": "he looked ahead and spoke of the resurrection of the Christ, that He was neither abandoned to Hades, nor did His flesh suffer decay.",
          "ID": "31"
        },
        {
          "text": "This Jesus God raised up again, to which we are all witnesses.",
          "ID": "32"
        },
        {
          "text": "Therefore having been exalted to the right hand of God, and having received from the Father the promise of the Holy Spirit, He has poured forth this which you both see and hear.",
          "ID": "33"
        },
        {
          "text": "For it was not David who ascended into heaven, but he himself says:",
          "ID": "34"
        },
        {
          "text": "'The Lord said to my Lord,",
          "ID": "34"
        },
        {
          "text": "\"Sit at My right hand,",
          "ID": "34"
        },
        {
          "text": "Until I make Your enemies a footstool for Your feet.\"'",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Therefore let all the house of Israel know for certain that God has made Him both Lord and Christ-this Jesus whom you crucified.\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "Now when they heard this, they were pierced to the heart, and said to Peter and the rest of the apostles, \"Brethren, what shall we do?\"",
          "ID": "37"
        },
        {
          "text": "Peter said to them, \"Repent, and each of you be baptized in the name of Jesus Christ for the forgiveness of your sins; and you will receive the gift of the Holy Spirit.",
          "ID": "38"
        },
        {
          "text": "For the promise is for you and your children and for all who are far off, as many as the Lord our God will call to Himself.\"",
          "ID": "39"
        },
        {
          "text": "And with many other words he solemnly testified and kept on exhorting them, saying, \"Be saved from this perverse generation!\"",
          "ID": "40"
        },
        {
          "text": "So then, those who had received his word were baptized; and that day there were added about three thousand souls.",
          "ID": "41"
        },
        {
          "text": "They were continually devoting themselves to the apostles' teaching and to fellowship, to the breaking of bread and to prayer.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "Everyone kept feeling a sense of awe; and many wonders and signs were taking place through the apostles.",
          "ID": "43"
        },
        {
          "text": "And all those who had believed were together and had all things in common;",
          "ID": "44"
        },
        {
          "text": "and they began selling their property and possessions and were sharing them with all, as anyone might have need.",
          "ID": "45"
        },
        {
          "text": "Day by day continuing with one mind in the temple, and breaking bread from house to house, they were taking their meals together with gladness and sincerity of heart,",
          "ID": "46"
        },
        {
          "text": "praising God and having favor with all the people. And the Lord was adding to their number day by day those who were being saved.",
          "ID": "47"
        }
      ],
      "ID": "NT:ACT.2",
      "name": "ACTS 2"
    },
    {
      "text": [
        {
          "text": "Now Peter and John were going up to the temple at the ninth hour, the hour of prayer.",
          "ID": "1"
        },
        {
          "text": "And a man who had been lame from his mother's womb was being carried along, whom they used to set down every day at the gate of the temple which is called Beautiful, in order to beg alms of those who were entering the temple.",
          "ID": "2"
        },
        {
          "text": "When he saw Peter and John about to go into the temple, he began asking to receive alms.",
          "ID": "3"
        },
        {
          "text": "But Peter, along with John, fixed his gaze on him and said, \"Look at us!\"",
          "ID": "4"
        },
        {
          "text": "And he began to give them his attention, expecting to receive something from them.",
          "ID": "5"
        },
        {
          "text": "But Peter said, \"I do not possess silver and gold, but what I do have I give to you: In the name of Jesus Christ the Nazarene-walk!\"",
          "ID": "6"
        },
        {
          "text": "And seizing him by the right hand, he raised him up; and immediately his feet and his ankles were strengthened.",
          "ID": "7"
        },
        {
          "text": "With a leap he stood upright and began to walk; and he entered the temple with them, walking and leaping and praising God.",
          "ID": "8"
        },
        {
          "text": "And all the people saw him walking and praising God;",
          "ID": "9"
        },
        {
          "text": "and they were taking note of him as being the one who used to sit at the Beautiful Gate of the temple to beg alms, and they were filled with wonder and amazement at what had happened to him.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "While he was clinging to Peter and John, all the people ran together to them at the so-called portico of Solomon, full of amazement.",
          "ID": "11"
        },
        {
          "text": "But when Peter saw this, he replied to the people, \"Men of Israel, why are you amazed at this, or why do you gaze at us, as if by our own power or piety we had made him walk?",
          "ID": "12"
        },
        {
          "text": "The God of Abraham, Isaac and Jacob, the God of our fathers, has glorified His servant Jesus, the one whom you delivered and disowned in the presence of Pilate, when he had decided to release Him.",
          "ID": "13"
        },
        {
          "text": "But you disowned the Holy and Righteous One and asked for a murderer to be granted to you,",
          "ID": "14"
        },
        {
          "text": "but put to death the Prince of life, the one whom God raised from the dead, a fact to which we are witnesses.",
          "ID": "15"
        },
        {
          "text": "And on the basis of faith in His name, it is the name of Jesus which has strengthened this man whom you see and know; and the faith which comes through Him has given him this perfect health in the presence of you all.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "\"And now, brethren, I know that you acted in ignorance, just as your rulers did also.",
          "ID": "17"
        },
        {
          "text": "But the things which God announced beforehand by the mouth of all the prophets, that His Christ would suffer, He has thus fulfilled.",
          "ID": "18"
        },
        {
          "text": "Therefore repent and return, so that your sins may be wiped away, in order that times of refreshing may come from the presence of the Lord;",
          "ID": "19"
        },
        {
          "text": "and that He may send Jesus, the Christ appointed for you,",
          "ID": "20"
        },
        {
          "text": "whom heaven must receive until the period of restoration of all things about which God spoke by the mouth of His holy prophets from ancient time.",
          "ID": "21"
        },
        {
          "text": "Moses said, 'The Lord God will raise up for you a prophet like me from your brethren; to Him you shall give heed to everything He says to you.",
          "ID": "22"
        },
        {
          "text": "And it will be that every soul that does not heed that prophet shall be utterly destroyed from among the people.'",
          "ID": "23"
        },
        {
          "text": "And likewise, all the prophets who have spoken, from Samuel and his successors onward, also announced these days.",
          "ID": "24"
        },
        {
          "text": "It is you who are the sons of the prophets and of the covenant which God made with your fathers, saying to Abraham, 'And in your seed all the families of the earth shall be blessed.'",
          "ID": "25"
        },
        {
          "text": "For you first, God raised up His Servant and sent Him to bless you by turning every one of you from your wicked ways.\"",
          "ID": "26"
        }
      ],
      "ID": "NT:ACT.3",
      "name": "ACTS 3"
    },
    {
      "text": [
        {
          "text": "As they were speaking to the people, the priests and the captain of the temple guard and the Sadducees came up to them,",
          "ID": "1"
        },
        {
          "text": "being greatly disturbed because they were teaching the people and proclaiming in Jesus the resurrection from the dead.",
          "ID": "2"
        },
        {
          "text": "And they laid hands on them and put them in jail until the next day, for it was already evening.",
          "ID": "3"
        },
        {
          "text": "But many of those who had heard the message believed; and the number of the men came to be about five thousand.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "On the next day, their rulers and elders and scribes were gathered together in Jerusalem;",
          "ID": "5"
        },
        {
          "text": "and Annas the high priest was there, and Caiaphas and John and Alexander, and all who were of high-priestly descent.",
          "ID": "6"
        },
        {
          "text": "When they had placed them in the center, they began to inquire, \"By what power, or in what name, have you done this?\"",
          "ID": "7"
        },
        {
          "text": "Then Peter, filled with the Holy Spirit, said to them, \"Rulers and elders of the people,",
          "ID": "8"
        },
        {
          "text": "if we are on trial today for a benefit done to a sick man, as to how this man has been made well,",
          "ID": "9"
        },
        {
          "text": "let it be known to all of you and to all the people of Israel, that by the name of Jesus Christ the Nazarene, whom you crucified, whom God raised from the dead-by this name this man stands here before you in good health.",
          "ID": "10"
        },
        {
          "text": "He is the stone which was rejected by you, the builders, but which became the chief corner stone.",
          "ID": "11"
        },
        {
          "text": "And there is salvation in no one else; for there is no other name under heaven that has been given among men by which we must be saved.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now as they observed the confidence of Peter and John and understood that they were uneducated and untrained men, they were amazed, and began to recognize them as having been with Jesus.",
          "ID": "13"
        },
        {
          "text": "And seeing the man who had been healed standing with them, they had nothing to say in reply.",
          "ID": "14"
        },
        {
          "text": "But when they had ordered them to leave the Council, they began to confer with one another,",
          "ID": "15"
        },
        {
          "text": "saying, \"What shall we do with these men? For the fact that a noteworthy miracle has taken place through them is apparent to all who live in Jerusalem, and we cannot deny it.",
          "ID": "16"
        },
        {
          "text": "But so that it will not spread any further among the people, let us warn them to speak no longer to any man in this name.\"",
          "ID": "17"
        },
        {
          "text": "And when they had summoned them, they commanded them not to speak or teach at all in the name of Jesus.",
          "ID": "18"
        },
        {
          "text": "But Peter and John answered and said to them, \"Whether it is right in the sight of God to give heed to you rather than to God, you be the judge;",
          "ID": "19"
        },
        {
          "text": "for we cannot stop speaking about what we have seen and heard.\"",
          "ID": "20"
        },
        {
          "text": "When they had threatened them further, they let them go (finding no basis on which to punish them) on account of the people, because they were all glorifying God for what had happened;",
          "ID": "21"
        },
        {
          "text": "for the man was more than forty years old on whom this miracle of healing had been performed.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When they had been released, they went to their own companions and reported all that the chief priests and the elders had said to them.",
          "ID": "23"
        },
        {
          "text": "And when they heard this, they lifted their voices to God with one accord and said, \"O Lord, it is You who made the heaven and the earth and the sea, and all that is in them,",
          "ID": "24"
        },
        {
          "text": "who by the Holy Spirit, through the mouth of our father David Your servant, said,",
          "ID": "25"
        },
        {
          "text": "'Why did the Gentiles rage,",
          "ID": "25"
        },
        {
          "text": "And the peoples devise futile things?",
          "ID": "25"
        },
        {
          "text": "'The kings of the earth took their stand,",
          "ID": "26"
        },
        {
          "text": "And the rulers were gathered together",
          "ID": "26"
        },
        {
          "text": "Against the Lord and against His Christ.'",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "For truly in this city there were gathered together against Your holy servant Jesus, whom You anointed, both Herod and Pontius Pilate, along with the Gentiles and the peoples of Israel,",
          "ID": "27"
        },
        {
          "text": "to do whatever Your hand and Your purpose predestined to occur.",
          "ID": "28"
        },
        {
          "text": "And now, Lord, take note of their threats, and grant that Your bond-servants may speak Your word with all confidence,",
          "ID": "29"
        },
        {
          "text": "while You extend Your hand to heal, and signs and wonders take place through the name of Your holy servant Jesus.\"",
          "ID": "30"
        },
        {
          "text": "And when they had prayed, the place where they had gathered together was shaken, and they were all filled with the Holy Spirit and began to speak the word of God with boldness.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "And the congregation of those who believed were of one heart and soul; and not one of them claimed that anything belonging to him was his own, but all things were common property to them.",
          "ID": "32"
        },
        {
          "text": "And with great power the apostles were giving testimony to the resurrection of the Lord Jesus, and abundant grace was upon them all.",
          "ID": "33"
        },
        {
          "text": "For there was not a needy person among them, for all who were owners of land or houses would sell them and bring the proceeds of the sales",
          "ID": "34"
        },
        {
          "text": "and lay them at the apostles' feet, and they would be distributed to each as any had need.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Now Joseph, a Levite of Cyprian birth, who was also called Barnabas by the apostles (which translated means Son of Encouragement),",
          "ID": "36"
        },
        {
          "text": "and who owned a tract of land, sold it and brought the money and laid it at the apostles' feet.",
          "ID": "37"
        }
      ],
      "ID": "NT:ACT.4",
      "name": "ACTS 4"
    },
    {
      "text": [
        {
          "text": "But a man named Ananias, with his wife Sapphira, sold a piece of property,",
          "ID": "1"
        },
        {
          "text": "and kept back some of the price for himself, with his wife's full knowledge, and bringing a portion of it, he laid it at the apostles' feet.",
          "ID": "2"
        },
        {
          "text": "But Peter said, \"Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back some of the price of the land?",
          "ID": "3"
        },
        {
          "text": "While it remained unsold, did it not remain your own? And after it was sold, was it not under your control? Why is it that you have conceived this deed in your heart? You have not lied to men but to God.\"",
          "ID": "4"
        },
        {
          "text": "And as he heard these words, Ananias fell down and breathed his last; and great fear came over all who heard of it.",
          "ID": "5"
        },
        {
          "text": "The young men got up and covered him up, and after carrying him out, they buried him.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Now there elapsed an interval of about three hours, and his wife came in, not knowing what had happened.",
          "ID": "7"
        },
        {
          "text": "And Peter responded to her, \"Tell me whether you sold the land for such and such a price?\" And she said, \"Yes, that was the price.\"",
          "ID": "8"
        },
        {
          "text": "Then Peter said to her, \"Why is it that you have agreed together to put the Spirit of the Lord to the test? Behold, the feet of those who have buried your husband are at the door, and they will carry you out as well.\"",
          "ID": "9"
        },
        {
          "text": "And immediately she fell at his feet and breathed her last, and the young men came in and found her dead, and they carried her out and buried her beside her husband.",
          "ID": "10"
        },
        {
          "text": "And great fear came over the whole church, and over all who heard of these things.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "At the hands of the apostles many signs and wonders were taking place among the people; and they were all with one accord in Solomon's portico.",
          "ID": "12"
        },
        {
          "text": "But none of the rest dared to associate with them; however, the people held them in high esteem.",
          "ID": "13"
        },
        {
          "text": "And all the more believers in the Lord, multitudes of men and women, were constantly added to their number,",
          "ID": "14"
        },
        {
          "text": "to such an extent that they even carried the sick out into the streets and laid them on cots and pallets, so that when Peter came by at least his shadow might fall on any one of them.",
          "ID": "15"
        },
        {
          "text": "Also the people from the cities in the vicinity of Jerusalem were coming together, bringing people who were sick or afflicted with unclean spirits, and they were all being healed.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "But the high priest rose up, along with all his associates (that is the sect of the Sadducees), and they were filled with jealousy.",
          "ID": "17"
        },
        {
          "text": "They laid hands on the apostles and put them in a public jail.",
          "ID": "18"
        },
        {
          "text": "But during the night an angel of the Lord opened the gates of the prison, and taking them out he said,",
          "ID": "19"
        },
        {
          "text": "\"Go, stand and speak to the people in the temple the whole message of this Life.\"",
          "ID": "20"
        },
        {
          "text": "Upon hearing this, they entered into the temple about daybreak and began to teach.",
          "ID": "21"
        },
        {
          "text": "Now when the high priest and his associates came, they called the Council together, even all the Senate of the sons of Israel, and sent orders to the prison house for them to be brought.",
          "ID": "21"
        },
        {
          "text": "But the officers who came did not find them in the prison; and they returned and reported back,",
          "ID": "22"
        },
        {
          "text": "saying, \"We found the prison house locked quite securely and the guards standing at the doors; but when we had opened up, we found no one inside.\"",
          "ID": "23"
        },
        {
          "text": "Now when the captain of the temple guard and the chief priests heard these words, they were greatly perplexed about them as to what would come of this.",
          "ID": "24"
        },
        {
          "text": "But someone came and reported to them, \"The men whom you put in prison are standing in the temple and teaching the people!\"",
          "ID": "25"
        },
        {
          "text": "Then the captain went along with the officers and proceeded to bring them back without violence (for they were afraid of the people, that they might be stoned).",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "When they had brought them, they stood them before the Council. The high priest questioned them,",
          "ID": "27"
        },
        {
          "text": "saying, \"We gave you strict orders not to continue teaching in this name, and yet, you have filled Jerusalem with your teaching and intend to bring this man's blood upon us.\"",
          "ID": "28"
        },
        {
          "text": "But Peter and the apostles answered, \"We must obey God rather than men.",
          "ID": "29"
        },
        {
          "text": "The God of our fathers raised up Jesus, whom you had put to death by hanging Him on a cross.",
          "ID": "30"
        },
        {
          "text": "He is the one whom God exalted to His right hand as a Prince and a Savior, to grant repentance to Israel, and forgiveness of sins.",
          "ID": "31"
        },
        {
          "text": "And we are witnesses of these things; and so is the Holy Spirit, whom God has given to those who obey Him.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "But when they heard this, they were cut to the quick and intended to kill them.",
          "ID": "33"
        },
        {
          "text": "But a Pharisee named Gamaliel, a teacher of the Law, respected by all the people, stood up in the Council and gave orders to put the men outside for a short time.",
          "ID": "34"
        },
        {
          "text": "And he said to them, \"Men of Israel, take care what you propose to do with these men.",
          "ID": "35"
        },
        {
          "text": "For some time ago Theudas rose up, claiming to be somebody, and a group of about four hundred men joined up with him. But he was killed, and all who followed him were dispersed and came to nothing.",
          "ID": "36"
        },
        {
          "text": "After this man, Judas of Galilee rose up in the days of the census and drew away some people after him; he too perished, and all those who followed him were scattered.",
          "ID": "37"
        },
        {
          "text": "So in the present case, I say to you, stay away from these men and let them alone, for if this plan or action is of men, it will be overthrown;",
          "ID": "38"
        },
        {
          "text": "but if it is of God, you will not be able to overthrow them; or else you may even be found fighting against God.\"",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "They took his advice; and after calling the apostles in, they flogged them and ordered them not to speak in the name of Jesus, and then released them.",
          "ID": "40"
        },
        {
          "text": "So they went on their way from the presence of the Council, rejoicing that they had been considered worthy to suffer shame for His name.",
          "ID": "41"
        },
        {
          "text": "And every day, in the temple and from house to house, they kept right on teaching and preaching Jesus as the Christ.",
          "ID": "42"
        }
      ],
      "ID": "NT:ACT.5",
      "name": "ACTS 5"
    },
    {
      "text": [
        {
          "text": "Now at this time while the disciples were increasing in number, a complaint arose on the part of the Hellenistic Jews against the native Hebrews, because their widows were being overlooked in the daily serving of food.",
          "ID": "1"
        },
        {
          "text": "So the twelve summoned the congregation of the disciples and said, \"It is not desirable for us to neglect the word of God in order to serve tables.",
          "ID": "2"
        },
        {
          "text": "Therefore, brethren, select from among you seven men of good reputation, full of the Spirit and of wisdom, whom we may put in charge of this task.",
          "ID": "3"
        },
        {
          "text": "But we will devote ourselves to prayer and to the ministry of the word.\"",
          "ID": "4"
        },
        {
          "text": "The statement found approval with the whole congregation; and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, Prochorus, Nicanor, Timon, Parmenas and Nicolas, a proselyte from Antioch.",
          "ID": "5"
        },
        {
          "text": "And these they brought before the apostles; and after praying, they laid their hands on them.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "The word of God kept on spreading; and the number of the disciples continued to increase greatly in Jerusalem, and a great many of the priests were becoming obedient to the faith.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And Stephen, full of grace and power, was performing great wonders and signs among the people.",
          "ID": "8"
        },
        {
          "text": "But some men from what was called the Synagogue of the Freedmen, including both Cyrenians and Alexandrians, and some from Cilicia and Asia, rose up and argued with Stephen.",
          "ID": "9"
        },
        {
          "text": "But they were unable to cope with the wisdom and the Spirit with which he was speaking.",
          "ID": "10"
        },
        {
          "text": "Then they secretly induced men to say, \"We have heard him speak blasphemous words against Moses and against God.\"",
          "ID": "11"
        },
        {
          "text": "And they stirred up the people, the elders and the scribes, and they came up to him and dragged him away and brought him before the Council.",
          "ID": "12"
        },
        {
          "text": "They put forward false witnesses who said, \"This man incessantly speaks against this holy place and the Law;",
          "ID": "13"
        },
        {
          "text": "for we have heard him say that this Nazarene, Jesus, will destroy this place and alter the customs which Moses handed down to us.\"",
          "ID": "14"
        },
        {
          "text": "And fixing their gaze on him, all who were sitting in the Council saw his face like the face of an angel.",
          "ID": "15"
        }
      ],
      "ID": "NT:ACT.6",
      "name": "ACTS 6"
    },
    {
      "text": [
        {
          "text": "The high priest said, \"Are these things so?\"",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And he said, \"Hear me, brethren and fathers! The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran,",
          "ID": "2"
        },
        {
          "text": "and said to him, 'Leave your country and your relatives, and come into the land that I will show you.'",
          "ID": "3"
        },
        {
          "text": "Then he left the land of the Chaldeans and settled in Haran. From there, after his father died, God had him move to this country in which you are now living.",
          "ID": "4"
        },
        {
          "text": "But He gave him no inheritance in it, not even a foot of ground, and yet, even when he had no child, He promised that He would give it to him as a possession, and to his descendants after him.",
          "ID": "5"
        },
        {
          "text": "But God spoke to this effect, that his descendants would be aliens in a foreign land, and that they would be enslaved and mistreated for four hundred years.",
          "ID": "6"
        },
        {
          "text": "'And whatever nation to which they will be in bondage I Myself will judge,' said God, 'and after that they will come out and serve Me in this place.'",
          "ID": "7"
        },
        {
          "text": "And He gave him the covenant of circumcision; and so Abraham became the father of Isaac, and circumcised him on the eighth day; and Isaac became the father of Jacob, and Jacob of the twelve patriarchs.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"The patriarchs became jealous of Joseph and sold him into Egypt. Yet God was with him,",
          "ID": "9"
        },
        {
          "text": "and rescued him from all his afflictions, and granted him favor and wisdom in the sight of Pharaoh, king of Egypt, and he made him governor over Egypt and all his household.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "\"Now a famine came over all Egypt and Canaan, and great affliction with it, and our fathers could find no food.",
          "ID": "11"
        },
        {
          "text": "But when Jacob heard that there was grain in Egypt, he sent our fathers there the first time.",
          "ID": "12"
        },
        {
          "text": "On the second visit Joseph made himself known to his brothers, and Joseph's family was disclosed to Pharaoh.",
          "ID": "13"
        },
        {
          "text": "Then Joseph sent word and invited Jacob his father and all his relatives to come to him, seventy-five persons in all.",
          "ID": "14"
        },
        {
          "text": "And Jacob went down to Egypt and there he and our fathers died.",
          "ID": "15"
        },
        {
          "text": "From there they were removed to Shechem and laid in the tomb which Abraham had purchased for a sum of money from the sons of Hamor in Shechem.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "\"But as the time of the promise was approaching which God had assured to Abraham, the people increased and multiplied in Egypt,",
          "ID": "17"
        },
        {
          "text": "until there arose another king over Egypt who knew nothing about Joseph.",
          "ID": "18"
        },
        {
          "text": "It was he who took shrewd advantage of our race and mistreated our fathers so that they would expose their infants and they would not survive.",
          "ID": "19"
        },
        {
          "text": "It was at this time that Moses was born; and he was lovely in the sight of God, and he was nurtured three months in his father's home.",
          "ID": "20"
        },
        {
          "text": "And after he had been set outside, Pharaoh's daughter took him away and nurtured him as her own son.",
          "ID": "21"
        },
        {
          "text": "Moses was educated in all the learning of the Egyptians, and he was a man of power in words and deeds.",
          "ID": "22"
        },
        {
          "text": "But when he was approaching the age of forty, it entered his mind to visit his brethren, the sons of Israel.",
          "ID": "23"
        },
        {
          "text": "And when he saw one of them being treated unjustly, he defended him and took vengeance for the oppressed by striking down the Egyptian.",
          "ID": "24"
        },
        {
          "text": "And he supposed that his brethren understood that God was granting them deliverance through him, but they did not understand.",
          "ID": "25"
        },
        {
          "text": "On the following day he appeared to them as they were fighting together, and he tried to reconcile them in peace, saying, 'Men, you are brethren, why do you injure one another?'",
          "ID": "26"
        },
        {
          "text": "But the one who was injuring his neighbor pushed him away, saying, 'Who made you a ruler and judge over us?",
          "ID": "27"
        },
        {
          "text": "You do not mean to kill me as you killed the Egyptian yesterday, do you?'",
          "ID": "28"
        },
        {
          "text": "At this remark, Moses fled and became an alien in the land of Midian, where he became the father of two sons.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "\"After forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in the flame of a burning thorn bush.",
          "ID": "30"
        },
        {
          "text": "When Moses saw it, he marveled at the sight; and as he approached to look more closely, there came the voice of the Lord:",
          "ID": "31"
        },
        {
          "text": "'I am the God of your fathers, the God of Abraham and Isaac and Jacob.' Moses shook with fear and would not venture to look.",
          "ID": "32"
        },
        {
          "text": "But the Lord said to him, 'Take off the sandals from your feet, for the place on which you are standing is holy ground.",
          "ID": "33"
        },
        {
          "text": "I have certainly seen the oppression of My people in Egypt and have heard their groans, and I have come down to rescue them; come now, and I will send you to Egypt.'",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "\"This Moses whom they disowned, saying, 'Who made you a ruler and a judge?' is the one whom God sent to be both a ruler and a deliverer with the help of the angel who appeared to him in the thorn bush.",
          "ID": "35"
        },
        {
          "text": "This man led them out, performing wonders and signs in the land of Egypt and in the Red Sea and in the wilderness for forty years.",
          "ID": "36"
        },
        {
          "text": "This is the Moses who said to the sons of Israel, 'God will raise up for you a prophet like me from your brethren.'",
          "ID": "37"
        },
        {
          "text": "This is the one who was in the congregation in the wilderness together with the angel who was speaking to him on Mount Sinai, and who was with our fathers; and he received living oracles to pass on to you.",
          "ID": "38"
        },
        {
          "text": "Our fathers were unwilling to be obedient to him, but repudiated him and in their hearts turned back to Egypt,",
          "ID": "39"
        },
        {
          "text": "saying to Aaron, 'Make for us gods who will go before us; for this Moses who led us out of the land of Egypt-we do not know what happened to him.'",
          "ID": "40"
        },
        {
          "text": "At that time they made a calf and brought a sacrifice to the idol, and were rejoicing in the works of their hands.",
          "ID": "41"
        },
        {
          "text": "But God turned away and delivered them up to serve the host of heaven; as it is written in the book of the prophets, 'It was not to Me that you offered victims and sacrifices forty years in the wilderness, was it, O house of Israel?",
          "ID": "42"
        },
        {
          "text": "You also took along the tabernacle of Moloch and the star of the god Rompha, the images which you made to worship. I also will remove you beyond Babylon.'",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "\"Our fathers had the tabernacle of testimony in the wilderness, just as He who spoke to Moses directed him to make it according to the pattern which he had seen.",
          "ID": "44"
        },
        {
          "text": "And having received it in their turn, our fathers brought it in with Joshua upon dispossessing the nations whom God drove out before our fathers, until the time of David.",
          "ID": "45"
        },
        {
          "text": "David found favor in God's sight, and asked that he might find a dwelling place for the God of Jacob.",
          "ID": "46"
        },
        {
          "text": "But it was Solomon who built a house for Him.",
          "ID": "47"
        },
        {
          "text": "However, the Most High does not dwell in houses made by human hands; as the prophet says:",
          "ID": "48"
        },
        {
          "text": "'Heaven is My throne,",
          "ID": "49"
        },
        {
          "text": "And earth is the footstool of My feet;",
          "ID": "49"
        },
        {
          "text": "What kind of house will you build for Me?' says the Lord,",
          "ID": "49"
        },
        {
          "text": "'Or what place is there for My repose?",
          "ID": "49"
        },
        {
          "text": "'Was it not My hand which made all these things?'",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "\"You men who are stiff-necked and uncircumcised in heart and ears are always resisting the Holy Spirit; you are doing just as your fathers did.",
          "ID": "51"
        },
        {
          "text": "Which one of the prophets did your fathers not persecute? They killed those who had previously announced the coming of the Righteous One, whose betrayers and murderers you have now become;",
          "ID": "52"
        },
        {
          "text": "you who received the law as ordained by angels, and yet did not keep it.\"",
          "ID": "53"
        },
        {
          "text": "",
          "ID": "53"
        },
        {
          "text": "Now when they heard this, they were cut to the quick, and they began gnashing their teeth at him.",
          "ID": "54"
        },
        {
          "text": "But being full of the Holy Spirit, he gazed intently into heaven and saw the glory of God, and Jesus standing at the right hand of God;",
          "ID": "55"
        },
        {
          "text": "and he said, \"Behold, I see the heavens opened up and the Son of Man standing at the right hand of God.\"",
          "ID": "56"
        },
        {
          "text": "But they cried out with a loud voice, and covered their ears and rushed at him with one impulse.",
          "ID": "57"
        },
        {
          "text": "When they had driven him out of the city, they began stoning him; and the witnesses laid aside their robes at the feet of a young man named Saul.",
          "ID": "58"
        },
        {
          "text": "They went on stoning Stephen as he called on the Lord and said, \"Lord Jesus, receive my spirit!\"",
          "ID": "59"
        },
        {
          "text": "Then falling on his knees, he cried out with a loud voice, \"Lord, do not hold this sin against them!\" Having said this, he fell asleep.",
          "ID": "60"
        }
      ],
      "ID": "NT:ACT.7",
      "name": "ACTS 7"
    },
    {
      "text": [
        {
          "text": "Saul was in hearty agreement with putting him to death.",
          "ID": "1"
        },
        {
          "text": "And on that day a great persecution began against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles.",
          "ID": "1"
        },
        {
          "text": "Some devout men buried Stephen, and made loud lamentation over him.",
          "ID": "2"
        },
        {
          "text": "But Saul began ravaging the church, entering house after house, and dragging off men and women, he would put them in prison.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Therefore, those who had been scattered went about preaching the word.",
          "ID": "4"
        },
        {
          "text": "Philip went down to the city of Samaria and began proclaiming Christ to them.",
          "ID": "5"
        },
        {
          "text": "The crowds with one accord were giving attention to what was said by Philip, as they heard and saw the signs which he was performing.",
          "ID": "6"
        },
        {
          "text": "For in the case of many who had unclean spirits, they were coming out of them shouting with a loud voice; and many who had been paralyzed and lame were healed.",
          "ID": "7"
        },
        {
          "text": "So there was much rejoicing in that city.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Now there was a man named Simon, who formerly was practicing magic in the city and astonishing the people of Samaria, claiming to be someone great;",
          "ID": "9"
        },
        {
          "text": "and they all, from smallest to greatest, were giving attention to him, saying, \"This man is what is called the Great Power of God.\"",
          "ID": "10"
        },
        {
          "text": "And they were giving him attention because he had for a long time astonished them with his magic arts.",
          "ID": "11"
        },
        {
          "text": "But when they believed Philip preaching the good news about the kingdom of God and the name of Jesus Christ, they were being baptized, men and women alike.",
          "ID": "12"
        },
        {
          "text": "Even Simon himself believed; and after being baptized, he continued on with Philip, and as he observed signs and great miracles taking place, he was constantly amazed.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Now when the apostles in Jerusalem heard that Samaria had received the word of God, they sent them Peter and John,",
          "ID": "14"
        },
        {
          "text": "who came down and prayed for them that they might receive the Holy Spirit.",
          "ID": "15"
        },
        {
          "text": "For He had not yet fallen upon any of them; they had simply been baptized in the name of the Lord Jesus.",
          "ID": "16"
        },
        {
          "text": "Then they began laying their hands on them, and they were receiving the Holy Spirit.",
          "ID": "17"
        },
        {
          "text": "Now when Simon saw that the Spirit was bestowed through the laying on of the apostles' hands, he offered them money,",
          "ID": "18"
        },
        {
          "text": "saying, \"Give this authority to me as well, so that everyone on whom I lay my hands may receive the Holy Spirit.\"",
          "ID": "19"
        },
        {
          "text": "But Peter said to him, \"May your silver perish with you, because you thought you could obtain the gift of God with money!",
          "ID": "20"
        },
        {
          "text": "You have no part or portion in this matter, for your heart is not right before God.",
          "ID": "21"
        },
        {
          "text": "Therefore repent of this wickedness of yours, and pray the Lord that, if possible, the intention of your heart may be forgiven you.",
          "ID": "22"
        },
        {
          "text": "For I see that you are in the gall of bitterness and in the bondage of iniquity.\"",
          "ID": "23"
        },
        {
          "text": "But Simon answered and said, \"Pray to the Lord for me yourselves, so that nothing of what you have said may come upon me.\"",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "So, when they had solemnly testified and spoken the word of the Lord, they started back to Jerusalem, and were preaching the gospel to many villages of the Samaritans.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "But an angel of the Lord spoke to Philip saying, \"Get up and go south to the road that descends from Jerusalem to Gaza.\" (This is a desert road.)",
          "ID": "26"
        },
        {
          "text": "So he got up and went; and there was an Ethiopian eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure; and he had come to Jerusalem to worship,",
          "ID": "27"
        },
        {
          "text": "and he was returning and sitting in his chariot, and was reading the prophet Isaiah.",
          "ID": "28"
        },
        {
          "text": "Then the Spirit said to Philip, \"Go up and join this chariot.\"",
          "ID": "29"
        },
        {
          "text": "Philip ran up and heard him reading Isaiah the prophet, and said, \"Do you understand what you are reading?\"",
          "ID": "30"
        },
        {
          "text": "And he said, \"Well, how could I, unless someone guides me?\" And he invited Philip to come up and sit with him.",
          "ID": "31"
        },
        {
          "text": "Now the passage of Scripture which he was reading was this:",
          "ID": "32"
        },
        {
          "text": "\"He was led as a sheep to slaughter;",
          "ID": "32"
        },
        {
          "text": "And as a lamb before its shearer is silent,",
          "ID": "32"
        },
        {
          "text": "So He does not open His mouth.",
          "ID": "32"
        },
        {
          "text": "\"In humiliation His judgment was taken away;",
          "ID": "33"
        },
        {
          "text": "Who will relate His generation?",
          "ID": "33"
        },
        {
          "text": "For His life is removed from the earth.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "The eunuch answered Philip and said, \"Please tell me, of whom does the prophet say this? Of himself or of someone else?\"",
          "ID": "34"
        },
        {
          "text": "Then Philip opened his mouth, and beginning from this Scripture he preached Jesus to him.",
          "ID": "35"
        },
        {
          "text": "As they went along the road they came to some water; and the eunuch said, \"Look! Water! What prevents me from being baptized?\"",
          "ID": "36"
        },
        {
          "text": "[And Philip said, \"If you believe with all your heart, you may.\" And he answered and said, \"I believe that Jesus Christ is the Son of God.\"]",
          "ID": "37"
        },
        {
          "text": "And he ordered the chariot to stop; and they both went down into the water, Philip as well as the eunuch, and he baptized him.",
          "ID": "38"
        },
        {
          "text": "When they came up out of the water, the Spirit of the Lord snatched Philip away; and the eunuch no longer saw him, but went on his way rejoicing.",
          "ID": "39"
        },
        {
          "text": "But Philip found himself at Azotus, and as he passed through he kept preaching the gospel to all the cities until he came to Caesarea.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.8",
      "name": "ACTS 8"
    },
    {
      "text": [
        {
          "text": "Now Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest,",
          "ID": "1"
        },
        {
          "text": "and asked for letters from him to the synagogues at Damascus, so that if he found any belonging to the Way, both men and women, he might bring them bound to Jerusalem.",
          "ID": "2"
        },
        {
          "text": "As he was traveling, it happened that he was approaching Damascus, and suddenly a light from heaven flashed around him;",
          "ID": "3"
        },
        {
          "text": "and he fell to the ground and heard a voice saying to him, \"Saul, Saul, why are you persecuting Me?\"",
          "ID": "4"
        },
        {
          "text": "And he said, \"Who are You, Lord?\" And He said, \"I am Jesus whom you are persecuting,",
          "ID": "5"
        },
        {
          "text": "but get up and enter the city, and it will be told you what you must do.\"",
          "ID": "6"
        },
        {
          "text": "The men who traveled with him stood speechless, hearing the voice but seeing no one.",
          "ID": "7"
        },
        {
          "text": "Saul got up from the ground, and though his eyes were open, he could see nothing; and leading him by the hand, they brought him into Damascus.",
          "ID": "8"
        },
        {
          "text": "And he was three days without sight, and neither ate nor drank.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Now there was a disciple at Damascus named Ananias; and the Lord said to him in a vision, \"Ananias.\" And he said, \"Here I am, Lord.\"",
          "ID": "10"
        },
        {
          "text": "And the Lord said to him, \"Get up and go to the street called Straight, and inquire at the house of Judas for a man from Tarsus named Saul, for he is praying,",
          "ID": "11"
        },
        {
          "text": "and he has seen in a vision a man named Ananias come in and lay his hands on him, so that he might regain his sight.\"",
          "ID": "12"
        },
        {
          "text": "But Ananias answered, \"Lord, I have heard from many about this man, how much harm he did to Your saints at Jerusalem;",
          "ID": "13"
        },
        {
          "text": "and here he has authority from the chief priests to bind all who call on Your name.\"",
          "ID": "14"
        },
        {
          "text": "But the Lord said to him, \"Go, for he is a chosen instrument of Mine, to bear My name before the Gentiles and kings and the sons of Israel;",
          "ID": "15"
        },
        {
          "text": "for I will show him how much he must suffer for My name's sake.\"",
          "ID": "16"
        },
        {
          "text": "So Ananias departed and entered the house, and after laying his hands on him said, \"Brother Saul, the Lord Jesus, who appeared to you on the road by which you were coming, has sent me so that you may regain your sight and be filled with the Holy Spirit.\"",
          "ID": "17"
        },
        {
          "text": "And immediately there fell from his eyes something like scales, and he regained his sight, and he got up and was baptized;",
          "ID": "18"
        },
        {
          "text": "and he took food and was strengthened.",
          "ID": "19"
        },
        {
          "text": "Now for several days he was with the disciples who were at Damascus,",
          "ID": "19"
        },
        {
          "text": "and immediately he began to proclaim Jesus in the synagogues, saying, \"He is the Son of God.\"",
          "ID": "20"
        },
        {
          "text": "All those hearing him continued to be amazed, and were saying, \"Is this not he who in Jerusalem destroyed those who called on this name, and who had come here for the purpose of bringing them bound before the chief priests?\"",
          "ID": "21"
        },
        {
          "text": "But Saul kept increasing in strength and confounding the Jews who lived at Damascus by proving that this Jesus is the Christ.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When many days had elapsed, the Jews plotted together to do away with him,",
          "ID": "23"
        },
        {
          "text": "but their plot became known to Saul. They were also watching the gates day and night so that they might put him to death;",
          "ID": "24"
        },
        {
          "text": "but his disciples took him by night and let him down through an opening in the wall, lowering him in a large basket.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "When he came to Jerusalem, he was trying to associate with the disciples; but they were all afraid of him, not believing that he was a disciple.",
          "ID": "26"
        },
        {
          "text": "But Barnabas took hold of him and brought him to the apostles and described to them how he had seen the Lord on the road, and that He had talked to him, and how at Damascus he had spoken out boldly in the name of Jesus.",
          "ID": "27"
        },
        {
          "text": "And he was with them, moving about freely in Jerusalem, speaking out boldly in the name of the Lord.",
          "ID": "28"
        },
        {
          "text": "And he was talking and arguing with the Hellenistic Jews; but they were attempting to put him to death.",
          "ID": "29"
        },
        {
          "text": "But when the brethren learned of it, they brought him down to Caesarea and sent him away to Tarsus.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "So the church throughout all Judea and Galilee and Samaria enjoyed peace, being built up; and going on in the fear of the Lord and in the comfort of the Holy Spirit, it continued to increase.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Now as Peter was traveling through all those regions, he came down also to the saints who lived at Lydda.",
          "ID": "32"
        },
        {
          "text": "There he found a man named Aeneas, who had been bedridden eight years, for he was paralyzed.",
          "ID": "33"
        },
        {
          "text": "Peter said to him, \"Aeneas, Jesus Christ heals you; get up and make your bed.\" Immediately he got up.",
          "ID": "34"
        },
        {
          "text": "And all who lived at Lydda and Sharon saw him, and they turned to the Lord.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Now in Joppa there was a disciple named Tabitha (which translated in Greek is called Dorcas); this woman was abounding with deeds of kindness and charity which she continually did.",
          "ID": "36"
        },
        {
          "text": "And it happened at that time that she fell sick and died; and when they had washed her body, they laid it in an upper room.",
          "ID": "37"
        },
        {
          "text": "Since Lydda was near Joppa, the disciples, having heard that Peter was there, sent two men to him, imploring him, \"Do not delay in coming to us.\"",
          "ID": "38"
        },
        {
          "text": "So Peter arose and went with them. When he arrived, they brought him into the upper room; and all the widows stood beside him, weeping and showing all the tunics and garments that Dorcas used to make while she was with them.",
          "ID": "39"
        },
        {
          "text": "But Peter sent them all out and knelt down and prayed, and turning to the body, he said, \"Tabitha, arise.\" And she opened her eyes, and when she saw Peter, she sat up.",
          "ID": "40"
        },
        {
          "text": "And he gave her his hand and raised her up; and calling the saints and widows, he presented her alive.",
          "ID": "41"
        },
        {
          "text": "It became known all over Joppa, and many believed in the Lord.",
          "ID": "42"
        },
        {
          "text": "And Peter stayed many days in Joppa with a tanner named Simon.",
          "ID": "43"
        }
      ],
      "ID": "NT:ACT.9",
      "name": "ACTS 9"
    },
    {
      "text": [
        {
          "text": "Now there was a man at Caesarea named Cornelius, a centurion of what was called the Italian cohort,",
          "ID": "1"
        },
        {
          "text": "a devout man and one who feared God with all his household, and gave many alms to the Jewish people and prayed to God continually.",
          "ID": "2"
        },
        {
          "text": "About the ninth hour of the day he clearly saw in a vision an angel of God who had just come in and said to him, \"Cornelius!\"",
          "ID": "3"
        },
        {
          "text": "And fixing his gaze on him and being much alarmed, he said, \"What is it, Lord?\" And he said to him, \"Your prayers and alms have ascended as a memorial before God.",
          "ID": "4"
        },
        {
          "text": "Now dispatch some men to Joppa and send for a man named Simon, who is also called Peter;",
          "ID": "5"
        },
        {
          "text": "he is staying with a tanner named Simon, whose house is by the sea.\"",
          "ID": "6"
        },
        {
          "text": "When the angel who was speaking to him had left, he summoned two of his servants and a devout soldier of those who were his personal attendants,",
          "ID": "7"
        },
        {
          "text": "and after he had explained everything to them, he sent them to Joppa.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "On the next day, as they were on their way and approaching the city, Peter went up on the housetop about the sixth hour to pray.",
          "ID": "9"
        },
        {
          "text": "But he became hungry and was desiring to eat; but while they were making preparations, he fell into a trance;",
          "ID": "10"
        },
        {
          "text": "and he saw the sky opened up, and an object like a great sheet coming down, lowered by four corners to the ground,",
          "ID": "11"
        },
        {
          "text": "and there were in it all kinds of four-footed animals and crawling creatures of the earth and birds of the air.",
          "ID": "12"
        },
        {
          "text": "A voice came to him, \"Get up, Peter, kill and eat!\"",
          "ID": "13"
        },
        {
          "text": "But Peter said, \"By no means, Lord, for I have never eaten anything unholy and unclean.\"",
          "ID": "14"
        },
        {
          "text": "Again a voice came to him a second time, \"What God has cleansed, no longer consider unholy.\"",
          "ID": "15"
        },
        {
          "text": "This happened three times, and immediately the object was taken up into the sky.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Now while Peter was greatly perplexed in mind as to what the vision which he had seen might be, behold, the men who had been sent by Cornelius, having asked directions for Simon's house, appeared at the gate;",
          "ID": "17"
        },
        {
          "text": "and calling out, they were asking whether Simon, who was also called Peter, was staying there.",
          "ID": "18"
        },
        {
          "text": "While Peter was reflecting on the vision, the Spirit said to him, \"Behold, three men are looking for you.",
          "ID": "19"
        },
        {
          "text": "But get up, go downstairs and accompany them without misgivings, for I have sent them Myself.\"",
          "ID": "20"
        },
        {
          "text": "Peter went down to the men and said, \"Behold, I am the one you are looking for; what is the reason for which you have come?\"",
          "ID": "21"
        },
        {
          "text": "They said, \"Cornelius, a centurion, a righteous and God-fearing man well spoken of by the entire nation of the Jews, was divinely directed by a holy angel to send for you to come to his house and hear a message from you.\"",
          "ID": "22"
        },
        {
          "text": "So he invited them in and gave them lodging.",
          "ID": "23"
        },
        {
          "text": "And on the next day he got up and went away with them, and some of the brethren from Joppa accompanied him.",
          "ID": "23"
        },
        {
          "text": "On the following day he entered Caesarea. Now Cornelius was waiting for them and had called together his relatives and close friends.",
          "ID": "24"
        },
        {
          "text": "When Peter entered, Cornelius met him, and fell at his feet and worshiped him.",
          "ID": "25"
        },
        {
          "text": "But Peter raised him up, saying, \"Stand up; I too am just a man.\"",
          "ID": "26"
        },
        {
          "text": "As he talked with him, he entered and found many people assembled.",
          "ID": "27"
        },
        {
          "text": "And he said to them, \"You yourselves know how unlawful it is for a man who is a Jew to associate with a foreigner or to visit him; and yet God has shown me that I should not call any man unholy or unclean.",
          "ID": "28"
        },
        {
          "text": "That is why I came without even raising any objection when I was sent for. So I ask for what reason you have sent for me.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "Cornelius said, \"Four days ago to this hour, I was praying in my house during the ninth hour; and behold, a man stood before me in shining garments,",
          "ID": "30"
        },
        {
          "text": "and he said, 'Cornelius, your prayer has been heard and your alms have been remembered before God.",
          "ID": "31"
        },
        {
          "text": "Therefore send to Joppa and invite Simon, who is also called Peter, to come to you; he is staying at the house of Simon the tanner by the sea.'",
          "ID": "32"
        },
        {
          "text": "So I sent for you immediately, and you have been kind enough to come. Now then, we are all here present before God to hear all that you have been commanded by the Lord.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Opening his mouth, Peter said:",
          "ID": "34"
        },
        {
          "text": "\"I most certainly understand now that God is not one to show partiality,",
          "ID": "34"
        },
        {
          "text": "but in every nation the man who fears Him and does what is right is welcome to Him.",
          "ID": "35"
        },
        {
          "text": "The word which He sent to the sons of Israel, preaching peace through Jesus Christ (He is Lord of all)-",
          "ID": "36"
        },
        {
          "text": "you yourselves know the thing which took place throughout all Judea, starting from Galilee, after the baptism which John proclaimed.",
          "ID": "37"
        },
        {
          "text": "You know of Jesus of Nazareth, how God anointed Him with the Holy Spirit and with power, and how He went about doing good and healing all who were oppressed by the devil, for God was with Him.",
          "ID": "38"
        },
        {
          "text": "We are witnesses of all the things He did both in the land of the Jews and in Jerusalem. They also put Him to death by hanging Him on a cross.",
          "ID": "39"
        },
        {
          "text": "God raised Him up on the third day and granted that He become visible,",
          "ID": "40"
        },
        {
          "text": "not to all the people, but to witnesses who were chosen beforehand by God, that is, to us who ate and drank with Him after He arose from the dead.",
          "ID": "41"
        },
        {
          "text": "And He ordered us to preach to the people, and solemnly to testify that this is the One who has been appointed by God as Judge of the living and the dead.",
          "ID": "42"
        },
        {
          "text": "Of Him all the prophets bear witness that through His name everyone who believes in Him receives forgiveness of sins.\"",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "While Peter was still speaking these words, the Holy Spirit fell upon all those who were listening to the message.",
          "ID": "44"
        },
        {
          "text": "All the circumcised believers who came with Peter were amazed, because the gift of the Holy Spirit had been poured out on the Gentiles also.",
          "ID": "45"
        },
        {
          "text": "For they were hearing them speaking with tongues and exalting God. Then Peter answered,",
          "ID": "46"
        },
        {
          "text": "\"Surely no one can refuse the water for these to be baptized who have received the Holy Spirit just as we did, can he?\"",
          "ID": "47"
        },
        {
          "text": "And he ordered them to be baptized in the name of Jesus Christ. Then they asked him to stay on for a few days.",
          "ID": "48"
        }
      ],
      "ID": "NT:ACT.10",
      "name": "ACTS 10"
    },
    {
      "text": [
        {
          "text": "Now the apostles and the brethren who were throughout Judea heard that the Gentiles also had received the word of God.",
          "ID": "1"
        },
        {
          "text": "And when Peter came up to Jerusalem, those who were circumcised took issue with him,",
          "ID": "2"
        },
        {
          "text": "saying, \"You went to uncircumcised men and ate with them.\"",
          "ID": "3"
        },
        {
          "text": "But Peter began speaking and proceeded to explain to them in orderly sequence, saying,",
          "ID": "4"
        },
        {
          "text": "\"I was in the city of Joppa praying; and in a trance I saw a vision, an object coming down like a great sheet lowered by four corners from the sky; and it came right down to me,",
          "ID": "5"
        },
        {
          "text": "and when I had fixed my gaze on it and was observing it I saw the four-footed animals of the earth and the wild beasts and the crawling creatures and the birds of the air.",
          "ID": "6"
        },
        {
          "text": "I also heard a voice saying to me, 'Get up, Peter; kill and eat.'",
          "ID": "7"
        },
        {
          "text": "But I said, 'By no means, Lord, for nothing unholy or unclean has ever entered my mouth.'",
          "ID": "8"
        },
        {
          "text": "But a voice from heaven answered a second time, 'What God has cleansed, no longer consider unholy.'",
          "ID": "9"
        },
        {
          "text": "This happened three times, and everything was drawn back up into the sky.",
          "ID": "10"
        },
        {
          "text": "And behold, at that moment three men appeared at the house in which we were staying, having been sent to me from Caesarea.",
          "ID": "11"
        },
        {
          "text": "The Spirit told me to go with them without misgivings. These six brethren also went with me and we entered the man's house.",
          "ID": "12"
        },
        {
          "text": "And he reported to us how he had seen the angel standing in his house, and saying, 'Send to Joppa and have Simon, who is also called Peter, brought here;",
          "ID": "13"
        },
        {
          "text": "and he will speak words to you by which you will be saved, you and all your household.'",
          "ID": "14"
        },
        {
          "text": "And as I began to speak, the Holy Spirit fell upon them just as He did upon us at the beginning.",
          "ID": "15"
        },
        {
          "text": "And I remembered the word of the Lord, how He used to say, 'John baptized with water, but you will be baptized with the Holy Spirit.'",
          "ID": "16"
        },
        {
          "text": "Therefore if God gave to them the same gift as He gave to us also after believing in the Lord Jesus Christ, who was I that I could stand in God's way?\"",
          "ID": "17"
        },
        {
          "text": "When they heard this, they quieted down and glorified God, saying, \"Well then, God has granted to the Gentiles also the repentance that leads to life.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So then those who were scattered because of the persecution that occurred in connection with Stephen made their way to Phoenicia and Cyprus and Antioch, speaking the word to no one except to Jews alone.",
          "ID": "19"
        },
        {
          "text": "But there were some of them, men of Cyprus and Cyrene, who came to Antioch and began speaking to the Greeks also, preaching the Lord Jesus.",
          "ID": "20"
        },
        {
          "text": "And the hand of the Lord was with them, and a large number who believed turned to the Lord.",
          "ID": "21"
        },
        {
          "text": "The news about them reached the ears of the church at Jerusalem, and they sent Barnabas off to Antioch.",
          "ID": "22"
        },
        {
          "text": "Then when he arrived and witnessed the grace of God, he rejoiced and began to encourage them all with resolute heart to remain true to the Lord;",
          "ID": "23"
        },
        {
          "text": "for he was a good man, and full of the Holy Spirit and of faith. And considerable numbers were brought to the Lord.",
          "ID": "24"
        },
        {
          "text": "And he left for Tarsus to look for Saul;",
          "ID": "25"
        },
        {
          "text": "and when he had found him, he brought him to Antioch. And for an entire year they met with the church and taught considerable numbers; and the disciples were first called Christians in Antioch.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Now at this time some prophets came down from Jerusalem to Antioch.",
          "ID": "27"
        },
        {
          "text": "One of them named Agabus stood up and began to indicate by the Spirit that there would certainly be a great famine all over the world. And this took place in the reign of Claudius.",
          "ID": "28"
        },
        {
          "text": "And in the proportion that any of the disciples had means, each of them determined to send a contribution for the relief of the brethren living in Judea.",
          "ID": "29"
        },
        {
          "text": "And this they did, sending it in charge of Barnabas and Saul to the elders.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.11",
      "name": "ACTS 11"
    },
    {
      "text": [
        {
          "text": "Now about that time Herod the king laid hands on some who belonged to the church in order to mistreat them.",
          "ID": "1"
        },
        {
          "text": "And he had James the brother of John put to death with a sword.",
          "ID": "2"
        },
        {
          "text": "When he saw that it pleased the Jews, he proceeded to arrest Peter also. Now it was during the days of Unleavened Bread.",
          "ID": "3"
        },
        {
          "text": "When he had seized him, he put him in prison, delivering him to four squads of soldiers to guard him, intending after the Passover to bring him out before the people.",
          "ID": "4"
        },
        {
          "text": "So Peter was kept in the prison, but prayer for him was being made fervently by the church to God.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "On the very night when Herod was about to bring him forward, Peter was sleeping between two soldiers, bound with two chains, and guards in front of the door were watching over the prison.",
          "ID": "6"
        },
        {
          "text": "And behold, an angel of the Lord suddenly appeared and a light shone in the cell; and he struck Peter's side and woke him up, saying, \"Get up quickly.\" And his chains fell off his hands.",
          "ID": "7"
        },
        {
          "text": "And the angel said to him, \"Gird yourself and put on your sandals.\" And he did so. And he said to him, \"Wrap your cloak around you and follow me.\"",
          "ID": "8"
        },
        {
          "text": "And he went out and continued to follow, and he did not know that what was being done by the angel was real, but thought he was seeing a vision.",
          "ID": "9"
        },
        {
          "text": "When they had passed the first and second guard, they came to the iron gate that leads into the city, which opened for them by itself; and they went out and went along one street, and immediately the angel departed from him.",
          "ID": "10"
        },
        {
          "text": "When Peter came to himself, he said, \"Now I know for sure that the Lord has sent forth His angel and rescued me from the hand of Herod and from all that the Jewish people were expecting.\"",
          "ID": "11"
        },
        {
          "text": "And when he realized this, he went to the house of Mary, the mother of John who was also called Mark, where many were gathered together and were praying.",
          "ID": "12"
        },
        {
          "text": "When he knocked at the door of the gate, a servant-girl named Rhoda came to answer.",
          "ID": "13"
        },
        {
          "text": "When she recognized Peter's voice, because of her joy she did not open the gate, but ran in and announced that Peter was standing in front of the gate.",
          "ID": "14"
        },
        {
          "text": "They said to her, \"You are out of your mind!\" But she kept insisting that it was so. They kept saying, \"It is his angel.\"",
          "ID": "15"
        },
        {
          "text": "But Peter continued knocking; and when they had opened the door, they saw him and were amazed.",
          "ID": "16"
        },
        {
          "text": "But motioning to them with his hand to be silent, he described to them how the Lord had led him out of the prison. And he said, \"Report these things to James and the brethren.\" Then he left and went to another place.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Now when day came, there was no small disturbance among the soldiers as to what could have become of Peter.",
          "ID": "18"
        },
        {
          "text": "When Herod had searched for him and had not found him, he examined the guards and ordered that they be led away to execution. Then he went down from Judea to Caesarea and was spending time there.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Now he was very angry with the people of Tyre and Sidon; and with one accord they came to him, and having won over Blastus the king's chamberlain, they were asking for peace, because their country was fed by the king's country.",
          "ID": "20"
        },
        {
          "text": "On an appointed day Herod, having put on his royal apparel, took his seat on the rostrum and began delivering an address to them.",
          "ID": "21"
        },
        {
          "text": "The people kept crying out, \"The voice of a god and not of a man!\"",
          "ID": "22"
        },
        {
          "text": "And immediately an angel of the Lord struck him because he did not give God the glory, and he was eaten by worms and died.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "But the word of the Lord continued to grow and to be multiplied.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "And Barnabas and Saul returned from Jerusalem when they had fulfilled their mission, taking along with them John, who was also called Mark.",
          "ID": "25"
        }
      ],
      "ID": "NT:ACT.12",
      "name": "ACTS 12"
    },
    {
      "text": [
        {
          "text": "Now there were at Antioch, in the church that was there, prophets and teachers: Barnabas, and Simeon who was called Niger, and Lucius of Cyrene, and Manaen who had been brought up with Herod the tetrarch, and Saul.",
          "ID": "1"
        },
        {
          "text": "While they were ministering to the Lord and fasting, the Holy Spirit said, \"Set apart for Me Barnabas and Saul for the work to which I have called them.\"",
          "ID": "2"
        },
        {
          "text": "Then, when they had fasted and prayed and laid their hands on them, they sent them away.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "So, being sent out by the Holy Spirit, they went down to Seleucia and from there they sailed to Cyprus.",
          "ID": "4"
        },
        {
          "text": "When they reached Salamis, they began to proclaim the word of God in the synagogues of the Jews; and they also had John as their helper.",
          "ID": "5"
        },
        {
          "text": "When they had gone through the whole island as far as Paphos, they found a magician, a Jewish false prophet whose name was Bar-Jesus,",
          "ID": "6"
        },
        {
          "text": "who was with the proconsul, Sergius Paulus, a man of intelligence. This man summoned Barnabas and Saul and sought to hear the word of God.",
          "ID": "7"
        },
        {
          "text": "But Elymas the magician (for so his name is translated) was opposing them, seeking to turn the proconsul away from the faith.",
          "ID": "8"
        },
        {
          "text": "But Saul, who was also known as Paul, filled with the Holy Spirit, fixed his gaze on him,",
          "ID": "9"
        },
        {
          "text": "and said, \"You who are full of all deceit and fraud, you son of the devil, you enemy of all righteousness, will you not cease to make crooked the straight ways of the Lord?",
          "ID": "10"
        },
        {
          "text": "Now, behold, the hand of the Lord is upon you, and you will be blind and not see the sun for a time.\" And immediately a mist and a darkness fell upon him, and he went about seeking those who would lead him by the hand.",
          "ID": "11"
        },
        {
          "text": "Then the proconsul believed when he saw what had happened, being amazed at the teaching of the Lord.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now Paul and his companions put out to sea from Paphos and came to Perga in Pamphylia; but John left them and returned to Jerusalem.",
          "ID": "13"
        },
        {
          "text": "But going on from Perga, they arrived at Pisidian Antioch, and on the Sabbath day they went into the synagogue and sat down.",
          "ID": "14"
        },
        {
          "text": "After the reading of the Law and the Prophets the synagogue officials sent to them, saying, \"Brethren, if you have any word of exhortation for the people, say it.\"",
          "ID": "15"
        },
        {
          "text": "Paul stood up, and motioning with his hand said,",
          "ID": "16"
        },
        {
          "text": "\"Men of Israel, and you who fear God, listen:",
          "ID": "16"
        },
        {
          "text": "The God of this people Israel chose our fathers and made the people great during their stay in the land of Egypt, and with an uplifted arm He led them out from it.",
          "ID": "17"
        },
        {
          "text": "For a period of about forty years He put up with them in the wilderness.",
          "ID": "18"
        },
        {
          "text": "When He had destroyed seven nations in the land of Canaan, He distributed their land as an inheritance-all of which took about four hundred and fifty years.",
          "ID": "19"
        },
        {
          "text": "After these things He gave them judges until Samuel the prophet.",
          "ID": "20"
        },
        {
          "text": "Then they asked for a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years.",
          "ID": "21"
        },
        {
          "text": "After He had removed him, He raised up David to be their king, concerning whom He also testified and said, 'I have found David the son of Jesse, a man after My heart, who will do all My will.'",
          "ID": "22"
        },
        {
          "text": "From the descendants of this man, according to promise, God has brought to Israel a Savior, Jesus,",
          "ID": "23"
        },
        {
          "text": "after John had proclaimed before His coming a baptism of repentance to all the people of Israel.",
          "ID": "24"
        },
        {
          "text": "And while John was completing his course, he kept saying, 'What do you suppose that I am? I am not He. But behold, one is coming after me the sandals of whose feet I am not worthy to untie.'",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "\"Brethren, sons of Abraham's family, and those among you who fear God, to us the message of this salvation has been sent.",
          "ID": "26"
        },
        {
          "text": "For those who live in Jerusalem, and their rulers, recognizing neither Him nor the utterances of the prophets which are read every Sabbath, fulfilled these by condemning Him.",
          "ID": "27"
        },
        {
          "text": "And though they found no ground for putting Him to death, they asked Pilate that He be executed.",
          "ID": "28"
        },
        {
          "text": "When they had carried out all that was written concerning Him, they took Him down from the cross and laid Him in a tomb.",
          "ID": "29"
        },
        {
          "text": "But God raised Him from the dead;",
          "ID": "30"
        },
        {
          "text": "and for many days He appeared to those who came up with Him from Galilee to Jerusalem, the very ones who are now His witnesses to the people.",
          "ID": "31"
        },
        {
          "text": "And we preach to you the good news of the promise made to the fathers,",
          "ID": "32"
        },
        {
          "text": "that God has fulfilled this promise to our children in that He raised up Jesus, as it is also written in the second Psalm, 'You are My Son; today i have begotten You.'",
          "ID": "33"
        },
        {
          "text": "As for the fact that He raised Him up from the dead, no longer to return to decay, He has spoken in this way: 'I will give you the holy and sure blessings of David.'",
          "ID": "34"
        },
        {
          "text": "Therefore He also says in another Psalm, 'You will not allow Your Holy One to undergo decay.'",
          "ID": "35"
        },
        {
          "text": "For David, after he had served the purpose of God in his own generation, fell asleep, and was laid among his fathers and underwent decay;",
          "ID": "36"
        },
        {
          "text": "but He whom God raised did not undergo decay.",
          "ID": "37"
        },
        {
          "text": "Therefore let it be known to you, brethren, that through Him forgiveness of sins is proclaimed to you,",
          "ID": "38"
        },
        {
          "text": "and through Him everyone who believes is freed from all things, from which you could not be freed through the Law of Moses.",
          "ID": "39"
        },
        {
          "text": "Therefore take heed, so that the thing spoken of in the Prophets may not come upon you:",
          "ID": "40"
        },
        {
          "text": "'Behold, you scoffers, and marvel, and perish;",
          "ID": "41"
        },
        {
          "text": "For I am accomplishing a work in your days,",
          "ID": "41"
        },
        {
          "text": "A work which you will never believe, though someone should describe it to you.'\"",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "As Paul and Barnabas were going out, the people kept begging that these things might be spoken to them the next Sabbath.",
          "ID": "42"
        },
        {
          "text": "Now when the meeting of the synagogue had broken up, many of the Jews and of the God-fearing proselytes followed Paul and Barnabas, who, speaking to them, were urging them to continue in the grace of God.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "The next Sabbath nearly the whole city assembled to hear the word of the Lord.",
          "ID": "44"
        },
        {
          "text": "But when the Jews saw the crowds, they were filled with jealousy and began contradicting the things spoken by Paul, and were blaspheming.",
          "ID": "45"
        },
        {
          "text": "Paul and Barnabas spoke out boldly and said, \"It was necessary that the word of God be spoken to you first; since you repudiate it and judge yourselves unworthy of eternal life, behold, we are turning to the Gentiles.",
          "ID": "46"
        },
        {
          "text": "For so the Lord has commanded us,",
          "ID": "47"
        },
        {
          "text": "'I have placed You as a light for the Gentiles,",
          "ID": "47"
        },
        {
          "text": "That You may bring salvation to the end of the earth.'\"",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "When the Gentiles heard this, they began rejoicing and glorifying the word of the Lord; and as many as had been appointed to eternal life believed.",
          "ID": "48"
        },
        {
          "text": "And the word of the Lord was being spread through the whole region.",
          "ID": "49"
        },
        {
          "text": "But the Jews incited the devout women of prominence and the leading men of the city, and instigated a persecution against Paul and Barnabas, and drove them out of their district.",
          "ID": "50"
        },
        {
          "text": "But they shook off the dust of their feet in protest against them and went to Iconium.",
          "ID": "51"
        },
        {
          "text": "And the disciples were continually filled with joy and with the Holy Spirit.",
          "ID": "52"
        }
      ],
      "ID": "NT:ACT.13",
      "name": "ACTS 13"
    },
    {
      "text": [
        {
          "text": "In Iconium they entered the synagogue of the Jews together, and spoke in such a manner that a large number of people believed, both of Jews and of Greeks.",
          "ID": "1"
        },
        {
          "text": "But the Jews who disbelieved stirred up the minds of the Gentiles and embittered them against the brethren.",
          "ID": "2"
        },
        {
          "text": "Therefore they spent a long time there speaking boldly with reliance upon the Lord, who was testifying to the word of His grace, granting that signs and wonders be done by their hands.",
          "ID": "3"
        },
        {
          "text": "But the people of the city were divided; and some sided with the Jews, and some with the apostles.",
          "ID": "4"
        },
        {
          "text": "And when an attempt was made by both the Gentiles and the Jews with their rulers, to mistreat and to stone them,",
          "ID": "5"
        },
        {
          "text": "they became aware of it and fled to the cities of Lycaonia, Lystra and Derbe, and the surrounding region;",
          "ID": "6"
        },
        {
          "text": "and there they continued to preach the gospel.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "At Lystra a man was sitting who had no strength in his feet, lame from his mother's womb, who had never walked.",
          "ID": "8"
        },
        {
          "text": "This man was listening to Paul as he spoke, who, when he had fixed his gaze on him and had seen that he had faith to be made well,",
          "ID": "9"
        },
        {
          "text": "said with a loud voice, \"Stand upright on your feet.\" And he leaped up and began to walk.",
          "ID": "10"
        },
        {
          "text": "When the crowds saw what Paul had done, they raised their voice, saying in the Lycaonian language, \"The gods have become like men and have come down to us.\"",
          "ID": "11"
        },
        {
          "text": "And they began calling Barnabas, Zeus, and Paul, Hermes, because he was the chief speaker.",
          "ID": "12"
        },
        {
          "text": "The priest of Zeus, whose temple was just outside the city, brought oxen and garlands to the gates, and wanted to offer sacrifice with the crowds.",
          "ID": "13"
        },
        {
          "text": "But when the apostles Barnabas and Paul heard of it, they tore their robes and rushed out into the crowd, crying out",
          "ID": "14"
        },
        {
          "text": "and saying, \"Men, why are you doing these things? We are also men of the same nature as you, and preach the gospel to you that you should turn from these vain things to a living God, who made the heaven and the earth and the sea and all that is in them.",
          "ID": "15"
        },
        {
          "text": "In the generations gone by He permitted all the nations to go their own ways;",
          "ID": "16"
        },
        {
          "text": "and yet He did not leave Himself without witness, in that He did good and gave you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness.\"",
          "ID": "17"
        },
        {
          "text": "Even saying these things, with difficulty they restrained the crowds from offering sacrifice to them.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "But Jews came from Antioch and Iconium, and having won over the crowds, they stoned Paul and dragged him out of the city, supposing him to be dead.",
          "ID": "19"
        },
        {
          "text": "But while the disciples stood around him, he got up and entered the city. The next day he went away with Barnabas to Derbe.",
          "ID": "20"
        },
        {
          "text": "After they had preached the gospel to that city and had made many disciples, they returned to Lystra and to Iconium and to Antioch,",
          "ID": "21"
        },
        {
          "text": "strengthening the souls of the disciples, encouraging them to continue in the faith, and saying, \"Through many tribulations we must enter the kingdom of God.\"",
          "ID": "22"
        },
        {
          "text": "When they had appointed elders for them in every church, having prayed with fasting, they commended them to the Lord in whom they had believed.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "They passed through Pisidia and came into Pamphylia.",
          "ID": "24"
        },
        {
          "text": "When they had spoken the word in Perga, they went down to Attalia.",
          "ID": "25"
        },
        {
          "text": "From there they sailed to Antioch, from which they had been commended to the grace of God for the work that they had accomplished.",
          "ID": "26"
        },
        {
          "text": "When they had arrived and gathered the church together, they began to report all things that God had done with them and how He had opened a door of faith to the Gentiles.",
          "ID": "27"
        },
        {
          "text": "And they spent a long time with the disciples.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.14",
      "name": "ACTS 14"
    },
    {
      "text": [
        {
          "text": "Some men came down from Judea and began teaching the brethren, \"Unless you are circumcised according to the custom of Moses, you cannot be saved.\"",
          "ID": "1"
        },
        {
          "text": "And when Paul and Barnabas had great dissension and debate with them, the brethren determined that Paul and Barnabas and some others of them should go up to Jerusalem to the apostles and elders concerning this issue.",
          "ID": "2"
        },
        {
          "text": "Therefore, being sent on their way by the church, they were passing through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and were bringing great joy to all the brethren.",
          "ID": "3"
        },
        {
          "text": "When they arrived at Jerusalem, they were received by the church and the apostles and the elders, and they reported all that God had done with them.",
          "ID": "4"
        },
        {
          "text": "But some of the sect of the Pharisees who had believed stood up, saying, \"It is necessary to circumcise them and to direct them to observe the Law of Moses.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "The apostles and the elders came together to look into this matter.",
          "ID": "6"
        },
        {
          "text": "After there had been much debate, Peter stood up and said to them, \"Brethren, you know that in the early days God made a choice among you, that by my mouth the Gentiles would hear the word of the gospel and believe.",
          "ID": "7"
        },
        {
          "text": "And God, who knows the heart, testified to them giving them the Holy Spirit, just as He also did to us;",
          "ID": "8"
        },
        {
          "text": "and He made no distinction between us and them, cleansing their hearts by faith.",
          "ID": "9"
        },
        {
          "text": "Now therefore why do you put God to the test by placing upon the neck of the disciples a yoke which neither our fathers nor we have been able to bear?",
          "ID": "10"
        },
        {
          "text": "But we believe that we are saved through the grace of the Lord Jesus, in the same way as they also are.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "All the people kept silent, and they were listening to Barnabas and Paul as they were relating what signs and wonders God had done through them among the Gentiles.",
          "ID": "12"
        },
        {
          "text": "After they had stopped speaking, James answered, saying, \"Brethren, listen to me.",
          "ID": "13"
        },
        {
          "text": "Simeon has related how God first concerned Himself about taking from among the Gentiles a people for His name.",
          "ID": "14"
        },
        {
          "text": "With this the words of the Prophets agree, just as it is written,",
          "ID": "15"
        },
        {
          "text": "'After these things I will return,",
          "ID": "16"
        },
        {
          "text": "And I will rebuild the tabernacle of David which has fallen,",
          "ID": "16"
        },
        {
          "text": "And I will rebuild its ruins,",
          "ID": "16"
        },
        {
          "text": "And I will restore it,",
          "ID": "16"
        },
        {
          "text": "So that the rest of mankind may seek the Lord,",
          "ID": "17"
        },
        {
          "text": "And all the Gentiles who are called by My name,'",
          "ID": "17"
        },
        {
          "text": "Says the Lord, who makes these things known from long ago.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Therefore it is my judgment that we do not trouble those who are turning to God from among the Gentiles,",
          "ID": "19"
        },
        {
          "text": "but that we write to them that they abstain from things contaminated by idols and from fornication and from what is strangled and from blood.",
          "ID": "20"
        },
        {
          "text": "For Moses from ancient generations has in every city those who preach him, since he is read in the synagogues every Sabbath.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them to send to Antioch with Paul and Barnabas-Judas called Barsabbas, and Silas, leading men among the brethren,",
          "ID": "22"
        },
        {
          "text": "and they sent this letter by them, \"The apostles and the brethren who are elders, to the brethren in Antioch and Syria and Cilicia who are from the Gentiles, greetings.",
          "ID": "23"
        },
        {
          "text": "\"Since we have heard that some of our number to whom we gave no instruction have disturbed you with their words, unsettling your souls,",
          "ID": "24"
        },
        {
          "text": "it seemed good to us, having become of one mind, to select men to send to you with our beloved Barnabas and Paul,",
          "ID": "25"
        },
        {
          "text": "men who have risked their lives for the name of our Lord Jesus Christ.",
          "ID": "26"
        },
        {
          "text": "\"Therefore we have sent Judas and Silas, who themselves will also report the same things by word of mouth.",
          "ID": "27"
        },
        {
          "text": "\"For it seemed good to the Holy Spirit and to us to lay upon you no greater burden than these essentials:",
          "ID": "28"
        },
        {
          "text": "that you abstain from things sacrificed to idols and from blood and from things strangled and from fornication; if you keep yourselves free from such things, you will do well. Farewell.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "So when they were sent away, they went down to Antioch; and having gathered the congregation together, they delivered the letter.",
          "ID": "30"
        },
        {
          "text": "When they had read it, they rejoiced because of its encouragement.",
          "ID": "31"
        },
        {
          "text": "Judas and Silas, also being prophets themselves, encouraged and strengthened the brethren with a lengthy message.",
          "ID": "32"
        },
        {
          "text": "After they had spent time there, they were sent away from the brethren in peace to those who had sent them out.",
          "ID": "33"
        },
        {
          "text": "[But it seemed good to Silas to remain there.]",
          "ID": "34"
        },
        {
          "text": "But Paul and Barnabas stayed in Antioch, teaching and preaching with many others also, the word of the Lord.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "After some days Paul said to Barnabas, \"Let us return and visit the brethren in every city in which we proclaimed the word of the Lord, and see how they are.\"",
          "ID": "36"
        },
        {
          "text": "Barnabas wanted to take John, called Mark, along with them also.",
          "ID": "37"
        },
        {
          "text": "But Paul kept insisting that they should not take him along who had deserted them in Pamphylia and had not gone with them to the work.",
          "ID": "38"
        },
        {
          "text": "And there occurred such a sharp disagreement that they separated from one another, and Barnabas took Mark with him and sailed away to Cyprus.",
          "ID": "39"
        },
        {
          "text": "But Paul chose Silas and left, being committed by the brethren to the grace of the Lord.",
          "ID": "40"
        },
        {
          "text": "And he was traveling through Syria and Cilicia, strengthening the churches.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.15",
      "name": "ACTS 15"
    },
    {
      "text": [
        {
          "text": "Paul came also to Derbe and to Lystra. And a disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek,",
          "ID": "1"
        },
        {
          "text": "and he was well spoken of by the brethren who were in Lystra and Iconium.",
          "ID": "2"
        },
        {
          "text": "Paul wanted this man to go with him; and he took him and circumcised him because of the Jews who were in those parts, for they all knew that his father was a Greek.",
          "ID": "3"
        },
        {
          "text": "Now while they were passing through the cities, they were delivering the decrees which had been decided upon by the apostles and elders who were in Jerusalem, for them to observe.",
          "ID": "4"
        },
        {
          "text": "So the churches were being strengthened in the faith, and were increasing in number daily.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "They passed through the Phrygian and Galatian region, having been forbidden by the Holy Spirit to speak the word in Asia;",
          "ID": "6"
        },
        {
          "text": "and after they came to Mysia, they were trying to go into Bithynia, and the Spirit of Jesus did not permit them;",
          "ID": "7"
        },
        {
          "text": "and passing by Mysia, they came down to Troas.",
          "ID": "8"
        },
        {
          "text": "A vision appeared to Paul in the night: a man of Macedonia was standing and appealing to him, and saying, \"Come over to Macedonia and help us.\"",
          "ID": "9"
        },
        {
          "text": "When he had seen the vision, immediately we sought to go into Macedonia, concluding that God had called us to preach the gospel to them.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "So putting out to sea from Troas, we ran a straight course to Samothrace, and on the day following to Neapolis;",
          "ID": "11"
        },
        {
          "text": "and from there to Philippi, which is a leading city of the district of Macedonia, a Roman colony; and we were staying in this city for some days.",
          "ID": "12"
        },
        {
          "text": "And on the Sabbath day we went outside the gate to a riverside, where we were supposing that there would be a place of prayer; and we sat down and began speaking to the women who had assembled.",
          "ID": "13"
        },
        {
          "text": "A woman named Lydia, from the city of Thyatira, a seller of purple fabrics, a worshiper of God, was listening; and the Lord opened her heart to respond to the things spoken by Paul.",
          "ID": "14"
        },
        {
          "text": "And when she and her household had been baptized, she urged us, saying, \"If you have judged me to be faithful to the Lord, come into my house and stay.\" And she prevailed upon us.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "It happened that as we were going to the place of prayer, a slave-girl having a spirit of divination met us, who was bringing her masters much profit by fortune-telling.",
          "ID": "16"
        },
        {
          "text": "Following after Paul and us, she kept crying out, saying, \"These men are bond-servants of the Most High God, who are proclaiming to you the way of salvation.\"",
          "ID": "17"
        },
        {
          "text": "She continued doing this for many days. But Paul was greatly annoyed, and turned and said to the spirit, \"I command you in the name of Jesus Christ to come out of her!\" And it came out at that very moment.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "But when her masters saw that their hope of profit was gone, they seized Paul and Silas and dragged them into the market place before the authorities,",
          "ID": "19"
        },
        {
          "text": "and when they had brought them to the chief magistrates, they said, \"These men are throwing our city into confusion, being Jews,",
          "ID": "20"
        },
        {
          "text": "and are proclaiming customs which it is not lawful for us to accept or to observe, being Romans.\"",
          "ID": "21"
        },
        {
          "text": "The crowd rose up together against them, and the chief magistrates tore their robes off them and proceeded to order them to be beaten with rods.",
          "ID": "22"
        },
        {
          "text": "When they had struck them with many blows, they threw them into prison, commanding the jailer to guard them securely;",
          "ID": "23"
        },
        {
          "text": "and he, having received such a command, threw them into the inner prison and fastened their feet in the stocks.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "But about midnight Paul and Silas were praying and singing hymns of praise to God, and the prisoners were listening to them;",
          "ID": "25"
        },
        {
          "text": "and suddenly there came a great earthquake, so that the foundations of the prison house were shaken; and immediately all the doors were opened and everyone's chains were unfastened.",
          "ID": "26"
        },
        {
          "text": "When the jailer awoke and saw the prison doors opened, he drew his sword and was about to kill himself, supposing that the prisoners had escaped.",
          "ID": "27"
        },
        {
          "text": "But Paul cried out with a loud voice, saying, \"Do not harm yourself, for we are all here!\"",
          "ID": "28"
        },
        {
          "text": "And he called for lights and rushed in, and trembling with fear he fell down before Paul and Silas,",
          "ID": "29"
        },
        {
          "text": "and after he brought them out, he said, \"Sirs, what must I do to be saved?\"",
          "ID": "30"
        },
        {
          "text": "They said, \"Believe in the Lord Jesus, and you will be saved, you and your household.\"",
          "ID": "31"
        },
        {
          "text": "And they spoke the word of the Lord to him together with all who were in his house.",
          "ID": "32"
        },
        {
          "text": "And he took them that very hour of the night and washed their wounds, and immediately he was baptized, he and all his household.",
          "ID": "33"
        },
        {
          "text": "And he brought them into his house and set food before them, and rejoiced greatly, having believed in God with his whole household.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Now when day came, the chief magistrates sent their policemen, saying, \"Release those men.\"",
          "ID": "35"
        },
        {
          "text": "And the jailer reported these words to Paul, saying, \"The chief magistrates have sent to release you. Therefore come out now and go in peace.\"",
          "ID": "36"
        },
        {
          "text": "But Paul said to them, \"They have beaten us in public without trial, men who are Romans, and have thrown us into prison; and now are they sending us away secretly? No indeed! But let them come themselves and bring us out.\"",
          "ID": "37"
        },
        {
          "text": "The policemen reported these words to the chief magistrates. They were afraid when they heard that they were Romans,",
          "ID": "38"
        },
        {
          "text": "and they came and appealed to them, and when they had brought them out, they kept begging them to leave the city.",
          "ID": "39"
        },
        {
          "text": "They went out of the prison and entered the house of Lydia, and when they saw the brethren, they encouraged them and departed.",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.16",
      "name": "ACTS 16"
    },
    {
      "text": [
        {
          "text": "Now when they had traveled through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews.",
          "ID": "1"
        },
        {
          "text": "And according to Paul's custom, he went to them, and for three Sabbaths reasoned with them from the Scriptures,",
          "ID": "2"
        },
        {
          "text": "explaining and giving evidence that the Christ had to suffer and rise again from the dead, and saying, \"This Jesus whom I am proclaiming to you is the Christ.\"",
          "ID": "3"
        },
        {
          "text": "And some of them were persuaded and joined Paul and Silas, along with a large number of the God-fearing Greeks and a number of the leading women.",
          "ID": "4"
        },
        {
          "text": "But the Jews, becoming jealous and taking along some wicked men from the market place, formed a mob and set the city in an uproar; and attacking the house of Jason, they were seeking to bring them out to the people.",
          "ID": "5"
        },
        {
          "text": "When they did not find them, they began dragging Jason and some brethren before the city authorities, shouting, \"These men who have upset the world have come here also;",
          "ID": "6"
        },
        {
          "text": "and Jason has welcomed them, and they all act contrary to the decrees of Caesar, saying that there is another king, Jesus.\"",
          "ID": "7"
        },
        {
          "text": "They stirred up the crowd and the city authorities who heard these things.",
          "ID": "8"
        },
        {
          "text": "And when they had received a pledge from Jason and the others, they released them.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "The brethren immediately sent Paul and Silas away by night to Berea, and when they arrived, they went into the synagogue of the Jews.",
          "ID": "10"
        },
        {
          "text": "Now these were more noble-minded than those in Thessalonica, for they received the word with great eagerness, examining the Scriptures daily to see whether these things were so.",
          "ID": "11"
        },
        {
          "text": "Therefore many of them believed, along with a number of prominent Greek women and men.",
          "ID": "12"
        },
        {
          "text": "But when the Jews of Thessalonica found out that the word of God had been proclaimed by Paul in Berea also, they came there as well, agitating and stirring up the crowds.",
          "ID": "13"
        },
        {
          "text": "Then immediately the brethren sent Paul out to go as far as the sea; and Silas and Timothy remained there.",
          "ID": "14"
        },
        {
          "text": "Now those who escorted Paul brought him as far as Athens; and receiving a command for Silas and Timothy to come to him as soon as possible, they left.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Now while Paul was waiting for them at Athens, his spirit was being provoked within him as he was observing the city full of idols.",
          "ID": "16"
        },
        {
          "text": "So he was reasoning in the synagogue with the Jews and the God-fearing Gentiles, and in the market place every day with those who happened to be present.",
          "ID": "17"
        },
        {
          "text": "And also some of the Epicurean and Stoic philosophers were conversing with him. Some were saying, \"What would this idle babbler wish to say?\" Others, \"He seems to be a proclaimer of strange deities,\"-because he was preaching Jesus and the resurrection.",
          "ID": "18"
        },
        {
          "text": "And they took him and brought him to the Areopagus, saying, \"May we know what this new teaching is which you are proclaiming?",
          "ID": "19"
        },
        {
          "text": "For you are bringing some strange things to our ears; so we want to know what these things mean.\"",
          "ID": "20"
        },
        {
          "text": "(Now all the Athenians and the strangers visiting there used to spend their time in nothing other than telling or hearing something new.)",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "So Paul stood in the midst of the Areopagus and said, \"Men of Athens, I observe that you are very religious in all respects.",
          "ID": "22"
        },
        {
          "text": "For while I was passing through and examining the objects of your worship, I also found an altar with this inscription, 'TO AN UNKNOWN GOD.' Therefore what you worship in ignorance, this I proclaim to you.",
          "ID": "23"
        },
        {
          "text": "The God who made the world and all things in it, since He is Lord of heaven and earth, does not dwell in temples made with hands;",
          "ID": "24"
        },
        {
          "text": "nor is He served by human hands, as though He needed anything, since He Himself gives to all people life and breath and all things;",
          "ID": "25"
        },
        {
          "text": "and He made from one man every nation of mankind to live on all the face of the earth, having determined their appointed times and the boundaries of their habitation,",
          "ID": "26"
        },
        {
          "text": "that they would seek God, if perhaps they might grope for Him and find Him, though He is not far from each one of us;",
          "ID": "27"
        },
        {
          "text": "for in Him we live and move and exist, as even some of your own poets have said, 'For we also are His children.'",
          "ID": "28"
        },
        {
          "text": "Being then the children of God, we ought not to think that the Divine Nature is like gold or silver or stone, an image formed by the art and thought of man.",
          "ID": "29"
        },
        {
          "text": "Therefore having overlooked the times of ignorance, God is now declaring to men that all people everywhere should repent,",
          "ID": "30"
        },
        {
          "text": "because He has fixed a day in which He will judge the world in righteousness through a Man whom He has appointed, having furnished proof to all men by raising Him from the dead.\"",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "Now when they heard of the resurrection of the dead, some began to sneer, but others said, \"We shall hear you again concerning this.\"",
          "ID": "32"
        },
        {
          "text": "So Paul went out of their midst.",
          "ID": "33"
        },
        {
          "text": "But some men joined him and believed, among whom also were Dionysius the Areopagite and a woman named Damaris and others with them.",
          "ID": "34"
        }
      ],
      "ID": "NT:ACT.17",
      "name": "ACTS 17"
    },
    {
      "text": [
        {
          "text": "After these things he left Athens and went to Corinth.",
          "ID": "1"
        },
        {
          "text": "And he found a Jew named Aquila, a native of Pontus, having recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. He came to them,",
          "ID": "2"
        },
        {
          "text": "and because he was of the same trade, he stayed with them and they were working, for by trade they were tent-makers.",
          "ID": "3"
        },
        {
          "text": "And he was reasoning in the synagogue every Sabbath and trying to persuade Jews and Greeks.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "But when Silas and Timothy came down from Macedonia, Paul began devoting himself completely to the word, solemnly testifying to the Jews that Jesus was the Christ.",
          "ID": "5"
        },
        {
          "text": "But when they resisted and blasphemed, he shook out his garments and said to them, \"Your blood be on your own heads! I am clean. From now on I will go to the Gentiles.\"",
          "ID": "6"
        },
        {
          "text": "Then he left there and went to the house of a man named Titius Justus, a worshiper of God, whose house was next to the synagogue.",
          "ID": "7"
        },
        {
          "text": "Crispus, the leader of the synagogue, believed in the Lord with all his household, and many of the Corinthians when they heard were believing and being baptized.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to Paul in the night by a vision, \"Do not be afraid any longer, but go on speaking and do not be silent;",
          "ID": "9"
        },
        {
          "text": "for I am with you, and no man will attack you in order to harm you, for I have many people in this city.\"",
          "ID": "10"
        },
        {
          "text": "And he settled there a year and six months, teaching the word of God among them.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "But while Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him before the judgment seat,",
          "ID": "12"
        },
        {
          "text": "saying, \"This man persuades men to worship God contrary to the law.\"",
          "ID": "13"
        },
        {
          "text": "But when Paul was about to open his mouth, Gallio said to the Jews, \"If it were a matter of wrong or of vicious crime, O Jews, it would be reasonable for me to put up with you;",
          "ID": "14"
        },
        {
          "text": "but if there are questions about words and names and your own law, look after it yourselves; I am unwilling to be a judge of these matters.\"",
          "ID": "15"
        },
        {
          "text": "And he drove them away from the judgment seat.",
          "ID": "16"
        },
        {
          "text": "And they all took hold of Sosthenes, the leader of the synagogue, and began beating him in front of the judgment seat. But Gallio was not concerned about any of these things.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Paul, having remained many days longer, took leave of the brethren and put out to sea for Syria, and with him were Priscilla and Aquila. In Cenchrea he had his hair cut, for he was keeping a vow.",
          "ID": "18"
        },
        {
          "text": "They came to Ephesus, and he left them there. Now he himself entered the synagogue and reasoned with the Jews.",
          "ID": "19"
        },
        {
          "text": "When they asked him to stay for a longer time, he did not consent,",
          "ID": "20"
        },
        {
          "text": "but taking leave of them and saying, \"I will return to you again if God wills,\" he set sail from Ephesus.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "When he had landed at Caesarea, he went up and greeted the church, and went down to Antioch.",
          "ID": "22"
        },
        {
          "text": "And having spent some time there, he left and passed successively through the Galatian region and Phrygia, strengthening all the disciples.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Now a Jew named Apollos, an Alexandrian by birth, an eloquent man, came to Ephesus; and he was mighty in the Scriptures.",
          "ID": "24"
        },
        {
          "text": "This man had been instructed in the way of the Lord; and being fervent in spirit, he was speaking and teaching accurately the things concerning Jesus, being acquainted only with the baptism of John;",
          "ID": "25"
        },
        {
          "text": "and he began to speak out boldly in the synagogue. But when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately.",
          "ID": "26"
        },
        {
          "text": "And when he wanted to go across to Achaia, the brethren encouraged him and wrote to the disciples to welcome him; and when he had arrived, he greatly helped those who had believed through grace,",
          "ID": "27"
        },
        {
          "text": "for he powerfully refuted the Jews in public, demonstrating by the Scriptures that Jesus was the Christ.",
          "ID": "28"
        }
      ],
      "ID": "NT:ACT.18",
      "name": "ACTS 18"
    },
    {
      "text": [
        {
          "text": "It happened that while Apollos was at Corinth, Paul passed through the upper country and came to Ephesus, and found some disciples.",
          "ID": "1"
        },
        {
          "text": "He said to them, \"Did you receive the Holy Spirit when you believed?\" And they said to him, \"No, we have not even heard whether there is a Holy Spirit.\"",
          "ID": "2"
        },
        {
          "text": "And he said, \"Into what then were you baptized?\" And they said, \"Into John's baptism.\"",
          "ID": "3"
        },
        {
          "text": "Paul said, \"John baptized with the baptism of repentance, telling the people to believe in Him who was coming after him, that is, in Jesus.\"",
          "ID": "4"
        },
        {
          "text": "When they heard this, they were baptized in the name of the Lord Jesus.",
          "ID": "5"
        },
        {
          "text": "And when Paul had laid his hands upon them, the Holy Spirit came on them, and they began speaking with tongues and prophesying.",
          "ID": "6"
        },
        {
          "text": "There were in all about twelve men.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And he entered the synagogue and continued speaking out boldly for three months, reasoning and persuading them about the kingdom of God.",
          "ID": "8"
        },
        {
          "text": "But when some were becoming hardened and disobedient, speaking evil of the Way before the people, he withdrew from them and took away the disciples, reasoning daily in the school of Tyrannus.",
          "ID": "9"
        },
        {
          "text": "This took place for two years, so that all who lived in Asia heard the word of the Lord, both Jews and Greeks.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "God was performing extraordinary miracles by the hands of Paul,",
          "ID": "11"
        },
        {
          "text": "so that handkerchiefs or aprons were even carried from his body to the sick, and the diseases left them and the evil spirits went out.",
          "ID": "12"
        },
        {
          "text": "But also some of the Jewish exorcists, who went from place to place, attempted to name over those who had the evil spirits the name of the Lord Jesus, saying, \"I adjure you by Jesus whom Paul preaches.\"",
          "ID": "13"
        },
        {
          "text": "Seven sons of one Sceva, a Jewish chief priest, were doing this.",
          "ID": "14"
        },
        {
          "text": "And the evil spirit answered and said to them, \"I recognize Jesus, and I know about Paul, but who are you?\"",
          "ID": "15"
        },
        {
          "text": "And the man, in whom was the evil spirit, leaped on them and subdued all of them and overpowered them, so that they fled out of that house naked and wounded.",
          "ID": "16"
        },
        {
          "text": "This became known to all, both Jews and Greeks, who lived in Ephesus; and fear fell upon them all and the name of the Lord Jesus was being magnified.",
          "ID": "17"
        },
        {
          "text": "Many also of those who had believed kept coming, confessing and disclosing their practices.",
          "ID": "18"
        },
        {
          "text": "And many of those who practiced magic brought their books together and began burning them in the sight of everyone; and they counted up the price of them and found it fifty thousand pieces of silver.",
          "ID": "19"
        },
        {
          "text": "So the word of the Lord was growing mightily and prevailing.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Now after these things were finished, Paul purposed in the Spirit to go to Jerusalem after he had passed through Macedonia and Achaia, saying, \"After I have been there, I must also see Rome.\"",
          "ID": "21"
        },
        {
          "text": "And having sent into Macedonia two of those who ministered to him, Timothy and Erastus, he himself stayed in Asia for a while.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "About that time there occurred no small disturbance concerning the Way.",
          "ID": "23"
        },
        {
          "text": "For a man named Demetrius, a silversmith, who made silver shrines of Artemis, was bringing no little business to the craftsmen;",
          "ID": "24"
        },
        {
          "text": "these he gathered together with the workmen of similar trades, and said, \"Men, you know that our prosperity depends upon this business.",
          "ID": "25"
        },
        {
          "text": "You see and hear that not only in Ephesus, but in almost all of Asia, this Paul has persuaded and turned away a considerable number of people, saying that gods made with hands are no gods at all.",
          "ID": "26"
        },
        {
          "text": "Not only is there danger that this trade of ours fall into disrepute, but also that the temple of the great goddess Artemis be regarded as worthless and that she whom all of Asia and the world worship will even be dethroned from her magnificence.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "When they heard this and were filled with rage, they began crying out, saying, \"Great is Artemis of the Ephesians!\"",
          "ID": "28"
        },
        {
          "text": "The city was filled with the confusion, and they rushed with one accord into the theater, dragging along Gaius and Aristarchus, Paul's traveling companions from Macedonia.",
          "ID": "29"
        },
        {
          "text": "And when Paul wanted to go into the assembly, the disciples would not let him.",
          "ID": "30"
        },
        {
          "text": "Also some of the Asiarchs who were friends of his sent to him and repeatedly urged him not to venture into the theater.",
          "ID": "31"
        },
        {
          "text": "So then, some were shouting one thing and some another, for the assembly was in confusion and the majority did not know for what reason they had come together.",
          "ID": "32"
        },
        {
          "text": "Some of the crowd concluded it was Alexander, since the Jews had put him forward; and having motioned with his hand, Alexander was intending to make a defense to the assembly.",
          "ID": "33"
        },
        {
          "text": "But when they recognized that he was a Jew, a single outcry arose from them all as they shouted for about two hours, \"Great is Artemis of the Ephesians!\"",
          "ID": "34"
        },
        {
          "text": "After quieting the crowd, the town clerk said, \"Men of Ephesus, what man is there after all who does not know that the city of the Ephesians is guardian of the temple of the great Artemis and of the image which fell down from heaven?",
          "ID": "35"
        },
        {
          "text": "So, since these are undeniable facts, you ought to keep calm and to do nothing rash.",
          "ID": "36"
        },
        {
          "text": "For you have brought these men here who are neither robbers of temples nor blasphemers of our goddess.",
          "ID": "37"
        },
        {
          "text": "So then, if Demetrius and the craftsmen who are with him have a complaint against any man, the courts are in session and proconsuls are available; let them bring charges against one another.",
          "ID": "38"
        },
        {
          "text": "But if you want anything beyond this, it shall be settled in the lawful assembly.",
          "ID": "39"
        },
        {
          "text": "For indeed we are in danger of being accused of a riot in connection with today's events, since there is no real cause for it, and in this connection we will be unable to account for this disorderly gathering.\"",
          "ID": "40"
        },
        {
          "text": "After saying this he dismissed the assembly.",
          "ID": "41"
        }
      ],
      "ID": "NT:ACT.19",
      "name": "ACTS 19"
    },
    {
      "text": [
        {
          "text": "After the uproar had ceased, Paul sent for the disciples, and when he had exhorted them and taken his leave of them, he left to go to Macedonia.",
          "ID": "1"
        },
        {
          "text": "When he had gone through those districts and had given them much exhortation, he came to Greece.",
          "ID": "2"
        },
        {
          "text": "And there he spent three months, and when a plot was formed against him by the Jews as he was about to set sail for Syria, he decided to return through Macedonia.",
          "ID": "3"
        },
        {
          "text": "And he was accompanied by Sopater of Berea, the son of Pyrrhus, and by Aristarchus and Secundus of the Thessalonians, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus of Asia.",
          "ID": "4"
        },
        {
          "text": "But these had gone on ahead and were waiting for us at Troas.",
          "ID": "5"
        },
        {
          "text": "We sailed from Philippi after the days of Unleavened Bread, and came to them at Troas within five days; and there we stayed seven days.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "On the first day of the week, when we were gathered together to break bread, Paul began talking to them, intending to leave the next day, and he prolonged his message until midnight.",
          "ID": "7"
        },
        {
          "text": "There were many lamps in the upper room where we were gathered together.",
          "ID": "8"
        },
        {
          "text": "And there was a young man named Eutychus sitting on the window sill, sinking into a deep sleep; and as Paul kept on talking, he was overcome by sleep and fell down from the third floor and was picked up dead.",
          "ID": "9"
        },
        {
          "text": "But Paul went down and fell upon him, and after embracing him, he said, \"Do not be troubled, for his life is in him.\"",
          "ID": "10"
        },
        {
          "text": "When he had gone back up and had broken the bread and eaten, he talked with them a long while until daybreak, and then left.",
          "ID": "11"
        },
        {
          "text": "They took away the boy alive, and were greatly comforted.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But we, going ahead to the ship, set sail for Assos, intending from there to take Paul on board; for so he had arranged it, intending himself to go by land.",
          "ID": "13"
        },
        {
          "text": "And when he met us at Assos, we took him on board and came to Mitylene.",
          "ID": "14"
        },
        {
          "text": "Sailing from there, we arrived the following day opposite Chios; and the next day we crossed over to Samos; and the day following we came to Miletus.",
          "ID": "15"
        },
        {
          "text": "For Paul had decided to sail past Ephesus so that he would not have to spend time in Asia; for he was hurrying to be in Jerusalem, if possible, on the day of Pentecost.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "From Miletus he sent to Ephesus and called to him the elders of the church.",
          "ID": "17"
        },
        {
          "text": "And when they had come to him, he said to them,",
          "ID": "18"
        },
        {
          "text": "\"You yourselves know, from the first day that I set foot in Asia, how I was with you the whole time,",
          "ID": "18"
        },
        {
          "text": "serving the Lord with all humility and with tears and with trials which came upon me through the plots of the Jews;",
          "ID": "19"
        },
        {
          "text": "how I did not shrink from declaring to you anything that was profitable, and teaching you publicly and from house to house,",
          "ID": "20"
        },
        {
          "text": "solemnly testifying to both Jews and Greeks of repentance toward God and faith in our Lord Jesus Christ.",
          "ID": "21"
        },
        {
          "text": "And now, behold, bound by the Spirit, I am on my way to Jerusalem, not knowing what will happen to me there,",
          "ID": "22"
        },
        {
          "text": "except that the Holy Spirit solemnly testifies to me in every city, saying that bonds and afflictions await me.",
          "ID": "23"
        },
        {
          "text": "But I do not consider my life of any account as dear to myself, so that I may finish my course and the ministry which I received from the Lord Jesus, to testify solemnly of the gospel of the grace of God.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "\"And now, behold, I know that all of you, among whom I went about preaching the kingdom, will no longer see my face.",
          "ID": "25"
        },
        {
          "text": "Therefore, I testify to you this day that I am innocent of the blood of all men.",
          "ID": "26"
        },
        {
          "text": "For I did not shrink from declaring to you the whole purpose of God.",
          "ID": "27"
        },
        {
          "text": "Be on guard for yourselves and for all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood.",
          "ID": "28"
        },
        {
          "text": "I know that after my departure savage wolves will come in among you, not sparing the flock;",
          "ID": "29"
        },
        {
          "text": "and from among your own selves men will arise, speaking perverse things, to draw away the disciples after them.",
          "ID": "30"
        },
        {
          "text": "Therefore be on the alert, remembering that night and day for a period of three years I did not cease to admonish each one with tears.",
          "ID": "31"
        },
        {
          "text": "And now I commend you to God and to the word of His grace, which is able to build you up and to give you the inheritance among all those who are sanctified.",
          "ID": "32"
        },
        {
          "text": "I have coveted no one's silver or gold or clothes.",
          "ID": "33"
        },
        {
          "text": "You yourselves know that these hands ministered to my own needs and to the men who were with me.",
          "ID": "34"
        },
        {
          "text": "In everything I showed you that by working hard in this manner you must help the weak and remember the words of the Lord Jesus, that He Himself said, 'It is more blessed to give than to receive.'\"",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "When he had said these things, he knelt down and prayed with them all.",
          "ID": "36"
        },
        {
          "text": "And they began to weep aloud and embraced Paul, and repeatedly kissed him,",
          "ID": "37"
        },
        {
          "text": "grieving especially over the word which he had spoken, that they would not see his face again. And they were accompanying him to the ship.",
          "ID": "38"
        }
      ],
      "ID": "NT:ACT.20",
      "name": "ACTS 20"
    },
    {
      "text": [
        {
          "text": "When we had parted from them and had set sail, we ran a straight course to Cos and the next day to Rhodes and from there to Patara;",
          "ID": "1"
        },
        {
          "text": "and having found a ship crossing over to Phoenicia, we went aboard and set sail.",
          "ID": "2"
        },
        {
          "text": "When we came in sight of Cyprus, leaving it on the left, we kept sailing to Syria and landed at Tyre; for there the ship was to unload its cargo.",
          "ID": "3"
        },
        {
          "text": "After looking up the disciples, we stayed there seven days; and they kept telling Paul through the Spirit not to set foot in Jerusalem.",
          "ID": "4"
        },
        {
          "text": "When our days there were ended, we left and started on our journey, while they all, with wives and children, escorted us until we were out of the city. After kneeling down on the beach and praying, we said farewell to one another.",
          "ID": "5"
        },
        {
          "text": "Then we went on board the ship, and they returned home again.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "When we had finished the voyage from Tyre, we arrived at Ptolemais, and after greeting the brethren, we stayed with them for a day.",
          "ID": "7"
        },
        {
          "text": "On the next day we left and came to Caesarea, and entering the house of Philip the evangelist, who was one of the seven, we stayed with him.",
          "ID": "8"
        },
        {
          "text": "Now this man had four virgin daughters who were prophetesses.",
          "ID": "9"
        },
        {
          "text": "As we were staying there for some days, a prophet named Agabus came down from Judea.",
          "ID": "10"
        },
        {
          "text": "And coming to us, he took Paul's belt and bound his own feet and hands, and said, \"This is what the Holy Spirit says: 'In this way the Jews at Jerusalem will bind the man who owns this belt and deliver him into the hands of the Gentiles.'\"",
          "ID": "11"
        },
        {
          "text": "When we had heard this, we as well as the local residents began begging him not to go up to Jerusalem.",
          "ID": "12"
        },
        {
          "text": "Then Paul answered, \"What are you doing, weeping and breaking my heart? For I am ready not only to be bound, but even to die at Jerusalem for the name of the Lord Jesus.\"",
          "ID": "13"
        },
        {
          "text": "And since he would not be persuaded, we fell silent, remarking, \"The will of the Lord be done!\"",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "After these days we got ready and started on our way up to Jerusalem.",
          "ID": "15"
        },
        {
          "text": "Some of the disciples from Caesarea also came with us, taking us to Mnason of Cyprus, a disciple of long standing with whom we were to lodge.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "After we arrived in Jerusalem, the brethren received us gladly.",
          "ID": "17"
        },
        {
          "text": "And the following day Paul went in with us to James, and all the elders were present.",
          "ID": "18"
        },
        {
          "text": "After he had greeted them, he began to relate one by one the things which God had done among the Gentiles through his ministry.",
          "ID": "19"
        },
        {
          "text": "And when they heard it they began glorifying God; and they said to him, \"You see, brother, how many thousands there are among the Jews of those who have believed, and they are all zealous for the Law;",
          "ID": "20"
        },
        {
          "text": "and they have been told about you, that you are teaching all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children nor to walk according to the customs.",
          "ID": "21"
        },
        {
          "text": "What, then, is to be done? They will certainly hear that you have come.",
          "ID": "22"
        },
        {
          "text": "Therefore do this that we tell you. We have four men who are under a vow;",
          "ID": "23"
        },
        {
          "text": "take them and purify yourself along with them, and pay their expenses so that they may shave their heads; and all will know that there is nothing to the things which they have been told about you, but that you yourself also walk orderly, keeping the Law.",
          "ID": "24"
        },
        {
          "text": "But concerning the Gentiles who have believed, we wrote, having decided that they should abstain from meat sacrificed to idols and from blood and from what is strangled and from fornication.\"",
          "ID": "25"
        },
        {
          "text": "Then Paul took the men, and the next day, purifying himself along with them, went into the temple giving notice of the completion of the days of purification, until the sacrifice was offered for each one of them.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "When the seven days were almost over, the Jews from Asia, upon seeing him in the temple, began to stir up all the crowd and laid hands on him,",
          "ID": "27"
        },
        {
          "text": "crying out, \"Men of Israel, come to our aid! This is the man who preaches to all men everywhere against our people and the Law and this place; and besides he has even brought Greeks into the temple and has defiled this holy place.\"",
          "ID": "28"
        },
        {
          "text": "For they had previously seen Trophimus the Ephesian in the city with him, and they supposed that Paul had brought him into the temple.",
          "ID": "29"
        },
        {
          "text": "Then all the city was provoked, and the people rushed together, and taking hold of Paul they dragged him out of the temple, and immediately the doors were shut.",
          "ID": "30"
        },
        {
          "text": "While they were seeking to kill him, a report came up to the commander of the Roman cohort that all Jerusalem was in confusion.",
          "ID": "31"
        },
        {
          "text": "At once he took along some soldiers and centurions and ran down to them; and when they saw the commander and the soldiers, they stopped beating Paul.",
          "ID": "32"
        },
        {
          "text": "Then the commander came up and took hold of him, and ordered him to be bound with two chains; and he began asking who he was and what he had done.",
          "ID": "33"
        },
        {
          "text": "But among the crowd some were shouting one thing and some another, and when he could not find out the facts because of the uproar, he ordered him to be brought into the barracks.",
          "ID": "34"
        },
        {
          "text": "When he got to the stairs, he was carried by the soldiers because of the violence of the mob;",
          "ID": "35"
        },
        {
          "text": "for the multitude of the people kept following them, shouting, \"Away with him!\"",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "As Paul was about to be brought into the barracks, he said to the commander, \"May I say something to you?\" And he said, \"Do you know Greek?",
          "ID": "37"
        },
        {
          "text": "Then you are not the Egyptian who some time ago stirred up a revolt and led the four thousand men of the Assassins out into the wilderness?\"",
          "ID": "38"
        },
        {
          "text": "But Paul said, \"I am a Jew of Tarsus in Cilicia, a citizen of no insignificant city; and I beg you, allow me to speak to the people.\"",
          "ID": "39"
        },
        {
          "text": "When he had given him permission, Paul, standing on the stairs, motioned to the people with his hand; and when there was a great hush, he spoke to them in the Hebrew dialect, saying,",
          "ID": "40"
        }
      ],
      "ID": "NT:ACT.21",
      "name": "ACTS 21"
    },
    {
      "text": [
        {
          "text": "\"Brethren and fathers, hear my defense which I now offer to you.\"",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And when they heard that he was addressing them in the Hebrew dialect, they became even more quiet; and he said,",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "\"I am a Jew, born in Tarsus of Cilicia, but brought up in this city, educated under Gamaliel, strictly according to the law of our fathers, being zealous for God just as you all are today.",
          "ID": "3"
        },
        {
          "text": "I persecuted this Way to the death, binding and putting both men and women into prisons,",
          "ID": "4"
        },
        {
          "text": "as also the high priest and all the Council of the elders can testify. From them I also received letters to the brethren, and started off for Damascus in order to bring even those who were there to Jerusalem as prisoners to be punished.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "\"But it happened that as I was on my way, approaching Damascus about noontime, a very bright light suddenly flashed from heaven all around me,",
          "ID": "6"
        },
        {
          "text": "and I fell to the ground and heard a voice saying to me, 'Saul, Saul, why are you persecuting Me?'",
          "ID": "7"
        },
        {
          "text": "And I answered, 'Who are You, Lord?' And He said to me, 'I am Jesus the Nazarene, whom you are persecuting.'",
          "ID": "8"
        },
        {
          "text": "And those who were with me saw the light, to be sure, but did not understand the voice of the One who was speaking to me.",
          "ID": "9"
        },
        {
          "text": "And I said, 'What shall I do, Lord?' And the Lord said to me, 'Get up and go on into Damascus, and there you will be told of all that has been appointed for you to do.'",
          "ID": "10"
        },
        {
          "text": "But since I could not see because of the brightness of that light, I was led by the hand by those who were with me and came into Damascus.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"A certain Ananias, a man who was devout by the standard of the Law, and well spoken of by all the Jews who lived there,",
          "ID": "12"
        },
        {
          "text": "came to me, and standing near said to me, 'Brother Saul, receive your sight!' And at that very time I looked up at him.",
          "ID": "13"
        },
        {
          "text": "And he said, 'The God of our fathers has appointed you to know His will and to see the Righteous One and to hear an utterance from His mouth.",
          "ID": "14"
        },
        {
          "text": "For you will be a witness for Him to all men of what you have seen and heard.",
          "ID": "15"
        },
        {
          "text": "Now why do you delay? Get up and be baptized, and wash away your sins, calling on His name.'",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "\"It happened when I returned to Jerusalem and was praying in the temple, that I fell into a trance,",
          "ID": "17"
        },
        {
          "text": "and I saw Him saying to me, 'Make haste, and get out of Jerusalem quickly, because they will not accept your testimony about Me.'",
          "ID": "18"
        },
        {
          "text": "And I said, 'Lord, they themselves understand that in one synagogue after another I used to imprison and beat those who believed in You.",
          "ID": "19"
        },
        {
          "text": "And when the blood of Your witness Stephen was being shed, I also was standing by approving, and watching out for the coats of those who were slaying him.'",
          "ID": "20"
        },
        {
          "text": "And He said to me, 'Go! For I will send you far away to the Gentiles.'\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "They listened to him up to this statement, and then they raised their voices and said, \"Away with such a fellow from the earth, for he should not be allowed to live!\"",
          "ID": "22"
        },
        {
          "text": "And as they were crying out and throwing off their cloaks and tossing dust into the air,",
          "ID": "23"
        },
        {
          "text": "the commander ordered him to be brought into the barracks, stating that he should be examined by scourging so that he might find out the reason why they were shouting against him that way.",
          "ID": "24"
        },
        {
          "text": "But when they stretched him out with thongs, Paul said to the centurion who was standing by, \"Is it lawful for you to scourge a man who is a Roman and uncondemned?\"",
          "ID": "25"
        },
        {
          "text": "When the centurion heard this, he went to the commander and told him, saying, \"What are you about to do? For this man is a Roman.\"",
          "ID": "26"
        },
        {
          "text": "The commander came and said to him, \"Tell me, are you a Roman?\" And he said, \"Yes.\"",
          "ID": "27"
        },
        {
          "text": "The commander answered, \"I acquired this citizenship with a large sum of money.\" And Paul said, \"But I was actually born a citizen.\"",
          "ID": "28"
        },
        {
          "text": "Therefore those who were about to examine him immediately let go of him; and the commander also was afraid when he found out that he was a Roman, and because he had put him in chains.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "But on the next day, wishing to know for certain why he had been accused by the Jews, he released him and ordered the chief priests and all the Council to assemble, and brought Paul down and set him before them.",
          "ID": "30"
        }
      ],
      "ID": "NT:ACT.22",
      "name": "ACTS 22"
    },
    {
      "text": [
        {
          "text": "Paul, looking intently at the Council, said, \"Brethren, I have lived my life with a perfectly good conscience before God up to this day.\"",
          "ID": "1"
        },
        {
          "text": "The high priest Ananias commanded those standing beside him to strike him on the mouth.",
          "ID": "2"
        },
        {
          "text": "Then Paul said to him, \"God is going to strike you, you whitewashed wall! Do you sit to try me according to the Law, and in violation of the Law order me to be struck?\"",
          "ID": "3"
        },
        {
          "text": "But the bystanders said, \"Do you revile God's high priest?\"",
          "ID": "4"
        },
        {
          "text": "And Paul said, \"I was not aware, brethren, that he was high priest; for it is written, 'You shall not speak evil of a ruler of your people.'\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "But perceiving that one group were Sadducees and the other Pharisees, Paul began crying out in the Council, \"Brethren, I am a Pharisee, a son of Pharisees; I am on trial for the hope and resurrection of the dead!\"",
          "ID": "6"
        },
        {
          "text": "As he said this, there occurred a dissension between the Pharisees and Sadducees, and the assembly was divided.",
          "ID": "7"
        },
        {
          "text": "For the Sadducees say that there is no resurrection, nor an angel, nor a spirit, but the Pharisees acknowledge them all.",
          "ID": "8"
        },
        {
          "text": "And there occurred a great uproar; and some of the scribes of the Pharisaic party stood up and began to argue heatedly, saying, \"We find nothing wrong with this man; suppose a spirit or an angel has spoken to him?\"",
          "ID": "9"
        },
        {
          "text": "And as a great dissension was developing, the commander was afraid Paul would be torn to pieces by them and ordered the troops to go down and take him away from them by force, and bring him into the barracks.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "But on the night immediately following, the Lord stood at his side and said, \"Take courage; for as you have solemnly witnessed to My cause at Jerusalem, so you must witness at Rome also.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "When it was day, the Jews formed a conspiracy and bound themselves under an oath, saying that they would neither eat nor drink until they had killed Paul.",
          "ID": "12"
        },
        {
          "text": "There were more than forty who formed this plot.",
          "ID": "13"
        },
        {
          "text": "They came to the chief priests and the elders and said, \"We have bound ourselves under a solemn oath to taste nothing until we have killed Paul.",
          "ID": "14"
        },
        {
          "text": "Now therefore, you and the Council notify the commander to bring him down to you, as though you were going to determine his case by a more thorough investigation; and we for our part are ready to slay him before he comes near the place.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "But the son of Paul's sister heard of their ambush, and he came and entered the barracks and told Paul.",
          "ID": "16"
        },
        {
          "text": "Paul called one of the centurions to him and said, \"Lead this young man to the commander, for he has something to report to him.\"",
          "ID": "17"
        },
        {
          "text": "So he took him and led him to the commander and said, \"Paul the prisoner called me to him and asked me to lead this young man to you since he has something to tell you.\"",
          "ID": "18"
        },
        {
          "text": "The commander took him by the hand and stepping aside, began to inquire of him privately, \"What is it that you have to report to me?\"",
          "ID": "19"
        },
        {
          "text": "And he said, \"The Jews have agreed to ask you to bring Paul down tomorrow to the Council, as though they were going to inquire somewhat more thoroughly about him.",
          "ID": "20"
        },
        {
          "text": "So do not listen to them, for more than forty of them are lying in wait for him who have bound themselves under a curse not to eat or drink until they slay him; and now they are ready and waiting for the promise from you.\"",
          "ID": "21"
        },
        {
          "text": "So the commander let the young man go, instructing him, \"Tell no one that you have notified me of these things.\"",
          "ID": "22"
        },
        {
          "text": "And he called to him two of the centurions and said, \"Get two hundred soldiers ready by the third hour of the night to proceed to Caesarea, with seventy horsemen and two hundred spearmen.\"",
          "ID": "23"
        },
        {
          "text": "They were also to provide mounts to put Paul on and bring him safely to Felix the governor.",
          "ID": "24"
        },
        {
          "text": "And he wrote a letter having this form:",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "\"Claudius Lysias, to the most excellent governor Felix, greetings.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "\"When this man was arrested by the Jews and was about to be slain by them, I came up to them with the troops and rescued him, having learned that he was a Roman.",
          "ID": "27"
        },
        {
          "text": "\"And wanting to ascertain the charge for which they were accusing him, I brought him down to their Council;",
          "ID": "28"
        },
        {
          "text": "and I found him to be accused over questions about their Law, but under no accusation deserving death or imprisonment.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "\"When I was informed that there would be a plot against the man, I sent him to you at once, also instructing his accusers to bring charges against him before you.\"",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "So the soldiers, in accordance with their orders, took Paul and brought him by night to Antipatris.",
          "ID": "31"
        },
        {
          "text": "But the next day, leaving the horsemen to go on with him, they returned to the barracks.",
          "ID": "32"
        },
        {
          "text": "When these had come to Caesarea and delivered the letter to the governor, they also presented Paul to him.",
          "ID": "33"
        },
        {
          "text": "When he had read it, he asked from what province he was, and when he learned that he was from Cilicia,",
          "ID": "34"
        },
        {
          "text": "he said, \"I will give you a hearing after your accusers arrive also,\" giving orders for him to be kept in Herod's Praetorium.",
          "ID": "35"
        }
      ],
      "ID": "NT:ACT.23",
      "name": "ACTS 23"
    },
    {
      "text": [
        {
          "text": "After five days the high priest Ananias came down with some elders, with an attorney named Tertullus, and they brought charges to the governor against Paul.",
          "ID": "1"
        },
        {
          "text": "After Paul had been summoned, Tertullus began to accuse him, saying to the governor,",
          "ID": "2"
        },
        {
          "text": "\"Since we have through you attained much peace, and since by your providence reforms are being carried out for this nation,",
          "ID": "2"
        },
        {
          "text": "we acknowledge this in every way and everywhere, most excellent Felix, with all thankfulness.",
          "ID": "3"
        },
        {
          "text": "But, that I may not weary you any further, I beg you to grant us, by your kindness, a brief hearing.",
          "ID": "4"
        },
        {
          "text": "For we have found this man a real pest and a fellow who stirs up dissension among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes.",
          "ID": "5"
        },
        {
          "text": "And he even tried to desecrate the temple; and then we arrested him. [We wanted to judge him according to our own Law.",
          "ID": "6"
        },
        {
          "text": "But Lysias the commander came along, and with much violence took him out of our hands,",
          "ID": "7"
        },
        {
          "text": "ordering his accusers to come before you.] By examining him yourself concerning all these matters you will be able to ascertain the things of which we accuse him.\"",
          "ID": "8"
        },
        {
          "text": "The Jews also joined in the attack, asserting that these things were so.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "When the governor had nodded for him to speak, Paul responded:",
          "ID": "10"
        },
        {
          "text": "\"Knowing that for many years you have been a judge to this nation, I cheerfully make my defense,",
          "ID": "10"
        },
        {
          "text": "since you can take note of the fact that no more than twelve days ago I went up to Jerusalem to worship.",
          "ID": "11"
        },
        {
          "text": "Neither in the temple, nor in the synagogues, nor in the city itself did they find me carrying on a discussion with anyone or causing a riot.",
          "ID": "12"
        },
        {
          "text": "Nor can they prove to you the charges of which they now accuse me.",
          "ID": "13"
        },
        {
          "text": "But this I admit to you, that according to the Way which they call a sect I do serve the God of our fathers, believing everything that is in accordance with the Law and that is written in the Prophets;",
          "ID": "14"
        },
        {
          "text": "having a hope in God, which these men cherish themselves, that there shall certainly be a resurrection of both the righteous and the wicked.",
          "ID": "15"
        },
        {
          "text": "In view of this, I also do my best to maintain always a blameless conscience both before God and before men.",
          "ID": "16"
        },
        {
          "text": "Now after several years I came to bring alms to my nation and to present offerings;",
          "ID": "17"
        },
        {
          "text": "in which they found me occupied in the temple, having been purified, without any crowd or uproar. But there were some Jews from Asia-",
          "ID": "18"
        },
        {
          "text": "who ought to have been present before you and to make accusation, if they should have anything against me.",
          "ID": "19"
        },
        {
          "text": "Or else let these men themselves tell what misdeed they found when I stood before the Council,",
          "ID": "20"
        },
        {
          "text": "other than for this one statement which I shouted out while standing among them, 'For the resurrection of the dead I am on trial before you today.'\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "But Felix, having a more exact knowledge about the Way, put them off, saying, \"When Lysias the commander comes down, I will decide your case.\"",
          "ID": "22"
        },
        {
          "text": "Then he gave orders to the centurion for him to be kept in custody and yet have some freedom, and not to prevent any of his friends from ministering to him.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "But some days later Felix arrived with Drusilla, his wife who was a Jewess, and sent for Paul and heard him speak about faith in Christ Jesus.",
          "ID": "24"
        },
        {
          "text": "But as he was discussing righteousness, self-control and the judgment to come, Felix became frightened and said, \"Go away for the present, and when I find time I will summon you.\"",
          "ID": "25"
        },
        {
          "text": "At the same time too, he was hoping that money would be given him by Paul; therefore he also used to send for him quite often and converse with him.",
          "ID": "26"
        },
        {
          "text": "But after two years had passed, Felix was succeeded by Porcius Festus, and wishing to do the Jews a favor, Felix left Paul imprisoned.",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.24",
      "name": "ACTS 24"
    },
    {
      "text": [
        {
          "text": "Festus then, having arrived in the province, three days later went up to Jerusalem from Caesarea.",
          "ID": "1"
        },
        {
          "text": "And the chief priests and the leading men of the Jews brought charges against Paul, and they were urging him,",
          "ID": "2"
        },
        {
          "text": "requesting a concession against Paul, that he might have him brought to Jerusalem (at the same time, setting an ambush to kill him on the way).",
          "ID": "3"
        },
        {
          "text": "Festus then answered that Paul was being kept in custody at Caesarea and that he himself was about to leave shortly.",
          "ID": "4"
        },
        {
          "text": "\"Therefore,\" he said, \"let the influential men among you go there with me, and if there is anything wrong about the man, let them prosecute him.\"",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "After he had spent not more than eight or ten days among them, he went down to Caesarea, and on the next day he took his seat on the tribunal and ordered Paul to be brought.",
          "ID": "6"
        },
        {
          "text": "After Paul arrived, the Jews who had come down from Jerusalem stood around him, bringing many and serious charges against him which they could not prove,",
          "ID": "7"
        },
        {
          "text": "while Paul said in his own defense, \"I have committed no offense either against the Law of the Jews or against the temple or against Caesar.\"",
          "ID": "8"
        },
        {
          "text": "But Festus, wishing to do the Jews a favor, answered Paul and said, \"Are you willing to go up to Jerusalem and stand trial before me on these charges?\"",
          "ID": "9"
        },
        {
          "text": "But Paul said, \"I am standing before Caesar's tribunal, where I ought to be tried. I have done no wrong to the Jews, as you also very well know.",
          "ID": "10"
        },
        {
          "text": "If, then, I am a wrongdoer and have committed anything worthy of death, I do not refuse to die; but if none of those things is true of which these men accuse me, no one can hand me over to them. I appeal to Caesar.\"",
          "ID": "11"
        },
        {
          "text": "Then when Festus had conferred with his council, he answered, \"You have appealed to Caesar, to Caesar you shall go.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Now when several days had elapsed, King Agrippa and Bernice arrived at Caesarea and paid their respects to Festus.",
          "ID": "13"
        },
        {
          "text": "While they were spending many days there, Festus laid Paul's case before the king, saying, \"There is a man who was left as a prisoner by Felix;",
          "ID": "14"
        },
        {
          "text": "and when I was at Jerusalem, the chief priests and the elders of the Jews brought charges against him, asking for a sentence of condemnation against him.",
          "ID": "15"
        },
        {
          "text": "I answered them that it is not the custom of the Romans to hand over any man before the accused meets his accusers face to face and has an opportunity to make his defense against the charges.",
          "ID": "16"
        },
        {
          "text": "So after they had assembled here, I did not delay, but on the next day took my seat on the tribunal and ordered the man to be brought before me.",
          "ID": "17"
        },
        {
          "text": "When the accusers stood up, they began bringing charges against him not of such crimes as I was expecting,",
          "ID": "18"
        },
        {
          "text": "but they simply had some points of disagreement with him about their own religion and about a dead man, Jesus, whom Paul asserted to be alive.",
          "ID": "19"
        },
        {
          "text": "Being at a loss how to investigate such matters, I asked whether he was willing to go to Jerusalem and there stand trial on these matters.",
          "ID": "20"
        },
        {
          "text": "But when Paul appealed to be held in custody for the Emperor's decision, I ordered him to be kept in custody until I send him to Caesar.\"",
          "ID": "21"
        },
        {
          "text": "Then Agrippa said to Festus, \"I also would like to hear the man myself.\" \"Tomorrow,\" he said, \"you shall hear him.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "So, on the next day when Agrippa came together with Bernice amid great pomp, and entered the auditorium accompanied by the commanders and the prominent men of the city, at the command of Festus, Paul was brought in.",
          "ID": "23"
        },
        {
          "text": "Festus said, \"King Agrippa, and all you gentlemen here present with us, you see this man about whom all the people of the Jews appealed to me, both at Jerusalem and here, loudly declaring that he ought not to live any longer.",
          "ID": "24"
        },
        {
          "text": "But I found that he had committed nothing worthy of death; and since he himself appealed to the Emperor, I decided to send him.",
          "ID": "25"
        },
        {
          "text": "Yet I have nothing definite about him to write to my lord. Therefore I have brought him before you all and especially before you, King Agrippa, so that after the investigation has taken place, I may have something to write.",
          "ID": "26"
        },
        {
          "text": "For it seems absurd to me in sending a prisoner, not to indicate also the charges against him.\"",
          "ID": "27"
        }
      ],
      "ID": "NT:ACT.25",
      "name": "ACTS 25"
    },
    {
      "text": [
        {
          "text": "Agrippa said to Paul, \"You are permitted to speak for yourself.\" Then Paul stretched out his hand and proceeded to make his defense:",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "\"In regard to all the things of which I am accused by the Jews, I consider myself fortunate, King Agrippa, that I am about to make my defense before you today;",
          "ID": "2"
        },
        {
          "text": "especially because you are an expert in all customs and questions among the Jews; therefore I beg you to listen to me patiently.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "\"So then, all Jews know my manner of life from my youth up, which from the beginning was spent among my own nation and at Jerusalem;",
          "ID": "4"
        },
        {
          "text": "since they have known about me for a long time, if they are willing to testify, that I lived as a Pharisee according to the strictest sect of our religion.",
          "ID": "5"
        },
        {
          "text": "And now I am standing trial for the hope of the promise made by God to our fathers;",
          "ID": "6"
        },
        {
          "text": "the promise to which our twelve tribes hope to attain, as they earnestly serve God night and day. And for this hope, O King, I am being accused by Jews.",
          "ID": "7"
        },
        {
          "text": "Why is it considered incredible among you people if God does raise the dead?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"So then, I thought to myself that I had to do many things hostile to the name of Jesus of Nazareth.",
          "ID": "9"
        },
        {
          "text": "And this is just what I did in Jerusalem; not only did I lock up many of the saints in prisons, having received authority from the chief priests, but also when they were being put to death I cast my vote against them.",
          "ID": "10"
        },
        {
          "text": "And as I punished them often in all the synagogues, I tried to force them to blaspheme; and being furiously enraged at them, I kept pursuing them even to foreign cities.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "\"While so engaged as I was journeying to Damascus with the authority and commission of the chief priests,",
          "ID": "12"
        },
        {
          "text": "at midday, O King, I saw on the way a light from heaven, brighter than the sun, shining all around me and those who were journeying with me.",
          "ID": "13"
        },
        {
          "text": "And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew dialect, 'Saul, Saul, why are you persecuting Me? It is hard for you to kick against the goads.'",
          "ID": "14"
        },
        {
          "text": "And I said, 'Who are You, Lord?' And the Lord said, 'I am Jesus whom you are persecuting.",
          "ID": "15"
        },
        {
          "text": "But get up and stand on your feet; for this purpose I have appeared to you, to appoint you a minister and a witness not only to the things which you have seen, but also to the things in which I will appear to you;",
          "ID": "16"
        },
        {
          "text": "rescuing you from the Jewish people and from the Gentiles, to whom I am sending you,",
          "ID": "17"
        },
        {
          "text": "to open their eyes so that they may turn from darkness to light and from the dominion of Satan to God, that they may receive forgiveness of sins and an inheritance among those who have been sanctified by faith in Me.'",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "\"So, King Agrippa, I did not prove disobedient to the heavenly vision,",
          "ID": "19"
        },
        {
          "text": "but kept declaring both to those of Damascus first, and also at Jerusalem and then throughout all the region of Judea, and even to the Gentiles, that they should repent and turn to God, performing deeds appropriate to repentance.",
          "ID": "20"
        },
        {
          "text": "For this reason some Jews seized me in the temple and tried to put me to death.",
          "ID": "21"
        },
        {
          "text": "So, having obtained help from God, I stand to this day testifying both to small and great, stating nothing but what the Prophets and Moses said was going to take place;",
          "ID": "22"
        },
        {
          "text": "that the Christ was to suffer, and that by reason of His resurrection from the dead He would be the first to proclaim light both to the Jewish people and to the Gentiles.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "While Paul was saying this in his defense, Festus said in a loud voice, \"Paul, you are out of your mind! Your great learning is driving you mad.\"",
          "ID": "24"
        },
        {
          "text": "But Paul said, \"I am not out of my mind, most excellent Festus, but I utter words of sober truth.",
          "ID": "25"
        },
        {
          "text": "For the king knows about these matters, and I speak to him also with confidence, since I am persuaded that none of these things escape his notice; for this has not been done in a corner.",
          "ID": "26"
        },
        {
          "text": "King Agrippa, do you believe the Prophets? I know that you do.\"",
          "ID": "27"
        },
        {
          "text": "Agrippa replied to Paul, \"In a short time you will persuade me to become a Christian.\"",
          "ID": "28"
        },
        {
          "text": "And Paul said, \"I would wish to God, that whether in a short or long time, not only you, but also all who hear me this day, might become such as I am, except for these chains.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "The king stood up and the governor and Bernice, and those who were sitting with them,",
          "ID": "30"
        },
        {
          "text": "and when they had gone aside, they began talking to one another, saying, \"This man is not doing anything worthy of death or imprisonment.\"",
          "ID": "31"
        },
        {
          "text": "And Agrippa said to Festus, \"This man might have been set free if he had not appealed to Caesar.\"",
          "ID": "32"
        }
      ],
      "ID": "NT:ACT.26",
      "name": "ACTS 26"
    },
    {
      "text": [
        {
          "text": "When it was decided that we would sail for Italy, they proceeded to deliver Paul and some other prisoners to a centurion of the Augustan cohort named Julius.",
          "ID": "1"
        },
        {
          "text": "And embarking in an Adramyttian ship, which was about to sail to the regions along the coast of Asia, we put out to sea accompanied by Aristarchus, a Macedonian of Thessalonica.",
          "ID": "2"
        },
        {
          "text": "The next day we put in at Sidon; and Julius treated Paul with consideration and allowed him to go to his friends and receive care.",
          "ID": "3"
        },
        {
          "text": "From there we put out to sea and sailed under the shelter of Cyprus because the winds were contrary.",
          "ID": "4"
        },
        {
          "text": "When we had sailed through the sea along the coast of Cilicia and Pamphylia, we landed at Myra in Lycia.",
          "ID": "5"
        },
        {
          "text": "There the centurion found an Alexandrian ship sailing for Italy, and he put us aboard it.",
          "ID": "6"
        },
        {
          "text": "When we had sailed slowly for a good many days, and with difficulty had arrived off Cnidus, since the wind did not permit us to go farther, we sailed under the shelter of Crete, off Salmone;",
          "ID": "7"
        },
        {
          "text": "and with difficulty sailing past it we came to a place called Fair Havens, near which was the city of Lasea.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "When considerable time had passed and the voyage was now dangerous, since even the fast was already over, Paul began to admonish them,",
          "ID": "9"
        },
        {
          "text": "and said to them, \"Men, I perceive that the voyage will certainly be with damage and great loss, not only of the cargo and the ship, but also of our lives.\"",
          "ID": "10"
        },
        {
          "text": "But the centurion was more persuaded by the pilot and the captain of the ship than by what was being said by Paul.",
          "ID": "11"
        },
        {
          "text": "Because the harbor was not suitable for wintering, the majority reached a decision to put out to sea from there, if somehow they could reach Phoenix, a harbor of Crete, facing southwest and northwest, and spend the winter there.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "When a moderate south wind came up, supposing that they had attained their purpose, they weighed anchor and began sailing along Crete, close inshore.",
          "ID": "13"
        },
        {
          "text": "But before very long there rushed down from the land a violent wind, called Euraquilo;",
          "ID": "14"
        },
        {
          "text": "and when the ship was caught in it and could not face the wind, we gave way to it and let ourselves be driven along.",
          "ID": "15"
        },
        {
          "text": "Running under the shelter of a small island called Clauda, we were scarcely able to get the ship's boat under control.",
          "ID": "16"
        },
        {
          "text": "After they had hoisted it up, they used supporting cables in undergirding the ship; and fearing that they might run aground on the shallows of Syrtis, they let down the sea anchor and in this way let themselves be driven along.",
          "ID": "17"
        },
        {
          "text": "The next day as we were being violently storm-tossed, they began to jettison the cargo;",
          "ID": "18"
        },
        {
          "text": "and on the third day they threw the ship's tackle overboard with their own hands.",
          "ID": "19"
        },
        {
          "text": "Since neither sun nor stars appeared for many days, and no small storm was assailing us, from then on all hope of our being saved was gradually abandoned.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "When they had gone a long time without food, then Paul stood up in their midst and said, \"Men, you ought to have followed my advice and not to have set sail from Crete and incurred this damage and loss.",
          "ID": "21"
        },
        {
          "text": "Yet now I urge you to keep up your courage, for there will be no loss of life among you, but only of the ship.",
          "ID": "22"
        },
        {
          "text": "For this very night an angel of the God to whom I belong and whom I serve stood before me,",
          "ID": "23"
        },
        {
          "text": "saying, 'Do not be afraid, Paul; you must stand before Caesar; and behold, God has granted you all those who are sailing with you.'",
          "ID": "24"
        },
        {
          "text": "Therefore, keep up your courage, men, for I believe God that it will turn out exactly as I have been told.",
          "ID": "25"
        },
        {
          "text": "But we must run aground on a certain island.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "But when the fourteenth night came, as we were being driven about in the Adriatic Sea, about midnight the sailors began to surmise that they were approaching some land.",
          "ID": "27"
        },
        {
          "text": "They took soundings and found it to be twenty fathoms; and a little farther on they took another sounding and found it to be fifteen fathoms.",
          "ID": "28"
        },
        {
          "text": "Fearing that we might run aground somewhere on the rocks, they cast four anchors from the stern and wished for daybreak.",
          "ID": "29"
        },
        {
          "text": "But as the sailors were trying to escape from the ship and had let down the ship's boat into the sea, on the pretense of intending to lay out anchors from the bow,",
          "ID": "30"
        },
        {
          "text": "Paul said to the centurion and to the soldiers, \"Unless these men remain in the ship, you yourselves cannot be saved.\"",
          "ID": "31"
        },
        {
          "text": "Then the soldiers cut away the ropes of the ship's boat and let it fall away.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Until the day was about to dawn, Paul was encouraging them all to take some food, saying, \"Today is the fourteenth day that you have been constantly watching and going without eating, having taken nothing.",
          "ID": "33"
        },
        {
          "text": "Therefore I encourage you to take some food, for this is for your preservation, for not a hair from the head of any of you will perish.\"",
          "ID": "34"
        },
        {
          "text": "Having said this, he took bread and gave thanks to God in the presence of all, and he broke it and began to eat.",
          "ID": "35"
        },
        {
          "text": "All of them were encouraged and they themselves also took food.",
          "ID": "36"
        },
        {
          "text": "All of us in the ship were two hundred and seventy-six persons.",
          "ID": "37"
        },
        {
          "text": "When they had eaten enough, they began to lighten the ship by throwing out the wheat into the sea.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "When day came, they could not recognize the land; but they did observe a bay with a beach, and they resolved to drive the ship onto it if they could.",
          "ID": "39"
        },
        {
          "text": "And casting off the anchors, they left them in the sea while at the same time they were loosening the ropes of the rudders; and hoisting the foresail to the wind, they were heading for the beach.",
          "ID": "40"
        },
        {
          "text": "But striking a reef where two seas met, they ran the vessel aground; and the prow stuck fast and remained immovable, but the stern began to be broken up by the force of the waves.",
          "ID": "41"
        },
        {
          "text": "The soldiers' plan was to kill the prisoners, so that none of them would swim away and escape;",
          "ID": "42"
        },
        {
          "text": "but the centurion, wanting to bring Paul safely through, kept them from their intention, and commanded that those who could swim should jump overboard first and get to land,",
          "ID": "43"
        },
        {
          "text": "and the rest should follow, some on planks, and others on various things from the ship. And so it happened that they all were brought safely to land.",
          "ID": "44"
        }
      ],
      "ID": "NT:ACT.27",
      "name": "ACTS 27"
    },
    {
      "text": [
        {
          "text": "When they had been brought safely through, then we found out that the island was called Malta.",
          "ID": "1"
        },
        {
          "text": "The natives showed us extraordinary kindness; for because of the rain that had set in and because of the cold, they kindled a fire and received us all.",
          "ID": "2"
        },
        {
          "text": "But when Paul had gathered a bundle of sticks and laid them on the fire, a viper came out because of the heat and fastened itself on his hand.",
          "ID": "3"
        },
        {
          "text": "When the natives saw the creature hanging from his hand, they began saying to one another, \"Undoubtedly this man is a murderer, and though he has been saved from the sea, justice has not allowed him to live.\"",
          "ID": "4"
        },
        {
          "text": "However he shook the creature off into the fire and suffered no harm.",
          "ID": "5"
        },
        {
          "text": "But they were expecting that he was about to swell up or suddenly fall down dead. But after they had waited a long time and had seen nothing unusual happen to him, they changed their minds and began to say that he was a god.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Now in the neighborhood of that place were lands belonging to the leading man of the island, named Publius, who welcomed us and entertained us courteously three days.",
          "ID": "7"
        },
        {
          "text": "And it happened that the father of Publius was lying in bed afflicted with recurrent fever and dysentery; and Paul went in to see him and after he had prayed, he laid his hands on him and healed him.",
          "ID": "8"
        },
        {
          "text": "After this had happened, the rest of the people on the island who had diseases were coming to him and getting cured.",
          "ID": "9"
        },
        {
          "text": "They also honored us with many marks of respect; and when we were setting sail, they supplied us with all we needed.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "At the end of three months we set sail on an Alexandrian ship which had wintered at the island, and which had the Twin Brothers for its figurehead.",
          "ID": "11"
        },
        {
          "text": "After we put in at Syracuse, we stayed there for three days.",
          "ID": "12"
        },
        {
          "text": "From there we sailed around and arrived at Rhegium, and a day later a south wind sprang up, and on the second day we came to Puteoli.",
          "ID": "13"
        },
        {
          "text": "There we found some brethren, and were invited to stay with them for seven days; and thus we came to Rome.",
          "ID": "14"
        },
        {
          "text": "And the brethren, when they heard about us, came from there as far as the Market of Appius and Three Inns to meet us; and when Paul saw them, he thanked God and took courage.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "When we entered Rome, Paul was allowed to stay by himself, with the soldier who was guarding him.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "After three days Paul called together those who were the leading men of the Jews, and when they came together, he began saying to them, \"Brethren, though I had done nothing against our people or the customs of our fathers, yet I was delivered as a prisoner from Jerusalem into the hands of the Romans.",
          "ID": "17"
        },
        {
          "text": "And when they had examined me, they were willing to release me because there was no ground for putting me to death.",
          "ID": "18"
        },
        {
          "text": "But when the Jews objected, I was forced to appeal to Caesar, not that I had any accusation against my nation.",
          "ID": "19"
        },
        {
          "text": "For this reason, therefore, I requested to see you and to speak with you, for I am wearing this chain for the sake of the hope of Israel.\"",
          "ID": "20"
        },
        {
          "text": "They said to him, \"We have neither received letters from Judea concerning you, nor have any of the brethren come here and reported or spoken anything bad about you.",
          "ID": "21"
        },
        {
          "text": "But we desire to hear from you what your views are; for concerning this sect, it is known to us that it is spoken against everywhere.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "When they had set a day for Paul, they came to him at his lodging in large numbers; and he was explaining to them by solemnly testifying about the kingdom of God and trying to persuade them concerning Jesus, from both the Law of Moses and from the Prophets, from morning until evening.",
          "ID": "23"
        },
        {
          "text": "Some were being persuaded by the things spoken, but others would not believe.",
          "ID": "24"
        },
        {
          "text": "And when they did not agree with one another, they began leaving after Paul had spoken one parting word, \"The Holy Spirit rightly spoke through Isaiah the prophet to your fathers,",
          "ID": "25"
        },
        {
          "text": "saying,",
          "ID": "26"
        },
        {
          "text": "'Go to this people and say,",
          "ID": "26"
        },
        {
          "text": "\"You will keep on hearing, but will not understand;",
          "ID": "26"
        },
        {
          "text": "And you will keep on seeing, but will not perceive;",
          "ID": "26"
        },
        {
          "text": "For the heart of this people has become dull,",
          "ID": "27"
        },
        {
          "text": "And with their ears they scarcely hear,",
          "ID": "27"
        },
        {
          "text": "And they have closed their eyes;",
          "ID": "27"
        },
        {
          "text": "Otherwise they might see with their eyes,",
          "ID": "27"
        },
        {
          "text": "And hear with their ears,",
          "ID": "27"
        },
        {
          "text": "And understand with their heart and return,",
          "ID": "27"
        },
        {
          "text": "And I would heal them.\"'",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Therefore let it be known to you that this salvation of God has been sent to the Gentiles; they will also listen.\"",
          "ID": "28"
        },
        {
          "text": "[When he had spoken these words, the Jews departed, having a great dispute among themselves.]",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "And he stayed two full years in his own rented quarters and was welcoming all who came to him,",
          "ID": "30"
        },
        {
          "text": "preaching the kingdom of God and teaching concerning the Lord Jesus Christ with all openness, unhindered.",
          "ID": "31"
        }
      ],
      "ID": "NT:ACT.28",
      "name": "ACTS 28"
    }
  ],
  "ID": "NT:ACT(NASB)",
  "version": "NASB",
  "name": "ACTS"
}