{
  "name": "2 Chronicles",
  "text": [
    {
      "name": "2 Chronicles 1",
      "text": [
        {
          "text": "SOLOMON SON of David was strengthened in his kingdom, and the Lord his God was with him and made him exceedingly great.",
          "ID": "1"
        },
        {
          "text": "Solomon spoke to all Israel, to the captains of thousands and of hundreds, and to the judges, and to every prince in all Israel, the heads of the fathers' houses.",
          "ID": "2"
        },
        {
          "text": "And Solomon and all the assembly [a united nation] with him went to the high place that was at Gibeon, for the Tent of Meeting of God, which Moses the servant of the Lord had made in the wilderness, was there [where the Canaanites had habitually worshiped].",
          "ID": "3"
        },
        {
          "text": "But David had brought up the ark of God from Kiriath-jearim to the place which David had prepared for it, for he had pitched a tent for it at Jerusalem.",
          "ID": "4"
        },
        {
          "text": "Moreover, the bronze altar that Bezalel son of Uri, the son of Hur, had made was there before the tabernacle of the Lord, and Solomon and the assembly sought [the Lord].",
          "ID": "5"
        },
        {
          "text": "Solomon went up there to the bronze altar before the Lord at the Tent of Meeting and offered 1,000 burnt offerings on it.",
          "ID": "6"
        },
        {
          "text": "That night God appeared to Solomon and said to him, Ask what I shall give you.",
          "ID": "7"
        },
        {
          "text": "And Solomon said to God, You have shown great mercy and loving-kindness to David my father and have made me king in his place.",
          "ID": "8"
        },
        {
          "text": "Now, O Lord God, let Your promise to David my father be fulfilled, for you have made me king over a people like the dust of the earth in multitude.",
          "ID": "9"
        },
        {
          "text": "Give me now wisdom and knowledge to go out and come in before this people, for who can rule this Your people who are so great?",
          "ID": "10"
        },
        {
          "text": "God replied to Solomon, Because this was in your heart and you have not asked for riches, possessions, honor, and glory, or the life of your foes, or even for long life, but have asked wisdom and knowledge for yourself, that you may rule and judge My people over whom I have made you king,",
          "ID": "11"
        },
        {
          "text": "Wisdom and knowledge are granted you. And I will give you riches, possessions, honor, and glory, such as none of the kings had before you, and none after you shall have their equal.",
          "ID": "12"
        },
        {
          "text": "Then Solomon came from the high place at Gibeon, from before the Tent of Meeting, to Jerusalem. And he reigned over Israel.",
          "ID": "13"
        },
        {
          "text": "Solomon gathered chariots and horsemen; he had 1,400 chariots and 12,000 horsemen, which he placed in the cities [suited for the use] of chariots and with the king at Jerusalem.",
          "ID": "14"
        },
        {
          "text": "And the king made silver and gold in Jerusalem as common as stones, and he made cedar as plentiful as the sycamores of the lowland.",
          "ID": "15"
        },
        {
          "text": "Solomon's horses were brought out of Egypt; the king's merchants received them in droves, each drove at a price.",
          "ID": "16"
        },
        {
          "text": "They imported from Egypt a chariot for 600 shekels of silver, and a horse for 150; so they brought out horses for all the Hittite and Syrian kings as export agents.",
          "ID": "17"
        }
      ],
      "ID": "OT:2CH.1"
    },
    {
      "name": "2 Chronicles 2",
      "text": [
        {
          "text": "SOLOMON DETERMINED to build a temple for the Name of the Lord and a royal capitol.",
          "ID": "1"
        },
        {
          "text": "And Solomon counted out 70,000 men to bear burdens, 80,000 to be stonecutters in the hill country, and 3,600 overseers.",
          "ID": "2"
        },
        {
          "text": "And Solomon sent to Hiram king of Tyre, saying, As you dealt with David my father and sent him cedars to build himself a house in which to dwell, even so deal with me.",
          "ID": "3"
        },
        {
          "text": "Behold, I am about to build a house for the Name of the Lord my God, dedicated to Him for the burning of incense of sweet spices before Him, for the continual showbread, and for the burnt offerings morning and evening, on the Sabbaths, New Moons, and on the solemn feasts of the Lord our God, as ordained forever for Israel.",
          "ID": "4"
        },
        {
          "text": "The house which I am to build is great, for our God is greater than all gods.",
          "ID": "5"
        },
        {
          "text": "But who is able to build Him a house, since heaven, even highest heaven, cannot contain Him? Who am I to build Him a house, except as a place to burn incense in worship before Him?",
          "ID": "6"
        },
        {
          "text": "Now therefore, send a man skilled to work in gold, silver, bronze, and iron, and in purple, crimson, and blue colors, who is a trained engraver, to work with the skilled men who are with me in Judah and Jerusalem, whom David my father provided.",
          "ID": "7"
        },
        {
          "text": "Send me also from Lebanon cedar, cypress, and algum timber, for I know your servants can skillfully cut timber in Lebanon; and my servants will be with your servants,",
          "ID": "8"
        },
        {
          "text": "To prepare for me timber in abundance, for the house I am about to build shall be great and wonderful.",
          "ID": "9"
        },
        {
          "text": "And I will give to your servants who cut timber 20,000 measures of crushed wheat and also of barley, and 20,000 baths of wine and also of oil.",
          "ID": "10"
        },
        {
          "text": "Then Hiram king of Tyre replied in writing sent to Solomon, Because the Lord loves His people, He has made you king over them.",
          "ID": "11"
        },
        {
          "text": "Hiram said also, Blessed be the Lord, the God of Israel, Who made heaven and earth, Who has given to David the king a wise son, endued with prudence and understanding, who should build a house for the Lord and a royal palace as his capitol.",
          "ID": "12"
        },
        {
          "text": "Now I have sent a skilled man, endued with understanding, even Huram-abi, my trusted counselor,",
          "ID": "13"
        },
        {
          "text": "The son of a woman of the daughters of Dan; his father was a man of Tyre. He is a trained worker in gold, silver, bronze, iron, stone, and wood; in purple, blue, and crimson colors, and in fine linen; and also to engrave any type of engraving and to carry out any design given him, with your skilled men and those of my lord, David your father.",
          "ID": "14"
        },
        {
          "text": "Now therefore, the wheat, barley, oil, and wine of which my lord has spoken, let him send them to his servants,",
          "ID": "15"
        },
        {
          "text": "And we will cut whatever timber you need from Lebanon and bring it to you in rafts by sea to Joppa, so you may take it up to Jerusalem.",
          "ID": "16"
        },
        {
          "text": "Then Solomon took a census of all the aliens in the land of Israel, like the census of them which his father David had taken. They were found to be 153,600.",
          "ID": "17"
        },
        {
          "text": "And he assigned 70,000 of them to be burden bearers, 80,000 to work in the mountain quarries, and 3,600 as overseers to direct the people's work.",
          "ID": "18"
        }
      ],
      "ID": "OT:2CH.2"
    },
    {
      "name": "2 Chronicles 3",
      "text": [
        {
          "text": "THEN SOLOMON began to build the house of the Lord at Jerusalem on Mount Moriah, where the Lord appeared to David his father, in the place that David had appointed, on the threshing floor of Ornan the Jebusite. [I Chron. 21:20-22.]",
          "ID": "1"
        },
        {
          "text": "And Solomon began to build on the second day of the second month in the fourth year of his reign.",
          "ID": "2"
        },
        {
          "text": "Now these are the measurements for the foundations which Solomon laid for the house of God. The length in cubits by the former measure was sixty cubits, and the breadth twenty cubits.",
          "ID": "3"
        },
        {
          "text": "The porch or vestibule across the front of the house was the same length as the house's breadth, twenty cubits, and the height 120 cubits. He overlaid it inside with pure gold.",
          "ID": "4"
        },
        {
          "text": "And the greater house (the Holy Place) he lined with cypress and overlaid it with fine gold and made palm trees and chains on it.",
          "ID": "5"
        },
        {
          "text": "And he adorned the house with precious stones for beauty; and the gold was gold of Parvaim.",
          "ID": "6"
        },
        {
          "text": "He lined the house (the Holy Place), its beams, thresholds, walls, and doors with gold, and engraved cherubim on the walls.",
          "ID": "7"
        },
        {
          "text": "He made the Most Holy Place, its length equaling the breadth of the house, twenty cubits, and its breadth twenty cubits; he overlaid it with 600 talents of fine gold.",
          "ID": "8"
        },
        {
          "text": "The weight of the nails was fifty shekels of gold. And he lined the upper chambers with gold.",
          "ID": "9"
        },
        {
          "text": "And in the Most Holy Place he made two cherubim of image work, and they were overlaid with gold.",
          "ID": "10"
        },
        {
          "text": "And the wings of the cherubim [combined] extended twenty cubits: one wing of one cherub was five cubits, reaching to the wall of the house, and its other wing of five cubits touched the other cherub's wing.",
          "ID": "11"
        },
        {
          "text": "And of the other cherub one wing of five cubits touched the wall of the house, and the other wing, also five cubits, joined the wing of the first cherub.",
          "ID": "12"
        },
        {
          "text": "The wings of these cherubim extended twenty cubits; the cherubim stood on their feet, their faces toward the Holy Place.",
          "ID": "13"
        },
        {
          "text": "And he made the veil [between the Holy Place and the Most Holy Place] of blue, purple, and crimson colors, and fine linen, and embroidered cherubim on it.",
          "ID": "14"
        },
        {
          "text": "Before the house he made two pillars, 35 cubits high, with a capital on the top of each which was five cubits.",
          "ID": "15"
        },
        {
          "text": "He made chains like a necklace and put them on the heads of the pillars, and he made 100 pomegranates and put them on the chains.",
          "ID": "16"
        },
        {
          "text": "He erected the pillars before the temple, one on the right, the other on the left, and called the one on the right Jachin [he shall establish] and the one on the left Boaz [in it is strength].",
          "ID": "17"
        }
      ],
      "ID": "OT:2CH.3"
    },
    {
      "name": "2 Chronicles 4",
      "text": [
        {
          "text": "ALSO SOLOMON made an altar of bronze, its top twenty by twenty cubits and its height ten cubits.",
          "ID": "1"
        },
        {
          "text": "Also he made a round Sea of molten metal, ten cubits from brim to brim and five cubits high, and a line of thirty cubits measured around it.",
          "ID": "2"
        },
        {
          "text": "Under it were figures of oxen encircling it, ten to a cubit. The oxen were in two rows, cast in one piece with it.",
          "ID": "3"
        },
        {
          "text": "It stood upon twelve oxen, three looking north, three west, three south, three east; and the Sea rested upon them, and all their hind parts were inward.",
          "ID": "4"
        },
        {
          "text": "Its thickness was a handbreadth; its brim was like the brim of a cup, like the flower of a lily; it held 3,000 baths (measures).",
          "ID": "5"
        },
        {
          "text": "He made also ten lavers in which to wash and put five on the right (south) side and five on the left (north). Such things as they offered for the burnt offering they washed in them, but the Sea was for the priests to wash in.",
          "ID": "6"
        },
        {
          "text": "And he made ten golden lampstands as directed and set them in the temple, five on the right side and five on the left.",
          "ID": "7"
        },
        {
          "text": "He made also ten tables and placed them in the temple, five each on the right and left sides, and 100 basins of gold.",
          "ID": "8"
        },
        {
          "text": "Moreover, he made the priests' court, and the great court and doors for the court, and overlaid their doors with bronze.",
          "ID": "9"
        },
        {
          "text": "And he set the Sea at the southeast corner of the house.",
          "ID": "10"
        },
        {
          "text": "And Huram made the pots, shovels, and basins. So Huram finished the work of God's house that he did for King Solomon:",
          "ID": "11"
        },
        {
          "text": "The two pillars; the bowls; the capitals on top of the two pillars; and the two networks to cover the two bowls of the capitals on top of the pillars;",
          "ID": "12"
        },
        {
          "text": "And 400 pomegranates for the two networks, two rows of pomegranates for each network, to cover the two bowls of the capitals upon the pillars.",
          "ID": "13"
        },
        {
          "text": "He made also bases or stands and lavers upon the bases;",
          "ID": "14"
        },
        {
          "text": "One Sea and the twelve oxen under it;",
          "ID": "15"
        },
        {
          "text": "The pots, shovels, and fleshhooks, and all their equipment Huram his trusted counselor made of burnished bronze for King Solomon for the house of the Lord.",
          "ID": "16"
        },
        {
          "text": "In the plain of the Jordan the king cast them, in the clay ground between Succoth and Zeredah.",
          "ID": "17"
        },
        {
          "text": "Solomon made all these things in such great numbers that the weight of the bronze was not computed.",
          "ID": "18"
        },
        {
          "text": "And Solomon made all the vessels for the house of God: the golden altar also; and the tables for the showbread (the bread of the Presence);",
          "ID": "19"
        },
        {
          "text": "And the lampstands with their lamps of pure gold, to burn before the inner sanctuary (the Holy of Holies) as directed;",
          "ID": "20"
        },
        {
          "text": "The flowers, lamps, and tongs, of purest gold;",
          "ID": "21"
        },
        {
          "text": "The snuffers, basins, dishes for incense, and firepans, of pure gold; and for the temple entry, the inner doors for the Most Holy Place and the doors of the Holy Place were of gold.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.4"
    },
    {
      "name": "2 Chronicles 5",
      "text": [
        {
          "text": "THUS ALL the work that Solomon did for the house of the Lord was finished. He brought in all the things that David his father had dedicated, and the silver, the gold, and all the vessels he put in the treasuries of the house of God.",
          "ID": "1"
        },
        {
          "text": "Then Solomon assembled the elders of Israel and all the heads of the tribes, the chiefs of the fathers' houses of the Israelites, to Jerusalem to bring up the ark of the covenant of the Lord out of the City of David, which is Zion.",
          "ID": "2"
        },
        {
          "text": "All the men of Israel gathered to the king at the feast in the seventh month.",
          "ID": "3"
        },
        {
          "text": "And all the elders of Israel came, and the Levites took up the ark.",
          "ID": "4"
        },
        {
          "text": "And the priests and Levites brought up the ark, the Tent of Meeting, and all the holy vessels that were in the Tent.",
          "ID": "5"
        },
        {
          "text": "Also King Solomon and all the assembly of Israel who were gathered to him before the ark sacrificed sheep and oxen so numerous that they could not be counted or reported.",
          "ID": "6"
        },
        {
          "text": "And the priests brought the ark of the covenant of the Lord to its place, to the sanctuary of the house, into the Holy of Holies, under the wings of the cherubim;",
          "ID": "7"
        },
        {
          "text": "For the cherubim spread out their wings over the place of the ark, making a covering above the ark and its poles.",
          "ID": "8"
        },
        {
          "text": "And they drew out the poles of the ark, so that the ends of the poles protruding from the ark were visible from the front of the Holy of Holies, but were not visible from without. It is there to this day.",
          "ID": "9"
        },
        {
          "text": "There was nothing in the ark except the two tables [the Ten Commandments] which Moses put in it at Mount Horeb, when the Lord made a covenant with the Israelites when they came out of Egypt.",
          "ID": "10"
        },
        {
          "text": "And when the priests had come out of the Holy Place–for all the priests present had sanctified themselves, separating themselves from everything that defiles, without regard to their divisions;",
          "ID": "11"
        },
        {
          "text": "And all the Levites who were singers–all of those of Asaph, Heman, and Jeduthun, with their sons and kinsmen, arrayed in fine linen, having cymbals, harps, and lyres–stood at the east end of the altar, and with them 120 priests blowing trumpets;",
          "ID": "12"
        },
        {
          "text": "And when the trumpeters and singers were joined in unison, making one sound to be heard in praising and thanking the Lord, and when they lifted up their voice with the trumpets and cymbals and other instruments for song and praised the Lord, saying, For He is good, for His mercy and loving-kindness endure forever, then the house of the Lord was filled with a cloud,",
          "ID": "13"
        },
        {
          "text": "So that the priests could not stand to minister because of the cloud, for the glory of the Lord filled the house of God.",
          "ID": "14"
        }
      ],
      "ID": "OT:2CH.5"
    },
    {
      "name": "2 Chronicles 6",
      "text": [
        {
          "text": "THEN SOLOMON said, The Lord has said that He would dwell in the thick darkness;",
          "ID": "1"
        },
        {
          "text": "I have built You a house, [in which the dark Holy of Holies seems] a [fitting] abode for You, a place for You to dwell in forever.",
          "ID": "2"
        },
        {
          "text": "And the king turned his face and blessed all the assembly of Israel, and they all stood.",
          "ID": "3"
        },
        {
          "text": "And he said, Blessed be the Lord, the God of Israel, Who has fulfilled with His hands what He promised with His mouth to David my father, saying,",
          "ID": "4"
        },
        {
          "text": "Since the day that I brought My people out of the land of Egypt, I chose no city among all the tribes of Israel to build a house in, that My Name might be there, neither chose I any man to be a ruler over My people Israel;",
          "ID": "5"
        },
        {
          "text": "But I have chosen Jerusalem, that My Name [and the symbol of My presence] might be there, and I have chosen David to be over My people Israel.",
          "ID": "6"
        },
        {
          "text": "Now it was in the heart of David my father to build a house for the Name and renown of the Lord, the God of Israel.",
          "ID": "7"
        },
        {
          "text": "But the Lord said to David my father, Since it was in your heart to build a house for My Name and renown, you did well that it was in your heart.",
          "ID": "8"
        },
        {
          "text": "Yet you shall not build the house, but your son, who shall be born to you–he shall build the house for My Name.",
          "ID": "9"
        },
        {
          "text": "The Lord therefore has performed His word that He has spoken, for I have risen up in the place of David my father and sit on the throne of Israel, as the Lord promised, and have built the house for the Name of the Lord, the God of Israel.",
          "ID": "10"
        },
        {
          "text": "In it have I put the ark [the symbol of His presence], in which is the covenant of the Lord [the Ten Commandments] which He made with the people of Israel.",
          "ID": "11"
        },
        {
          "text": "And Solomon stood before the altar of the Lord in the presence of all the assembly of Israel and spread forth his hands.",
          "ID": "12"
        },
        {
          "text": "For he had made a bronze scaffold, five cubits square and three cubits high, and had set it in the midst of the court; upon it he stood, and he knelt upon his knees before all the assembly of Israel and spread forth his hands toward heaven,",
          "ID": "13"
        },
        {
          "text": "And said, O Lord, God of Israel, there is no God like You in the heavens or in the earth, keeping covenant and showing mercy and loving-kindness to Your servants who walk before You with all their hearts,",
          "ID": "14"
        },
        {
          "text": "You Who have kept Your promises to my father David and fulfilled with Your hand what You spoke with Your mouth, as it is today.",
          "ID": "15"
        },
        {
          "text": "Now therefore, O Lord, God of Israel, keep with Your servant David my father that which You promised him, saying, There shall not fail a man in My sight to sit on the throne of Israel, provided your children are careful to walk in My law as you, David, have walked before Me.",
          "ID": "16"
        },
        {
          "text": "Now then, O Lord, God of Israel, let Your word to Your servant David be verified.",
          "ID": "17"
        },
        {
          "text": "But will God actually dwell with men on the earth? Behold, heaven and the heaven of heavens cannot contain You; how much less this house which I have built!",
          "ID": "18"
        },
        {
          "text": "Yet have respect for the prayer of Your servant and for his supplication, O Lord my God, to listen to the cry and the prayer which Your servant prays before You,",
          "ID": "19"
        },
        {
          "text": "That Your eyes may be open upon this house day and night, toward the place in which You have said You would put Your Name [and the symbol of your presence], to listen to and heed the prayer which Your servant prays facing this place.",
          "ID": "20"
        },
        {
          "text": "So listen to and heed the requests of Your servant and Your people Israel which they shall make facing this place. Hear from Your dwelling place, heaven; and when You hear, forgive.",
          "ID": "21"
        },
        {
          "text": "If a man sins against his neighbor, and he is required to take an oath, and the oath comes before Your altar in this house,",
          "ID": "22"
        },
        {
          "text": "Then hear from heaven and do; and judge Your servants, requiting the wicked by bringing his conduct upon his own head, and justifying the [uncompromisingly] righteous by giving him according to his righteousness (his uprightness and right standing with God).",
          "ID": "23"
        },
        {
          "text": "If Your people Israel have been defeated before the enemy because they have sinned against You, and shall return, confess Your name [and You Yourself], and pray and make supplication before You in this house,",
          "ID": "24"
        },
        {
          "text": "Then hear from heaven and forgive the sin of Your people Israel and bring them again to the land which You gave to them and their fathers.",
          "ID": "25"
        },
        {
          "text": "When the heavens are shut up and there is no rain because Your people have sinned against You, yet if they pray toward this place, confess your name [and You Yourself], and turn from their sin when You afflict them,",
          "ID": "26"
        },
        {
          "text": "Then hear from heaven and forgive the sin of Your servants, [all of] Your people Israel, when You have taught them the good way in which they should walk. And send rain upon Your land which You have given to Your people for an inheritance.",
          "ID": "27"
        },
        {
          "text": "If there is famine in the land, if there is pestilence, blight, mildew, locusts, or caterpillars, if their enemies besiege them in any of their cities, whatever plague or sickness there may be,",
          "ID": "28"
        },
        {
          "text": "Then whatever prayer or supplication any man or all of Your people Israel shall make–each knowing his own affliction and his own sorrow and stretching out his hands toward this house–",
          "ID": "29"
        },
        {
          "text": "Then hear from heaven, Your dwelling place, and forgive, and render to every man according to all his ways, whose heart You know; for You, You only, know men's hearts,",
          "ID": "30"
        },
        {
          "text": "That they may fear You and walk in Your ways as long as they live in the land which You gave to our fathers.",
          "ID": "31"
        },
        {
          "text": "Also concerning the stranger who is not of Your people Israel but has come from a far country for Your great name's sake and Your mighty power and Your outstretched arm–if he comes and prays toward this house,",
          "ID": "32"
        },
        {
          "text": "Hear from heaven, from Your dwelling place, and do all for which the stranger calls to You, that all peoples of the earth may know Your name and fear You [reverently and worshipfully], as do Your people Israel, and may know that this house which I have built is called by Your Name.",
          "ID": "33"
        },
        {
          "text": "If Your people go out to war against their enemies by the way that You send them, and they pray to You facing this city [Jerusalem] which You have chosen and the house which I have built for Your Name,",
          "ID": "34"
        },
        {
          "text": "Then hear from heaven their prayer and supplication, and maintain their cause.",
          "ID": "35"
        },
        {
          "text": "If they sin against You–for there is no man who does not sin–and You are angry with them and give them to enemies who take them captive to a land far or near;",
          "ID": "36"
        },
        {
          "text": "Yet if they repent in the land to which they have been carried captive, and turn and pray there, saying, We have sinned, we have done wrong, and have dealt wickedly;",
          "ID": "37"
        },
        {
          "text": "If they return to You with all their heart and soul in the land of their captivity, and pray facing their land which You gave to their fathers and toward the city which You have chosen and the house which I have built for Your Name;",
          "ID": "38"
        },
        {
          "text": "Then hear from heaven, Your dwelling place, their prayer and supplications, and maintain their cause; and forgive Your people, who have sinned against You.",
          "ID": "39"
        },
        {
          "text": "Now, O my God, I beseech You, let Your eyes be open and Your ears attentive to the prayer offered in this temple.",
          "ID": "40"
        },
        {
          "text": "So now arise, O Lord God, and come into Your resting place, You and the ark of Your strength and power. Let Your priests, O Lord God, be clothed with salvation, and let Your saints (Your zealous ones) rejoice in good and in Your goodness.",
          "ID": "41"
        },
        {
          "text": "O Lord God, turn not away the face of [me] Your anointed one; [earnestly] remember Your good deeds, mercy, and steadfast love for David Your servant.",
          "ID": "42"
        }
      ],
      "ID": "OT:2CH.6"
    },
    {
      "name": "2 Chronicles 7",
      "text": [
        {
          "text": "WHEN SOLOMON had finished praying, the fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of the Lord filled the house.",
          "ID": "1"
        },
        {
          "text": "The priests could not enter the house of the Lord, because the glory of the Lord had filled the Lord's house.",
          "ID": "2"
        },
        {
          "text": "And when all the people of Israel saw how the fire came down and the glory of the Lord upon the house, they bowed with their faces upon the pavement and worshiped and praised the Lord, saying, For He is good, for His mercy and loving-kindness endure forever.",
          "ID": "3"
        },
        {
          "text": "Then the king and all the people offered sacrifices before the Lord.",
          "ID": "4"
        },
        {
          "text": "King Solomon offered a sacrifice of 22,000 oxen and 120,000 sheep. So the king and all the people dedicated God's house.",
          "ID": "5"
        },
        {
          "text": "The priests stood at their posts, and the Levites also, with instruments of music to the Lord, which King David had made to praise and give thanks to the Lord–for His mercy and loving-kindness endure forever–whenever David praised through their ministry; the priests blew trumpets before them, and all Israel stood.",
          "ID": "6"
        },
        {
          "text": "Moreover, Solomon consecrated the middle of the court that was before the house of the Lord, for there he offered burnt offerings and the fat of the peace offerings, because the bronze altar which [he] had made was not sufficient to receive the burnt offerings, the cereal offerings, and the fat.",
          "ID": "7"
        },
        {
          "text": "At that time Solomon held the feast for seven days, and all Israel with him, a very great assembly, from the entrance of Hamath to the Brook of Egypt.",
          "ID": "8"
        },
        {
          "text": "The eighth day they made a solemn assembly, for they had kept the dedication of the altar and the feast, each for seven days.",
          "ID": "9"
        },
        {
          "text": "And on the twenty-third day of the seventh month he sent the people away to their homes, glad and merry in heart for the goodness that the Lord had shown to David, to Solomon, and to Israel His people.",
          "ID": "10"
        },
        {
          "text": "Thus Solomon finished the Lord's house and the king's house; all that [he] had planned to do in the Lord's house and his own house he accomplished successfully.",
          "ID": "11"
        },
        {
          "text": "And the Lord appeared to Solomon by night and said to him: I have heard your prayer and have chosen this place for Myself as a house of sacrifice.",
          "ID": "12"
        },
        {
          "text": "If I shut up heaven so no rain falls, or if I command locusts to devour the land, or if I send pestilence among My people,",
          "ID": "13"
        },
        {
          "text": "If My people, who are called by My name, shall humble themselves, pray, seek, crave, and require of necessity My face and turn from their wicked ways, then will I hear from heaven, forgive their sin, and heal their land.",
          "ID": "14"
        },
        {
          "text": "Now My eyes will be open and My ears attentive to prayer offered in this place.",
          "ID": "15"
        },
        {
          "text": "For I have chosen and sanctified (set apart for holy use) this house, that My Name may be here forever, and My eyes and My heart will be here perpetually.",
          "ID": "16"
        },
        {
          "text": "As for you [Solomon], if you will walk before me as David your father walked, and do all I have commanded you, and observe My statutes and My ordinances, [I Kings 11:1-11.]",
          "ID": "17"
        },
        {
          "text": "Then I will establish the throne of your kingdom, as I covenanted with David your father, saying, There shall not fail you a man to be ruler in Israel.",
          "ID": "18"
        },
        {
          "text": "But if you [people] turn away and forsake My statutes and My commandments which I have set before you and go and serve other gods and worship them,",
          "ID": "19"
        },
        {
          "text": "Then will I pluck [Israel] up by the roots out of My land which I have given [them]; and this house which I have hallowed for My Name will I cast out of My sight, and will make it to be a proverb and a byword among all nations. [Jer. 24:9, 10.]",
          "ID": "20"
        },
        {
          "text": "And this house, which was so high, shall be an astonishment to everyone passing it, and they will say, Why has the Lord done thus to this land and to this house?",
          "ID": "21"
        },
        {
          "text": "Then men will say, Because they forsook the Lord, the God of their fathers, Who brought them out of Egypt, and they laid hold of other gods and worshiped and served them; therefore has He brought all this evil upon them.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.7"
    },
    {
      "name": "2 Chronicles 8",
      "text": [
        {
          "text": "AT THE end of twenty years, in which Solomon had built the house of the Lord and his own house,",
          "ID": "1"
        },
        {
          "text": "The cities which Huram had given to [him] Solomon rebuilt and fortified, and caused the Israelites to dwell there.",
          "ID": "2"
        },
        {
          "text": "And Solomon took Hamath-zobah.",
          "ID": "3"
        },
        {
          "text": "He built Tadmor in the wilderness and all his store cities in Hamath.",
          "ID": "4"
        },
        {
          "text": "Also he built Upper Beth-horon and Lower Beth-horon, fortified cities with walls, gates, and bars,",
          "ID": "5"
        },
        {
          "text": "And Baalath and all the store cities [he] had, and all the cities for his chariots and the cities for his horsemen, and all that Solomon desired to build in Jerusalem, in Lebanon, and in all his dominion.",
          "ID": "6"
        },
        {
          "text": "All the people who were left of the Hittites, Amorites, Perizzites, Hivites, and Jebusites, who were not of Israel,",
          "ID": "7"
        },
        {
          "text": "But descendants of those who were left in the land, whom the Israelites had not destroyed–of them Solomon made a levy for forced labor to this day.",
          "ID": "8"
        },
        {
          "text": "But of the Israelites Solomon made no slaves for his work; but they were men of war, chiefs of his captains, and captains of his chariots and horsemen.",
          "ID": "9"
        },
        {
          "text": "These were the chiefs of King Solomon's officers, 250 in authority over the people.",
          "ID": "10"
        },
        {
          "text": "Solomon brought the daughter of Pharaoh out of the City of David into the house he had built for her, for he said, My wife shall not dwell in the house of David king of Israel, because the places are holy to which the ark of the Lord has come.",
          "ID": "11"
        },
        {
          "text": "Then Solomon offered burnt offerings to the Lord on the Lord's altar which he had built before the [temple] porch or vestibule,",
          "ID": "12"
        },
        {
          "text": "A certain number every day, offering as Moses commanded for the Sabbaths, the New Moons, and the solemn feast days three times in the year–the Feasts of Unleavened Bread, of Weeks, and of Tabernacles.",
          "ID": "13"
        },
        {
          "text": "And he appointed, as ordered by David his father, the divisions of the priests for their service, and the Levites to their offices to praise and to serve before the priests as the duty of every day required, and the gatekeepers also by their divisions at every gate; for so had David the man of God commanded.",
          "ID": "14"
        },
        {
          "text": "And they did not turn from the command of the king to the priests and Levites in any respect or concerning the treasuries.",
          "ID": "15"
        },
        {
          "text": "Thus all the work of Solomon was prepared from the day the foundation of the Lord's house was laid until it was finished. So the house of the Lord was completed.",
          "ID": "16"
        },
        {
          "text": "Then Solomon went to Ezion-geber and to Eloth on the shore of the [Red] Sea in the land of Edom.",
          "ID": "17"
        },
        {
          "text": "And Huram sent him by his servants ships and servants familiar with the sea; and they went with the servants of Solomon to Ophir and took from there 450 talents of gold and brought them to King Solomon.",
          "ID": "18"
        }
      ],
      "ID": "OT:2CH.8"
    },
    {
      "name": "2 Chronicles 9",
      "text": [
        {
          "text": "WHEN THE queen of Sheba heard of the fame of Solomon, she came to Jerusalem to test him with hard questions, accompanied by very many attendants and camels bearing spices, much gold, and precious stones. And when she came to Solomon, she talked with him of all that was on her mind.",
          "ID": "1"
        },
        {
          "text": "And Solomon answered all her questions; there was nothing hidden from [him] which he was unable to make clear to her.",
          "ID": "2"
        },
        {
          "text": "And when the queen of Sheba had seen Solomon's wisdom, the house he had built,",
          "ID": "3"
        },
        {
          "text": "The food of his table, the seating of his officials, the [standing at] attention of his servants, their apparel, his cupbearers also and their apparel, and his burnt offerings which he offered at the house of the Lord, there was no more spirit in her.",
          "ID": "4"
        },
        {
          "text": "She said to the king, The report which I heard in my own land of your acts and sayings and of your wisdom was true,",
          "ID": "5"
        },
        {
          "text": "But I did not believe their words until I came and my eyes had seen it. Behold, the half of the greatness of your wisdom was not told me; you surpass the fame that I heard of you.",
          "ID": "6"
        },
        {
          "text": "Happy are your wives and men, and happy are these your servants who stand continually before you and hear your wisdom!",
          "ID": "7"
        },
        {
          "text": "Blessed be the Lord your God, Who delighted in you and set you on His throne to be king for the Lord your God! Because your God loved Israel and would establish them forever, He made you king over them, to do justice and righteousness.",
          "ID": "8"
        },
        {
          "text": "She gave the king 120 talents of gold, a very large quantity of spices, and precious stones; such spice was not anywhere as that which the queen of Sheba gave King Solomon.",
          "ID": "9"
        },
        {
          "text": "The servants of Huram and [those] of Solomon, who brought gold from Ophir, also brought algum trees and precious stones.",
          "ID": "10"
        },
        {
          "text": "The king made of the algum trees terraces or walks to the house of the Lord and to the king's palace, and lyres and harps for the singers; none such had ever been seen before in the land of Judah.",
          "ID": "11"
        },
        {
          "text": "And King Solomon gave to the queen of Sheba all her desire, whatever she asked, besides what she had brought to the king. So she with her servants returned to her own land.",
          "ID": "12"
        },
        {
          "text": "Now the weight of gold that came to Solomon in one year was 666 talents,",
          "ID": "13"
        },
        {
          "text": "Besides what traders and merchants brought; and all the kings of Arabia and governors of the country brought gold and silver to Solomon.",
          "ID": "14"
        },
        {
          "text": "And King Solomon made 200 large shields or bucklers of beaten gold; 600 shekels of beaten gold went into each shield.",
          "ID": "15"
        },
        {
          "text": "And he made 300 shields of beaten gold, with 300 shekels of gold spread on each shield. And the king put them in the House of the Forest of Lebanon.",
          "ID": "16"
        },
        {
          "text": "Moreover, [he] made a great throne of ivory and overlaid it with pure gold.",
          "ID": "17"
        },
        {
          "text": "There were six steps to the throne and a gold footstool attached to the throne, and arms on each side of the seat, with two lions standing beside the arms.",
          "ID": "18"
        },
        {
          "text": "And twelve lions stood there one on either end of each of the six steps. The like of it was never made in any kingdom before.",
          "ID": "19"
        },
        {
          "text": "King Solomon's drinking vessels were all of gold, and all the vessels of the House of the Forest of Lebanon were of pure gold; silver was not counted as anything in the days of Solomon.",
          "ID": "20"
        },
        {
          "text": "For the king's ships went to Tarshish with Huram's servants; once every three years the ships of Tarshish came bringing gold, silver, ivory, apes, and peacocks.",
          "ID": "21"
        },
        {
          "text": "King Solomon surpassed all the kings of the earth in riches and wisdom.",
          "ID": "22"
        },
        {
          "text": "And all the kings of the earth sought the presence of Solomon to hear his wisdom which God had put into his mind.",
          "ID": "23"
        },
        {
          "text": "And every man brought his tribute: silver and gold articles, robes, armor, spices, horses, and mules, so much year by year.",
          "ID": "24"
        },
        {
          "text": "Solomon had 4,000 stalls for horses and chariots, and 12,000 horsemen, stationed in chariot cities or at Jerusalem with the king. [Deut. 17:16, 17.]",
          "ID": "25"
        },
        {
          "text": "And he ruled over all the kings from the [Euphrates] River to the land of Philistia and to the frontier of Egypt.",
          "ID": "26"
        },
        {
          "text": "The king made silver in Jerusalem as common as stones, and cedar wood as plentiful as sycamore trees in the lowlands.",
          "ID": "27"
        },
        {
          "text": "And they imported horses for Solomon from Egypt and from all lands.",
          "ID": "28"
        },
        {
          "text": "Now the rest of the acts of Solomon, from first to last, are they not written in the history of Nathan the prophet and in the prophecy of Ahijah the Shilonite and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?",
          "ID": "29"
        },
        {
          "text": "Solomon reigned in Jerusalem over all Israel forty years.",
          "ID": "30"
        },
        {
          "text": "Then Solomon slept with his fathers; he was buried in the city of David his father. Rehoboam his son reigned in his stead.",
          "ID": "31"
        }
      ],
      "ID": "OT:2CH.9"
    },
    {
      "name": "2 Chronicles 10",
      "text": [
        {
          "text": "REHOBOAM WENT to Shechem, for all Israel had gone to Shechem to make him king.",
          "ID": "1"
        },
        {
          "text": "Jeroboam the son of Nebat was in Egypt, where he had fled from the presence of King Solomon, when he heard about the new king; so Jeroboam returned from Egypt.",
          "ID": "2"
        },
        {
          "text": "And the people sent for him. So Jeroboam and all Israel came to Rehoboam, saying,",
          "ID": "3"
        },
        {
          "text": "Your father [King Solomon] made our yoke grievous. So now make lighter the grievous service of your father and his heavy yoke that he put upon us, and we will serve you.",
          "ID": "4"
        },
        {
          "text": "Rehoboam replied, Come again to me after three days. And the people departed.",
          "ID": "5"
        },
        {
          "text": "King Rehoboam took counsel with the old men who stood before Solomon his father while he was alive, saying, What counsel do you give me in reply to the people?",
          "ID": "6"
        },
        {
          "text": "And they answered him, If you are kind to [these] people and please them and speak good words to them, they will be your servants forever.",
          "ID": "7"
        },
        {
          "text": "But the king forsook the counsel which the old men gave him and took counsel with the young men who were brought up with him and stood before him.",
          "ID": "8"
        },
        {
          "text": "And he said to them, What answer do you advise that we give to the demand of [these] people, Make the yoke your father put upon us lighter?",
          "ID": "9"
        },
        {
          "text": "The young men who were brought up with him said to him, Tell the people who said to you, Your father made our yoke heavy, but you make it lighter: My little finger is thicker than my father's loins.",
          "ID": "10"
        },
        {
          "text": "For whereas my father put a heavy yoke upon you, I will add to your yoke. My father chastised you with whips, but I will chastise you with scorpions.",
          "ID": "11"
        },
        {
          "text": "The third day Jeroboam and all the people returned to Rehoboam as he had said.",
          "ID": "12"
        },
        {
          "text": "And the king answered them harshly, forsaking the counsel of the old men,",
          "ID": "13"
        },
        {
          "text": "And answered them after the advice of the young men, saying, My father made your yoke heavy, but I will add to it; my father chastised you with whips, but I will chastise you with scorpions.",
          "ID": "14"
        },
        {
          "text": "So the king did not heed the people, for it was brought about of God, that the Lord might perform His word which He spoke by Ahijah the Shilonite to Jeroboam son of Nebat. [I Kings 11:29-39.]",
          "ID": "15"
        },
        {
          "text": "And when all Israel saw that the king would not listen to and heed them, they answered [him], What portion have we in David? We have no inheritance in the son of Jesse. Every man to your tents, O Israel! Now, David [tribe of Judah], see to your own house [under your tyrant King Rehoboam]! So all Israel went to their homes.",
          "ID": "16"
        },
        {
          "text": "But as for the Israelites who dwelt in Judah's cities, Rehoboam ruled over them.",
          "ID": "17"
        },
        {
          "text": "Then King Rehoboam sent Hadoram, who was over the forced labor, and the Israelites stoned him and he died. But King Rehoboam hastened to get up to his royal chariot to flee to Jerusalem.",
          "ID": "18"
        },
        {
          "text": "And Israel has rebelled against the house of David to this day.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.10"
    },
    {
      "name": "2 Chronicles 11",
      "text": [
        {
          "text": "AND WHEN Rehoboam came to Jerusalem, he assembled of the house of Judah and Benjamin 180,000 chosen warriors to fight against [the ten rebellious tribes of] Israel to bring the kingdom again to Rehoboam.",
          "ID": "1"
        },
        {
          "text": "But the word of the Lord came to Shemaiah the man of God, saying,",
          "ID": "2"
        },
        {
          "text": "Say to Rehoboam son of Solomon king of Judah and to all Israel in Judah and Benjamin,",
          "ID": "3"
        },
        {
          "text": "Thus says the Lord: You shall not go up or fight against your brethren. Return every man to his house, for this thing is from Me. And they obeyed the Lord and returned from going against Jeroboam.",
          "ID": "4"
        },
        {
          "text": "Rehoboam dwelt in Jerusalem and built cities for defense in Judah.",
          "ID": "5"
        },
        {
          "text": "He built Bethlehem, Etam, Tekoa,",
          "ID": "6"
        },
        {
          "text": "Beth-zur, Soco, Adullam,",
          "ID": "7"
        },
        {
          "text": "Gath, Mareshah, Ziph,",
          "ID": "8"
        },
        {
          "text": "Adoraim, Lachish, Azekah,",
          "ID": "9"
        },
        {
          "text": "Zorah, Aijalon, and Hebron, which are fortified cities in Judah and Benjamin.",
          "ID": "10"
        },
        {
          "text": "He fortified the strongholds and put captains in them, with stores of food, oil, and vintage fruits.",
          "ID": "11"
        },
        {
          "text": "And in each city he put shields and spears, and made them very strong. So he held Judah and Benjamin.",
          "ID": "12"
        },
        {
          "text": "And the priests and the Levites who were in all Israel came over to Rehoboam from wherever they lived.",
          "ID": "13"
        },
        {
          "text": "For the Levites left their suburbs and their possessions and came to Judah and Jerusalem, for Jeroboam and his sons had cast them out from executing the priest's office to the Lord.",
          "ID": "14"
        },
        {
          "text": "And he appointed his own priests for the high places and for the [idols of demon] he-goats, and calves he had made. [I Kings 12:28.]",
          "ID": "15"
        },
        {
          "text": "And after them out of all the tribes of Israel there came to Jerusalem those who set their hearts to seek and inquire of the Lord, the God of Israel, to sacrifice to the Lord, the God of their fathers.",
          "ID": "16"
        },
        {
          "text": "So they strengthened the kingdom of Judah and upheld Rehoboam son of Solomon for three years; for they walked in the ways of David and Solomon for three years.",
          "ID": "17"
        },
        {
          "text": "Rehoboam took as wife Mahalath, whose father was Jerimoth son of David; her mother was Abihail daughter of Eliab son of Jesse.",
          "ID": "18"
        },
        {
          "text": "She bore him sons: Jeush, Shamariah, and Zaham.",
          "ID": "19"
        },
        {
          "text": "And after her he took Maacah daughter [granddaughter] of Absalom, who bore him Abijah, Attai, Ziza, and Shelomith.",
          "ID": "20"
        },
        {
          "text": "And Rehoboam loved Maacah daughter [granddaughter] of Absalom more than all his wives and concubines–for he took eighteen wives and sixty concubines, and he had twenty-eight sons and sixty daughters.",
          "ID": "21"
        },
        {
          "text": "And Rehoboam made Abijah son of Maacah the chief prince among his brethren, for he intended to make him king.",
          "ID": "22"
        },
        {
          "text": "And he dealt understandingly and dispersed his children throughout all Judah and Benjamin to every fortified city. He gave them abundant supplies, and he sought many wives for them.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.11"
    },
    {
      "name": "2 Chronicles 12",
      "text": [
        {
          "text": "WHEN REHOBOAM had established the kingdom and had strengthened himself, he forsook the law of the Lord, and all Israel with him.",
          "ID": "1"
        },
        {
          "text": "And in the fifth year of King Rehoboam, because they had transgressed and been unfaithful to the Lord, Shishak king of Egypt came up against Jerusalem",
          "ID": "2"
        },
        {
          "text": "With 1,200 chariots and 60,000 horsemen, and the people were without number who came with him from Egypt–the Libyans, Sukkiim, and Ethiopians.",
          "ID": "3"
        },
        {
          "text": "And he took the fortified cities of Judah and came on to Jerusalem.",
          "ID": "4"
        },
        {
          "text": "Then Shemaiah the prophet came to Rehoboam and the princes of Judah who had gathered at Jerusalem because of Shishak, and said to them, Thus says the Lord: You have forsaken Me, so I have abandoned you into the hands of Shishak.",
          "ID": "5"
        },
        {
          "text": "Then the princes of Israel and the king humbled themselves and said, The Lord is righteous.",
          "ID": "6"
        },
        {
          "text": "And when the Lord saw that they humbled themselves, the word of the Lord came to Shemaiah, saying, They have humbled themselves, so I will not destroy them, but I will grant them some deliverance; and My wrath shall not be poured out upon Jerusalem by the hand of Shishak.",
          "ID": "7"
        },
        {
          "text": "Nevertheless, they shall be his servants, that they may know [the difference between] My service and the service of the kingdoms of the countries.",
          "ID": "8"
        },
        {
          "text": "So Shishak king of Egypt came up against Jerusalem; he took away the treasures of the house of the Lord and of the king's house. He took everything. He took away also the shields of gold Solomon had made.",
          "ID": "9"
        },
        {
          "text": "Instead of them King Rehoboam made shields of bronze and committed them to the hands of the officers of the guard who kept the door of the king's house.",
          "ID": "10"
        },
        {
          "text": "And whenever the king entered the Lord's house, the guards came and got the shields of bronze and brought them again into the guard chamber.",
          "ID": "11"
        },
        {
          "text": "When Rehoboam humbled himself, the wrath of the Lord turned from him, so as not to destroy him entirely; also in Judah conditions were good.",
          "ID": "12"
        },
        {
          "text": "So King Rehoboam established and strengthened himself in Jerusalem and reigned. Rehoboam was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city in which the Lord had chosen out of all the tribes of Israel to put His Name [and the symbol of His presence]. His mother was Naamah an Ammonitess.",
          "ID": "13"
        },
        {
          "text": "And he did evil because he did not set his heart to seek (inquire of, yearn for) the Lord with all his desire.",
          "ID": "14"
        },
        {
          "text": "Now the acts of Rehoboam, from first to last, are they not written in the histories of Shemaiah the prophet and of Iddo the seer regarding genealogies? There were wars between Rehoboam of Judah and Jeroboam of Israel continually.",
          "ID": "15"
        },
        {
          "text": "And Rehoboam slept with his fathers and was buried in the City of David; and Abijah his son reigned in his stead.",
          "ID": "16"
        }
      ],
      "ID": "OT:2CH.12"
    },
    {
      "name": "2 Chronicles 13",
      "text": [
        {
          "text": "IN THE eighteenth year of King Jeroboam, Abijah began to reign over Judah.",
          "ID": "1"
        },
        {
          "text": "He reigned three years in Jerusalem. His mother was Micaiah daughter of Uriel of Gibeah. And there was war between Abijah and Jeroboam of Israel.",
          "ID": "2"
        },
        {
          "text": "And Abijah prepared for battle with an army of valiant men of war, 400,000 chosen men. Jeroboam set the battle in array against him with 800,000 chosen men, mighty men of valor.",
          "ID": "3"
        },
        {
          "text": "And Abijah stood on Mount Zemaraim, in the hill country of Ephraim, and said, Hear me, O Jeroboam and all Israel!",
          "ID": "4"
        },
        {
          "text": "Ought you not to know that the Lord, the God of Israel, gave the kingship over Israel to David forever, even to him and to his sons by a covenant of salt?",
          "ID": "5"
        },
        {
          "text": "Yet Jeroboam son of Nebat, a servant of Solomon son of David, rose up and rebelled against his lord [the king].",
          "ID": "6"
        },
        {
          "text": "And there gathered to him worthless men, base fellows, who strengthened themselves against Rehoboam son of Solomon when Rehoboam was young [as king], irresolute, and inexperienced and did not withstand them with firmness and strength.",
          "ID": "7"
        },
        {
          "text": "And now you think to withstand the kingdom of the Lord which is in the hands of the sons of David, because you are a great multitude and you have with you the golden calves which Jeroboam made for you for gods.",
          "ID": "8"
        },
        {
          "text": "Have you not driven out the priests of the Lord, the sons of Aaron, and the Levites, and made priests for yourselves like the peoples of other lands? So whoever comes to consecrate himself with a young bull and seven rams may be a priest of idols that are not gods.",
          "ID": "9"
        },
        {
          "text": "But as for us, the Lord is our God, and we have not forsaken Him. We have priests ministering to the Lord who are sons of Aaron, and Levites for their service.",
          "ID": "10"
        },
        {
          "text": "They offer to the Lord every morning and every evening burnt sacrifices and incense of sweet spices; they set in order the showbread on the table of pure gold and attend to the golden lampstand, that its lamps may be lighted every evening. For we keep the charge of the Lord our God, but you have forsaken Him.",
          "ID": "11"
        },
        {
          "text": "Behold, God Himself is with us at our head, and His priests with their battle trumpets to sound an alarm against you. O Israelites, fight not against the Lord, the God of your fathers, for you cannot prosper.",
          "ID": "12"
        },
        {
          "text": "But Jeroboam caused an ambushment to come around them from behind, so his troops were before Judah and the ambush behind.",
          "ID": "13"
        },
        {
          "text": "When Judah looked, behold, the battle was before and behind; and they cried to the Lord, and the priests blew the trumpets.",
          "ID": "14"
        },
        {
          "text": "Then the men of Judah gave a shout; and as they shouted, God smote Jeroboam and all Israel before Abijah and Judah.",
          "ID": "15"
        },
        {
          "text": "And the Israelites fled before Judah, and God delivered them into their hands.",
          "ID": "16"
        },
        {
          "text": "And Abijah and his people slew them with a great slaughter, so there fell of Israel 500,000 chosen men.",
          "ID": "17"
        },
        {
          "text": "Thus the Israelites were brought low at that time, and the people of Judah prevailed because they relied upon the Lord, the God of their fathers.",
          "ID": "18"
        },
        {
          "text": "And Abijah pursued Jeroboam and took some cities from him, Bethel, Jeshanah, and Ephraim (Ephron), with their towns.",
          "ID": "19"
        },
        {
          "text": "Jeroboam did not recover strength again in the days of Abijah. And the Lord smote him and he died.",
          "ID": "20"
        },
        {
          "text": "But Abijah became mighty. He married fourteen wives and had twenty-two sons and sixteen daughters.",
          "ID": "21"
        },
        {
          "text": "And the rest of the acts of Abijah, his ways and his sayings, are written in the story of the prophet Iddo.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.13"
    },
    {
      "name": "2 Chronicles 14",
      "text": [
        {
          "text": "SO ABIJAH slept with his fathers, and they buried him in the City of David; and Asa his son reigned in his stead. In his days the land was at rest for ten years.",
          "ID": "1"
        },
        {
          "text": "And Asa did what was good and right in the eyes of the Lord his God.",
          "ID": "2"
        },
        {
          "text": "He took away the foreign altars and high places and broke down the idol pillars or obelisks and cut down the Asherim [symbols of the goddess Asherah]",
          "ID": "3"
        },
        {
          "text": "And commanded Judah to seek the Lord, the God of their fathers [to inquire of and for Him and crave Him as a vital necessity], and to obey the law and the commandment.",
          "ID": "4"
        },
        {
          "text": "Also Asa took out of all the cities of Judah the idolatrous high places and the incense altars. And the kingdom had rest under his reign.",
          "ID": "5"
        },
        {
          "text": "And he built fortified cities in Judah, for the land had rest. He had no war in those years, for the Lord gave him peace.",
          "ID": "6"
        },
        {
          "text": "Therefore he said to Judah, Let us build these cities and surround them with walls, towers, gates, and bars. The land is still ours, because we sought the Lord our God; we have sought Him [yearning for Him with all our desire] and He has given us rest and peace on every side. So they built and prospered.",
          "ID": "7"
        },
        {
          "text": "Asa had an army of 300,000 men out of Judah, who bore bucklers and spears, and 280,000 out of Benjamin, who bore shields and drew bows, all mighty men of courage.",
          "ID": "8"
        },
        {
          "text": "There came out against Judah Zerah the Ethiopian with a host of a million [that is, too many to be numbered] and 300 chariots, and came as far as Mareshah.",
          "ID": "9"
        },
        {
          "text": "Then Asa went out against him, and they set up their lines of battle in the Valley of Zephathah at Mareshah.",
          "ID": "10"
        },
        {
          "text": "Asa cried to the Lord his God, O Lord, there is none besides You to help, and it makes no difference to You whether the one You help is mighty or powerless. Help us, O Lord our God! For we rely on You, and we go against this multitude in Your name. O Lord, You are our God; let no man prevail against You!",
          "ID": "11"
        },
        {
          "text": "So the Lord smote the Ethiopians before Asa and Judah, and the Ethiopians fled.",
          "ID": "12"
        },
        {
          "text": "Asa and the people with him pursued them to Gerar; and the Ethiopians were overthrown, so that none remained alive; for they were destroyed before the Lord and His host, who carried away very much booty.",
          "ID": "13"
        },
        {
          "text": "And they smote all the cities round about Gerar, for the fear of the Lord came upon them. They plundered all the cities, for there was much plunder in them.",
          "ID": "14"
        },
        {
          "text": "They smote also the cattle encampments and carried away sheep in abundance and camels; and they returned to Jerusalem.",
          "ID": "15"
        }
      ],
      "ID": "OT:2CH.14"
    },
    {
      "name": "2 Chronicles 15",
      "text": [
        {
          "text": "THE SPIRIT of God came upon Azariah son of Oded.",
          "ID": "1"
        },
        {
          "text": "And he went out to meet Asa and said to him, Hear me, Asa, and all Judah and Benjamin: the Lord is with you while you are with Him. If you seek Him [inquiring for and of Him, craving Him as your soul's first necessity], He will be found by you; but if you [become indifferent and] forsake Him, He will forsake you.",
          "ID": "2"
        },
        {
          "text": "Now for a long time Israel was without the true God, without a teaching priest, and without law.",
          "ID": "3"
        },
        {
          "text": "But when they in their trouble turned to the Lord, the God of Israel, and [in desperation earnestly] sought Him, He was found by them.",
          "ID": "4"
        },
        {
          "text": "And in those times there was no peace to him who went out nor to him who came in, but great and vexing afflictions and disturbances were upon all the inhabitants of the countries.",
          "ID": "5"
        },
        {
          "text": "Nation was broke in pieces against nation, and city against city, for God vexed and troubled them with all sorts of adversity.",
          "ID": "6"
        },
        {
          "text": "Be strong, therefore, and let not your hands be weak and slack, for your work shall be rewarded.",
          "ID": "7"
        },
        {
          "text": "And when Asa heard these words, the prophecy of Oded the prophet, he took courage and put away the abominable idols from all the land of Judah and Benjamin and from the cities which he had taken in the hill country of Ephraim; and he repaired the altar [of burnt offering] of the Lord which was in front of the porch or vestibule [of the house] of the Lord.",
          "ID": "8"
        },
        {
          "text": "And he gathered all Judah and Benjamin and the strangers with them out of Ephraim, Manasseh, and Simeon, for they came over to Asa out of Israel in large numbers when they saw that the Lord his God was with him.",
          "ID": "9"
        },
        {
          "text": "So they gathered at Jerusalem in the third month of the fifteenth year of the reign of Asa.",
          "ID": "10"
        },
        {
          "text": "And they sacrificed to the Lord on that day from the spoil which they had brought–700 oxen and 7,000 sheep.",
          "ID": "11"
        },
        {
          "text": "And they entered into a covenant to seek the Lord, the God of their fathers, and to yearn for Him with all their heart's desire and with all their soul;",
          "ID": "12"
        },
        {
          "text": "And that whoever would not seek the Lord, the God of Israel, should be put to death, whether young or old, man or woman.",
          "ID": "13"
        },
        {
          "text": "They took an oath to the Lord with a loud voice, with shouting, with trumpets, and with cornets.",
          "ID": "14"
        },
        {
          "text": "And all Judah rejoiced at the oath, for they had sworn with all their heart and sought Him [yearning for Him] with their whole desire, and He was found by them. And the Lord gave them rest and peace round about.",
          "ID": "15"
        },
        {
          "text": "Also Maacah, King Asa's mother, he removed from being queen mother, because she had made an abominable image for [the goddess] Asherah. Asa cut down her idol, crushed it, and burned it at the brook Kidron.",
          "ID": "16"
        },
        {
          "text": "But the high places were not taken out of Israel. Nevertheless, the heart of Asa was blameless all his days.",
          "ID": "17"
        },
        {
          "text": "And he brought into the house of God the things that his father [Abijah] had dedicated and those he himself had dedicated–silver and gold and vessels.",
          "ID": "18"
        },
        {
          "text": "And there was no more war until the thirty-fifth year of the reign of Asa.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.15"
    },
    {
      "name": "2 Chronicles 16",
      "text": [
        {
          "text": "IN THE thirty-sixth year of Asa's reign, Baasha king of Israel came up against Judah, and built (fortified) Ramah intending to intercept anyone going out or coming in to Asa king of Judah.",
          "ID": "1"
        },
        {
          "text": "Then Asa brought silver and gold out of the treasuries of the house of the Lord and of the king's house and sent them to Ben-hadad king of Syria, who dwelt at Damascus, saying,",
          "ID": "2"
        },
        {
          "text": "Let there be a league between me and you, as was between my father and your father. Behold, I am sending you silver and gold; go, break your league with Baasha king of Israel, that he may withdraw from me.",
          "ID": "3"
        },
        {
          "text": "And Ben-hadad hearkened to King Asa and sent the captains of his armies against the cities of Israel; and they smote Ijon, Dan, Abel-maim, and all the store cities of Naphtali.",
          "ID": "4"
        },
        {
          "text": "And when Baasha heard it, he stopped building Ramah and let his work cease.",
          "ID": "5"
        },
        {
          "text": "Then King Asa took all Judah, and they carried away the stones of Ramah and its timber with which Baasha had been building, and with them he built Geba and Mizpah.",
          "ID": "6"
        },
        {
          "text": "At that time Hanani the seer came to Asa king of Judah and said to him, Because you relied on the king of Syria and not on the Lord your God, the army of the king of Syria has escaped you.",
          "ID": "7"
        },
        {
          "text": "Were not the Ethiopians and Libyans a huge host with very many chariots and horsemen? Yet because you relied then on the Lord, He gave them into your hand.",
          "ID": "8"
        },
        {
          "text": "For the eyes of the Lord run to and fro throughout the whole earth to show Himself strong in behalf of those whose hearts are blameless toward Him. You have done foolishly in this; therefore, from now on you shall have wars.",
          "ID": "9"
        },
        {
          "text": "Then Asa was angry with the seer and put him in prison [in the stocks], for he was enraged with him because of this. Asa oppressed some of the people at the same time.",
          "ID": "10"
        },
        {
          "text": "The acts of Asa, from first to last, are written in the Book of the Kings of Judah and Israel.",
          "ID": "11"
        },
        {
          "text": "In the thirty-ninth year of his reign Asa was diseased in his feet–until his disease became very severe; yet in his disease he did not seek the Lord, but relied on the physicians.",
          "ID": "12"
        },
        {
          "text": "And Asa slept with his fathers, dying in the forty-first year of his reign.",
          "ID": "13"
        },
        {
          "text": "And they buried him in his own tomb which he had hewn out for himself in the City of David, and they laid him on a bier which was filled with sweet odors and various kinds [of spices] prepared by the perfumers' art; and they made a very great burning [of spices] in his honor.",
          "ID": "14"
        }
      ],
      "ID": "OT:2CH.16"
    },
    {
      "name": "2 Chronicles 17",
      "text": [
        {
          "text": "JEHOSHAPHAT HIS son reigned in Asa's stead and strengthened himself against Israel.",
          "ID": "1"
        },
        {
          "text": "And he placed forces in all the fortified cities of Judah and set garrisons in the land of Judah and in the cities of Ephraim which Asa his father had taken.",
          "ID": "2"
        },
        {
          "text": "The Lord was with Jehoshaphat because he walked in the first ways of his father [David]. He did not seek the Baals",
          "ID": "3"
        },
        {
          "text": "But sought and yearned with all his desire for the Lord, the God of his father, and walked in His commandments and not after the ways of Israel.",
          "ID": "4"
        },
        {
          "text": "Therefore the Lord established the kingdom in his hand; and all Judah brought tribute to Jehoshaphat, and he had great riches and honor.",
          "ID": "5"
        },
        {
          "text": "His heart was cheered and his courage was high in the ways of the Lord; moreover, he took away the high places and the Asherim out of Judah.",
          "ID": "6"
        },
        {
          "text": "Also in the third year of his reign he sent his princes Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach in the cities of Judah;",
          "ID": "7"
        },
        {
          "text": "And with them were the Levites–Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-adonijah; and with these Levites were the priests Elishama and Jehoram.",
          "ID": "8"
        },
        {
          "text": "And they taught in Judah, and had the Book of the Law of the Lord with them; they went about throughout all the cities of Judah and taught among the people.",
          "ID": "9"
        },
        {
          "text": "And a terror from the Lord fell upon all the kingdoms of the lands that were round about Judah, so that they made no war against Jehoshaphat.",
          "ID": "10"
        },
        {
          "text": "And some of the Philistines brought Jehoshaphat gifts and tribute silver, and the Arabs brought him flocks: 7,700 each of rams and of he-goats.",
          "ID": "11"
        },
        {
          "text": "And Jehoshaphat became very great. He built in Judah fortresses and store cities,",
          "ID": "12"
        },
        {
          "text": "And he had many works in the cities of Judah, and soldiers, mighty men of courage, in Jerusalem.",
          "ID": "13"
        },
        {
          "text": "This was the number of them by their fathers' houses: Of Judah, the captains of thousands: Adnah the chief, with 300,000 mighty men of valor;",
          "ID": "14"
        },
        {
          "text": "Next to him was Jehohanan the captain, with 280,000;",
          "ID": "15"
        },
        {
          "text": "And next to him Amasiah son of Zichri, who willingly offered himself to the Lord, with 200,000 mighty men of valor.",
          "ID": "16"
        },
        {
          "text": "Of Benjamin: Eliada, a mighty man of valor, with 200,000 men armed with bow and shield;",
          "ID": "17"
        },
        {
          "text": "Next to him was Jehozabad with 180,000 armed for war.",
          "ID": "18"
        },
        {
          "text": "These were in the king's service, besides those [he] had placed in fortified cities throughout all Judah.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.17"
    },
    {
      "name": "2 Chronicles 18",
      "text": [
        {
          "text": "NOW JEHOSHAPHAT had great riches and honor, but was allied [by marriage] with Ahab.",
          "ID": "1"
        },
        {
          "text": "After some years he went down to Ahab in Samaria. And Ahab killed sheep and oxen for him in abundance and for the people with him and persuaded him to go up with him against Ramoth-gilead.",
          "ID": "2"
        },
        {
          "text": "Ahab king of Israel said to Jehoshaphat king of Judah, Will you go with me to Ramoth-gilead? He answered, I am as you are, and my people as your people; we will be with you in the war.",
          "ID": "3"
        },
        {
          "text": "And Jehoshaphat said to the king of Israel, Inquire first, I pray you, for the word of the Lord today.",
          "ID": "4"
        },
        {
          "text": "So King [Ahab] of Israel gathered together the prophets, 400 men, and said to them, Shall we go to Ramoth-gilead to battle, or shall I forbear? And they said, Go up, for God will deliver it into the king's hand.",
          "ID": "5"
        },
        {
          "text": "But Jehoshaphat said, Is there not another prophet of the Lord here by whom we may inquire?",
          "ID": "6"
        },
        {
          "text": "King [Ahab] of Israel said to Jehoshaphat, There is another man, Micaiah son of Imla, by whom we may inquire of the Lord, but I hate him, for he never has prophesied good for me, but always evil. And Jehoshaphat said, Let not the king say so.",
          "ID": "7"
        },
        {
          "text": "And King [Ahab] of Israel called for one of his officers and said, Bring quickly Micaiah son of Imla.",
          "ID": "8"
        },
        {
          "text": "The king of Israel and Jehoshaphat king of Judah sat each on his throne, arrayed in their robes; they were sitting in an open place [at the threshing floor] at the entrance of the gate of Samaria; all the prophets were prophesying before them.",
          "ID": "9"
        },
        {
          "text": "And Zedekiah son of Chenaanah had made himself horns of iron, and said, Thus says the Lord: With these you shall push the Syrians until they are destroyed.",
          "ID": "10"
        },
        {
          "text": "All the prophets prophesied so, saying, Go up to Ramoth-gilead and prosper; the Lord will deliver it into the king's hand.",
          "ID": "11"
        },
        {
          "text": "The messenger who went to call Micaiah said to him, Behold, the words of the prophets foretell good to the king with one accord. So let your word be like one of them, and speak favorably.",
          "ID": "12"
        },
        {
          "text": "But Micaiah said, As the Lord lives, what my God says, that will I speak.",
          "ID": "13"
        },
        {
          "text": "And when he had come to the king, King [Ahab] said to him, Micaiah, shall we go to Ramoth-gilead to battle, or shall I forbear? And he said, Go up and prosper, and they shall be delivered into your hand.",
          "ID": "14"
        },
        {
          "text": "And the king said to him, How many times shall I warn you to tell nothing but the truth to me in the name of the Lord?",
          "ID": "15"
        },
        {
          "text": "Then Micaiah said, I did see all Israel scattered upon the mountains as sheep that have no shepherd, and the Lord said, These have no master. Let each return to his house in peace.",
          "ID": "16"
        },
        {
          "text": "And King [Ahab] of Israel said to Jehoshaphat, Did I not tell you that he would not prophesy good to me, but evil?",
          "ID": "17"
        },
        {
          "text": "[Micaiah] said, Therefore hear the word of the Lord: I saw the Lord sitting on His throne, and all the host of heaven standing at His right hand and His left.",
          "ID": "18"
        },
        {
          "text": "And the Lord said, Who shall entice Ahab king of Israel, that he may go up and fall at Ramoth-gilead? And one said this thing, and another that.",
          "ID": "19"
        },
        {
          "text": "Then there came a spirit and stood before the Lord and said, I will entice him. The Lord said to him, By what means?",
          "ID": "20"
        },
        {
          "text": "And he said, I will go out and be a lying spirit in the mouths of all his prophets. And the Lord said, You shall entice him and also succeed. Go forth and do so.",
          "ID": "21"
        },
        {
          "text": "Now, you see, the Lord put a lying spirit in the mouths of your prophets; and the Lord has spoken evil concerning you.",
          "ID": "22"
        },
        {
          "text": "Then Zedekiah the son of Chenaanah came near and smote Micaiah upon the cheek and said, Which way went the Spirit of the Lord from me to speak to you?",
          "ID": "23"
        },
        {
          "text": "And Micaiah said, Behold, you shall see on that day when you shall go into an inner chamber to hide yourself.",
          "ID": "24"
        },
        {
          "text": "Then King [Ahab] of Israel said, Take Micaiah back to Amon the governor of the city and to Joash the king's son,",
          "ID": "25"
        },
        {
          "text": "And say, Thus says the king: Put this fellow in prison and feed him with bread and water of affliction until I return in peace.",
          "ID": "26"
        },
        {
          "text": "Micaiah said, If you return at all in peace, the Lord has not spoken by me. And he [added], Hear it, you people, all of you!",
          "ID": "27"
        },
        {
          "text": "So Ahab king of Israel and Jehoshaphat king of Judah went up to Ramoth-gilead.",
          "ID": "28"
        },
        {
          "text": "And [Ahab] king of Israel said to Jehoshaphat, I will disguise myself and will go to the battle, but you put on your royal robes. So King Ahab of Israel disguised himself, and they went into the battle.",
          "ID": "29"
        },
        {
          "text": "Now Syria's king had commanded his chariot captains, Fight not with small or great, but only with the king of Israel.",
          "ID": "30"
        },
        {
          "text": "And when the captains of the chariots saw Jehoshaphat [of Judah], they said, It is the king of Israel. So they turned to fight against him, but Jehoshaphat cried out, and the Lord helped him; and God moved them to depart from him.",
          "ID": "31"
        },
        {
          "text": "For when the captains of the chariots saw that it was not the king of Israel, they turned back from pursuing him.",
          "ID": "32"
        },
        {
          "text": "A certain man drew his bow at a venture and smote King [Ahab] of Israel between the lower armor and the breastplate. So Ahab said to his chariot driver, Turn, carry me out of the battle, for I am wounded.",
          "ID": "33"
        },
        {
          "text": "And the battle increased that day; however, King [Ahab] of Israel propped himself up in his chariot opposite the Syrians until evening, and about sunset he died.",
          "ID": "34"
        }
      ],
      "ID": "OT:2CH.18"
    },
    {
      "name": "2 Chronicles 19",
      "text": [
        {
          "text": "JEHOSHAPHAT THE king of Judah returned safely to his house in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Jehu son of Hanani, the seer, went out to meet him and said to Jehoshaphat, Should you help the ungodly and love those who hate the Lord? Because of this, wrath has gone out against you from the Lord.",
          "ID": "2"
        },
        {
          "text": "But there are good things found in you, for you have destroyed the Asherim out of the land and have set your heart to seek God [with all your soul's desire].",
          "ID": "3"
        },
        {
          "text": "Jehoshaphat dwelt at Jerusalem, and he went out again among the people from Beersheba to the hill country of Ephraim and brought them back to the Lord, the God of their fathers.",
          "ID": "4"
        },
        {
          "text": "He appointed judges throughout all the fortified cities of Judah, city by city,",
          "ID": "5"
        },
        {
          "text": "And said to the judges, Be careful what you do, for you judge not for man but for the Lord, and He is with you in the matter of judgment.",
          "ID": "6"
        },
        {
          "text": "So now let the reverence and fear of the Lord be upon you; take heed what you do, for there is no injustice with the Lord our God, or partiality or taking of bribes.",
          "ID": "7"
        },
        {
          "text": "Also in Jerusalem, Jehoshaphat set certain Levites, priests, and heads of families of Israel to give judgment for the Lord and decide controversies. When they [of the commission] returned to Jerusalem,",
          "ID": "8"
        },
        {
          "text": "The king charged them, Do this in the fear of the Lord, faithfully, with integrity and a blameless heart.",
          "ID": "9"
        },
        {
          "text": "Whenever any controversy shall come to you from your brethren who dwell in their cities, between blood and blood, between law and commandment, statutes and judgments, you shall warn and instruct them that they may not be guilty before the Lord; otherwise wrath will come upon you and your brethren. Do this and you will not be guilty.",
          "ID": "10"
        },
        {
          "text": "And behold, Amariah the chief priest is over you in all matters of the Lord, and Zebadiah son of Ishmael, the governor of the house of Judah, in all the king's matters; also the Levites will serve you as officers. Deal courageously [be strong and do], and may the Lord be with the good!",
          "ID": "11"
        }
      ],
      "ID": "OT:2CH.19"
    },
    {
      "name": "2 Chronicles 20",
      "text": [
        {
          "text": "AFTER THIS, the Moabites, the Ammonites, and with them the Meunites came against Jehoshaphat to battle.",
          "ID": "1"
        },
        {
          "text": "It was told Jehoshaphat, A great multitude has come against you from beyond the [Dead] Sea, from Edom; and behold they are in Hazazon-tamar, which is En-gedi.",
          "ID": "2"
        },
        {
          "text": "Then Jehoshaphat feared, and set himself [determinedly, as his vital need] to seek the Lord; he proclaimed a fast in all Judah.",
          "ID": "3"
        },
        {
          "text": "And Judah gathered together to ask help from the Lord; even out of all the cities of Judah they came to seek the Lord [yearning for Him with all their desire].",
          "ID": "4"
        },
        {
          "text": "And Jehoshaphat stood in the assembly of Judah and Jerusalem in the house of the Lord before the new court",
          "ID": "5"
        },
        {
          "text": "And said, O Lord, God of our fathers, are You not God in heaven? And do You not rule over all the kingdoms of the nations? In Your hand are power and might, so that none is able to withstand You.",
          "ID": "6"
        },
        {
          "text": "Did not You, O our God, drive out the inhabitants of this land before Your people Israel and give it forever to the descendants of Abraham Your friend?",
          "ID": "7"
        },
        {
          "text": "They dwelt in it and have built You a sanctuary in it for Your Name, saying,",
          "ID": "8"
        },
        {
          "text": "If evil comes upon us, the sword of judgment, or pestilence, or famine, we will stand before this house and before You–for Your Name [and the symbol of Your presence] is in this house–and cry to You in our affliction, and You will hear and save.",
          "ID": "9"
        },
        {
          "text": "And now behold, the men of Ammon, Moab, and Mount Seir, whom You would not let Israel invade when they came from the land of Egypt, and whom they turned from and did not destroy–[Deut. 2:9.]",
          "ID": "10"
        },
        {
          "text": "Behold, they reward us by coming to drive us out of Your possession which You have given us to inherit.",
          "ID": "11"
        },
        {
          "text": "O our God, will You not exercise judgment upon them? For we have no might to stand against this great company that is coming against us. We do not know what to do, but our eyes are upon You.",
          "ID": "12"
        },
        {
          "text": "And all Judah stood before the Lord, with their children and their wives.",
          "ID": "13"
        },
        {
          "text": "Then the Spirit of the Lord came upon Jahaziel son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite of the sons of Asaph, in the midst of the assembly.",
          "ID": "14"
        },
        {
          "text": "He said, Hearken, all Judah, you inhabitants of Jerusalem, and you King Jehoshaphat. The Lord says this to you: Be not afraid or dismayed at this great multitude; for the battle is not yours, but God's.",
          "ID": "15"
        },
        {
          "text": "Tomorrow go down to them. Behold, they will come up by the Ascent of Ziz, and you will find them at the end of the ravine before the Wilderness of Jeruel.",
          "ID": "16"
        },
        {
          "text": "You shall not need to fight in this battle; take your positions, stand still, and see the deliverance of the Lord [Who is] with you, O Judah and Jerusalem. Fear not nor be dismayed. Tomorrow go out against them, for the Lord is with you.",
          "ID": "17"
        },
        {
          "text": "And Jehoshaphat bowed his head with his face to the ground, and all Judah and the inhabitants of Jerusalem fell down before the Lord, worshiping Him.",
          "ID": "18"
        },
        {
          "text": "And some Levites of the Kohathites and Korahites stood up to praise the Lord, the God of Israel, with a very loud voice.",
          "ID": "19"
        },
        {
          "text": "And they rose early in the morning and went out into the Wilderness of Tekoa; and as they went out, Jehoshaphat stood and said, Hear me, O Judah, and you inhabitants of Jerusalem! Believe in the Lord your God and you shall be established; believe and remain steadfast to His prophets and you shall prosper.",
          "ID": "20"
        },
        {
          "text": "When he had consulted with the people, he appointed singers to sing to the Lord and praise Him in their holy [priestly] garments as they went out before the army, saying, Give thanks to the Lord, for His mercy and loving-kindness endure forever!",
          "ID": "21"
        },
        {
          "text": "And when they began to sing and to praise, the Lord set ambushments against the men of Ammon, Moab, and Mount Seir who had come against Judah, and they were [self-] slaughtered;",
          "ID": "22"
        },
        {
          "text": "For [suspecting betrayal] the men of Ammon and Moab rose against those of Mount Seir, utterly destroying them. And when they had made an end of the men of Seir, they all helped to destroy one another.",
          "ID": "23"
        },
        {
          "text": "And when Judah came to the watchtower of the wilderness, they looked at the multitude, and behold, they were dead bodies fallen to the earth, and none had escaped!",
          "ID": "24"
        },
        {
          "text": "When Jehoshaphat and his people came to take the spoil, they found among them much cattle, goods, garments, and precious things which they took for themselves, more than they could carry away, so much they were three days in gathering the spoil.",
          "ID": "25"
        },
        {
          "text": "On the fourth day they assembled in the Valley of Beracah. There they blessed the Lord. So the name of the place is still called the Valley of Beracah [blessing].",
          "ID": "26"
        },
        {
          "text": "Then they returned, every man of Judah and Jerusalem, Jehoshaphat leading them, to Jerusalem with joy, for the Lord had made them to rejoice over their enemies.",
          "ID": "27"
        },
        {
          "text": "They came to Jerusalem with harps, lyres, and trumpets to the house of the Lord.",
          "ID": "28"
        },
        {
          "text": "And the fear of God came upon all the kingdoms of those countries when they heard that the Lord had fought against the enemies of Israel.",
          "ID": "29"
        },
        {
          "text": "So the realm of Jehoshaphat was quiet, for his God gave him rest round about.",
          "ID": "30"
        },
        {
          "text": "Thus Jehoshaphat reigned over Judah. He was thirty-five years old when he began his twenty-five-year reign in Jerusalem. His mother was Azubah daughter of Shilhi.",
          "ID": "31"
        },
        {
          "text": "And he walked in the ways of Asa his father and departed not from it, doing what was right in the sight of the Lord.",
          "ID": "32"
        },
        {
          "text": "But the high places [of idolatry] were not taken away, for the people had not yet set their hearts on their fathers' God.",
          "ID": "33"
        },
        {
          "text": "Now the rest of the acts of Jehoshaphat, from first to last, they are written in the records of Jehu son of Hanani, which are in the Book of the Kings of Israel.",
          "ID": "34"
        },
        {
          "text": "After this, Jehoshaphat king of Judah joined with Ahaziah king of Israel, who did very wickedly.",
          "ID": "35"
        },
        {
          "text": "He joined him in building ships to go to Tarshish, building them in Ezion-geber.",
          "ID": "36"
        },
        {
          "text": "Then Eliezer son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, Because you have joined Ahaziah, the Lord will destroy your works. So the ships were wrecked and unable to go to Tarshish.",
          "ID": "37"
        }
      ],
      "ID": "OT:2CH.20"
    },
    {
      "name": "2 Chronicles 21",
      "text": [
        {
          "text": "JEHOSHAPHAT SLEPT with his fathers and was buried with [them] in the City of David. Jehoram his son reigned in his stead.",
          "ID": "1"
        },
        {
          "text": "He had brothers: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah, all the sons of Jehoshaphat king of Israel.",
          "ID": "2"
        },
        {
          "text": "Their father gave them great gifts of silver, gold, and precious things, together with fortified cities in Judah, but the kingdom he gave to Jehoram, the firstborn.",
          "ID": "3"
        },
        {
          "text": "When Jehoram had ascended to the kingship of his father, he strengthened himself and slew all his brethren with the sword and also some of Israel's princes.",
          "ID": "4"
        },
        {
          "text": "Jehoram at thirty-two years of age began his eight-year reign in Jerusalem.",
          "ID": "5"
        },
        {
          "text": "He walked in the ways of the kings of Israel, as did the house of Ahab, for he married the daughter of Ahab and did what was evil in the eyes of the Lord.",
          "ID": "6"
        },
        {
          "text": "But the Lord would not destroy the house of David, because He had made a covenant with David and promised to give a light to him and to his sons forever.",
          "ID": "7"
        },
        {
          "text": "In Jehoram's days, the Edomites revolted from the rule of Judah and set up for themselves a king.",
          "ID": "8"
        },
        {
          "text": "Then Jehoram passed over [the Jordan] with his captains and all his chariots, and rose up by night and smote the Edomites who had surrounded him and his chariot captains.",
          "ID": "9"
        },
        {
          "text": "So Edom revolted from the rule of Judah to this day. Then Libnah also revolted from Jehoram's rule, because he had forsaken the Lord, the God of his fathers.",
          "ID": "10"
        },
        {
          "text": "Moreover, he made idolatrous high places in the hill country of Judah and debauched spiritually the inhabitants of Jerusalem and led Judah astray [compelling the people's cooperation].",
          "ID": "11"
        },
        {
          "text": "And there came a letter to Jehoram from Elijah the prophet, saying, Thus says the Lord, the God of David your father [forefather]: Because you have not walked in the ways of Jehoshaphat your father nor in the ways of Asa king of Judah,",
          "ID": "12"
        },
        {
          "text": "But have walked in the ways of Israel's kings, and made Judah and the inhabitants of Jerusalem play the harlot like the [spiritual] harlotry of Ahab's house, and also have slain your brothers of your father's house, who were better than you,",
          "ID": "13"
        },
        {
          "text": "Behold, the Lord will smite your people, and your children, your wives, and all your possessions with a great plague.",
          "ID": "14"
        },
        {
          "text": "And you yourself shall have a severe illness because of an intestinal disease, until your bowels fall out because of the sickness, day after day.",
          "ID": "15"
        },
        {
          "text": "And the Lord stirred up against Jehoram the anger of the Philistines and of the Arabs who were near the Ethiopians.",
          "ID": "16"
        },
        {
          "text": "They came against Judah, invaded it, and carried away all the possessions found in and around the king's house, together with his sons and his wives; so there was not a son left to him except Jehoahaz, the youngest.",
          "ID": "17"
        },
        {
          "text": "And after all this, the Lord smote [Jehoram] with an incurable intestinal disease.",
          "ID": "18"
        },
        {
          "text": "In process of time, after two years, his bowels fell out because of his disease. So he died in severe distress. And his people made no funeral fire to honor him, like the fires for his fathers.",
          "ID": "19"
        },
        {
          "text": "Thirty-two years old was Jehoram when he began to reign, and he reigned in Jerusalem eight years, and departed without being wanted. Yet they buried him in the City of David, but not in the tombs of the kings.",
          "ID": "20"
        }
      ],
      "ID": "OT:2CH.21"
    },
    {
      "name": "2 Chronicles 22",
      "text": [
        {
          "text": "THE PEOPLE of Jerusalem made Ahaziah, his youngest son, king in his stead, for the troop that came with the Arabs to the camp had slain all the older sons. So Ahaziah son of Jehoram king of Judah reigned.",
          "ID": "1"
        },
        {
          "text": "Forty-two years old was Ahaziah when he began his one-year reign in Jerusalem. His mother was Athaliah, a granddaughter of Omri. [II Kings 8:26.]",
          "ID": "2"
        },
        {
          "text": "He also walked in the ways of the house of Ahab, for his mother was his counselor to do wickedly.",
          "ID": "3"
        },
        {
          "text": "So he did evil in the sight of the Lord like the house of Ahab, for they were his counselors after his father's death, to his destruction.",
          "ID": "4"
        },
        {
          "text": "He followed their counsel and even went with Joram son of Ahab king of Israel to war against Hazael king of Syria at Ramoth-gilead. And the Syrians wounded Joram; [II Kings 8:28ff.]",
          "ID": "5"
        },
        {
          "text": "And he returned to be healed in Jezreel of the wounds given him at Ramah when he fought against Hazael king of Syria. Azariah son of Jehoram king of Judah went down to see Joram son of Ahab in Jezreel because he was sick.",
          "ID": "6"
        },
        {
          "text": "But the destruction of Ahaziah was ordained of God in his coming to visit Joram. For when he got there he went out with Joram against Jehu son of Nimshi, whom the Lord had anointed to destroy the house of Ahab.",
          "ID": "7"
        },
        {
          "text": "And when Jehu was executing judgment upon the house of Ahab, he met the princes of Judah and the sons of Ahaziah's slain brothers, who attended Ahaziah, and he slew them.",
          "ID": "8"
        },
        {
          "text": "And [Jehu] sought Ahaziah, who was hiding in Samaria; he was captured, brought to Jehu, and slain. They buried him, for they said, After all, he is the grandson of Jehoshaphat, who sought the Lord with all his heart. So the house of Ahaziah had no one left able to rule the kingdom.",
          "ID": "9"
        },
        {
          "text": "But when Athaliah mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal family of Judah.",
          "ID": "10"
        },
        {
          "text": "But Jehosheba, the daughter of the king, took Joash [infant] son of Ahaziah and stole him away from among the king's sons who were to be slain, and she put him and his nurse in a bedchamber. So Jehosheba daughter of King Jehoram, sister of Ahaziah, and wife of Jehoiada the priest, hid [Joash] from [his grandmother] Athaliah, so that she did not slay him.",
          "ID": "11"
        },
        {
          "text": "And Joash was with them hidden in the house of God six years, and Athaliah reigned over the land.",
          "ID": "12"
        }
      ],
      "ID": "OT:2CH.22"
    },
    {
      "name": "2 Chronicles 23",
      "text": [
        {
          "text": "IN THE seventh year Jehoiada [the priest] took strength and courage and made a covenant with the captains of hundreds: Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Maaseiah son of Adaiah, and Elishaphat son of Zichri.",
          "ID": "1"
        },
        {
          "text": "And they went about in Judah and gathered the Levites out of all the cities, and the chiefs of the fathers' houses of Israel, and they came to Jerusalem.",
          "ID": "2"
        },
        {
          "text": "And all the assembly made a covenant in the house of God with the king [little Joash, to suddenly proclaim his sovereignty and overthrow Athaliah's tyranny]. And Jehoiada the priest said to them, Behold, the king's son shall reign, as the Lord has said of the offspring of David.",
          "ID": "3"
        },
        {
          "text": "This is what you shall do: a third of you priests and Levites who are resuming service on the Sabbath shall be doorkeepers,",
          "ID": "4"
        },
        {
          "text": "A [second] third shall be at the king's house, and [the final] third at the Foundation Gate; and all the people shall be in the courts [only] of the house of the Lord.",
          "ID": "5"
        },
        {
          "text": "But let none come into the [main] house of the Lord except the priests and those of the Levites who minister; they may go in, for they are holy, but let all the rest of the people carefully observe the law against entering the holy place of the Lord.",
          "ID": "6"
        },
        {
          "text": "And the Levites shall surround the young king, every man with his weapons in his hand; and whoever comes into the house [breaking through the ranks of the guard to get near Joash] shall be put to death. But you be with the king when he comes in [from the temple chamber where he is hiding] and when he goes out.",
          "ID": "7"
        },
        {
          "text": "So the Levites and all Judah did according to all that Jehoiada the priest had commanded; and took every man his men who were to resume duty on the Sabbath, with those who were to go out on the Sabbath, for Jehoiada the priest did not dismiss the divisions [of priests and Levites].",
          "ID": "8"
        },
        {
          "text": "Also Jehoiada the priest gave the captains of hundreds spears, bucklers, and shields that had been King David's, which were in the house of God.",
          "ID": "9"
        },
        {
          "text": "And he set all the people as a guard for the king, every man having his weapon (missile) in his hand, from the right side to the left side of the temple, around the altar and the temple.",
          "ID": "10"
        },
        {
          "text": "Then they brought out the king's son and put the crown on him and gave him the testimony or law and made him king. And Jehoiada and his sons anointed him and said, Long live the king!",
          "ID": "11"
        },
        {
          "text": "When Athaliah heard the noise of the people running and praising the king, she went into the Lord's house to the people.",
          "ID": "12"
        },
        {
          "text": "And behold, there the king stood by his pillar at the entrance, the captains and the trumpeters beside him; and all the people of the land rejoicing and blowing trumpets, and the singers with musical instruments led in singing of praise. Athaliah rent her clothes and cried, Treason! Treason!",
          "ID": "13"
        },
        {
          "text": "Then Jehoiada the priest commanded the captains of hundreds who were over the army, Bring her out between the ranks, and whoever follows her, let him be slain with the sword. For the priest said, Do not slay her in the Lord's house.",
          "ID": "14"
        },
        {
          "text": "So they made way for Athaliah, and she went into the entrance of the Horse Gate of the king's house; there they slew her.",
          "ID": "15"
        },
        {
          "text": "Then Jehoiada made a covenant between himself, all the people, and the king, that they should be the Lord's people.",
          "ID": "16"
        },
        {
          "text": "Then all the people went to the house of Baal, tore it down, and broke its altars and its images in pieces, and slew Mattan the priest of Baal before the altars.",
          "ID": "17"
        },
        {
          "text": "Also Jehoiada appointed the offices and officers [for the care] of the house of the Lord under the direction of the Levitical priests, whom David had distributed [in his day] in the house of the Lord, to offer the burnt offerings of the Lord as written in the Law of Moses, with rejoicing and singing, as ordered by David.",
          "ID": "18"
        },
        {
          "text": "Jehoiada set the gatekeepers at the gates of the house of the Lord so that no one should enter who was in any way unclean.",
          "ID": "19"
        },
        {
          "text": "And he took the captains of hundreds and the nobles and governors of the people and all the people of the land and brought down the king from the house of the Lord; and they came through the Upper Gate to the king's house and set the king upon the throne of the kingdom.",
          "ID": "20"
        },
        {
          "text": "So all the people of the land rejoiced, and the city was quiet after Athaliah had been slain with the sword.",
          "ID": "21"
        }
      ],
      "ID": "OT:2CH.23"
    },
    {
      "name": "2 Chronicles 24",
      "text": [
        {
          "text": "JOASH WAS seven years old when he began his forty-year reign in Jerusalem. His mother was Zibiah of Beersheba.",
          "ID": "1"
        },
        {
          "text": "And Joash did what was right in the sight of the Lord all the days of Jehoiada the priest [his uncle].",
          "ID": "2"
        },
        {
          "text": "And Jehoiada took for him two wives, and he had sons and daughters.",
          "ID": "3"
        },
        {
          "text": "After this, Joash decided to repair the Lord's house.",
          "ID": "4"
        },
        {
          "text": "He gathered the priests and the Levites and said to them, Go out to the cities of Judah, and gather from all Israel money to repair the house of your God from year to year; and see that you hasten the matter. But the Levites did not hasten it.",
          "ID": "5"
        },
        {
          "text": "So the king called for Jehoiada the high priest and said to him, Why have you not required the Levites to bring in from Judah and Jerusalem the tax authorized by Moses the servant of the Lord and of the assembly of Israel for the Tent of the Testimony?",
          "ID": "6"
        },
        {
          "text": "For the sons of Athaliah, that wicked woman, had broken into the house of God and also had used for the Baals all the dedicated things of the house of the Lord.",
          "ID": "7"
        },
        {
          "text": "And at the king's command they made a chest and set it outside the gate of the house of the Lord.",
          "ID": "8"
        },
        {
          "text": "And they made a proclamation through Judah and Jerusalem to bring in for the Lord the tax that Moses the servant of God laid upon Israel in the wilderness.",
          "ID": "9"
        },
        {
          "text": "And all the princes and people rejoiced and brought their tax and dropped it into the chest until they had finished.",
          "ID": "10"
        },
        {
          "text": "When the Levites brought the chest to the king's office, and whenever they saw that there was much money, the king's secretary and the high priest's officer came and emptied the chest and carried it to its place again. Thus they did day by day and collected money in abundance.",
          "ID": "11"
        },
        {
          "text": "And the king and Jehoiada gave it to those who did the work of the temple service; and they hired masons and carpenters and also those who worked in iron and bronze to repair the house of the Lord.",
          "ID": "12"
        },
        {
          "text": "So the workmen labored, and the work of repairing went forward in their hands; and they set up the house of God according to its design and strengthened it.",
          "ID": "13"
        },
        {
          "text": "When they had finished it, they brought the rest of the money before the king and Jehoiada; from it were made utensils for the Lord's house, vessels for ministering and for offerings, and cups and vessels of gold and silver. And they offered burnt offerings in the house of the Lord continually all the days of Jehoiada.",
          "ID": "14"
        },
        {
          "text": "But Jehoiada became old and full of [the handicaps of great] age, and he died. He was 130 years old at his death.",
          "ID": "15"
        },
        {
          "text": "They buried him in the City of David among the kings, because he had done good in Israel and toward God and His house.",
          "ID": "16"
        },
        {
          "text": "Now after the death of Jehoiada [the priest, who had hidden Joash], the princes of Judah came and made obeisance to King Joash; then the king hearkened to them.",
          "ID": "17"
        },
        {
          "text": "They forsook the house of the Lord, the God of their fathers, and served the Asherim and idols; and wrath came upon Judah and Jerusalem for their sin (guilt).",
          "ID": "18"
        },
        {
          "text": "Yet [God] sent prophets to them to bring them again to the Lord; these testified against them, but they would not listen.",
          "ID": "19"
        },
        {
          "text": "Then the Spirit of God came upon Zechariah son of Jehoiada the priest, who stood over the people, and he said to them, Thus says God: Why do you transgress the commandments of the Lord so that you cannot prosper? Because you have forsaken the Lord, He also has forsaken you.",
          "ID": "20"
        },
        {
          "text": "They conspired against Zechariah the priest and stoned him at the command of the king in the court of the Lord's house!",
          "ID": "21"
        },
        {
          "text": "Thus Joash the king did not remember the kindness which Jehoiada, Zechariah's father, had done him, but slew his son. And when [Zechariah the priest] was dying, he said, May the Lord see and avenge!",
          "ID": "22"
        },
        {
          "text": "At the end of the year, the army of Syria came up against Joash. They came to Judah and Jerusalem and destroyed all the princes from among the people and sent all their spoil to the king of Damascus.",
          "ID": "23"
        },
        {
          "text": "Though the army of the Syrians came with a small company of men, the Lord delivered a very great host into their hands, because Joash and Judah had forsaken the Lord, the God of their fathers. So the Syrians executed judgment against Joash.",
          "ID": "24"
        },
        {
          "text": "And when they had departed from Joash, leaving him very ill, his own servants conspired against him for the blood of the sons of Jehoiada the priest, and they slew him on his bed. So he died and they buried him in the City of David, but not in the tombs of the kings.",
          "ID": "25"
        },
        {
          "text": "The conspirators against Joash were Zabad son of Shimeath the Ammonitess, and Jehozabad son of Shimrith the Moabitess.",
          "ID": "26"
        },
        {
          "text": "Now concerning his sons and the greatness of the prophecies uttered against him and the rebuilding of the house of God, they are written in the commentary on the Book of Kings. And Amaziah his [Joash's] son reigned in his stead.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.24"
    },
    {
      "name": "2 Chronicles 25",
      "text": [
        {
          "text": "AMAZIAH WAS twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother was Jehoaddan of Jerusalem.",
          "ID": "1"
        },
        {
          "text": "He did right in the Lord's sight, but not with a perfect or blameless heart.",
          "ID": "2"
        },
        {
          "text": "When his kingdom was firmly established, he slew his servants who had killed the king his father.",
          "ID": "3"
        },
        {
          "text": "But he did not slay their children; he did as it is written in the Law, in the Book of Moses, where the Lord commanded, The fathers shall not die for the children, or the children die for the fathers; but every man shall die for his own sin.",
          "ID": "4"
        },
        {
          "text": "Amaziah assembled the men of Judah and set them by fathers' houses under commanders of thousands and of hundreds for all Judah and Benjamin. He numbered them from twenty years old and over and found them to be 300,000 choice men fit for war and able to handle spear and shield.",
          "ID": "5"
        },
        {
          "text": "He hired also 100,000 mighty men of valor from Israel for 100 talents of silver.",
          "ID": "6"
        },
        {
          "text": "But a man of God came to him, saying, O king, do not let all this army of Ephraimites of Israel go with you [of Judah], for the Lord is not with you,",
          "ID": "7"
        },
        {
          "text": "For if you go [in spite of warning], no matter how strong you are for battle, God will cast you down before the enemy, for God has power to help and to cast down.",
          "ID": "8"
        },
        {
          "text": "And Amaziah said to the man of God, But what shall we do about the 100 talents which I have given to the army of Israel? The man of God answered, The Lord is able to give you much more than this.",
          "ID": "9"
        },
        {
          "text": "So Amaziah discharged the army that came to him from Ephraim to go home. So their anger was greatly kindled against Judah; they returned home in fierce wrath.",
          "ID": "10"
        },
        {
          "text": "And Amaziah took courage and led forth his people to the Valley of Salt and smote 10,000 of the men of Seir [Edom].",
          "ID": "11"
        },
        {
          "text": "Another 10,000 the men of Judah captured alive and brought them to the top of a crag and cast them down from it, and they were all dashed to pieces.",
          "ID": "12"
        },
        {
          "text": "But the soldiers of the band which Amaziah sent back, not allowing them to go with him to battle, fell upon the cities of Judah, from Samaria even to Beth-horon, and smote 3,000 [men] and took much spoil.",
          "ID": "13"
        },
        {
          "text": "After Amaziah came back from the slaughter of the Edomites, he brought their gods and set them up to be his gods and bowed before them and burned incense to them.",
          "ID": "14"
        },
        {
          "text": "So the anger of the Lord was kindled against Amaziah, and He sent to him a prophet, who said, Why have you sought after the gods of the people, which could not deliver their own people out of your hand?",
          "ID": "15"
        },
        {
          "text": "As he was talking, the king said to him, Have we made you the king's counselor? Stop it! Why should you be put to death? The prophet stopped but said, I know that God has determined to destroy you, because you have done this and ignored my counsel.",
          "ID": "16"
        },
        {
          "text": "Then Amaziah king of Judah took counsel and sent to Jehoash son of Jehoahaz, the son of Jehu, king of Israel, saying, Come [to battle], let us look one another in the face. [II Kings 14:8-20.]",
          "ID": "17"
        },
        {
          "text": "Jehoash king of Israel sent to Amaziah king of Judah, saying, A little thistle in Lebanon sent to a great cedar in Lebanon, saying, Give your daughter to my son as wife. And a wild beast of Lebanon passed by and trampled down the thistle.",
          "ID": "18"
        },
        {
          "text": "You say, See, [I] have smitten Edom! Your heart lifts you up to boast. Stay at home; why should you meddle [and court disaster], so you will fall and Judah with you?",
          "ID": "19"
        },
        {
          "text": "But Amaziah would not hear, for it came from God, that He might deliver Judah into the hands of their enemies, because they sought after the gods of Edom.",
          "ID": "20"
        },
        {
          "text": "So Jehoash king of Israel went up; and he and Amaziah king of Judah faced one another at Beth-shemesh of Judah.",
          "ID": "21"
        },
        {
          "text": "And Judah was defeated before Israel, and they fled every man to his tent.",
          "ID": "22"
        },
        {
          "text": "And Jehoash king of Israel took Amaziah king of Judah, the son of Joash, the son of Jehoahaz, at Beth-shemesh and brought him to Jerusalem and broke down the wall of Jerusalem from the Ephraim Gate to the Corner Gate, 400 cubits.",
          "ID": "23"
        },
        {
          "text": "And he took all the gold, the silver, and all the vessels found in God's house with [the doorkeeper] Obed-edom, and the treasures of the king's house and hostages also, and returned to Samaria.",
          "ID": "24"
        },
        {
          "text": "And Amaziah son of Joash king of Judah lived after the death of Jehoash son of Jehoahaz king of Israel fifteen years.",
          "ID": "25"
        },
        {
          "text": "The rest of the acts of Amaziah, from first to last, are they not written in the Book of the Kings of Judah and Israel?",
          "ID": "26"
        },
        {
          "text": "Now after Amaziah turned away from the Lord, they made a conspiracy against him in Jerusalem, and he fled to Lachish. But they sent to Lachish and slew him there.",
          "ID": "27"
        },
        {
          "text": "And they brought him upon horses and buried him with his fathers in the City of [David in] Judah.",
          "ID": "28"
        }
      ],
      "ID": "OT:2CH.25"
    },
    {
      "name": "2 Chronicles 26",
      "text": [
        {
          "text": "THEN ALL the people of Judah took Uzziah, who was sixteen years old, and made him king in place of his father Amaziah.",
          "ID": "1"
        },
        {
          "text": "He built Eloth and restored it to Judah after Amaziah slept with his fathers.",
          "ID": "2"
        },
        {
          "text": "Uzziah was sixteen years old when he began his fifty-two-year reign in Jerusalem. His mother was Jecoliah of Jerusalem.",
          "ID": "3"
        },
        {
          "text": "He did right in the Lord's sight, to the extent of all that his father Amaziah had done.",
          "ID": "4"
        },
        {
          "text": "He set himself to seek God in the days of Zechariah, who instructed him in the things of God; and as long as he sought (inquired of, yearned for) the Lord, God made him prosper.",
          "ID": "5"
        },
        {
          "text": "He went out against the Philistines and broke down the walls of Gath, of Jabneh, and of Ashdod, and built cities near Ashdod and elsewhere among the Philistines.",
          "ID": "6"
        },
        {
          "text": "And God helped him against the Philistines, and the Arabs who dwelt in Gur-baal and the Meunim.",
          "ID": "7"
        },
        {
          "text": "The Ammonites paid tribute to Uzziah, and his fame spread abroad even to the border of Egypt, for he became very strong.",
          "ID": "8"
        },
        {
          "text": "Also Uzziah built towers in Jerusalem at the Corner Gate, the Valley Gate, and at the angle of the wall, and fortified them.",
          "ID": "9"
        },
        {
          "text": "Also he built towers in the wilderness and hewed out many cisterns, for he had much livestock, both in the lowlands and in the tableland. And he had farmers and vinedressers in the hills and in the fertile fields [of Carmel], for he loved farming.",
          "ID": "10"
        },
        {
          "text": "And Uzziah had a combat army for waging war by regiments according to the number as recorded by Jeiel the secretary and Maaseiah the officer under the direction of Hananiah, one of the king's commanders.",
          "ID": "11"
        },
        {
          "text": "The whole number of the heads of fathers' houses of mighty men of valor was 2,600.",
          "ID": "12"
        },
        {
          "text": "Under their command was an army of 307,500 who could fight with mighty power to help the king against the enemy.",
          "ID": "13"
        },
        {
          "text": "Uzziah prepared for all the army shields, spears, helmets, coats of mail, bows, and stones to sling.",
          "ID": "14"
        },
        {
          "text": "In Jerusalem he made machines invented by skillful men to be on the towers and the [corner] bulwarks, with which to shoot arrows and great stones. And his fame spread far, for he was marvelously helped till he was strong.",
          "ID": "15"
        },
        {
          "text": "But when [King Uzziah] was strong, he became proud to his destruction; and he trespassed against the Lord his God, for he went into the temple of the Lord to burn incense on the altar of incense.",
          "ID": "16"
        },
        {
          "text": "And Azariah the priest went in after him and with him eighty priests of the Lord, men of courage.",
          "ID": "17"
        },
        {
          "text": "They opposed King Uzziah and said to him, It is not for you, Uzziah, to burn incense to the Lord, but for the priests, the sons of Aaron, who are set apart to burn incense. Withdraw from the sanctuary; you have trespassed, and that will not be to your credit and honor before the Lord God.",
          "ID": "18"
        },
        {
          "text": "Then Uzziah was enraged, and he had a censer in his hand to burn incense. And while he was enraged with the priests, leprosy broke out on his forehead before the priests in the house of the Lord, beside the incense altar.",
          "ID": "19"
        },
        {
          "text": "And as Azariah the chief priest and all the priests looked upon him, behold, he was leprous on his forehead! So they forced him out of there; and he also made haste to get out, because the Lord had smitten him.",
          "ID": "20"
        },
        {
          "text": "And King Uzziah was a leper to the day of his death, and, being a leper, he dwelt in a separate house, for he was excluded from the Lord's house. And Jotham his son took charge of the king's household, ruling the people of the land.",
          "ID": "21"
        },
        {
          "text": "Now the rest of the acts of Uzziah, from first to last, Isaiah the prophet, the son of Amoz, wrote. [Isa. 1:1.]",
          "ID": "22"
        },
        {
          "text": "So Uzziah slept with his fathers, and they buried him in the burial field of the kings [outside the royal tombs], for they said, He is a leper. Jotham his son reigned in his stead.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.26"
    },
    {
      "name": "2 Chronicles 27",
      "text": [
        {
          "text": "JOTHAM WAS twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem. His mother was Jerushah daughter of Zadok.",
          "ID": "1"
        },
        {
          "text": "He did right in the sight of the Lord, to the extent of all that his father Uzziah had done. However, he did not invade the temple of the Lord. But the people still did corruptly.",
          "ID": "2"
        },
        {
          "text": "He built the Upper Gate of the Lord's house and did much building on the wall of Ophel.",
          "ID": "3"
        },
        {
          "text": "Moreover, he built cities in the hill country of Judah, and in the forests he built forts and towers.",
          "ID": "4"
        },
        {
          "text": "He fought with the king of the Ammonites and prevailed against them. The Ammonites gave him that year 100 talents of silver and 10,000 measures each of wheat and of barley. That much the Ammonites paid to him also the second year and third year.",
          "ID": "5"
        },
        {
          "text": "So Jotham grew mighty, for he ordered his ways in the sight of the Lord his God.",
          "ID": "6"
        },
        {
          "text": "Now the rest of Jotham's acts, and all his wars and his ways, behold, they are written in the Book of the Kings of Israel and Judah.",
          "ID": "7"
        },
        {
          "text": "He was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem.",
          "ID": "8"
        },
        {
          "text": "And Jotham slept with his fathers, and they buried him in the City of David. Ahaz his son reigned in his stead.",
          "ID": "9"
        }
      ],
      "ID": "OT:2CH.27"
    },
    {
      "name": "2 Chronicles 28",
      "text": [
        {
          "text": "AHAZ WAS twenty years old when he began his sixteen-year reign in Jerusalem. He did not do right in the sight of the Lord, like David his father [forefather].",
          "ID": "1"
        },
        {
          "text": "But he walked in the ways of the kings of Israel and even made molten images for the Baals.",
          "ID": "2"
        },
        {
          "text": "And he burned incense in the Valley of Ben-hinnom [son of Hinnom] and burned his sons as an offering, after the abominable customs of the [heathen] nations whom the Lord drove out before the Israelites.",
          "ID": "3"
        },
        {
          "text": "He sacrificed also and burnt incense in the high places, on the hills, and under every green tree.",
          "ID": "4"
        },
        {
          "text": "Therefore the Lord his God gave Ahaz into the power of the king of Syria, who defeated him and carried away a great multitude of the Jews as captives, taking them to Damascus. And he was also delivered into the hands of the king of Israel, who smote Judah with a great slaughter.",
          "ID": "5"
        },
        {
          "text": "For Pekah son of Remaliah slew in Judah 120,000 in one day, all courageous men, because they had forsaken the Lord, the God of their fathers.",
          "ID": "6"
        },
        {
          "text": "And Zichri, a mighty man of Ephraim, slew Maaseiah, King Ahaz' son, and Azrikam the governor of the house, and Elkanah, who was second to the king.",
          "ID": "7"
        },
        {
          "text": "And the Israelites carried away captive 200,000 of their kinsmen [of Judah]–women, sons, and daughters–and also took much plunder from them and brought it to Samaria.",
          "ID": "8"
        },
        {
          "text": "But a prophet of the Lord was there whose name was Oded, and he went out to meet the army that was returning to Samaria and said to them, Behold, because the Lord, the God of your fathers, was angry with Judah, He delivered them into your hand; but you have slain them in a fury that reaches up to heaven.",
          "ID": "9"
        },
        {
          "text": "And now you intend to suppress the people of Judah and Jerusalem, both men and women, as your slaves. But are not you yourselves guilty of crimes against the Lord your God?",
          "ID": "10"
        },
        {
          "text": "Now hear me therefore, and set the prisoners free again whom you have taken captive of your kinsmen, for the fierce wrath of the Lord is upon you.",
          "ID": "11"
        },
        {
          "text": "Then certain of the heads of the Ephraimites [Israel]–Azariah son of Johanan, Berechiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai–stood up against those returning from the war",
          "ID": "12"
        },
        {
          "text": "And said, You shall not bring the captives in here; we are guilty before the Lord already, and what you intend will add more to our sins and our guilt. For our trespass (guilt) is great, and there is fierce anger against Israel.",
          "ID": "13"
        },
        {
          "text": "So the armed men [of Israel] left the captives and the spoil [of Judah] before the princes and all the assembly.",
          "ID": "14"
        },
        {
          "text": "And the men who have been mentioned by name rose up and took the captives, and with the spoil they clothed all who were naked among them; and having clothed them, shod them, given them food and drink, anointed them [as was a host's duty], and carried all the feeble of them upon donkeys, they brought them to Jericho, the City of Palm Trees, to their brethren. Then they returned to Samaria. [Luke 10:25-37.]",
          "ID": "15"
        },
        {
          "text": "At that time King Ahaz sent to the king of Assyria to help him.",
          "ID": "16"
        },
        {
          "text": "For again the Edomites had come and smitten Judah and carried away captives.",
          "ID": "17"
        },
        {
          "text": "The Philistines had invaded the cities of the low country and of the South (the Negeb) of Judah, and had taken Beth-shemesh, Aijalon, Gederoth, and Soco, and also Timnah and Gimzo, with their villages, and they settled there.",
          "ID": "18"
        },
        {
          "text": "For the Lord brought Judah low because of Ahaz king of Israel, for Ahaz had dealt with reckless cruelty against Judah and had been faithless [had transgressed sorely] against the Lord.",
          "ID": "19"
        },
        {
          "text": "So Tilgath-pilneser king of Assyria came to him and distressed him without strengthening him.",
          "ID": "20"
        },
        {
          "text": "For Ahaz took [treasure] from the house of the Lord and out of the house of the king and from the princes and gave it as tribute to the king of Assyria, but it did not help Ahaz.",
          "ID": "21"
        },
        {
          "text": "In the time of his distress he became still more unfaithful to the Lord–this same King Ahaz.",
          "ID": "22"
        },
        {
          "text": "For he sacrificed to the gods of Damascus, which had defeated him, for he said, Since the gods of the kings of Syria helped them, I will sacrifice to them that they may help me. But they were the ruin of him and of all Israel.",
          "ID": "23"
        },
        {
          "text": "And Ahaz collected the utensils of the house of God and cut them in pieces; and he shut up the doors of the Lord's temple [the Holy Place and the Holy of Holies] and made himself altars in every corner of Jerusalem.",
          "ID": "24"
        },
        {
          "text": "In each city of Judah he made high places to burn incense to other gods, provoking to anger the Lord, the God of his fathers.",
          "ID": "25"
        },
        {
          "text": "Now the rest of his acts and of all his ways, from first to last, behold, they are written in the Book of the Kings of Judah and Israel.",
          "ID": "26"
        },
        {
          "text": "And Ahaz slept with his fathers, and they buried him in the city, in Jerusalem, but they did not bring him into the tombs of the kings of Israel. And Hezekiah his son reigned in his stead.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.28"
    },
    {
      "name": "2 Chronicles 29",
      "text": [
        {
          "text": "HEZEKIAH BEGAN to reign when he was twenty-five years old, and he reigned twenty-nine years in Jerusalem. His mother was Abijah daughter of Zechariah.",
          "ID": "1"
        },
        {
          "text": "And he did right in the sight of the Lord, according to all that David his father [forefather] had done.",
          "ID": "2"
        },
        {
          "text": "In the first year of his reign, in the first month, he opened the doors of the house of the Lord [which his father had closed] and repaired them.",
          "ID": "3"
        },
        {
          "text": "He brought together the priests and Levites in the square on the east",
          "ID": "4"
        },
        {
          "text": "And said to them, Levites, hear me! Now sanctify (purify and make free from sin) yourselves and the house of the Lord, the God of your fathers, and carry out the filth from the Holy Place.",
          "ID": "5"
        },
        {
          "text": "For our fathers have trespassed and have done what was evil in the sight of the Lord our God, and they have forsaken Him and have turned away their faces from the dwelling place of the Lord and have turned their backs.",
          "ID": "6"
        },
        {
          "text": "Also they have closed the doors of the porch and put out the lamps, and they have not burned incense or offered burnt offerings in the place holy to the God of Israel. [II Kings 16:10-16.]",
          "ID": "7"
        },
        {
          "text": "Therefore the wrath of the Lord was upon Judah and Jerusalem, and He has delivered them to be a terror and a cause of trembling, to be an astonishment, and a hissing, as you see with your own eyes.",
          "ID": "8"
        },
        {
          "text": "For, behold, our fathers have fallen by the sword, and our sons, our daughters, and our wives are in captivity for this.",
          "ID": "9"
        },
        {
          "text": "Now it is in my heart to make a covenant with the Lord, the God of Israel, that His fierce anger may turn away from us.",
          "ID": "10"
        },
        {
          "text": "My sons, do not now be negligent, for the Lord has chosen you to stand in His presence, to serve Him, to be His ministers, and to burn incense to Him.",
          "ID": "11"
        },
        {
          "text": "Then the Levites arose: Mahath son of Amasai, Joel son of Azariah, of the sons of the Kohathites; of the sons of Merari: Kish son of Abdi, Azariah son of Jehallelel; of the Gershonites: Joah son of Zimmah and Eden son of Joah;",
          "ID": "12"
        },
        {
          "text": "Of the sons of Elizaphan: Shimri and Jeiel; of the sons of Asaph: Zechariah, and Mattaniah;",
          "ID": "13"
        },
        {
          "text": "Of the sons of Heman: Jehiel and Shimei; and of the sons of Jeduthun: Shemaiah and Uzziel.",
          "ID": "14"
        },
        {
          "text": "They gathered their brethren and sanctified themselves and went in, as the king had commanded by the words of the Lord, to cleanse the house of the Lord.",
          "ID": "15"
        },
        {
          "text": "The priests went into the inner part of the house of the Lord to cleanse it, and brought out all the uncleanness they found in the temple of the Lord into the court of the Lord's house. And the Levites carried it out to the brook Kidron.",
          "ID": "16"
        },
        {
          "text": "They began on the first day of the first month, and on the eighth day they came to the porch of the Lord. Then for eight days they sanctified the house of the Lord, and on the sixteenth day they finished.",
          "ID": "17"
        },
        {
          "text": "Then they went to King Hezekiah and said, We have cleansed all the house of the Lord and the altar of burnt offering with all its utensils and the showbread table with all its utensils.",
          "ID": "18"
        },
        {
          "text": "Moreover, all the utensils which King Ahaz in his reign cast away when he was transgressing [faithless] we have made ready and sanctified; and behold, they are before the altar of the Lord.",
          "ID": "19"
        },
        {
          "text": "Then King Hezekiah rose early and gathered the officials of the city and went up to the house of the Lord.",
          "ID": "20"
        },
        {
          "text": "They brought seven each of bulls, rams, lambs, and he-goats for a sin offering for the kingdom, the sanctuary, and Judah. He commanded the priests, the sons of Aaron, to offer them on the Lord's altar.",
          "ID": "21"
        },
        {
          "text": "So they killed the bulls, and the priests received the blood and dashed it against the altar. Likewise, when they had killed the rams and then the lambs, they dashed the blood against the altar.",
          "ID": "22"
        },
        {
          "text": "Then the he-goats for the sin offering were brought before the king and the assembly, and they laid their hands on them.",
          "ID": "23"
        },
        {
          "text": "The priests killed them and made a sin offering with their blood upon the altar to make atonement for all Israel, for the king commanded that the burnt offering and sin offering be made for all Israel.",
          "ID": "24"
        },
        {
          "text": "Hezekiah stationed the Levites in the Lord's house with cymbals, harps, and lyres, as David [his forefather] and Gad the king's seer and Nathan the prophet had commanded; for the commandment was from the Lord through His prophets.",
          "ID": "25"
        },
        {
          "text": "The Levites stood with the instruments of David, and the priests with the trumpets.",
          "ID": "26"
        },
        {
          "text": "Hezekiah commanded to offer the burnt offering upon the altar. And when the burnt offering began, the song of the Lord began also with the trumpets and with the instruments ordained by King David of Israel.",
          "ID": "27"
        },
        {
          "text": "And all the congregation worshiped, the singers sang, and the trumpeters sounded; all this continued until the burnt offering was finished.",
          "ID": "28"
        },
        {
          "text": "When they had stopped offering, the king and all present with him bowed themselves and worshiped.",
          "ID": "29"
        },
        {
          "text": "Also King Hezekiah and the princes ordered the Levites to sing praises to the Lord with the words of David and of Asaph the seer. And they sang praises with gladness and bowed themselves and worshiped.",
          "ID": "30"
        },
        {
          "text": "Then Hezekiah said, Now you have consecrated yourselves to the Lord; come near and bring sacrifices and thank offerings into the house of the Lord. And the assembly brought in sacrifices and thank offerings, and as many as were of a willing heart brought burnt offerings.",
          "ID": "31"
        },
        {
          "text": "And the number of the burnt offerings which the assembly brought was 70 bulls, 100 rams, and 200 lambs. All these were for a burnt offering to the Lord.",
          "ID": "32"
        },
        {
          "text": "And the consecrated things were 600 oxen and 3,000 sheep.",
          "ID": "33"
        },
        {
          "text": "But the priests were too few and could not skin all the burnt offerings. So until the other priests had sanctified themselves, their Levite kinsmen helped them until the work was done, for the Levites were more upright in heart than the priests in sanctifying themselves.",
          "ID": "34"
        },
        {
          "text": "Also the burnt offerings were in abundance, with the fat of the peace offerings, and the drink offerings for every burnt offering. So the service of the Lord's house was set in order.",
          "ID": "35"
        },
        {
          "text": "Thus Hezekiah rejoiced, and all the people, because of what God had prepared for the people, for it was done suddenly.",
          "ID": "36"
        }
      ],
      "ID": "OT:2CH.29"
    },
    {
      "name": "2 Chronicles 30",
      "text": [
        {
          "text": "HEZEKIAH SENT to all Israel [as well as] Judah and wrote letters also to Ephraim and Manasseh to come to the Lord's house at Jerusalem to keep the Passover to the Lord, the God of Israel.",
          "ID": "1"
        },
        {
          "text": "For the king and his princes and all the assembly in Jerusalem took counsel to keep the Passover in the second month. [Num. 9:10, 11.]",
          "ID": "2"
        },
        {
          "text": "For they could not keep it at the set time because not enough priests had sanctified themselves, neither had the people assembled in Jerusalem.",
          "ID": "3"
        },
        {
          "text": "The new time pleased the king and all the assembly.",
          "ID": "4"
        },
        {
          "text": "So they decreed to make a proclamation throughout all Israel, from Beersheba to Dan, that the people should come to keep the Passover to the Lord, the God of Israel, at Jerusalem. For they had not kept it collectively as prescribed for a long time.",
          "ID": "5"
        },
        {
          "text": "So the posts went with the letters from the king and his princes throughout all Israel and Judah, as the king commanded, saying, O Israelites, return to the Lord, the God of Abraham, Isaac, and Israel, that He may return to those left of you who escaped out of the hands of the kings of Assyria.",
          "ID": "6"
        },
        {
          "text": "Do not be like your fathers and brethren, who were unfaithful to the Lord, the God of their fathers, so that He gave them up to desolation [to be an astonishment], as you see.",
          "ID": "7"
        },
        {
          "text": "Now be not stiff-necked, as your fathers were, but yield yourselves to the Lord and come to His sanctuary, which He has sanctified forever, and serve the Lord your God, that His fierce anger may turn away from you.",
          "ID": "8"
        },
        {
          "text": "For if you return to the Lord, your brethren and your children shall find compassion with their captors and return to this land. For the Lord your God is gracious and merciful, and He will not turn away His face from you if you return to Him.",
          "ID": "9"
        },
        {
          "text": "So the posts passed from city to city through the country of Ephraim and Manasseh, even to Zebulun, but the people laughed them to scorn and mocked them.",
          "ID": "10"
        },
        {
          "text": "Yet, a few of Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem.",
          "ID": "11"
        },
        {
          "text": "Also the hand of God came upon Judah to give them one heart to do the commandment of the king and of the princes, by the word of the Lord.",
          "ID": "12"
        },
        {
          "text": "And many people came to Jerusalem to keep the Feast of Unleavened Bread in the second month, a very great assembly.",
          "ID": "13"
        },
        {
          "text": "They rose up and took away the altars [to idols] that were in Jerusalem, and all the altars and utensils for incense [to the gods] they took away and threw into the Kidron Valley [dumping place for the ashes of such abominations].",
          "ID": "14"
        },
        {
          "text": "Then they killed the Passover lamb on the fourteenth day of the second month. And the priests and the Levites were ashamed and sanctified themselves and brought burnt offerings to the Lord's house.",
          "ID": "15"
        },
        {
          "text": "They stood in their accustomed places, as directed in the Law of Moses the man of God. The priests threw [against the altar] the blood they received from the hand of the Levites.",
          "ID": "16"
        },
        {
          "text": "For many were in the assembly who had not sanctified themselves [become clean and free from all sin]. So the Levites had to kill the Passover lambs for all who were not clean, in order to make them holy to the Lord.",
          "ID": "17"
        },
        {
          "text": "For a multitude of the people, many from Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet they ate the Passover otherwise than Moses directed. For Hezekiah had prayed for them, saying, May the good Lord pardon everyone",
          "ID": "18"
        },
        {
          "text": "Who sets his heart to seek and yearn for God–the Lord, the God of his fathers–even though not complying with the purification regulations of the sanctuary.",
          "ID": "19"
        },
        {
          "text": "And the Lord hearkened to Hezekiah and healed the people.",
          "ID": "20"
        },
        {
          "text": "And the Israelites who were in Jerusalem kept the Feast of Unleavened Bread for seven days with great joy. The Levites and priests praised the Lord day by day, singing with instruments of much volume to the Lord.",
          "ID": "21"
        },
        {
          "text": "Hezekiah spoke encouragingly to all the Levites who had good understanding in the Lord's work. So the people ate the seven-day appointed feast, offering peace offerings, making confession [and giving thanks] to the Lord, the God of their fathers.",
          "ID": "22"
        },
        {
          "text": "And the whole assembly took counsel to prolong the feast another seven days; and they kept it another seven days with joy.",
          "ID": "23"
        },
        {
          "text": "For Hezekiah king of Judah gave to the assembly 1,000 young bulls and 7,000 sheep, and the princes gave 1,000 young bulls and 10,000 sheep. And a great number of priests sanctified themselves [for service].",
          "ID": "24"
        },
        {
          "text": "All the assembly of Judah, with the priests, the Levites, and all the assembly who with the sojourners came from the land of Israel to dwell in Judah, rejoiced.",
          "ID": "25"
        },
        {
          "text": "So there was great joy in Jerusalem, for since the time of Solomon son of David king of Israel there was nothing like this in Jerusalem.",
          "ID": "26"
        },
        {
          "text": "Then the priests and Levites arose and blessed the people; and their voice was heard and their prayer came up to [God's] holy habitation in heaven.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.30"
    },
    {
      "name": "2 Chronicles 31",
      "text": [
        {
          "text": "NOW WHEN all this was finished, all Israel present there went out to the cities of Judah and broke in pieces the pillars or obelisks, cut down the Asherim, and threw down the high places [of idolatry] and the altars in all Judah and Benjamin, in Ephraim and Manasseh, until they had utterly destroyed them all. Then all the Israelites returned to their own cities, every man to his possession.",
          "ID": "1"
        },
        {
          "text": "And Hezekiah appointed the priests and the Levites after their divisions, each man according to his service, the priests and Levites for burnt offerings and for peace offerings, to minister, to give thanks, and to praise in the gates of the camp of the Lord.",
          "ID": "2"
        },
        {
          "text": "King Hezekiah's personal contribution was for the burnt offerings: [those] of morning and evening, for the Sabbaths, for the New Moons, and for the appointed feasts, as written in the Law of the Lord.",
          "ID": "3"
        },
        {
          "text": "He commanded the people living in Jerusalem to give the portion due the priests and Levites, that they might [be free to] give themselves to the Law of the Lord.",
          "ID": "4"
        },
        {
          "text": "As soon as the command went abroad, the Israelites gave in abundance the firstfruits of grain, vintage fruit, oil, honey, and of all the produce of the field; and they brought in abundantly the tithe of everything.",
          "ID": "5"
        },
        {
          "text": "The people of Israel and Judah who lived in Judah's cities also brought the tithe of cattle and sheep and of the dedicated things which were consecrated to the Lord their God, and they laid them in heaps.",
          "ID": "6"
        },
        {
          "text": "In the third month [at the end of wheat harvest] they began to lay the foundation or beginning of the heaps and finished them in the seventh month.",
          "ID": "7"
        },
        {
          "text": "When Hezekiah and the princes came and saw the heaps, they blessed the Lord and His people Israel.",
          "ID": "8"
        },
        {
          "text": "Then Hezekiah questioned the priests and Levites about the heaps.",
          "ID": "9"
        },
        {
          "text": "Azariah the high priest, of the house of Zadok, answered him, Since the people began to bring the offerings into the Lord's house, we have eaten and have plenty left, for the Lord has blessed His people, and what is left is this great store.",
          "ID": "10"
        },
        {
          "text": "Then Hezekiah commanded them to prepare chambers [for storage] in the house of the Lord, and they prepared them",
          "ID": "11"
        },
        {
          "text": "And brought in the offerings, tithes, and dedicated things faithfully. Conaniah the Levite was in charge of them, and Shimei his brother came next.",
          "ID": "12"
        },
        {
          "text": "And Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were overseers directed by Conaniah and Shimei his brother, at the appointment of King Hezekiah and Azariah the chief officer of the house of God.",
          "ID": "13"
        },
        {
          "text": "Kore son of Imnah the Levite, keeper of the East Gate, was over the freewill offerings to God, to apportion the contributions of the Lord and the most holy things.",
          "ID": "14"
        },
        {
          "text": "Under him were Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah, in the priests' cities, in their office of trust faithfully to give to their brethren by divisions, to great and small alike,",
          "ID": "15"
        },
        {
          "text": "Except those [Levites] registered as males from three years old and upward–who were consecrated to the temple service [in Jerusalem, for their daily portion] as the duty of every day required, for their service according to their offices by their divisions.",
          "ID": "16"
        },
        {
          "text": "The registration of the priests was according to their fathers' houses; that of the Levites from twenty years old and upward was according to their offices by their divisions;",
          "ID": "17"
        },
        {
          "text": "Also there was the registration of all their little ones, their wives, and their older sons and daughters through all the congregation. For in their office of trust they cleansed themselves and set themselves apart in holiness.",
          "ID": "18"
        },
        {
          "text": "Also for the sons of Aaron the priests, who were in the fields of the suburbs of their cities or in every city, there were men who were mentioned by name to give portions to all the males among the priests and to all who were registered among the Levites.",
          "ID": "19"
        },
        {
          "text": "Hezekiah did this throughout all Judah, and he did what was good, right, and faithful before the Lord his God.",
          "ID": "20"
        },
        {
          "text": "And every work that he began in the service of the house of God, in keeping with the law and the commandments to seek his God [inquiring of and yearning for Him], he did with all his heart, and he prospered.",
          "ID": "21"
        }
      ],
      "ID": "OT:2CH.31"
    },
    {
      "name": "2 Chronicles 32",
      "text": [
        {
          "text": "AFTER THESE things and this loyalty, Sennacherib king of Assyria came, invaded Judah, and encamped against the fortified cities, thinking to take them.",
          "ID": "1"
        },
        {
          "text": "When Hezekiah saw that Sennacherib had come and intended to fight against Jerusalem,",
          "ID": "2"
        },
        {
          "text": "He decided with his officers and his mighty men to stop up the waters of the fountains which were outside the city [by enclosing them with masonry and concealing them], and they helped him.",
          "ID": "3"
        },
        {
          "text": "So many people gathered, and they stopped up all the springs and the brook which flowed through the land, saying, Why should the kings of Assyria come and find much water?",
          "ID": "4"
        },
        {
          "text": "Also Hezekiah took courage and built up all the wall that was broken, and raised towers upon it, and he built another wall outside and strengthened the Millo in the City of David and made weapons and shields in abundance.",
          "ID": "5"
        },
        {
          "text": "And he set captains of war over the people and gathered them together to him in the street of the gate of the city and spoke encouragingly to them, saying,",
          "ID": "6"
        },
        {
          "text": "Be strong and courageous. Be not afraid or dismayed before the king of Assyria and all the horde that is with him, for there is Another with us greater than [all those] with him.",
          "ID": "7"
        },
        {
          "text": "With him is an arm of flesh, but with us is the Lord our God to help us and to fight our battles. And the people relied on the words of Hezekiah king of Judah.",
          "ID": "8"
        },
        {
          "text": "And this Sennacherib king of Assyria, while he himself with all his forces was before Lachish, sent his servants to Jerusalem, to Hezekiah king of Judah, and to all Judah who were at Jerusalem, saying,",
          "ID": "9"
        },
        {
          "text": "Thus says Sennacherib king of Assyria: On what do you trust, that you remain in the strongholds in Jerusalem?",
          "ID": "10"
        },
        {
          "text": "Is not Hezekiah leading you on in order to let you die by famine and thirst, saying, The Lord our God will deliver us out of the hand of the king of Assyria?",
          "ID": "11"
        },
        {
          "text": "Has not the same Hezekiah taken away his high places and his altars, and commanded Judah and Jerusalem, You shall worship before one altar and burn incense upon it?",
          "ID": "12"
        },
        {
          "text": "Do you not know what I and my fathers have done to all the peoples of other lands? Were the gods of the nations of those lands in any way able to deliver their lands out of my hand?",
          "ID": "13"
        },
        {
          "text": "Who among all the gods of those nations that my fathers utterly destroyed was able to deliver his people out of my hand, that your God should be able to deliver you out of my hand?",
          "ID": "14"
        },
        {
          "text": "So now, do not let Hezekiah deceive or mislead you in this way, and do not believe him, for no god of any nation or kingdom was able to deliver his people out of my hand or the hand of my fathers. How much less will your God deliver you out of my hand!",
          "ID": "15"
        },
        {
          "text": "And his servants said still more against the Lord God and against His servant Hezekiah.",
          "ID": "16"
        },
        {
          "text": "The Assyrian king also wrote letters insulting the Lord, the God of Israel, and speaking against Him, saying, As the gods of the nations of other lands have not delivered their people out of my hand, so shall not the God of Hezekiah deliver His people out of my hand.",
          "ID": "17"
        },
        {
          "text": "And they shouted it loudly in the Jewish language to the people of Jerusalem who were on the wall, to frighten and terrify them, that they might take the city.",
          "ID": "18"
        },
        {
          "text": "And they spoke of the God of Jerusalem as they spoke of the gods of the peoples of the earth, which are the work of the hands of men.",
          "ID": "19"
        },
        {
          "text": "For this cause Hezekiah the king and the prophet Isaiah son of Amoz prayed and cried to heaven.",
          "ID": "20"
        },
        {
          "text": "And the Lord sent an angel, who cut off all the mighty warriors and commanders and officers in the camp of the king of Assyria. So the Assyrian king returned with shamed face to his own land. And when he came into the house of his god, they who were his own offspring slew him there with the sword. [II Kings 19:35-37.]",
          "ID": "21"
        },
        {
          "text": "Thus the Lord saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib the king of Assyria and from the hand of all his enemies, and He guided them on every side.",
          "ID": "22"
        },
        {
          "text": "And many brought gifts to Jerusalem to the Lord and presents to Hezekiah king of Judah; so from then on he was magnified in the sight of all nations.",
          "ID": "23"
        },
        {
          "text": "In those days Hezekiah was sick to the point of death; and he prayed to the Lord and He answered him and gave him a sign.",
          "ID": "24"
        },
        {
          "text": "But Hezekiah did not make return [to the Lord] according to the benefit done to him, for his heart became proud [at such a spectacular response to his prayer]; therefore there was wrath upon him and upon Judah and Jerusalem.",
          "ID": "25"
        },
        {
          "text": "But Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem, so that the wrath of the Lord came not upon them in the days of Hezekiah.",
          "ID": "26"
        },
        {
          "text": "And Hezekiah had very great wealth and honor, and he made for himself treasuries for silver, gold, precious stones, spices, shields, and all kinds of attractive vessels,",
          "ID": "27"
        },
        {
          "text": "Storehouses also for the increase of grain, vintage fruits, and oil, and stalls for all kinds of cattle, and sheepfolds.",
          "ID": "28"
        },
        {
          "text": "Moreover, he provided for himself cities and flocks and herds in abundance, for God had given him very great possessions.",
          "ID": "29"
        },
        {
          "text": "This same Hezekiah also closed the upper springs of Gihon and directed the waters down to the west side of the City of David. And Hezekiah prospered in all his works.",
          "ID": "30"
        },
        {
          "text": "And so in the matter of the ambassadors of the princes of Babylon who were sent to him to inquire about the wonder that was done in the land, God left him to himself to try him, that He might know all that was in his heart. [Isa. 39:1-7.]",
          "ID": "31"
        },
        {
          "text": "Now the rest of the acts of Hezekiah and his good deeds, behold, they are written in the vision of Isaiah the prophet, the son of Amoz, and in the Book of the Kings of Judah and Israel.",
          "ID": "32"
        },
        {
          "text": "And Hezekiah slept with his fathers and was buried in the ascent of the tombs of the descendants of David; and all Judah and the inhabitants of Jerusalem did him honor at his death. Manasseh his son reigned in his stead.",
          "ID": "33"
        }
      ],
      "ID": "OT:2CH.32"
    },
    {
      "name": "2 Chronicles 33",
      "text": [
        {
          "text": "MANASSEH WAS twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "But he did evil in the Lord's sight, like the abominations of the heathen whom the Lord drove out before the Israelites.",
          "ID": "2"
        },
        {
          "text": "For he built again the [idolatrous] high places which Hezekiah his father had broken down, and he reared altars for the Baals and made the Asherim and worshiped all the hosts of the heavens and served them.",
          "ID": "3"
        },
        {
          "text": "Also he built [heathen] altars in the Lord's house, of which the Lord had said, In Jerusalem shall My Name be forever.",
          "ID": "4"
        },
        {
          "text": "He built altars for all the hosts of the heavens in the two courts of the Lord's house.",
          "ID": "5"
        },
        {
          "text": "And he burned his children as an offering [to his god] in the Valley of Ben-hinnom [son of Hinnom], and practiced soothsaying, augury, and sorcery, and dealt with mediums and wizards. He did much evil in the sight of the Lord, provoking Him to anger.",
          "ID": "6"
        },
        {
          "text": "And he set a carved image, the idol which he had made, in the house of God, of which God had said to David and to Solomon his son, In this house and in Jerusalem, which I have chosen before all the tribes of Israel, will I put My Name [and Presence] forever;",
          "ID": "7"
        },
        {
          "text": "And I will no more remove Israel from the land which I appointed for your fathers, if they will only take heed to do all that I have commanded them, the whole law, the statutes, and the ordinances given through Moses.",
          "ID": "8"
        },
        {
          "text": "So Manasseh led Judah and the inhabitants of Jerusalem to do more evil than the heathen whom the Lord had destroyed before the Israelites.",
          "ID": "9"
        },
        {
          "text": "The Lord spoke to Manasseh and to his people, but they would not hearken.",
          "ID": "10"
        },
        {
          "text": "So the Lord brought against them the commanders of the host of the king of Assyria, who took Manasseh with hooks and in fetters and brought him to Babylon.",
          "ID": "11"
        },
        {
          "text": "When he was in affliction, he besought the Lord his God and humbled himself greatly before the God of his fathers.",
          "ID": "12"
        },
        {
          "text": "He prayed to Him, and God, entreated by him, heard his supplication and brought him again to Jerusalem to his kingdom. Then Manasseh knew that the Lord is God.",
          "ID": "13"
        },
        {
          "text": "And he built an outer wall to the City of David west of Gihon in the valley, to the entrance of the Fish Gate, and ran it around Ophel, raising it to a very great height; and he put commanders of the army in all the fortified cities of Judah.",
          "ID": "14"
        },
        {
          "text": "And he took away the foreign gods and the idol out of the house of the Lord and all the altars that he had built on the mount of the house of the Lord and in Jerusalem; and he cast them out of the city.",
          "ID": "15"
        },
        {
          "text": "And he restored the Lord's altar and sacrificed on it offerings of peace and of thanksgiving; and he commanded Judah to serve the Lord, the God of Israel.",
          "ID": "16"
        },
        {
          "text": "Yet the people still sacrificed in the high places, but only to the Lord their God.",
          "ID": "17"
        },
        {
          "text": "Now the rest of the acts of Manasseh, and his prayer to his God, and the words of the seers who spoke to him in the name of the Lord, the God of Israel, behold, they are written in the Book of the Kings of Israel.",
          "ID": "18"
        },
        {
          "text": "His prayer and how God heard him, and all his sins and unfaithfulness, and the sites on which he built high places and set up the Asherim and graven images before he humbled himself, behold, they are written in the Chronicles of the Seers.",
          "ID": "19"
        },
        {
          "text": "So Manasseh slept with his fathers, and they buried him in his own house [garden]. And Amon his son reigned in his stead.",
          "ID": "20"
        },
        {
          "text": "Amon was twenty-two years old when he began his two-year reign in Jerusalem.",
          "ID": "21"
        },
        {
          "text": "But he did evil in the sight of the Lord, as did Manasseh his father; for Amon sacrificed to all the images which Manasseh his father had made, and served them,",
          "ID": "22"
        },
        {
          "text": "And he did not humble himself before the Lord, as Manasseh his father [finally] did; but Amon trespassed and became more and more guilty.",
          "ID": "23"
        },
        {
          "text": "And his servants conspired against him and killed him in his own house.",
          "ID": "24"
        },
        {
          "text": "But the people of the land slew all those who had conspired against King Amon, and they made Josiah his son king in his stead.",
          "ID": "25"
        }
      ],
      "ID": "OT:2CH.33"
    },
    {
      "name": "2 Chronicles 34",
      "text": [
        {
          "text": "JOSIAH WAS eight years old when he began his thirty-one-year reign in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "He did right in the sight of the Lord and walked in the ways of David his father [forefather] and turned aside neither to the right hand nor to the left.",
          "ID": "2"
        },
        {
          "text": "For in the eighth year of his reign, while he was yet young [sixteen], he began to seek after and yearn for the God of David his father [forefather]; and in the twelfth year he began to purge Judah and Jerusalem of the high places, the Asherim, and the carved and molten images.",
          "ID": "3"
        },
        {
          "text": "They broke down the altars of the Baals in his presence; the sun-images that were high above them he hewed down; the Asherim and the graven images and the molten images he broke in pieces and made dust of them and strewed it upon the graves of those who sacrificed to them.",
          "ID": "4"
        },
        {
          "text": "Josiah burned the bones of the [idolatrous] priests upon their altars, and so cleansed Judah and Jerusalem.",
          "ID": "5"
        },
        {
          "text": "So he did in the cities of Manasseh, Ephraim, and Simeon, even to Naphtali, in their ruins round about [with their axes],",
          "ID": "6"
        },
        {
          "text": "He broke down the altars and the Asherim and beat the graven images into powder and hewed down all the sun-images throughout all the land of Israel. Then he returned to Jerusalem.",
          "ID": "7"
        },
        {
          "text": "In the eighteenth year of Josiah's reign, when he had purged the land and the [Lord's] house, he sent Shaphan son of Azaliah, and Maaseiah governor of the city, and Joah son of Joahaz, the recorder, to repair the house of the Lord his God.",
          "ID": "8"
        },
        {
          "text": "When they came to Hilkiah the high priest, they delivered the money that had been brought into the house of God, which the Levites who kept the doors had collected from Manasseh, Ephraim, all the remnant of Israel, and from all Judah, Benjamin, and Jerusalem.",
          "ID": "9"
        },
        {
          "text": "They delivered it to the workmen who had oversight of the Lord's house, who gave it to repair and restore the temple:",
          "ID": "10"
        },
        {
          "text": "To the carpenters and builders to buy hewn stone, and timber for couplings and beams for the houses which the kings of Judah had destroyed [by neglect].",
          "ID": "11"
        },
        {
          "text": "The men did the work faithfully. Their overseers were Jahath and Obadiah, Levites of the sons of Merari, and Zechariah and Meshullam, of the sons of the Kohathites. The Levites–all who were skillful with instruments of music–",
          "ID": "12"
        },
        {
          "text": "Also had oversight of the burden bearers and all who did work in any kind of service; and some of the Levites were scribes, officials, and gatekeepers.",
          "ID": "13"
        },
        {
          "text": "When they were bringing out the money that was brought into the house of the Lord, Hilkiah the priest found the Book of the Law of the Lord given by Moses.",
          "ID": "14"
        },
        {
          "text": "Hilkiah told Shaphan the scribe, I have found the Book of the Law in the Lord's house. And [he] gave the book to Shaphan.",
          "ID": "15"
        },
        {
          "text": "Shaphan took the book to King Josiah, but [first] reported to him, All that was committed to your servants they are doing.",
          "ID": "16"
        },
        {
          "text": "They have emptied out the money that was found in the house of the Lord and have delivered it into the hand of the overseers and the workmen.",
          "ID": "17"
        },
        {
          "text": "Then Shaphan the scribe said to the king, Hilkiah the priest has given me a book. And Shaphan read it before the king.",
          "ID": "18"
        },
        {
          "text": "When King Josiah had heard the words of the Law, he rent his clothes.",
          "ID": "19"
        },
        {
          "text": "And the king commanded Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, Shaphan the scribe, and Asaiah a servant of the king, saying,",
          "ID": "20"
        },
        {
          "text": "Go, inquire of the Lord for me and for those who are left in Israel and in Judah about the words of the book that is found. For great is the Lord's wrath that is poured out on us because our fathers have not kept the word of the Lord, to do according to all that is written in this book.",
          "ID": "21"
        },
        {
          "text": "And Hilkiah and they whom the king had appointed went to Huldah the prophetess, the wife of Shallum son of Tokhath, the son of Hasrah, keeper of the wardrobe. She dwelt in Jerusalem, in the Second Quarter. They spoke to her to that effect.",
          "ID": "22"
        },
        {
          "text": "And she answered them, Thus says the Lord, the God of Israel: Tell the man who sent you to me,",
          "ID": "23"
        },
        {
          "text": "Thus says the Lord: Behold, I will bring evil upon this place and upon its inhabitants, even all the curses that are written in the book which they have read before the king of Judah.",
          "ID": "24"
        },
        {
          "text": "Because they have forsaken Me and have burned incense to other gods, that they might provoke Me to anger with all the works of their hands, therefore My wrath shall be poured out upon this place and shall not be quenched.",
          "ID": "25"
        },
        {
          "text": "But say to King Josiah of Judah, who sent you to inquire of the Lord, Thus says the Lord, the God of Israel, concerning the words which you have heard:",
          "ID": "26"
        },
        {
          "text": "Because your heart was tender and penitent and you humbled yourself before God when you heard His words against this place and its inhabitants, and humbled yourself before Me and rent your clothes and wept before Me, I have heard you, says the Lord.",
          "ID": "27"
        },
        {
          "text": "Behold, I will gather you to your fathers, and you shall be gathered to your grave in peace, and your eyes shall not see all the evil that I will bring upon this place and its inhabitants. So they brought the king word again.",
          "ID": "28"
        },
        {
          "text": "Then King Josiah sent and gathered all the elders of Judah and Jerusalem.",
          "ID": "29"
        },
        {
          "text": "And [he] went up into the house of the Lord, as did all the men of Judah, the inhabitants of Jerusalem, the priests, the Levites, and all the people, great and small; and he [the king] read in their hearing all the words of the Book of the Covenant that was found in the Lord's house.",
          "ID": "30"
        },
        {
          "text": "Then the king stood in his place and made a covenant before the Lord–to walk after the Lord and to keep His commandments, His testimonies, and His statutes with all his heart and with all his soul, to perform the words of the covenant that are written in this book.",
          "ID": "31"
        },
        {
          "text": "And he caused all who were present in Jerusalem and Benjamin to stand in confirmation of it. And the inhabitants of Jerusalem did according to the covenant of God, the God of their fathers.",
          "ID": "32"
        },
        {
          "text": "Josiah removed all the [idolatrous] abominations from all the territory that belonged to the Israelites, and made all who were in Israel serve the Lord their God. All his days they did not turn from following the Lord, the God of their fathers.",
          "ID": "33"
        }
      ],
      "ID": "OT:2CH.34"
    },
    {
      "name": "2 Chronicles 35",
      "text": [
        {
          "text": "JOSIAH KEPT the Passover to the Lord in Jerusalem; they killed the Passover lamb on the fourteenth day of the first month.",
          "ID": "1"
        },
        {
          "text": "He appointed the priests to their positions and encouraged them in the service of the house of the Lord.",
          "ID": "2"
        },
        {
          "text": "To the Levites who taught all Israel and were holy to the Lord he said: Put the holy ark in the house which Solomon son of David king of Israel, built; it shall no longer be a burden carried on your shoulders. Now serve the Lord your God and His people Israel.",
          "ID": "3"
        },
        {
          "text": "Prepare yourselves according to your fathers' houses by your divisions, after the directions of David king of Israel and of Solomon his son.",
          "ID": "4"
        },
        {
          "text": "And stand in the holy court of the priests according to the sections of the fathers' families of your kinsmen, the common people, and let there be a section of the Levites [to attend] to each division of the families of the people.",
          "ID": "5"
        },
        {
          "text": "Kill the Passover lambs and sanctify yourselves and prepare for your brethren to do according to the word of the Lord by Moses.",
          "ID": "6"
        },
        {
          "text": "Then Josiah contributed to the lay people lambs and kids of the flock as Passover offerings for all who were present, to the number of 30,000, and 3,000 young bulls–all from the king's possessions.",
          "ID": "7"
        },
        {
          "text": "And his princes gave for a freewill offering to the people, to the priests, and the Levites. Hilkiah, Zechariah, and Jehiel, chief officers of God's house, gave the priests for the Passover offerings 2,600 [lambs and kids] and 300 bulls.",
          "ID": "8"
        },
        {
          "text": "Conaniah also, and Shemaiah and Nethanel his brothers, and Hashabiah, Jeiel, and Jozabad, chiefs of the Levites, gave to the Levites for Passover offerings 5,000 [lambs and kids] and 500 bulls.",
          "ID": "9"
        },
        {
          "text": "When the service was ready, the priests stood in their place and the Levites in their divisions as the king commanded.",
          "ID": "10"
        },
        {
          "text": "They killed the Passover lambs, and the priests sprinkled the blood they received from the Levites who skinned the animals.",
          "ID": "11"
        },
        {
          "text": "Then they removed the burnt offerings, that they might distribute them according to the divisions of the lay families to offer to the Lord, as directed in the Book of Moses. And so they did with the bulls.",
          "ID": "12"
        },
        {
          "text": "And they roasted the Passover lambs with fire according to the ordinance; and they cooked the holy offerings in pots, in caldrons, and in pans and carried them quickly to all the people.",
          "ID": "13"
        },
        {
          "text": "Afterward [the Levites] prepared for themselves and the priests, because the priests, the sons of Aaron, were busy in offering the burnt offerings and the fat until night; so the Levites prepared for themselves and also for the priests, the sons of Aaron.",
          "ID": "14"
        },
        {
          "text": "The singers, the sons of Asaph, were in their places according to the command of David, Asaph, Heman, and Jeduthun the king's seer. And the gatekeepers were at every gate; they did not need to leave their service, for their brethren the Levites prepared for them.",
          "ID": "15"
        },
        {
          "text": "So all the Lord's service was prepared the same day to keep the Passover and to offer burnt offerings upon the Lord's altar, as King Josiah commanded.",
          "ID": "16"
        },
        {
          "text": "And the Israelites who were present kept the Passover at that time, and the Feast of Unleavened Bread for seven days.",
          "ID": "17"
        },
        {
          "text": "No Passover like it had been kept in Israel since the days of Samuel the prophet, even by any of the kings of Israel, as was kept by Josiah and the priests, the Levites, and all Judah and Israel who were present, and the inhabitants of Jerusalem.",
          "ID": "18"
        },
        {
          "text": "In the eighteenth year of the reign of Josiah this Passover was kept.",
          "ID": "19"
        },
        {
          "text": "After all this, when Josiah had prepared the temple, Neco king of Egypt went out to fight against Carchemish on the Euphrates, and Josiah went out against him.",
          "ID": "20"
        },
        {
          "text": "But [Neco] sent ambassadors to [Josiah], saying, What have I to do with you, you king of Judah? I come not against you this day, but against the house with which I am at war; and God has commanded me to make haste. Refrain from opposing God, Who is with me, lest He destroy you.",
          "ID": "21"
        },
        {
          "text": "Yet Josiah would not turn away from him, but disguised himself in order to fight with him. He did not heed the words of Neco from the mouth of God, but came to fight with him in the valley of Megiddo.",
          "ID": "22"
        },
        {
          "text": "And the archers shot King Josiah, and the king said to his servants, Take me away, for I am severely wounded.",
          "ID": "23"
        },
        {
          "text": "So his servants took him out of the chariot and put him in his second chariot and brought him to Jerusalem. And he died and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah.",
          "ID": "24"
        },
        {
          "text": "Jeremiah gave a lament for Josiah, and all the singing men and women have spoken of Josiah in their laments to this day. They made them an ordinance in Israel; behold, they are written in the Laments. [Lam. 4:20.]",
          "ID": "25"
        },
        {
          "text": "Now the rest of the acts of Josiah and his deeds, according to what is written in the Law of the Lord,",
          "ID": "26"
        },
        {
          "text": "And his acts, from first to last, behold, they are written in the Book of the Kings of Israel and Judah.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.35"
    },
    {
      "name": "2 Chronicles 36",
      "text": [
        {
          "text": "THEN THE people of the land took Jehoahaz son of Josiah and made him king in his father's stead in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Jehoahaz was [then] twenty-three years old; he reigned three months in Jerusalem.",
          "ID": "2"
        },
        {
          "text": "Then the king of Egypt deposed him at Jerusalem and fined the land a hundred talents of silver and a talent of gold.",
          "ID": "3"
        },
        {
          "text": "And the king of Egypt made Eliakim, Jehoahaz' brother, king over Judah and Jerusalem and changed his name to Jehoiakim. But Neco took Jehoahaz his brother and carried him to Egypt.",
          "ID": "4"
        },
        {
          "text": "Jehoiakim was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did evil in the sight of the Lord his God.",
          "ID": "5"
        },
        {
          "text": "Against him came up Nebuchadnezzar king of Babylon and bound him in fetters to take him to Babylon.",
          "ID": "6"
        },
        {
          "text": "Nebuchadnezzar also took some of the vessels of the house of the Lord to Babylon and put them in his temple or palace there.",
          "ID": "7"
        },
        {
          "text": "Now the rest of the acts of Jehoiakim, and the abominations which he did, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And Jehoiachin his son reigned in his stead.",
          "ID": "8"
        },
        {
          "text": "Jehoiachin was eight[een] years old then; he reigned three months and ten days in Jerusalem. He did evil in the Lord's sight. [II Kings 24:8.]",
          "ID": "9"
        },
        {
          "text": "In the spring, King Nebuchadnezzar sent and brought him to Babylon, with the precious vessels of the house of the Lord, and made Zedekiah the [boy's] brother king over Judah and Jerusalem.",
          "ID": "10"
        },
        {
          "text": "Zedekiah was twenty-one years old when he became king, and he reigned eleven years in Jerusalem.",
          "ID": "11"
        },
        {
          "text": "He did evil in the sight of the Lord his God and did not humble himself before Jeremiah the prophet, who spoke at the dictation of the Lord.",
          "ID": "12"
        },
        {
          "text": "He also rebelled against King Nebuchadnezzar, who made him swear by God. He stiffened his neck and hardened his heart against turning to the Lord, the God of Israel.",
          "ID": "13"
        },
        {
          "text": "Also all the chiefs of the priests and the people trespassed greatly in accord with all the abominations of the heathen, and they polluted the house of the Lord which He had hallowed in Jerusalem.",
          "ID": "14"
        },
        {
          "text": "And the Lord, the God of their fathers, sent to them persistently by His messengers, because He had compassion on His people and on His dwelling place.",
          "ID": "15"
        },
        {
          "text": "But they kept mocking the messengers of God and despising His words and scoffing at His prophets till the wrath of the Lord rose against His people, till there was no remedy or healing.",
          "ID": "16"
        },
        {
          "text": "Therefore He brought against them the king of the Chaldeans, who slew their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, old man or hoary-headed; He gave them all into his hand.",
          "ID": "17"
        },
        {
          "text": "And all the vessels of the house of God, great and small, and the treasures of the Lord's house, of the king, and of his princes, all these he brought to Babylon.",
          "ID": "18"
        },
        {
          "text": "And they burned God's house and broke down Jerusalem's wall and burned all its palaces with fire and destroyed all its choice vessels.",
          "ID": "19"
        },
        {
          "text": "Those who had escaped from the sword he took away to Babylon, where they were servants to him and his sons until the kingdom of Persia was established there,",
          "ID": "20"
        },
        {
          "text": "To fulfill the Lord's word by Jeremiah, till the land had enjoyed its sabbaths; for as long as it lay desolate it kept sabbath to fulfill seventy years. [Lev. 25:4; 26:43; Jer. 25:11; 29:10.]",
          "ID": "21"
        },
        {
          "text": "Now in the first year of Cyrus king of Persia, that the word of the Lord by the mouth of Jeremiah might be accomplished, the Lord stirred up the spirit of Cyrus king of Persia so that he made a proclamation throughout all his kingdom and also put it in writing:",
          "ID": "22"
        },
        {
          "text": "Thus says Cyrus king of Persia: All the kingdoms of the earth the Lord, the God of heaven, has given me, and He has charged me to build Him a house in Jerusalem, which is in Judah. Whoever there is among you of all His people, may the Lord his God be with him, and let him go up [to Jerusalem].",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.36"
    }
  ],
  "version": "AMP",
  "ID": "OT:2CH(AMP)"
}