{
  "text": [
    {
      "text": [
        {
          "text": "Then Solomon, the son of David, was strengthened in his reign, and the Lord his God was with him, and he magnified him on high.",
          "ID": "1"
        },
        {
          "text": "And Solomon instructed the whole of Israel, the tribunes, and the centurions, and the rulers, and the judges over all of Israel, and the leaders of the families.",
          "ID": "2"
        },
        {
          "text": "And he went away with the entire multitude to the high place of Gibeon, where the tabernacle of the covenant of the Lord was, which Moses, the servant of God, made in the wilderness.",
          "ID": "3"
        },
        {
          "text": "For David had brought the ark of God from Kiriath-jearim, to the place that he had prepared for it, and where he had pitched a tabernacle for it, that is, in Jerusalem.",
          "ID": "4"
        },
        {
          "text": "Also, the altar of brass, which Bezalel, the son of Uri, the son of Hur, had constructed, was there before the tabernacle of the Lord. And so Solomon sought it, with the entire assembly.",
          "ID": "5"
        },
        {
          "text": "And Solomon ascended to the bronze altar, before the tabernacle of the covenant of the Lord, and he offered upon it one thousand victims.",
          "ID": "6"
        },
        {
          "text": "But behold, during that night God appeared to him, saying, \"Request what you wish, so that I may give it to you.\"",
          "ID": "7"
        },
        {
          "text": "And Solomon said to God: \"You have shown great mercy to my father David. And you have appointed me as king in his place.",
          "ID": "8"
        },
        {
          "text": "Now therefore, O Lord God, let your word be fulfilled, which you promised to my father David. For you have made me king over your great people, who are as innumerable as the dust of the earth.",
          "ID": "9"
        },
        {
          "text": "Give to me wisdom and understanding, so that I may enter and depart before your people. For who is able worthily to judge this, your people, who are so great?\"",
          "ID": "10"
        },
        {
          "text": "Then God said to Solomon: \"Since this is the choice that pleased your heart, and you did not request wealth and substance and glory, nor the lives of those who hate you, nor even many days of life, since instead you requested wisdom and knowledge so that you may be able to judge my people, over whom I have appointed you as king:",
          "ID": "11"
        },
        {
          "text": "wisdom and knowledge are granted to you. And I will give to you wealth and substance and glory, so that none of the kings either before you or after you will be similar to you.\"",
          "ID": "12"
        },
        {
          "text": "Then Solomon went from the high place of Gibeon to Jerusalem, before the tabernacle of the covenant, and he reigned over Israel.",
          "ID": "13"
        },
        {
          "text": "And he gathered to himself chariots and horsemen. And they brought to him one thousand four hundred chariots, and twelve thousand horsemen. And he caused them to be in the cities of the chariots, and with the king in Jerusalem.",
          "ID": "14"
        },
        {
          "text": "And the king offered silver and gold in Jerusalem as if they were stones, and cedar trees as if they were sycamores, which grow in the plains in a great multitude.",
          "ID": "15"
        },
        {
          "text": "Then horses were brought to him from Egypt and from Kue, by the negotiators of the king, who went and bought for a price:",
          "ID": "16"
        },
        {
          "text": "a four-horse chariot for six hundred pieces of silver, and a horse for one hundred fifty. A similar offer to purchase was made known among all the kingdoms of the Hittites, and among the kings of Syria.",
          "ID": "17"
        }
      ],
      "ID": "OT:2CH.1",
      "name": "2 Chronicles 1"
    },
    {
      "text": [
        {
          "text": "And Solomon resolved to build a house to the name of the Lord, and a palace for himself.",
          "ID": "1"
        },
        {
          "text": "And he numbered seventy thousand men to carry upon shoulders, and eighty thousand who were hewing stones in the mountains, and three thousand six hundred as their overseers.",
          "ID": "2"
        },
        {
          "text": "Also, he sent to Hiram, the king of Tyre, saying: \"Just as you did for my father David, when you sent him cedar wood, so that he might build a house for himself, in which he then lived,",
          "ID": "3"
        },
        {
          "text": "do so also for me, so that I may build a house to the name of the Lord my God, so that I may consecrate it for the burning of incense before him, and for the smoke of aromatics, and for the perpetual bread of the presence, and for the holocausts, in morning and in evening, as well as on the Sabbaths and new moons and solemnities of the Lord our God forever, which have been commanded to Israel.",
          "ID": "4"
        },
        {
          "text": "For the house that I desire to build is great. For our God is great, above all gods.",
          "ID": "5"
        },
        {
          "text": "So then, who will be able prevail, so that he may build a worthy house for him? If heaven and the heavens of heavens cannot contain him, what am I that I would be able to build a house to him? But let it be for this only, so that incense may be burned before him.",
          "ID": "6"
        },
        {
          "text": "Therefore, send to me a learned man, who knows how to work with gold and silver, with brass and iron, with purple, scarlet, and hyacinth, and who knows how to carve engravings, along with these artisans that I have with me in Judea and Jerusalem, whom my father David has prepared.",
          "ID": "7"
        },
        {
          "text": "Then too, send to me cedar wood, and juniper, and pine from Lebanon. For I know that your servants know how to cut timber from Lebanon, and my servants will be with your servants,",
          "ID": "8"
        },
        {
          "text": "so that very much wood may be prepared for me. For the house that I desire to build is exceedingly great and glorious.",
          "ID": "9"
        },
        {
          "text": "In addition, I will give to your servants, the workers who will cut down the trees, for provisions: twenty thousand cor of wheat, and the same number of cor of barley, and twenty thousand measures of wine, as well as twenty thousand good measures of oil.\"",
          "ID": "10"
        },
        {
          "text": "Then Hiram, the king of Tyre, said, by a letter that had been sent to Solomon: \"Because the Lord loved his people, for this reason he appointed you to reign over them.\"",
          "ID": "11"
        },
        {
          "text": "And he added, saying: \"Blessed is the Lord, the God of Israel, who made heaven and earth, who gave to king David a son who is wise, and learned, and intelligent as well as prudent, so that he may build a house to the Lord, and a palace for himself.",
          "ID": "12"
        },
        {
          "text": "Therefore, I have sent my father Hiram to you; he is a prudent and very knowledgeable man,",
          "ID": "13"
        },
        {
          "text": "the son of a woman from the daughters of Dan, whose father was a Tyrian, who knows how to work with gold and silver, with brass and iron, and with marble and timber, as well as with purple, and hyacinth, and fine linen, and scarlet. And he knows how to carve every kind of engraving, and how to devise prudently whatever may be necessary to the work, with your artisans and with the artisans of my lord David, your father.",
          "ID": "14"
        },
        {
          "text": "Therefore, send the wheat and barley and oil and wine, which you, my lord, have promised, to your own servants.",
          "ID": "15"
        },
        {
          "text": "Then we will cut down as much wood from Lebanon as you will need, and we will convey them as rafts by sea to Joppa. Then it will be for you to transfer them to Jerusalem.\"",
          "ID": "16"
        },
        {
          "text": "And so Solomon numbered all the new converts who were in the land of Israel, after the numbering that David his father had done, and they were found to be one hundred fifty thousand and three thousand six hundred.",
          "ID": "17"
        },
        {
          "text": "And he appointed seventy thousand of them, who would carry burdens on shoulders, and eighty thousand who would hew stones in the mountains, then three thousand and six hundred as overseers of the work of the people.",
          "ID": "18"
        }
      ],
      "ID": "OT:2CH.2",
      "name": "2 Chronicles 2"
    },
    {
      "text": [
        {
          "text": "And Solomon began to build the house of the Lord, in Jerusalem on mount Moriah, as it had been shown to David his father, at the place which David had prepared on the threshing floor of Ornan the Jebusite.",
          "ID": "1"
        },
        {
          "text": "Now he began to build in the second month, in the fourth year of his reign.",
          "ID": "2"
        },
        {
          "text": "And these are the foundations, which Solomon set forth so that he might build the house of God: the length in cubits by the first measure sixty, the width in cubits twenty.",
          "ID": "3"
        },
        {
          "text": "Truly, at the front, the portico, which was extended in length according to the measure of the width of the house, was of twenty cubits. Then the height was of one hundred twenty cubits. And he overlaid it on the interior with the purest gold.",
          "ID": "4"
        },
        {
          "text": "Also, he covered the greater house with wooden panels of spruce, and he affixed layers of refined gold through it all. And he engraved in them palm trees, and the likeness of little chains interlaced with one another.",
          "ID": "5"
        },
        {
          "text": "Also, he paved the floor of the temple with the most precious marble, of great beauty.",
          "ID": "6"
        },
        {
          "text": "Now the gold, with which he covered in layers the house and its beams and posts and walls and doors, was highly refined. And he engraved cherubim on the walls.",
          "ID": "7"
        },
        {
          "text": "Also, he made the house of the Holy of Holies. Its length, in accord with the width of the temple, was of twenty cubits. And its width, similarly, was of twenty cubits. And he covered it with layers of gold, of about six hundred talents.",
          "ID": "8"
        },
        {
          "text": "Then he also made nails of gold, such that each nail weighed fifty shekels. Also, he covered the upper rooms in gold.",
          "ID": "9"
        },
        {
          "text": "Now he also made, in the house of the Holy of Holies, two cherubim as a work of statues. And he covered them with gold.",
          "ID": "10"
        },
        {
          "text": "The wings of the cherubim extended for twenty cubits, such that one wing had five cubits and it touched the wall of the house, and the other, having five cubits, touched the wing of the other cherub.",
          "ID": "11"
        },
        {
          "text": "Similarly, the wing of the other cherub was five cubits, and it touched the wall, and his other wing of five cubits also touched the wing of the other cherub.",
          "ID": "12"
        },
        {
          "text": "And so the wings of both cherubim were stretched out and extended for twenty cubits. Now they were standing upright on their feet, and their faces were turned toward the exterior house.",
          "ID": "13"
        },
        {
          "text": "Also, he made a veil from hyacinth, purple, scarlet, and fine linen. And he wove within it cherubim.",
          "ID": "14"
        },
        {
          "text": "And also, before the doors of the temple, there were two pillars, having a height of thirty-five cubits. But their heads were of five cubits.",
          "ID": "15"
        },
        {
          "text": "Then too, there were something like little chains on the oracle, and he placed these upon the heads of the pillars. And there were one hundred pomegranates, which he placed between the little chains.",
          "ID": "16"
        },
        {
          "text": "Also, he placed these pillars in the vestibule of the temple, one to the right, and the other to the left. The one that was on the right, he called Jachin; and the one that was on the left, Boaz.",
          "ID": "17"
        }
      ],
      "ID": "OT:2CH.3",
      "name": "2 Chronicles 3"
    },
    {
      "text": [
        {
          "text": "Also, he made a brass altar of twenty cubits in length, and of twenty cubits in width, and of ten cubits in height,",
          "ID": "1"
        },
        {
          "text": "as well as a molten sea of ten cubits from brim to brim, round in its circumference. It had five cubits in height, and a line of thirty cubits went around it on all sides.",
          "ID": "2"
        },
        {
          "text": "Also, under it there was the likeness of oxen. And certain engravings encircled the cavity of the sea, along ten cubits of the outside, as if in two rows. Now the oxen were molten.",
          "ID": "3"
        },
        {
          "text": "And the sea itself was placed upon the twelve oxen, three of which were looking toward the north, and another three toward the west, then another three toward the south, and the three that remained toward the east, having the sea imposed upon them. But the posteriors of the oxen were toward the interior, under the sea.",
          "ID": "4"
        },
        {
          "text": "Now its thickness had the measure of the palm of a hand, and its brim was like the lip of a cup, or like the outturned petal of a lily. And it held three thousand measures.",
          "ID": "5"
        },
        {
          "text": "Also, he made ten basins. And he placed five on the right, and five on the left, so that they might wash in them all the things that they were to offer as holocausts. But the priests were to be washed in the sea.",
          "ID": "6"
        },
        {
          "text": "Then he also made ten gold lampstands, according to the form by which they had been ordered to be made. And he set them in the temple, five on the right, and five on the left.",
          "ID": "7"
        },
        {
          "text": "Moreover, there were also ten tables. And he placed them in the temple, five on the right, and five on the left. Also, there were one hundred gold bowls.",
          "ID": "8"
        },
        {
          "text": "Then too, he made the court of the priests, and a great hall, and doors in the hall, which he covered with brass.",
          "ID": "9"
        },
        {
          "text": "Now he placed the sea on the right side, facing the east, toward the south.",
          "ID": "10"
        },
        {
          "text": "Then Hiram made cooking pots and hooks and bowls. And he completed every work of the king in the house of God,",
          "ID": "11"
        },
        {
          "text": "that is, the two pillars, and the crossbeams, and the heads, and something like a little net, which would cover the heads above the crossbeams,",
          "ID": "12"
        },
        {
          "text": "and also four hundred pomegranates, and two little nets, so that two rows of pomegranates were joined to each net, which would cover the crossbeams and the heads of the pillars.",
          "ID": "13"
        },
        {
          "text": "He also made bases; and basins that he placed upon the bases;",
          "ID": "14"
        },
        {
          "text": "one sea, and twelve oxen under the sea;",
          "ID": "15"
        },
        {
          "text": "and cooking pots and hooks and bowls. Hiram, his father, made all the vessels for Solomon, in the house of the Lord, from the purest brass.",
          "ID": "16"
        },
        {
          "text": "The king cast these in the region near the Jordan, in the clay soil between Succoth and Zeredah.",
          "ID": "17"
        },
        {
          "text": "Now the multitude of the vessels was innumerable, so much so that the weight of the brass was unknown.",
          "ID": "18"
        },
        {
          "text": "And Solomon made all the vessels for the house of God, and the gold altar, and the tables upon which were the bread of the presence;",
          "ID": "19"
        },
        {
          "text": "and also, of the purest gold, the lampstands with their lamps, to shine before the oracle, according to the rite;",
          "ID": "20"
        },
        {
          "text": "and certain flowers, and lamps, and gold tongs. All these were made from the purest gold.",
          "ID": "21"
        },
        {
          "text": "Also, the vessels for the perfumes, and the censers, and the bowls, and the little mortars were from the purest gold. And he engraved the doors of the inner temple, that is, for the Holy of Holies. And the doors of the outer temple were of gold. And so, every work was completed that Solomon made in the house of the Lord.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.4",
      "name": "2 Chronicles 4"
    },
    {
      "text": [
        {
          "text": "Then Solomon brought in all the things that David his father had vowed, the silver, and the gold, and all the vessels, which he placed in the treasuries of the house of God.",
          "ID": "1"
        },
        {
          "text": "After this, he gathered together those greater by birth of Israel, and all the leaders of the tribes, and the heads of the families, from the sons of Israel, to Jerusalem, so that they might bring the ark of the covenant of the Lord from the City of David, which is Zion.",
          "ID": "2"
        },
        {
          "text": "And so, all the men of Israel went to the king, on the solemn day of the seventh month.",
          "ID": "3"
        },
        {
          "text": "And when all the elders of Israel had arrived, the Levites carried the ark,",
          "ID": "4"
        },
        {
          "text": "and they brought it in, along with all the equipment of the tabernacle. Then too, the priests with the Levites carried the vessels of the sanctuary, which were in the tabernacle.",
          "ID": "5"
        },
        {
          "text": "Now king Solomon, and the entire assembly of Israel, and all who had gathered together before the ark, were immolating rams and oxen without any number, for so great was the multitude of the victims.",
          "ID": "6"
        },
        {
          "text": "And the priests brought in the ark of the covenant of the Lord to its place, that is, to the oracle of the temple, in the Holy of Holies, under the wings of the cherubim,",
          "ID": "7"
        },
        {
          "text": "so that the cherubim extended their wings over the place where the ark was positioned, and they covered the ark itself and its bars.",
          "ID": "8"
        },
        {
          "text": "But concerning the bars by which the ark was carried, because they were a little longer, the ends were able to be seen before the oracle. Yet truly, if anyone were a little ways toward the exterior, he would not be able to see them. And so the ark has been in that place, even to the present day.",
          "ID": "9"
        },
        {
          "text": "And there was nothing else in the ark, except the two tablets, which Moses had placed there at Horeb when the Lord gave the law to the sons of Israel, at the departure from Egypt.",
          "ID": "10"
        },
        {
          "text": "And having gone out from the Sanctuary, the priests (for all the priests who were able to be found there were sanctified, and in that time the turns and orders of the ministries had not yet been divided among them)",
          "ID": "11"
        },
        {
          "text": "with both the Levites and the singing men, that is, those who were under Asaph, and those who were under Heman, and those who were under Jeduthun, with their sons and brothers, clothed in fine linen, sounded out with cymbals, and psalteries, and harps, standing toward the eastern side of the altar. And with them were one hundred twenty priests, sounding out with trumpets.",
          "ID": "12"
        },
        {
          "text": "And when they all sounded out together, with trumpets, and voice, and cymbals, and pipes, and with various kinds of musical instruments, lifting their voice on high, the sound was heard from far away, so that when they had begun to praise the Lord, and to say, \"Confess to the Lord, for he is good; for his mercy is eternal,\" the house of God was filled with a cloud.",
          "ID": "13"
        },
        {
          "text": "Neither were the priests able to stand and to minister, because of the cloud. For the glory of the Lord had filled the house of God.",
          "ID": "14"
        }
      ],
      "ID": "OT:2CH.5",
      "name": "2 Chronicles 5"
    },
    {
      "text": [
        {
          "text": "Then Solomon said: \"The Lord has promised that he would dwell in a cloud.",
          "ID": "1"
        },
        {
          "text": "But I have built a house to his name, so that he may dwell there forever.\"",
          "ID": "2"
        },
        {
          "text": "And the king turned his face, and he blessed the entire multitude of Israel, (for the whole crowd was standing and attentive) and he said:",
          "ID": "3"
        },
        {
          "text": "\"Blessed is the Lord, the God of Israel, who has completed the work that he spoke to David my father, saying:",
          "ID": "4"
        },
        {
          "text": "'From the day when I led my people away from the land of Egypt, I did not choose a city from all the tribes of Israel, so that a house would be built in it to my name. And I did not choose any other man, so that he would be the ruler of my people Israel.",
          "ID": "5"
        },
        {
          "text": "But I chose Jerusalem, so that my name would be in it. And I chose David, so that I might appoint him over my people Israel.'",
          "ID": "6"
        },
        {
          "text": "And though David, my father, had decided that he would build a house to the name of the Lord God of Israel,",
          "ID": "7"
        },
        {
          "text": "the Lord said to him: 'In so far as it was your will that you build a house to my name, certainly you have done well in having such a will.",
          "ID": "8"
        },
        {
          "text": "But you shall not build the house. Truly, your son, who will go forth from your loins, shall build a house to my name.'",
          "ID": "9"
        },
        {
          "text": "Therefore, the Lord has accomplished his word, which he had spoken. And I have risen up in place of my father David, and I sit upon the throne of Israel, just as the Lord spoke. And I have built a house to the name of the Lord, the God of Israel.",
          "ID": "10"
        },
        {
          "text": "And I have placed in it the ark, in which is the covenant of the Lord that he formed with the sons of Israel.\"",
          "ID": "11"
        },
        {
          "text": "Then he stood before the altar of the Lord, facing the entire multitude of Israel, and he extended his hands.",
          "ID": "12"
        },
        {
          "text": "For indeed, Solomon had made a bronze base, and he had positioned it in the midst of the hall; it held five cubits in length, and five cubits in width, and three cubits in height. And he stood upon it. And next, kneeling down while facing the entire multitude of Israel, and lifting up his palms towards heaven,",
          "ID": "13"
        },
        {
          "text": "he said: \"O Lord God of Israel, there is no god like you in heaven or on earth. You preserve covenant and mercy with your servants, who walk before you with all their hearts.",
          "ID": "14"
        },
        {
          "text": "You fulfilled for your servant David, my father, whatsoever you had said to him. And you carried out the deed that you promised with your mouth, just as the present time proves.",
          "ID": "15"
        },
        {
          "text": "Now then, O Lord God of Israel, fulfill for your servant David, my father, whatsoever you said to him, saying: 'There shall not fail to be a man from you before me, who will sit upon the throne of Israel, yet only if your sons will guard their ways, and will walk in my law, just as you also have walked before me.'",
          "ID": "16"
        },
        {
          "text": "And now, O Lord God of Israel, let your word be confirmed that you spoke to your servant David.",
          "ID": "17"
        },
        {
          "text": "How then is it to be believe that God would dwell with men upon the earth? If heaven and the heavens of the heavens do not contain you, how much less this house that I have built?",
          "ID": "18"
        },
        {
          "text": "But it has been done for this only, so that you may look with favor upon the prayer of your servant, and on his supplication, O Lord my God, and so that you may hear the prayers which your servant pours out before you,",
          "ID": "19"
        },
        {
          "text": "and so that you may open your eyes over this house, day and night, over the place where you promised that your name would be invoked,",
          "ID": "20"
        },
        {
          "text": "and so that you may heed the prayer which your servant is praying within it, and so that you may heed the prayers of your servant and of your people Israel. Whoever will pray in this place, listen from your habitation, that is, from heaven, and forgive.",
          "ID": "21"
        },
        {
          "text": "If anyone will have sinned against his neighbor, and he arrives to swear against him, and to bind himself with a curse before the altar in this house,",
          "ID": "22"
        },
        {
          "text": "you will hear him from heaven, and you will execute justice for your servants, so that you return, to the iniquitous man, his own way upon his own head, and so that you vindicate the just man, repaying him according to his own justice.",
          "ID": "23"
        },
        {
          "text": "If your people Israel will have been overwhelmed by their enemies, (for they will sin against you) and having been converted will do penance, and if they will have beseeched your name, and will have prayed in this place,",
          "ID": "24"
        },
        {
          "text": "you will heed them from heaven, and you will forgive the sin of your people Israel, and you will lead them back into the land that you gave to them and to their fathers.",
          "ID": "25"
        },
        {
          "text": "If the heavens have been closed, so that rain does not fall, because of the sin of the people, and if they will petition you in this place, and confess to your name, and be converted from their sins when you will afflict them,",
          "ID": "26"
        },
        {
          "text": "heed them from heaven, O Lord, and forgive the sins of your servants and of your people Israel, and teach them the good way, by which they may advance, and give rain to the land that you gave to your people as a possession.",
          "ID": "27"
        },
        {
          "text": "If a famine will have risen up in the land, or pestilence, or fungus, or mildew, or locusts, or beetles, or if enemies will have laid waste to the countryside and will have besieged the gates of the cities, or whatever scourge or infirmity will have pressed upon them,",
          "ID": "28"
        },
        {
          "text": "if anyone from your people Israel, knowing his own scourge and infirmity, will have made supplication and will have extended his hands in this house,",
          "ID": "29"
        },
        {
          "text": "you will heed him from heaven, indeed from your sublime habitation, and you will forgive, and you will repay each one according to his ways, which you know him to hold in his heart. For you alone know the hearts of the sons of men.",
          "ID": "30"
        },
        {
          "text": "So may they fear you, and so may they walk in your ways, during all the days that they live upon the face of the land, which you gave to our fathers.",
          "ID": "31"
        },
        {
          "text": "Also, if the outsider, who is not from your people Israel, will have arrived from a far away land, because of your great name, and because of your robust hand and your outstretched arm, and if he will adore in this place,",
          "ID": "32"
        },
        {
          "text": "you will heed him from heaven, your most firm habitation, and you will accomplish all the things about which this sojourner will have called out to you, so that all the people of the earth may know your name, and may fear you, just as your people Israel do, and so that they may know that your name is invoked over this house, which I have built.",
          "ID": "33"
        },
        {
          "text": "If, having gone out to war against their adversaries along the way that you will send them, your people adore you facing in the direction of this city, which you have chosen, and of this house, which I have built to your name,",
          "ID": "34"
        },
        {
          "text": "you will heed their prayers from heaven, and their supplications, and you will vindicate them.",
          "ID": "35"
        },
        {
          "text": "But if they will have sinned against you (for there is no man who does not sin) and you will have become angry against them, and if you will have delivered them to their enemies, and so they lead them away as captives to a far away land, or even to one that is near,",
          "ID": "36"
        },
        {
          "text": "and if, having been converted in their heart in the land to which they had been led as captives, they will do penance, and beseech you in the land of their captivity, saying, 'We have sinned; we have committed iniquity; we have acted unjustly,'",
          "ID": "37"
        },
        {
          "text": "and if they will have returned to you, with their whole heart and with their whole soul, in the land of their captivity to which they were led away, and if they will adore you in the direction of their own land, which you gave to their fathers, and of the city, which you have chosen, and of the house, which I have built to your name,",
          "ID": "38"
        },
        {
          "text": "from heaven, that is, from your firm habitation, you will heed their prayers, and you will accomplish judgment, and you will forgive your people, even though they are sinners.",
          "ID": "39"
        },
        {
          "text": "For you are my God. Let your eyes be open, I beg you, and let your ears be attentive to the prayer that is made in this place.",
          "ID": "40"
        },
        {
          "text": "Now therefore, rise up, O Lord God, to your resting place, you and the ark of your strength. Let your priests, O Lord God, be clothed with salvation, and let your holy ones rejoice in what is good.",
          "ID": "41"
        },
        {
          "text": "O Lord God, may you not turn away from the face of your Christ. Remember the mercies of your servant, David.\"",
          "ID": "42"
        }
      ],
      "ID": "OT:2CH.6",
      "name": "2 Chronicles 6"
    },
    {
      "text": [
        {
          "text": "And when Solomon had completed pouring out his prayers, fire descended from heaven, and it devoured the holocausts and the victims. And the majesty of the Lord filled the house.",
          "ID": "1"
        },
        {
          "text": "Neither were the priests able to enter into the temple of the Lord, because the majesty of the Lord had filled the temple of the Lord.",
          "ID": "2"
        },
        {
          "text": "Moreover, all the sons of Israel saw the fire descending, and the glory of the Lord upon the house. And falling prone upon the ground, on the layer of pavement stones, they adored and praised the Lord: \"For he is good. For his mercy is everlasting.\"",
          "ID": "3"
        },
        {
          "text": "Then the king and all the people were immolating victims before the Lord.",
          "ID": "4"
        },
        {
          "text": "And so, king Solomon slaughtered victims: twenty-two thousand oxen, and one hundred twenty thousand rams. And the king and the entire people dedicated the house of God.",
          "ID": "5"
        },
        {
          "text": "Then the priests and the Levites were standing in their offices, with the instruments of music for the Lord, which king David made in order to praise the Lord: \"For his mercy is eternal.\" And they were playing the hymns of David with their hands. And the priests were sounding out with trumpets before them, and all of Israel was standing.",
          "ID": "6"
        },
        {
          "text": "Also, Solomon sanctified the middle of the atrium in front of the temple of the Lord. For he had offered the holocausts and the fat of peace offerings in that place because the bronze altar, which he had made, had not been able to support the holocausts and the sacrifices and the fat.",
          "ID": "7"
        },
        {
          "text": "Therefore, Solomon kept the solemnity, at that time, for seven days, and all of Israel with him, a very great assembly, from the entrance of Hamath, even to the torrent of Egypt.",
          "ID": "8"
        },
        {
          "text": "And on the eighth day, he held a solemn gathering, because he had dedicated the altar over seven days, and he had celebrated the solemnity over seven days.",
          "ID": "9"
        },
        {
          "text": "And so, on the twenty-third day of the seventh month, he dismissed the people to their dwellings, joyful and glad over the good that the Lord had done for David, and for Solomon, and for his people Israel.",
          "ID": "10"
        },
        {
          "text": "And Solomon completed the house of the Lord, and the house of the king, and all that he had resolved in his heart to do for the house of the Lord, and for his own house. And he prospered.",
          "ID": "11"
        },
        {
          "text": "Then the Lord appeared to him by night, and said: \"I have heard your prayer, and I have chosen this place for myself as a house of sacrifice.",
          "ID": "12"
        },
        {
          "text": "If I close up heaven, so that no rain will fall, or if I order and instruct the locust to devour the land, or if I send a pestilence among my people,",
          "ID": "13"
        },
        {
          "text": "and if my people, over whom my name has been invoked, being converted, will have petitioned me and sought my face, and will have done penance for their wicked ways, then I will heed them from heaven, and I will forgive their sins, and I will heal their land.",
          "ID": "14"
        },
        {
          "text": "Also, my eyes will be open, and my ears will be attentive, to the prayer of him who shall pray in this place.",
          "ID": "15"
        },
        {
          "text": "For I have chosen and sanctified this place, so that my name may be there continually, and so that my eyes and my heart may remain there, for all days.",
          "ID": "16"
        },
        {
          "text": "And as for you, if you will walk before me, just as your father David walked, and if you will act in accord with all that I have instructed you, and if you will observe my justices and judgments,",
          "ID": "17"
        },
        {
          "text": "I will raise up the throne of your kingdom, just as I promised to your father David, saying: 'There shall not be taken away a man from your stock who will be ruler in Israel.'",
          "ID": "18"
        },
        {
          "text": "But if you will have turned away, and will have forsaken my justices and my precepts, which I have set before you, and going astray, you serve strange gods, and you adore them,",
          "ID": "19"
        },
        {
          "text": "I will uproot you from my land, which I gave to you, and from this house, which I sanctified to my name, and I will cast it away from before my face, and I will deliver it to be a parable and an example for all the peoples.",
          "ID": "20"
        },
        {
          "text": "And this house will be like a proverb to all who pass by. And being astonished, they shall say: 'Why has the Lord acted this way toward this land and toward this house?'",
          "ID": "21"
        },
        {
          "text": "And they shall respond: 'Because they abandoned the Lord, the God of their fathers, who led them away from the land of Egypt, and they took hold of foreign gods, and they adored and worshipped them. Therefore, all these evils have overwhelmed them.' \"",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.7",
      "name": "2 Chronicles 7"
    },
    {
      "text": [
        {
          "text": "Then, twenty years having passed since Solomon built the house of the Lord and his own house,",
          "ID": "1"
        },
        {
          "text": "he built the cities that Hiram had given to Solomon, and he caused the sons of Israel to live there.",
          "ID": "2"
        },
        {
          "text": "Also, he went to Hamath Zobah, and he obtained it.",
          "ID": "3"
        },
        {
          "text": "And he built Palmira in the desert, and he built very fortified cities in Hamath.",
          "ID": "4"
        },
        {
          "text": "And he built upper Beth-horon and lower Beth-horon, as walled cities, having gates and bars and locks,",
          "ID": "5"
        },
        {
          "text": "as well as Baalath, and all the very strong cities which were of Solomon, and all the cities of the chariots, and the cities of the horsemen. Everything whatsoever that Solomon willed and decided, he built in Jerusalem, and in Lebanon, and throughout the entire land of his authority.",
          "ID": "6"
        },
        {
          "text": "All the people who had been left from the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, those who were not from the stock of Israel,",
          "ID": "7"
        },
        {
          "text": "those of their sons and their posterity whom the sons of Israel had not put to death, Solomon subjugated as tributaries, even to this day.",
          "ID": "8"
        },
        {
          "text": "But he did not appoint anyone from the sons of Israel to serve in the works of the king. For they were men of war, and first rulers, and commanders of his chariots and horsemen.",
          "ID": "9"
        },
        {
          "text": "Now all the leaders of the army of king Solomon were two hundred fifty, who were instructing the people.",
          "ID": "10"
        },
        {
          "text": "Truly, he transferred the daughter of Pharaoh, from the City of David, to the house that he had built for her. For the king said: \"My wife shall not live in the house of David, king of Israel, for it has been sanctified. For the ark of the Lord has entered into it.\"",
          "ID": "11"
        },
        {
          "text": "Then Solomon offered holocausts to the Lord on the altar of the Lord, which he had constructed before the portico,",
          "ID": "12"
        },
        {
          "text": "so that every day there would be an offering on it, in accord with precept of Moses, on the Sabbaths, and on the new moons, and three times a year on the feast days, that is, on the solemnity of unleavened bread, and on the solemnity of weeks, and in the solemnity of tabernacles.",
          "ID": "13"
        },
        {
          "text": "And he appointed, in accord with the plan of his father David, the offices of the priests in their ministries; and those of the Levites, in their orders, so that they might praise and minister before the priests according to the ritual of each day; and the porters, in their divisions, from gate to gate. For so had David, the man of God, instructed.",
          "ID": "14"
        },
        {
          "text": "Neither the priests, nor the Levites, transgressed against the commands of the king, in all that he had instructed, and in the keeping of the treasuries.",
          "ID": "15"
        },
        {
          "text": "Solomon had all the expenses prepared, from the day on which he founded the house of the Lord, even until the day when he perfected it.",
          "ID": "16"
        },
        {
          "text": "Then Solomon went away to Eziongeber, and to Eloth, on the coast of the Red Sea, which is in the land of Edom.",
          "ID": "17"
        },
        {
          "text": "And Hiram sent to him ships, by the hands of his servants, sailors and skillful navigators of the sea, and they went away with the servants of Solomon to Ophir. And they took from there four hundred fifty talents of gold, and they brought it to king Solomon.",
          "ID": "18"
        }
      ],
      "ID": "OT:2CH.8",
      "name": "2 Chronicles 8"
    },
    {
      "text": [
        {
          "text": "Also, when the queen of Sheba had heard of the fame of Solomon, she came to Jerusalem, with great riches and with camels which were carrying aromatics, and very much gold, and precious gems, so that she might test him with enigmas. And when she had approached Solomon, she spoke to him all that was in her heart.",
          "ID": "1"
        },
        {
          "text": "And Solomon explained for her all that she had proposed. And there was nothing that he did not make clear to her.",
          "ID": "2"
        },
        {
          "text": "And after she saw these things, specifically, the wisdom of Solomon, and the house which he had built,",
          "ID": "3"
        },
        {
          "text": "indeed also the foods of his table, and the habitations of the servants, and the duties of his ministers, and their apparel, and also his cupbearers and their garments, and the victims which he was immolating in the house of the Lord, there was no longer any spirit in her, due to astonishment.",
          "ID": "4"
        },
        {
          "text": "And she said to the king: \"The word is true, which I had heard in my own land, about your virtues and wisdom.",
          "ID": "5"
        },
        {
          "text": "I did not believe those who described it, until I had arrived and my eyes had seen, and I had proven that not even half of your wisdom had been described to me. You have exceeded your fame with your virtue.",
          "ID": "6"
        },
        {
          "text": "Blessed are your men, and blessed are your servants, who stand before you at all times and listen to your wisdom.",
          "ID": "7"
        },
        {
          "text": "Blessed is the Lord your God, who willed to set you upon his throne as a king for the Lord your God. Since God loves Israel, he wishes to preserve them unto eternity. For this reason, he appointed you as king over them, so that you may accomplish judgment and justice.\"",
          "ID": "8"
        },
        {
          "text": "Then she gave to the king one hundred twenty talents of gold, and an exceedingly great abundance of aromatics, and very precious gems. Never were there such aromatics as those that the queen of Sheba gave to king Solomon.",
          "ID": "9"
        },
        {
          "text": "Then too, the servants of Hiram, with the servants of Solomon, brought gold from Ophir, and wood from thyine trees, and very precious gems.",
          "ID": "10"
        },
        {
          "text": "And the king made, from this particular thyine wood, steps in the house of the Lord, and in the house of the king, and also harps and psalteries for the singing men. Never was there seen such wood in the land of Judah.",
          "ID": "11"
        },
        {
          "text": "Then king Solomon gave to the queen of Sheba all that she desired, and all that she requested, and much more than what she had brought to him. And returning, she went away to her own land with her servants.",
          "ID": "12"
        },
        {
          "text": "Now the weight of the gold, which was being brought to Solomon throughout each year, was six hundred sixty-six talents of gold,",
          "ID": "13"
        },
        {
          "text": "apart from the sum that the legates of various nations and the merchants were accustomed to bring, and apart from the gold and silver that all the kings of Arabia, and the princes of the lands, were bringing together for Solomon.",
          "ID": "14"
        },
        {
          "text": "And so, king Solomon made two hundred gold spears, from six hundred gold pieces, the amount used for each spear,",
          "ID": "15"
        },
        {
          "text": "and also three hundred gold shields, from three hundred gold pieces, which covered each shield. And the king placed them in the armory, which was situated in a forest.",
          "ID": "16"
        },
        {
          "text": "Also, the king made a great ivory throne, and he clothed it with the purest gold.",
          "ID": "17"
        },
        {
          "text": "And there were six steps, by which he would ascend to the throne, and a footstool of gold, and two arms, one on each side, and two lions standing beside the arms.",
          "ID": "18"
        },
        {
          "text": "Moreover, there were twelve additional little lions standing upon the six steps on both sides. There was no similar throne in all the kingdoms.",
          "ID": "19"
        },
        {
          "text": "Also, all the vessels for the feasts of the king were of gold, and the vessels of the forest house of Lebanon were from the purest gold. For silver in those days was considered as nothing.",
          "ID": "20"
        },
        {
          "text": "For indeed, the ships of the king went to Tarshish, with the servants of Hiram, once every three years. And they brought from there gold, and silver, and ivory, and primates, and peacocks.",
          "ID": "21"
        },
        {
          "text": "And so, Solomon was magnified above all the kings of the earth in wealth and glory.",
          "ID": "22"
        },
        {
          "text": "And all the kings of the lands were desiring to see the face of Solomon, so that they might hear the wisdom that God had granted to his heart.",
          "ID": "23"
        },
        {
          "text": "And they were bringing to him gifts, vessels of silver and of gold, and garments, and armor, and aromatics, and horses, and mules, throughout each year.",
          "ID": "24"
        },
        {
          "text": "Also, Solomon had forty thousand horses in the stables, and twelve thousand chariots and horsemen, and he appointed them to the cities of the chariots, and where the king was in Jerusalem.",
          "ID": "25"
        },
        {
          "text": "Now he also exercised authority over all the kings from the river Euphrates as far as the land of the Philistines, and as far as the borders of Egypt.",
          "ID": "26"
        },
        {
          "text": "And he brought forth so much silver that it was as plentiful in Jerusalem as stones. And cedar trees were as great in number as the sycamores that spring up in the plains.",
          "ID": "27"
        },
        {
          "text": "And horses were brought to him from Egypt and from every region.",
          "ID": "28"
        },
        {
          "text": "Now the rest of the works of Solomon, the first and the last, have been written in the words of Nathan, the prophet, and in the books of Ahijah, the Shilonite, as well as in the vision of Iddo, the seer, against Jeroboam, the son of Nabat.",
          "ID": "29"
        },
        {
          "text": "And Solomon reigned in Jerusalem, over all of Israel, for forty years.",
          "ID": "30"
        },
        {
          "text": "And he slept with his fathers. And they buried him in the City of David. And his son, Rehoboam, reigned in his place.",
          "ID": "31"
        }
      ],
      "ID": "OT:2CH.9",
      "name": "2 Chronicles 9"
    },
    {
      "text": [
        {
          "text": "Now Rehoboam set out for Shechem. For in that place all of Israel had convened, so that they might appoint him as king.",
          "ID": "1"
        },
        {
          "text": "But when Jeroboam, the son of Nabat, who was in Egypt, (indeed he had fled to that place from Solomon) had heard it, he promptly returned.",
          "ID": "2"
        },
        {
          "text": "And they summoned him, and he arrived with all of Israel. And they spoke to Rehoboam, saying:",
          "ID": "3"
        },
        {
          "text": "\"Your father pressed upon us a very difficult yoke. You should govern us more lightly than your father, who imposed on us a heavy servitude, and so lift up some of the burden, so that we may serve you.\"",
          "ID": "4"
        },
        {
          "text": "But he said, \"Return to me after three days.\" And when the people had gone away,",
          "ID": "5"
        },
        {
          "text": "he took counsel with the elders, who had stood before his father Solomon while he was still living, saying, \"What counsel would you give to me, so that I may respond to the people?\"",
          "ID": "6"
        },
        {
          "text": "And they said to him, \"If you please this people, and if you soothe them with words of clemency, they will be your servants for all days.\"",
          "ID": "7"
        },
        {
          "text": "But he set aside the counsel of the elders, and he began to have discussion with the youth, who had been raised with him and who were among his companions.",
          "ID": "8"
        },
        {
          "text": "And he said to them: \"How does it seem to you? Or how should I respond to this people, who have said to me, 'Lift up the yoke that your father imposed upon us?' \"",
          "ID": "9"
        },
        {
          "text": "But they responded like youths, having been raised with him in luxury, and they said: \"So shall you speak to the people, who said to you, 'Your father made our yoke heavy; you should lighten it,' and so shall you respond to them: 'My little finger is thicker than the back of my father.",
          "ID": "10"
        },
        {
          "text": "My father imposed a heavy yoke upon you, and I will place more weight upon it. My father cut you with whips; truly, I will beat you with scorpions.' \"",
          "ID": "11"
        },
        {
          "text": "Then Jeroboam, and the entire people, went to Rehoboam on the third day, just as he had instructed them.",
          "ID": "12"
        },
        {
          "text": "And the king responded harshly, abandoning the counsel of the elders.",
          "ID": "13"
        },
        {
          "text": "And he spoke according to the will of the youths: \"My father imposed a heavy yoke upon you, which I will make heavier. My father cut you with whips; truly, I will beat you with scorpions.\"",
          "ID": "14"
        },
        {
          "text": "And he did not acquiesce to the pleadings of the people. For it was the will of God that his word be fulfilled, which he had spoken by the hand of Ahijah, the Shilonite, to Jeroboam, the son of Nabat.",
          "ID": "15"
        },
        {
          "text": "Then the entire people, speaking more harshly to the king, spoke to him in this way: \"There is no portion for us in David, and there is no inheritance in the son of Jesse. Return to your dwellings, O Israel. Then you, O David, shall pasture your own house.\" And Israel went away to their dwellings.",
          "ID": "16"
        },
        {
          "text": "But Rehoboam reigned over the sons of Israel who were living in the cities of Judah.",
          "ID": "17"
        },
        {
          "text": "And king Rehoboam sent Aduram, who was in charge of the tributes. And the sons of Israel stoned him, and he died. And so king Rehoboam hurried to climb into the chariot, and he fled to Jerusalem.",
          "ID": "18"
        },
        {
          "text": "And Israel withdrew from the house of David, even to this day.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.10",
      "name": "2 Chronicles 10"
    },
    {
      "text": [
        {
          "text": "Then Rehoboam went to Jerusalem, and he called together the entire house of Judah and of Benjamin, one hundred eighty thousand elect men of war, so that he might contend against Israel, and turn back his kingdom to himself.",
          "ID": "1"
        },
        {
          "text": "And the word of the Lord came to Shemaiah, the man of God, saying:",
          "ID": "2"
        },
        {
          "text": "\"Speak to Rehoboam, the son of Solomon, the king of Judah, and to all of Israel who are of Judah, or of Benjamin:",
          "ID": "3"
        },
        {
          "text": "Thus says the Lord: You shall not ascend and fight against your brothers. Let each one return to his own house. For it is by my will that this has happened.\" And when they had heard the word of the Lord, they turned back, and they did not continue on against Jeroboam.",
          "ID": "4"
        },
        {
          "text": "Then Rehoboam lived in Jerusalem, and he built fortified cities in Judah.",
          "ID": "5"
        },
        {
          "text": "And he built up Bethlehem, and Etam, and Tekoa,",
          "ID": "6"
        },
        {
          "text": "and also Bethzur, and Soco, and Adullam,",
          "ID": "7"
        },
        {
          "text": "indeed also Gath, and Mareshah, and Ziph,",
          "ID": "8"
        },
        {
          "text": "then too Adoram, and Lachish, and Azekah,",
          "ID": "9"
        },
        {
          "text": "as well as Zorah, and Aijalon, and Hebron, which were very fortified cities in Judah and in Benjamin.",
          "ID": "10"
        },
        {
          "text": "And when he had enclosed them with walls, he placed in them rulers, and storehouses of provisions, that is, of oil and wine.",
          "ID": "11"
        },
        {
          "text": "Moreover, in each city he made an armory of shields and spears, and he strengthened them with the utmost diligence. And he ruled over Judah and Benjamin.",
          "ID": "12"
        },
        {
          "text": "Then the priests and Levites, who were in all of Israel, came to him from all their settlements,",
          "ID": "13"
        },
        {
          "text": "leaving behind their suburbs and possessions, and crossing over to Judah and to Jerusalem. For Jeroboam and his followers had cast them out, so that they could not exercise the priestly office to the Lord.",
          "ID": "14"
        },
        {
          "text": "And he appointed for himself priests of high places, and of demons, and of calves that he had made.",
          "ID": "15"
        },
        {
          "text": "Moreover, out of all the tribes of Israel, whosoever would give their heart so that they sought the Lord God of Israel, they went to Jerusalem to immolate their victims before the Lord, the God of their fathers.",
          "ID": "16"
        },
        {
          "text": "And they strengthened the kingdom of Judah, and they confirmed Rehoboam, the son of Solomon, for three years. For they walked in the ways of David and of Solomon, but only for three years.",
          "ID": "17"
        },
        {
          "text": "Then Rehoboam took as wife Mahalath, the daughter of Jerimoth, son of David, and also Abihail, the daughter of Eliab, son of Jesse.",
          "ID": "18"
        },
        {
          "text": "They bore sons for him: Jeush, and Shemariah, and Zaham.",
          "ID": "19"
        },
        {
          "text": "And also after her, he married Maacah, the daughter of Absalom, who bore for him Abijah, and Attai, and Ziza, and Shelomith.",
          "ID": "20"
        },
        {
          "text": "But Rehoboam loved Maacah, the daughter of Absalom, above all his wives and concubines. For he had taken eighteen wives and sixty concubines. And he conceived twenty-eight sons and sixty daughters.",
          "ID": "21"
        },
        {
          "text": "Truly, he appointed as the head, Abijah, the son of Maacah, to be the ruler over all his brothers. For he thought to make him king,",
          "ID": "22"
        },
        {
          "text": "since he was wiser and more powerful than all his sons, even in all the regions of Judah and Benjamin, and in all the fortified cities. And he provided them with very much food, and he sought many wives.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.11",
      "name": "2 Chronicles 11"
    },
    {
      "text": [
        {
          "text": "And when the kingdom of Rehoboam had been strengthened and fortified, he abandoned the law of the Lord, and all of Israel with him.",
          "ID": "1"
        },
        {
          "text": "Then, in the fifth year of the reign of Rehoboam, Shishak, the king of Egypt, ascended against Jerusalem (for they had sinned against the Lord)",
          "ID": "2"
        },
        {
          "text": "with one thousand two hundred chariots and sixty thousand horsemen. And the common people could not be numbered who had arrived with him from Egypt, namely, the Libyans, and the Troglodytes, and the Ethiopians.",
          "ID": "3"
        },
        {
          "text": "And he seized the most fortified cities in Judah, and he went even to Jerusalem.",
          "ID": "4"
        },
        {
          "text": "Then Shemaiah, the prophet, entered to Rehoboam, and to the leaders of Judah who had gathered together in Jerusalem while fleeing from Shishak, and he said to them: \"Thus says the Lord: You have abandoned me, and so I have abandoned you into the hand of Shishak.\"",
          "ID": "5"
        },
        {
          "text": "And the leaders of Israel, and the king, being in consternation, said, \"The Lord is just.\"",
          "ID": "6"
        },
        {
          "text": "And when the Lord had seen that they were humbled, the word of the Lord came to Shemaiah, saying: \"Because they have been humbled, I will not disperse them. And I will give to them a little help, and my fury will not rain down upon Jerusalem by the hand of Shishak.",
          "ID": "7"
        },
        {
          "text": "Yet truly, they shall serve him, so that they may know the difference between my servitude, and the servitude of a kingdom of the lands.\"",
          "ID": "8"
        },
        {
          "text": "And so Shishak, the king of Egypt, withdrew from Jerusalem, taking up the treasures of the house of the Lord and of the house of the king. And he took away everything with him, even the gold shields that Solomon had made.",
          "ID": "9"
        },
        {
          "text": "In place of these, the king made bronze ones, and he delivered them to the leaders of the shield bearers, who were guarding the vestibule of the palace.",
          "ID": "10"
        },
        {
          "text": "And when the king would enter into the house of the Lord, the shield bearers would arrive and take them, and they would carry them back to their armory.",
          "ID": "11"
        },
        {
          "text": "Yet truly, because they were humbled, the wrath of the Lord turned away from them, and so they were not utterly destroyed. And indeed, good works were also found in Judah.",
          "ID": "12"
        },
        {
          "text": "Therefore, king Rehoboam was strengthened in Jerusalem, and he reigned. He was forty-one years old when he had begun to reign, and he reigned for seventeen years in Jerusalem, the city that the Lord chose out of all the tribes of Israel, so that he might confirm his name there. Now the name of his mother was Naamah, an Ammonite.",
          "ID": "13"
        },
        {
          "text": "But he did evil, and he did not prepare his heart so as to seek the Lord.",
          "ID": "14"
        },
        {
          "text": "Truly, the works of Rehoboam, the first and the last, have been written in the books of Shemaiah, the prophet, and of Iddo, the seer, and diligently set forth. And Rehoboam and Jeroboam fought against one another during all their days.",
          "ID": "15"
        },
        {
          "text": "And Rehoboam slept with his fathers, and he was buried in the City of David. And his son, Abijah, reigned in his place.",
          "ID": "16"
        }
      ],
      "ID": "OT:2CH.12",
      "name": "2 Chronicles 12"
    },
    {
      "text": [
        {
          "text": "In the eighteenth year of king Jeroboam, Abijah reigned over Judah.",
          "ID": "1"
        },
        {
          "text": "He reigned for three years in Jerusalem, and the name of his mother was Micaiah, the daughter of Uriel, from Gibeah. And there was war between Abijah and Jeroboam.",
          "ID": "2"
        },
        {
          "text": "And when Abijah had undertaken the conflict, and he had with him four hundred thousand elect men, very fit for war, Jeroboam set up a battle line opposite him of eight hundred thousand men, who were also elect and very strong in warfare.",
          "ID": "3"
        },
        {
          "text": "Then Abijah stood upon mount Zemaraim, which was in Ephraim, and he said: \"Listen to me, Jeroboam and all of Israel.",
          "ID": "4"
        },
        {
          "text": "Are you ignorant that the Lord, the God of Israel, gave David the kingship over Israel for all time, to him and to his sons, by a covenant of salt?",
          "ID": "5"
        },
        {
          "text": "But Jeroboam, the son of Nabat, the servant of Solomon, son of David, rose up and rebelled against his lord.",
          "ID": "6"
        },
        {
          "text": "And there were gathered to him very vain men, and sons of Belial. And they prevailed against Rehoboam, the son of Solomon. For Rehoboam was inexperienced, and he had a fearful heart, and so he was unable to resist them.",
          "ID": "7"
        },
        {
          "text": "Now therefore, you say that you are able to resist the kingdom of the Lord, which he possesses through the sons of David, and you have a great multitude of people, and gold calves, which Jeroboam made for you as gods.",
          "ID": "8"
        },
        {
          "text": "And you have cast out the priests of the Lord, the sons of Aaron, as well as the Levites. And like all the peoples of the lands, you have made priests for yourselves. Anyone who is willing to come and perform the ritual by his hand, with a bull from the herd and with seven rams, is made a priest of those who are not gods.",
          "ID": "9"
        },
        {
          "text": "But the Lord is our God, and we have not forsaken him. And the priests who minister to the Lord are from the sons of Aaron. And the Levites are in their proper order.",
          "ID": "10"
        },
        {
          "text": "Also, they offer holocausts to the Lord, each and every day, morning and evening, and incense composed according to the precept of the law, and the bread of the presence on a very pure table. And there is with us the gold lampstand with its lamps, so that they may burn continually in the evening. For certainly, we keep the precepts of the Lord our God, whom you have forsaken.",
          "ID": "11"
        },
        {
          "text": "Therefore, God is the commander of our army, with his priests, who sound the trumpets that ring out against you. O sons of Israel, do not choose to fight against the Lord, the God of your fathers. For it is not expedient for you.\"",
          "ID": "12"
        },
        {
          "text": "While he was speaking these things, Jeroboam set in motion an ambush behind them. And while they stood facing the enemy, without Judah realizing it, his army circled around.",
          "ID": "13"
        },
        {
          "text": "And looking back, Judah saw the war threatening in front and behind, and they cried out to the Lord. And the priests began to sound the trumpets.",
          "ID": "14"
        },
        {
          "text": "And all the men of Judah shouted out. And behold, when they cried out, God terrified Jeroboam, and all of Israel who were standing in opposition to Abijah and Judah.",
          "ID": "15"
        },
        {
          "text": "And the sons of Israel fled from Judah, and the Lord delivered them into their hand.",
          "ID": "16"
        },
        {
          "text": "Therefore, Abijah and his people struck them with a great slaughter. And five hundred thousand strong men of Israel fell wounded.",
          "ID": "17"
        },
        {
          "text": "And the sons of Israel were humiliated at that time. And the sons of Judah were very greatly strengthened, because they had trusted in the Lord, the God of their fathers.",
          "ID": "18"
        },
        {
          "text": "Then Abijah pursued the fleeing Jeroboam. And he seized cities from him: Bethel and her daughters, and Jeshanah with her daughters, and also Ephron and her daughters.",
          "ID": "19"
        },
        {
          "text": "And Jeroboam no longer had the strength to resist, in the days of Abijah. And the Lord struck him, and he died.",
          "ID": "20"
        },
        {
          "text": "And so Abijah, having been strengthened in his authority, took fourteen wives. And he procreated twenty-two sons and sixteen daughters.",
          "ID": "21"
        },
        {
          "text": "Now the rest of the words of Abijah, and his ways and works, have been written very diligently in the book of Iddo, the prophet.",
          "ID": "22"
        }
      ],
      "ID": "OT:2CH.13",
      "name": "2 Chronicles 13"
    },
    {
      "text": [
        {
          "text": "Then Abijah slept with his fathers, and they buried him in the City of David. And his son, Asa, reigned in his place. During his days, the land was quiet for ten years.",
          "ID": "1"
        },
        {
          "text": "Now Asa did what was good and pleasing in the sight of his God. And he overturned the altars of foreign worship, and the high places.",
          "ID": "2"
        },
        {
          "text": "And he broke apart the statues, and he cut down the sacred groves.",
          "ID": "3"
        },
        {
          "text": "And he instructed Judah that they should seek the Lord, the God of their fathers, and that they should carry out the law and all the commandments.",
          "ID": "4"
        },
        {
          "text": "And he took away, from all the cities of Judah, the altars and the shrines. And he reigned in peace.",
          "ID": "5"
        },
        {
          "text": "Also, he built fortified cities in Judah. For it was quiet, and in his time no wars had arisen. For the Lord was generously granting peace.",
          "ID": "6"
        },
        {
          "text": "Then he said to Judah: \"Let us build these cities, and strengthen them with walls, and fortify them with towers and gates and bars, while all things are at rest from wars. For we have sought the Lord, the God of our fathers, and he has granted to us peace on every side.\" And so they built, and there was nothing to impede them from building.",
          "ID": "7"
        },
        {
          "text": "Now Asa had in his army three hundred thousand men of Judah, carrying shields and spears, and truly, of Benjamin, two hundred eighty thousand men with shields and bows. All of these were very valiant men.",
          "ID": "8"
        },
        {
          "text": "Then Zerah, the Ethiopian, went forth against them with his army of one million men, and three hundred chariots. And he approached as far as Mareshah.",
          "ID": "9"
        },
        {
          "text": "And Asa traveled to meet him, and he set up a battle line for the war in the Valley of Zephathah, which is near Mareshah.",
          "ID": "10"
        },
        {
          "text": "And he called upon the Lord God, and he said: \"O Lord, there is no difference to you, whether you assist by few, or by many. Help us, O Lord our God. For having faith in you and in your name, we have gone forth against this multitude. O Lord, you are our God. Do not allow man to prevail against you.\"",
          "ID": "11"
        },
        {
          "text": "And so the Lord terrified the Ethiopians before Asa and Judah. And the Ethiopians fled.",
          "ID": "12"
        },
        {
          "text": "And Asa, and the people who were with him, pursued them as far as Gerar. And the Ethiopians fell, even unto utter destruction, for the Lord was striking, and his army was battling, and they were destroyed. Therefore, they took many spoils.",
          "ID": "13"
        },
        {
          "text": "And they struck all the cities surrounding Gerar. For indeed, a great fear had overwhelmed everyone. And they despoiled the cities, and they carried away much plunder.",
          "ID": "14"
        },
        {
          "text": "Then too, destroying the fencing for the sheep, they took an innumerable multitude of cattle and camels. And they returned to Jerusalem.",
          "ID": "15"
        }
      ],
      "ID": "OT:2CH.14",
      "name": "2 Chronicles 14"
    },
    {
      "text": [
        {
          "text": "Now Azariah, the son of Oded, had the Spirit of God within him.",
          "ID": "1"
        },
        {
          "text": "And he went out to meet Asa, and he said to him: \"Listen to me, Asa and all of Judah and Benjamin. The Lord is with you, because you have been with him. If you seek him, you will find him. But if you abandon him, he will abandon you.",
          "ID": "2"
        },
        {
          "text": "Then many days will pass in Israel, apart from the true God, and apart from a learned priest, and apart from the law.",
          "ID": "3"
        },
        {
          "text": "And when, in their anguish, they will have returned to the Lord, the God of Israel, and will have sought him, they shall find him.",
          "ID": "4"
        },
        {
          "text": "In that time, there will be no peace for those who depart and those who enter. Instead, there will be terror on every side, among all the inhabitants of the lands.",
          "ID": "5"
        },
        {
          "text": "For nation will fight against nation, and city against city. For the Lord will disturb them with every anguish.",
          "ID": "6"
        },
        {
          "text": "But as for you, be strengthened, and do not let your hands be weakened. For there will be a reward for your work.\"",
          "ID": "7"
        },
        {
          "text": "And when Asa had heard these particular words, and the prophecy of the prophet Azariah, the son of Oded, he was strengthened, and he took away the idols from the entire land of Judah, and from Benjamin, and from the cities that he had seized of mount Ephraim, and he dedicated the altar of the Lord, which was before the portico of the Lord.",
          "ID": "8"
        },
        {
          "text": "And he gathered together all of Judah and Benjamin, and with them the new arrivals from Ephraim and Manasseh and Simeon. For many had fled to him from Israel, seeing that the Lord his God was with him.",
          "ID": "9"
        },
        {
          "text": "And when they had arrived in Jerusalem, in the third month, in the fifteenth year of the reign of Asa,",
          "ID": "10"
        },
        {
          "text": "they immolated to the Lord on that day, from the best of the spoils and from the plunder that they had brought: seven hundred oxen and seven thousand rams.",
          "ID": "11"
        },
        {
          "text": "And he entered, according to custom, in order to confirm the covenant, so that they would seek the Lord, the God of their fathers, with their whole heart and with their whole soul.",
          "ID": "12"
        },
        {
          "text": "\"But if anyone,\" he said, \"will not seek the Lord, the God of Israel, let him die, from the least even to the greatest, from man even to woman.\"",
          "ID": "13"
        },
        {
          "text": "And they swore to the Lord, with a great voice, in jubilation, and with the blare of trumpets, and with the sound of horns,",
          "ID": "14"
        },
        {
          "text": "all who were in Judah swore with a curse. For with all their heart they swore, and with all their will they sought and found him. And the Lord granted rest on all sides to them.",
          "ID": "15"
        },
        {
          "text": "Then too, Maacah, the mother of king Asa, he deposed from the august authority, because she had made an idol of Priapus within a sacred grove. And he entirely crushed it, breaking it into pieces, and he burned it at the torrent Kidron.",
          "ID": "16"
        },
        {
          "text": "But some high places were left in Israel. Even so, the heart of Asa was perfect during all his days.",
          "ID": "17"
        },
        {
          "text": "And whatever his father or he himself had vowed, he brought into the house of the Lord: silver and gold, and vessels for various uses.",
          "ID": "18"
        },
        {
          "text": "Truly, there was no war, until the thirty-fifth year of the kingdom of Asa.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.15",
      "name": "2 Chronicles 15"
    },
    {
      "text": [
        {
          "text": "Then, in the thirty-sixth year of his reign, Baasha, the king of Israel, ascended against Judah. And he encircled Ramah with a wall, so that no one could safely depart or enter from the kingdom of Asa.",
          "ID": "1"
        },
        {
          "text": "Therefore, Asa brought forth silver and gold from the treasuries of the house of the Lord, and from the treasuries of the king. And he sent to Benhadad, the king of Syria, who was living in Damascus, saying:",
          "ID": "2"
        },
        {
          "text": "\"There is a pact between me and you. Also, my father and your father had an agreement. For this reason, I have sent silver and gold to you, so that you may break the pact that you have with Baasha, the king of Israel, and so that you may cause him to withdraw from me.\"",
          "ID": "3"
        },
        {
          "text": "And when he verified this, Benhadad sent the leaders of his armies to the cities of Israel. And they struck Ahion, and Dan, and Abelmaim, and all the walled cities of Naphtali.",
          "ID": "4"
        },
        {
          "text": "And when Baasha had heard of it, he ceased to build around Ramah, and he interrupted his work.",
          "ID": "5"
        },
        {
          "text": "Then king Asa took all of Judah, and they carried away from Ramah the stones and the wood that Baasha had prepared for the things to be built. And he built up Gibeah and Mizpah with them.",
          "ID": "6"
        },
        {
          "text": "In that time, the prophet Hanani went to Asa, the king of Judah, and he said to him: \"Because you have faith in the king of Syria, and not in the Lord your God, therefore the army of the king of Syria has escaped from your hand.",
          "ID": "7"
        },
        {
          "text": "Were not the Ethiopians and the Libyans much more numerous in chariots, and horsemen, and an exceedingly great multitude? Yet when you believed in the Lord, he delivered them into your hand.",
          "ID": "8"
        },
        {
          "text": "For the eyes of the Lord contemplate the entire earth, and offer fortitude to those who believe in him with a perfect heart. And so, you acted foolishly. And so, because of this, from the present time wars shall rise up against you.\"",
          "ID": "9"
        },
        {
          "text": "And Asa was angry against the seer, and he ordered him to be sent into prison. For indeed, he had been very indignant over this. And in that time, he put to death very many of the people.",
          "ID": "10"
        },
        {
          "text": "But the works of Asa, the first and the last, have been written in the book of the kings of Judah and Israel.",
          "ID": "11"
        },
        {
          "text": "And now Asa became ill, in the thirty-ninth year of his reign, with a very severe pain in his feet. And yet, in his infirmity, he did not seek the Lord. Instead, he trusted more in the skill of physicians.",
          "ID": "12"
        },
        {
          "text": "And he slept with his fathers. And he died in the forty-first year of his reign.",
          "ID": "13"
        },
        {
          "text": "And they buried him in his own sepulcher, which he had made for himself in the City of David. And they placed him upon his bed, full of the aromatics and ointments of courtesans, which were composed with the skill of the perfumers. And they burned these over him with very great ostentation.",
          "ID": "14"
        }
      ],
      "ID": "OT:2CH.16",
      "name": "2 Chronicles 16"
    },
    {
      "text": [
        {
          "text": "Then Jehoshaphat, his son, reigned in his place. And he grew strong against Israel.",
          "ID": "1"
        },
        {
          "text": "And he appointed numbers of soldiers in all the cities of Judah that had been fortified with walls. And he placed garrisons in the land of Judah, and in the cities of Ephraim that his father Asa had seized.",
          "ID": "2"
        },
        {
          "text": "And the Lord was with Jehoshaphat, because he walked in the first ways of his father, David. And he did not trust in the Baals,",
          "ID": "3"
        },
        {
          "text": "but in the God of his father. And he advanced in his precepts, and not according to the sins of Israel.",
          "ID": "4"
        },
        {
          "text": "And the Lord confirmed the kingdom in his hand. And all of Judah gave gifts to Jehoshaphat. And innumerable riches were brought to him, and much glory.",
          "ID": "5"
        },
        {
          "text": "And when his heart had taken courage because of the ways of the Lord, he now also took away the high places and the sacred groves from Judah.",
          "ID": "6"
        },
        {
          "text": "Then, in the third year of his reign, he sent Benhail, and Obadiah, and Zechariah, and Nethanel, and Micaiah, from among his leaders, so that they might teach in the cites of Judah.",
          "ID": "7"
        },
        {
          "text": "And with them were the Levites Shemaiah and Nethaniah and Zebadiah, and also Asahel and Shemiramoth and Jehonathan, and the Levites Adonijah and Tobijah and Tobadonijah. And with them were the priests Elishama and Jehoram.",
          "ID": "8"
        },
        {
          "text": "And they were teaching the people in Judah, having with them the book of the law of the Lord. And they were traveling through all the cities of Judah, and were instructing the people.",
          "ID": "9"
        },
        {
          "text": "And so, the fear of the Lord fell upon all the kingdoms of the lands which were around Judah. And they did not dare to make war against Jehoshaphat.",
          "ID": "10"
        },
        {
          "text": "Moreover, the Philistines carried gifts to Jehoshaphat, and a tribute in silver. Also, the Arabians brought cattle: seven thousand seven hundred rams, and the same number of he-goats.",
          "ID": "11"
        },
        {
          "text": "Therefore, Jehoshaphat increased and was magnified, even on high. And in Judah, he built houses in the likeness of towers, and walled cities.",
          "ID": "12"
        },
        {
          "text": "And he prepared many works in the cities of Judah. Also, there were men experienced in warfare in Jerusalem,",
          "ID": "13"
        },
        {
          "text": "and this is the number of them, by each of the houses and families. In Judah, the leader of the army was Adnah, the commander; and with him were three hundred thousand very experienced men.",
          "ID": "14"
        },
        {
          "text": "After him, Jehohanan was the leader; and with him were two hundred eighty thousand.",
          "ID": "15"
        },
        {
          "text": "Also after him, there was Amasiah, the son of Zichri, who was consecrated to the Lord; and with him were two hundred thousand strong men.",
          "ID": "16"
        },
        {
          "text": "Following him, there was Eliada, who was experienced in battle; and with him were two hundred thousand, holding bow and shield.",
          "ID": "17"
        },
        {
          "text": "Then too, after him, there was Jehozabad; and with him were one hundred eighty thousand lightly-armed solders.",
          "ID": "18"
        },
        {
          "text": "All these were at the hand of the king, aside from the others, whom he had positioned in the walled cities, in all of Judah.",
          "ID": "19"
        }
      ],
      "ID": "OT:2CH.17",
      "name": "2 Chronicles 17"
    },
    {
      "text": [
        {
          "text": "Therefore, Jehoshaphat was wealthy and very famous, and he was joined by affinity to Ahab.",
          "ID": "1"
        },
        {
          "text": "And after some years, he descended to him in Samaria. And upon his arrival, Ahab slaughtered very many sheep and oxen, for him and for the people who had arrived with him. And he persuaded him that he should ascend against Ramoth Gilead.",
          "ID": "2"
        },
        {
          "text": "And Ahab, the king of Israel, said to Jehoshaphat, the king of Judah, \"Come with me to Ramoth Gilead.\" And he answered him: \"As I am, so also are you. As your people are, so also are my people. And we will be with you in war.\"",
          "ID": "3"
        },
        {
          "text": "And Jehoshaphat said to the king of Israel, \"Consult, I beg you, the word of the Lord for the present circumstances.\"",
          "ID": "4"
        },
        {
          "text": "And so the king of Israel gathered together four hundred men of the prophets, and he said to them: \"Should we go to war against Ramoth Gilead, or should we be quieted?\" But they said, \"Ascend, and God will deliver into the hand of the king.\"",
          "ID": "5"
        },
        {
          "text": "And Jehoshaphat said, \"Is there not a prophet of the Lord here, so that we may inquire of him as well?\"",
          "ID": "6"
        },
        {
          "text": "And the king of Israel said to Jehoshaphat: \"There is one man, from whom we would be able to ask the will of the Lord. But I hate him, for he never prophesies good to me, but at all times evil. And it is Micaiah, the son of Imlah.\" And Jehoshaphat said, \"You should not speak in this manner, O king.\"",
          "ID": "7"
        },
        {
          "text": "Therefore, the king of Israel called one of the eunuchs, and said to him: \"Quickly, summon Micaiah, the son of Imlah.\"",
          "ID": "8"
        },
        {
          "text": "Now the king of Israel, and Jehoshaphat, the king of Judah, were both sitting upon their thrones, clothed in royal vestments. And they were sitting in an open area, beside the gate of Samaria. And all the prophets were prophesying before them.",
          "ID": "9"
        },
        {
          "text": "Truly, Zedekiah, the son of Chenaanah, made for himself horns of iron, and he said: \"Thus says the Lord: With these, you shall threaten Syria, until you crush it.\"",
          "ID": "10"
        },
        {
          "text": "And all the prophets prophesied similarly, and they said: \"Ascend against Ramoth Gilead, and you shall prosper, and the Lord will deliver them into the hand of the king.\"",
          "ID": "11"
        },
        {
          "text": "Then the messenger who had gone to summon Micaiah said to him: \"Lo, the words of all the prophets, with one mouth, announce good to the king. Therefore, I ask you that you not dissent from them in your word, and that you speak prosperity.\"",
          "ID": "12"
        },
        {
          "text": "And Micaiah responded to him, \"As the Lord lives, whatever my God will say to me, the same shall I speak.\"",
          "ID": "13"
        },
        {
          "text": "Therefore, he went to the king. And the king said to him, \"Micaiah, should we go to war against Ramoth Gilead, or should we be quieted?\" And he responded to him: \"Ascend. For everything will come to prosperity, and the enemies will be delivered into your hands.\"",
          "ID": "14"
        },
        {
          "text": "And the king said, \"Again and again, I bind you by an oath, so that you will not speak to me except what is true in the name of the Lord!\"",
          "ID": "15"
        },
        {
          "text": "Then he said: \"I saw all of Israel scattered amid the mountains, like sheep without a shepherd. And the Lord said: 'These have no masters. Let each one return in peace to his own house.' \"",
          "ID": "16"
        },
        {
          "text": "And the king of Israel said to Jehoshaphat: \"Did I not tell you that this one would not prophesy to me anything good, but only what is evil?\"",
          "ID": "17"
        },
        {
          "text": "Then he said: \"Therefore, listen to the word of the Lord. I saw the Lord sitting upon his throne, and the entire army of heaven was standing beside him, on the right and on the left.",
          "ID": "18"
        },
        {
          "text": "And the Lord said: 'Who will deceive Ahab, the king of Israel, so that he may ascend and fall at Ramoth Gilead?' And when one spoke in one way, and another in another way,",
          "ID": "19"
        },
        {
          "text": "there came forward a spirit, and he stood before the Lord and said, 'I will deceive him.' And the Lord said to him, 'In what way will you deceive him?'",
          "ID": "20"
        },
        {
          "text": "And he responded, 'I will go forth, and I will be a lying spirit in the mouth of all his prophets.' And the Lord said: 'You will deceive and prevail. Go forth and do so.'",
          "ID": "21"
        },
        {
          "text": "Therefore now, behold: the Lord gave a lying spirit to the mouth of all your prophets, and the Lord has spoken evil about you.\"",
          "ID": "22"
        },
        {
          "text": "Then Zedekiah, the son of Chenaanah, approached, and he struck Micaiah on the jaw, and he said: \"In what way did the Spirit of the Lord depart from me, so that he would speak to you?\"",
          "ID": "23"
        },
        {
          "text": "And Micaiah said: \"You yourself shall see it, in that day, when you will enter a room within a room, so that you may be hidden.\"",
          "ID": "24"
        },
        {
          "text": "Then the king of Israel instructed, saying: \"Take Micaiah, and lead him to Amon, the leader of the city, and to Joash, the son of Amalech.",
          "ID": "25"
        },
        {
          "text": "And you shall say: 'Thus says the king: Send this man to prison, and give to him a little bread and a little water, until I return in peace.' \"",
          "ID": "26"
        },
        {
          "text": "And Micaiah said, \"If you will have returned in peace, the Lord has not spoken by me.\" And he said, \"May all the people listen.\"",
          "ID": "27"
        },
        {
          "text": "And so, the king of Israel and Jehoshaphat, the king of Judah, ascended against Ramoth Gilead.",
          "ID": "28"
        },
        {
          "text": "And the king of Israel said to Jehoshaphat: \"I will change my clothing, and in this way I will go into battle. But you should be clothed in your own garments.\" And the king of Israel, having changed his clothing, went to war.",
          "ID": "29"
        },
        {
          "text": "Now the king of Syria had instructed the commanders of his horsemen, saying, \"You shall not fight against the least or the greatest, but only against the king of Israel.\"",
          "ID": "30"
        },
        {
          "text": "And so, when the leaders of the horsemen had seen Jehoshaphat, they said, \"This one is the king of Israel.\" And while fighting, they surrounded him. But he cried out to the Lord, and he assisted him, and he turned them away from him.",
          "ID": "31"
        },
        {
          "text": "For when the commanders of the horsemen had seen that he was not the king of Israel, they left him.",
          "ID": "32"
        },
        {
          "text": "Then it happened that one of the people shot an arrow indiscriminately, and it struck the king of Israel between the neck and the shoulder. And so he said to his chariot driver: \"Turn your hand, and lead me away from the battle line. For I have been wounded.\"",
          "ID": "33"
        },
        {
          "text": "And the fight ended on that day. But the king of Israel was standing in his chariot facing the Syrians, even until evening. And he died when the sun set.",
          "ID": "34"
        }
      ],
      "ID": "OT:2CH.18",
      "name": "2 Chronicles 18"
    },
    {
      "text": [
        {
          "text": "Then Jehoshaphat, the king of Judah, returned in peace to his house in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "And the seer Jehu, the son of Hanani, met him, and said to him: \"You offer assistance to the impious, and you are joined in friendship with those who hate the Lord. And for this reason, you certainly deserve the wrath of the Lord.",
          "ID": "2"
        },
        {
          "text": "But good works have been found in you. For you have taken away the sacred groves from the land of Judah. And you have prepared your heart, so as to seek the Lord, the God of your fathers.\"",
          "ID": "3"
        },
        {
          "text": "Then Jehoshaphat lived in Jerusalem. And again he went out to the people, from Beersheba as far as mount Ephraim. And he called them back to the Lord, the God of their fathers.",
          "ID": "4"
        },
        {
          "text": "And he appointed judges of the land, in all the fortified cities of Judah, in each place.",
          "ID": "5"
        },
        {
          "text": "And instructing the judges, he said: \"Pay attention to what you are doing. For you exercise judgment, not of man, but of the Lord. And whatever you will have judged, it will come back to you.",
          "ID": "6"
        },
        {
          "text": "Let the fear of the Lord be with you, and do all things with diligence. For there is no iniquity with the Lord our God, nor respect of persons, nor desire for gifts.\"",
          "ID": "7"
        },
        {
          "text": "Jehoshaphat also appointed Levites and priests and leaders of families, out of Israel, in Jerusalem, so that they might judge the judgment and purpose of the Lord for its inhabitants.",
          "ID": "8"
        },
        {
          "text": "And he instructed them, saying, \"So shall you act: faithfully, in the fear of the Lord, and with a perfect heart.",
          "ID": "9"
        },
        {
          "text": "Every case that will come to you from your brothers, who live in their cities, between kindred and kindred, wherever there is a question concerning law, commandment, ceremonies, or justifications, reveal it to them, so that they may not sin against the Lord, and so that wrath may not overwhelm you and your brothers. Then, by acting in this way, you will not sin.",
          "ID": "10"
        },
        {
          "text": "But Amariah, a priest and your high priest, shall preside over those things which pertain to God. Then Zebadiah, the son of Ishmael, who is a ruler in the house of Judah, shall be over those works that pertain to the office of the king. And you have before you the Levites as teachers. Be strengthened and act diligently, and the Lord will be with you for what is good.\"",
          "ID": "11"
        }
      ],
      "ID": "OT:2CH.19",
      "name": "2 Chronicles 19"
    },
    {
      "text": [
        {
          "text": "After these things, the sons of Moab, and the sons of Ammon, and with them some from the Ammonites, gathered together so that they might fight against him.",
          "ID": "1"
        },
        {
          "text": "And messengers arrived and reported to Jehoshaphat, saying: \"A great multitude has arrived against you, from those places that are across the sea, and from Syria. And behold, they are standing together at Hazazon-tamar, which is Engedi.\"",
          "ID": "2"
        },
        {
          "text": "Then Jehoshaphat, being terrified with fear, gave himself entirely to petitioning the Lord, and he proclaimed a fast for all of Judah.",
          "ID": "3"
        },
        {
          "text": "And Judah gathered together to pray to the Lord. Moreover, everyone from their cities came to beseech him.",
          "ID": "4"
        },
        {
          "text": "And when Jehoshaphat had stood up in the midst of the assembly of Judah and Jerusalem, in the house of the Lord, before the new atrium,",
          "ID": "5"
        },
        {
          "text": "he said: \"O Lord, God of our fathers, you are God in heaven, and you rule over all the kingdoms of the Gentiles. In your hand is strength and power, and no one is able to withstand you.",
          "ID": "6"
        },
        {
          "text": "Did not you, our God, put to death all the inhabitants of this land before your people Israel? And you gave it to the offspring of your friend Abraham, for all time.",
          "ID": "7"
        },
        {
          "text": "And they lived in it. And they built a Sanctuary to your name in it, saying:",
          "ID": "8"
        },
        {
          "text": "'If evils will have fallen upon us, the sword of judgment, or pestilence, or famine, we will stand in your sight before this house, in which your name is invoked, and we will cry out to you in our tribulations. And you will heed us and accomplish our salvation.'",
          "ID": "9"
        },
        {
          "text": "Now therefore, behold the sons of Ammon, and of Moab, and mount Seir, through whose lands you did not permit Israel to cross when they were departing from Egypt. Instead, they turned aside from them, and they did not put them to death.",
          "ID": "10"
        },
        {
          "text": "They are doing the contrary, and they are striving to cast us from the possession which you delivered to us.",
          "ID": "11"
        },
        {
          "text": "Therefore, will you, our God, not judge them? Certainly, in us there is not enough strength so that we would be able to withstand this multitude, which rushes against us. But although we do not know what we ought to do, we have this alone remaining, that we direct our eyes to you.\"",
          "ID": "12"
        },
        {
          "text": "Truly, all of Judah was standing before the Lord with their little ones and wives and children.",
          "ID": "13"
        },
        {
          "text": "But there was Jahaziel, the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite from the sons of Asaph, upon whom the Spirit of the Lord went, in the midst of the crowd.",
          "ID": "14"
        },
        {
          "text": "And he said: \"Pay attention, all of Judah, and you who live in Jerusalem, and you, king Jehoshaphat. Thus says the Lord to you: Do not be afraid. Neither should you be dismayed by this multitude. For the fight is not yours, but God's.",
          "ID": "15"
        },
        {
          "text": "Tomorrow, you shall descend against them. For they will ascend along the incline named Ziz, and will find them at the summit of the torrent, which is opposite the wilderness of Jeruel.",
          "ID": "16"
        },
        {
          "text": "It will not be you who will fight. Instead, only stand with confidence, and you will see the help of the Lord over you, O Judah and Jerusalem. Do not be afraid. Neither should you be dismayed. Tomorrow you shall go forth against them, and the Lord will be with you.\"",
          "ID": "17"
        },
        {
          "text": "Then Jehoshaphat, and Judah, and all the inhabitants of Jerusalem fell prone on the ground before the Lord, and they adored him.",
          "ID": "18"
        },
        {
          "text": "And the Levites from the sons of Kohath, and from the sons of Korah, were praising the Lord, the God of Israel, with a great voice, on high.",
          "ID": "19"
        },
        {
          "text": "And when they had risen up in the morning, they went out through the desert of Tekoa. And as they were setting out, Jehoshaphat, standing in their midst, said: \"Listen to me, men of Judah and all inhabitants of Jerusalem. Believe in the Lord your God, and you will be secure. Believe in his prophets, and everything will come to prosperity.\"",
          "ID": "20"
        },
        {
          "text": "And he gave counsel to the people. And he appointed the singing men of the Lord, so that they would praise him by their companies, and so that they would go before the army, and with one voice say: \"Confess to the Lord. For his mercy is eternal.\"",
          "ID": "21"
        },
        {
          "text": "And when they had begun to sing praises, the Lord turned their ambushes upon themselves, that is, those of the sons of Ammon, and of Moab, and of mount Seir, who had gone forth so that they might fight against Judah. And they were struck down.",
          "ID": "22"
        },
        {
          "text": "For the sons of Ammon and of Moab rose up against the inhabitants of mount Seir, so that they might slay and destroy them. And when they had perpetrated this work, now also turning upon themselves, they cut one another with wounds.",
          "ID": "23"
        },
        {
          "text": "Then, when Judah had gone to the high point that looks out toward the desert, they saw, from far away, the entire wide region filled with dead bodies. Neither was there anyone who was left alive and had been able to escape death.",
          "ID": "24"
        },
        {
          "text": "Therefore, Jehoshaphat went, and all the people with him, in order to take away the spoils of the dead. And they found, among the dead bodies, diverse equipment, and also garments, and very precious vessels. And they despoiled these, to such an extent that they were unable to carry everything. Neither could they, over three days, take away the spoils because of the magnitude of the plunder.",
          "ID": "25"
        },
        {
          "text": "Then, on the fourth day, they were gathered together in the Valley of Blessing. For they had blessed the Lord there, and therefore they called that place the Valley of Blessing, even to the present day.",
          "ID": "26"
        },
        {
          "text": "And every man of Judah, and the inhabitants of Jerusalem, returned, with Jehoshaphat before them, to Jerusalem, with great rejoicing. For the Lord had granted to them gladness concerning their enemies.",
          "ID": "27"
        },
        {
          "text": "And they entered into Jerusalem with psalteries, and harps, and trumpets, into the house of the Lord.",
          "ID": "28"
        },
        {
          "text": "Then the fear of the Lord fell upon all the kingdoms of the lands, when they had heard that the Lord had fought against the enemies of Israel.",
          "ID": "29"
        },
        {
          "text": "And the kingdom of Jehoshaphat was quiet. And God granted to him peace on all sides.",
          "ID": "30"
        },
        {
          "text": "And so Jehoshaphat reigned over Judah. And he was thirty-five years old when he had begun to reign. Then he reigned for twenty-five years in Jerusalem. And the name of his mother was Azubah, the daughter of Shilhi.",
          "ID": "31"
        },
        {
          "text": "And he walked in the way of his father, Asa, and he did not decline from it, doing the things that were pleasing before the Lord.",
          "ID": "32"
        },
        {
          "text": "Yet truly, he did not take away the high places, and the people still had not directed their heart to the Lord, the God of their fathers.",
          "ID": "33"
        },
        {
          "text": "But the rest of the acts of Jehoshaphat, the first and the last, have been written in the words of Jehu, the son of Hanani, which he digested into the books of the kings of Israel.",
          "ID": "34"
        },
        {
          "text": "After these things, Jehoshaphat, the king of Judah, formed a friendship with Ahaziah, the king of Israel, whose works were very impious.",
          "ID": "35"
        },
        {
          "text": "And he was a partner in the making of ships, which would go to Tarshish. And they made the fleet at Eziongeber.",
          "ID": "36"
        },
        {
          "text": "Then Eliezer, the son of Dodavahu, from Mareshah, prophesied to Jehoshaphat, saying: \"Because you have made a pact with Ahaziah, the Lord has struck your works, and the ships have been broken, and they have not been able to go to Tarshish.\"",
          "ID": "37"
        }
      ],
      "ID": "OT:2CH.20",
      "name": "2 Chronicles 20"
    },
    {
      "text": [
        {
          "text": "Then Jehoshaphat slept with his fathers, and he was buried with them in the City of David. And his son, Jehoram, reigned in his place.",
          "ID": "1"
        },
        {
          "text": "And he had brothers, sons of Jehoshaphat: Azariah, and Jehiel, and Zechariah, and Azariah, and Michael, and Shephatiah. All these were sons of Jehoshaphat, the king of Judah.",
          "ID": "2"
        },
        {
          "text": "And their father gave to them many gifts of silver, and gold, and valuables, with very fortified cities in Judah. But the kingdom he handed on to Jehoram, because he was the firstborn.",
          "ID": "3"
        },
        {
          "text": "Therefore, Jehoram rose up over the kingdom of his father. And when he had established himself, he killed with the sword all his brothers, and certain ones from the leaders of Israel.",
          "ID": "4"
        },
        {
          "text": "Jehoram was thirty-two years old when he had begun to reign. And he reigned for eight years in Jerusalem.",
          "ID": "5"
        },
        {
          "text": "And he walked in the ways of the kings of Israel, just as the house of Ahab had done. For his wife was a daughter of Ahab, and he did evil in the sight of the Lord.",
          "ID": "6"
        },
        {
          "text": "But the Lord was not willing to destroy the house of David, because of the covenant that he had formed with him, and because he had promised that he would provide a lamp to him, and to his sons, for all time.",
          "ID": "7"
        },
        {
          "text": "In those days, Edom rebelled, so as not to be subject to Judah, and they appointed for themselves a king.",
          "ID": "8"
        },
        {
          "text": "And when Jehoram had gone across with his leaders, and all the horsemen who were with him, he arose in the night, and struck the Edomites (who had surrounded him), and all the commanders of his horsemen.",
          "ID": "9"
        },
        {
          "text": "Even so, Edom rebelled, so as not to be under the authority of Judah, even to this day. Also at that time, Libnah withdrew, so as not to be under his hand. For he had forsaken the Lord, the God of his fathers.",
          "ID": "10"
        },
        {
          "text": "Moreover, he also constructed high places in the cities of Judah. And he caused the inhabitants of Jerusalem to fornicate, and Judah to prevaricate.",
          "ID": "11"
        },
        {
          "text": "Then letters were conveyed to him from the prophet Elijah, in which it was written: \"Thus says the Lord, the God of David, your father: Because you have not walked in the ways of Jehoshaphat, your father, nor in the ways of Asa, the king of Judah,",
          "ID": "12"
        },
        {
          "text": "but instead you have advanced along the paths of the kings of Israel, and you have caused Judah and the inhabitants of Jerusalem to fornicate, imitating the fornication of the house of Ahab, and moreover, you have killed your brothers, the house of your father, who are better than you:",
          "ID": "13"
        },
        {
          "text": "behold, the Lord will strike you with a great plague, with all your people, and your sons and wives, and all your substance.",
          "ID": "14"
        },
        {
          "text": "And you shall be sickened by a very grievous disease of your bowels, until your inner organs depart, little by little, each day.\"",
          "ID": "15"
        },
        {
          "text": "Therefore, the Lord stirred up, against Jehoram, the spirit of the Philistines, and of the Arabians, who are along the borders of the Ethiopians.",
          "ID": "16"
        },
        {
          "text": "And they ascended into the land of Judah. And they laid waste to it. And they despoiled all the substance that was found in the house of the king, including even his sons and wives. Neither did there remain for him any son, except Jehoahaz, who was the youngest born.",
          "ID": "17"
        },
        {
          "text": "And in addition to all these things, the Lord struck him with an incurable disease of the bowels.",
          "ID": "18"
        },
        {
          "text": "And as day followed after day, and the space of time turned, the course of two years was completed. And after having been wasted by a long consumption, so much so that even his inner organs were discharged, the disease ended along with his life. And so he died of a very grievous illness. And the people did not make a funeral for him, according to the custom of burning, as they had done for his ancestors.",
          "ID": "19"
        },
        {
          "text": "He was thirty-two years old when he had begun to reign, and he reigned for eight years in Jerusalem. And he did not walk uprightly. And they buried him in the City of David, yet truly, not in the sepulcher of the kings.",
          "ID": "20"
        }
      ],
      "ID": "OT:2CH.21",
      "name": "2 Chronicles 21"
    },
    {
      "text": [
        {
          "text": "Then the inhabitants of Jerusalem appointed his youngest son, Ahaziah, as king in his place. For the robbers of the Arabians, who had fallen upon the camp, had put to death all those who were greater by birth before him. And so Ahaziah, the son of Jehoram, reigned as king of Judah.",
          "ID": "1"
        },
        {
          "text": "Ahaziah was forty-two years old when he had begun to reign, and he reigned for one year in Jerusalem. And the name of his mother was Athaliah, the daughter of Omri.",
          "ID": "2"
        },
        {
          "text": "But he too went forth in the ways of the house of Ahab. For his mother impelled him to act impiously.",
          "ID": "3"
        },
        {
          "text": "And so he did evil in the sight of the Lord, just as the house of Ahab did. For after the death of his father, they were counselors to him, to his destruction.",
          "ID": "4"
        },
        {
          "text": "And he walked in their counsels. And he went with Joram, the son of Ahab, the king of Israel, to war against Hazael, the king of Syria, at Ramoth Gilead. And the Syrians wounded Joram.",
          "ID": "5"
        },
        {
          "text": "And he returned, so that he might be cured at Jezreel. For he had received many wounds in the above-stated battle. And so Ahaziah, the son of Jehoram, the king of Judah, descended, so that he might visit Joram, the son of Ahab, at Jezreel, while he was ill.",
          "ID": "6"
        },
        {
          "text": "Indeed, it was the will of God against Ahaziah that he would go to Joram, and when he had gone, that he also would go out with him against Jehu, the son of Nimshi, whom the Lord had anointed to destroy the house of Ahab.",
          "ID": "7"
        },
        {
          "text": "Therefore, when Jehu was overthrowing the house of Ahab, he found the leaders of Judah, with the sons of the brothers of Ahaziah, who were ministering to him, and he put them to death.",
          "ID": "8"
        },
        {
          "text": "Also, while he himself was seeking Ahaziah, he found him to be hiding in Samaria. And having been led to him, he killed him. And they buried him, because he was the son of Jehoshaphat, who had sought the Lord with all his heart. But there was no longer any hope that someone from the stock of Ahaziah would reign.",
          "ID": "9"
        },
        {
          "text": "For indeed, his mother, Athaliah, seeing that her son had died, rose up and killed the entire royal stock of the house of Jehoram.",
          "ID": "10"
        },
        {
          "text": "But Jehosheba, the daughter of the king, took Joash, the son of Ahaziah, and stole him from the midst the king's sons when they were being slain. And she hid him with his nurse in a bedroom. Now Jehosheba, the one who had hidden him, was the daughter of king Jehoram, and the wife of the high priest Jehoiada, and the sister of Ahaziah. And because of this, Athaliah did not kill him.",
          "ID": "11"
        },
        {
          "text": "Therefore, he was with them, hidden in the house of God, for six years, while Athaliah reigned over the land.",
          "ID": "12"
        }
      ],
      "ID": "OT:2CH.22",
      "name": "2 Chronicles 22"
    },
    {
      "text": [
        {
          "text": "Then in the seventh year, Jehoiada having been strengthened, he took the centurions, namely, Azariah, the son of Jeroham, and Ishmael, the son of Jehohanan, and also Azariah, the son of Obed, and Maaseiah, the son of Adaiah, and Elishaphat, the son of Zichri, and he formed a pact with them.",
          "ID": "1"
        },
        {
          "text": "And traveling through Judah, they gathered together the Levites from all of the cities of Judah, and the leaders of the families of Israel, and they went to Jerusalem.",
          "ID": "2"
        },
        {
          "text": "Then the entire multitude formed a pact with the king, in the house of God. And Jehoiada said to them: \"Behold, the son of the king shall reign, just as the Lord has said concerning the sons of David.",
          "ID": "3"
        },
        {
          "text": "Therefore, this is the word that you shall do:",
          "ID": "4"
        },
        {
          "text": "One third part of you who arrive on the Sabbath, priests, and Levites, and porters, shall be at the gates. Truly, one third part shall be at the house of the king. And one third shall be at the gate which is called the Foundation. Yet truly, let all the remainder of the common people be in the courts of the house of the Lord.",
          "ID": "5"
        },
        {
          "text": "Let no one else enter into the house of the Lord, except the priests, and those from the Levites who are ministering. These alone may enter, for they have been sanctified. And let all the remainder of the common people observe the watches of the Lord.",
          "ID": "6"
        },
        {
          "text": "Then let the Levites encircle the king, each one having his weapons. And if anyone else will have entered into the temple, let him be slain. And may they be with the king, both entering and departing.\"",
          "ID": "7"
        },
        {
          "text": "Then the Levites, and all of Judah, acted in accord with all that the high priest Jehoiada had instructed. And each of them took the men who were under him, and who were arriving by the course of the Sabbath, with those who had fulfilled the Sabbath and who were about to depart. For indeed the high priest Jehoiada had not permitted the companies to depart, which were accustomed to replace one another each week.",
          "ID": "8"
        },
        {
          "text": "And Jehoiada, the priest, gave to the centurions the lances and round shields and crescent shields of king David, which he had dedicated in the house of the Lord.",
          "ID": "9"
        },
        {
          "text": "And he positioned all the people, holding short swords, from the right part of the temple to the left part of the temple, before the altar and the temple, all around the king.",
          "ID": "10"
        },
        {
          "text": "And they led out the son of the king. And they imposed the diadem on him, and the testimony. And they gave him the law to hold in his hand. And they appointed him as king. Also, the high priest Jehoiada and his sons anointed him. And they prayed for him, and said, \"May the king live!\"",
          "ID": "11"
        },
        {
          "text": "And when Athaliah had heard it, specifically the sound of running and the praising of the king, she entered to the people in the temple of the Lord.",
          "ID": "12"
        },
        {
          "text": "And when she had seen the king standing upon the step at the entrance, and the leaders and companies around him, and all the people of the land rejoicing, and sounding the trumpets, and playing on instruments of various kinds, and the voice of those who were praising, she tore her garments, and she said: \"Treason! Treason!\"",
          "ID": "13"
        },
        {
          "text": "Then the high priest Jehoiada, going out to the centurions and to the leaders of the army, said to them: \"Lead her away, beyond the borders of the temple. And let her be put to death outside, with the sword.\" And the priest instructed that she should not be killed in the house of the Lord.",
          "ID": "14"
        },
        {
          "text": "And they laid hands on her neck. And when she had entered the gate for the horses at the king's house, they put her to death there.",
          "ID": "15"
        },
        {
          "text": "Then Jehoiada formed a covenant between himself and the entire people, and the king, so that they would be the people of the Lord.",
          "ID": "16"
        },
        {
          "text": "And so, all the people entered into the house of Baal, and they destroyed it. And they broke apart his altars and idols. Also, they put to death Mattan, the priest of Baal, before the altars.",
          "ID": "17"
        },
        {
          "text": "Then Jehoiada appointed overseers in the house of the Lord, under the hands of the priests and Levites, whom David had distributed to the house of the Lord so that they might offer holocausts to the Lord, just as it was written in the law of Moses, with gladness and singing, in accord with the disposition of David.",
          "ID": "18"
        },
        {
          "text": "Also, he appointed porters at the gates of the house of the Lord, so that whoever was unclean for any reason would not enter.",
          "ID": "19"
        },
        {
          "text": "And he took the centurions, and the most valiant men, and the leaders of the people, and all the common people of the land, and they set out to descend to the king, from the house of the Lord, and to enter through the middle of the upper gate, to the house of the king. And they placed him on the royal throne.",
          "ID": "20"
        },
        {
          "text": "And all the people of the land were rejoicing, and the city was quieted. But Athaliah was slain with the sword.",
          "ID": "21"
        }
      ],
      "ID": "OT:2CH.23",
      "name": "2 Chronicles 23"
    },
    {
      "text": [
        {
          "text": "Joash was seven years old when he had begun to reign. And he reigned for forty years in Jerusalem. The name of his mother was Zibiah, from Beersheba.",
          "ID": "1"
        },
        {
          "text": "And he did what is good before the Lord during all the days of Jehoiada, the priest.",
          "ID": "2"
        },
        {
          "text": "Now Jehoiada gave to him two wives, from whom he conceived sons and daughters.",
          "ID": "3"
        },
        {
          "text": "After these things, it pleased Joash to repair the house of the Lord.",
          "ID": "4"
        },
        {
          "text": "And he gathered together the priests and Levites, and he said to them: \"Go out to the cities of Judah, and collect from all of Israel money to repair the surfaces of the temple of your God, throughout each year. And do this promptly.\" But the Levites acted negligently.",
          "ID": "5"
        },
        {
          "text": "And the king summoned Jehoiada, the leader, and he said to him: \"Why was there no concern with you, so that you would compel the Levites to bring, from Judah and from Jerusalem, the money that was appointed by Moses, the servant of the Lord, so as to bring it, from the entire multitude of Israel, to the tabernacle of the testimony?",
          "ID": "6"
        },
        {
          "text": "For that very impious woman Athaliah and her sons have destroyed the house of God, and they have adorned the shrine of Baal from all the things that had been sanctified in the temple of the Lord.\"",
          "ID": "7"
        },
        {
          "text": "Therefore, the king instructed, and they made an ark. And they placed it beside the gate of the house of the Lord, on the outside.",
          "ID": "8"
        },
        {
          "text": "And they proclaimed, in Judah and Jerusalem, that each one should bring to the Lord the money that Moses, the servant of God, appointed in the desert, concerning all of Israel.",
          "ID": "9"
        },
        {
          "text": "And all the leaders and all the people rejoiced. And upon entering, they together took and placed so much into the ark of the Lord that it was filled.",
          "ID": "10"
        },
        {
          "text": "And when it was time for them to bring the ark before the king by the hands of the Levites, for they saw that there was much money, the scribe of the king, and the one whom the high priest had appointed, entered. And they poured out the money that was in the ark. Then they carried the ark back to its place. And they did this on each day. And an immense sum of money was gathered.",
          "ID": "11"
        },
        {
          "text": "And the king and Jehoiada gave it to those who were in charge of the works of the house of the Lord. Then with it they hired hewers of stone, and artisans of every kind, so that they might repair the house of the Lord, and also so that the works of iron and of brass, which had begun to fall, would be reinforced.",
          "ID": "12"
        },
        {
          "text": "And those who were hired were working industriously. And the breach in the walls was healed by their hands. And they returned the house of the Lord to a pristine state. And they caused it stand firm.",
          "ID": "13"
        },
        {
          "text": "And when they had completed all the works, they brought the remaining part of the money before the king and Jehoiada. And from it, the vessels of the temple were made, for the ministry and for the holocausts, including bowls and other vessels of gold and silver. And holocausts were being offered in the house of the Lord continually, during all the days of Jehoiada.",
          "ID": "14"
        },
        {
          "text": "But Jehoiada was old and full of days. And he died when he was one hundred thirty years old.",
          "ID": "15"
        },
        {
          "text": "And they buried him in the City of David, with the kings, because he had done good to Israel and to his house.",
          "ID": "16"
        },
        {
          "text": "Then, after Jehoiada passed away, the leaders of Judah entered and reverenced the king. And he was enticed by their obsequiousness, and so he acquiesced to them.",
          "ID": "17"
        },
        {
          "text": "And they abandoned the temple of the Lord, the God of their fathers, and they served sacred groves and graven images. And wrath came upon Judah and Jerusalem because of this sin.",
          "ID": "18"
        },
        {
          "text": "And he sent prophets to them, so that they might return to the Lord. And though they were offering testimony, they were not willing to listen to them.",
          "ID": "19"
        },
        {
          "text": "And so the Spirit of God clothed Zechariah, the son of Jehoiada the priest. And he stood in the sight of the people, and he said to them: \"Thus says the Lord God: Why have you transgressed the precept of the Lord, though it was not to your benefit, and why have you abandoned the Lord, so that he would then abandon you?\"",
          "ID": "20"
        },
        {
          "text": "And gathering together against him, they stoned him, beside the place of the king, in the atrium of the house of the Lord.",
          "ID": "21"
        },
        {
          "text": "And king Joash did not remember the mercy with which Jehoiada, his father, had treated him; instead he put to death his son. And as he was dying, he said: \"May the Lord see and take account.\"",
          "ID": "22"
        },
        {
          "text": "And when a year had turned, the army of Syria ascended against him. And they went to Judah and Jerusalem. And they put to death all the leaders of the people. And they sent all the spoils to the king of Damascus.",
          "ID": "23"
        },
        {
          "text": "And although certainly there had arrived a very small number of Syrians, the Lord delivered into their hands an immense multitude. For they had forsaken the Lord, the God of their fathers. Also, against Joash they executed disgraceful judgments.",
          "ID": "24"
        },
        {
          "text": "And upon departing, they left him greatly debilitated. Then his servants rose up against him, in vengeance for the blood of the son of Jehoiada the priest. And they killed him on his bed, and he died. And they buried him in the City of David, but not in the sepulchers of the kings.",
          "ID": "25"
        },
        {
          "text": "Truly, those who ambushed him were Zabad, the son of an Ammonite woman named Shimeath, and Jehozabad, the son of a Moabite woman named Shimrith.",
          "ID": "26"
        },
        {
          "text": "But concerning his sons, and the sum of money that had been amassed under him, and the repairing of the house of God, these things have been written more diligently in the book of kings. Then his son, Amaziah, reigned in his place.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.24",
      "name": "2 Chronicles 24"
    },
    {
      "text": [
        {
          "text": "Amaziah was twenty-five years old when he had begun to reign. And he reigned for twenty-nine years in Jerusalem. The name of his mother was Jehoaddan, from Jerusalem.",
          "ID": "1"
        },
        {
          "text": "And he accomplished good in the sight of the Lord. Yet truly, not with a perfect heart.",
          "ID": "2"
        },
        {
          "text": "And when he saw himself to be strengthened in his rule, he cut the throats of the servants who had killed his father, the king.",
          "ID": "3"
        },
        {
          "text": "But he did not put to death their sons, just as it was written in the book of the law of Moses, where the Lord instructed, saying: \"The fathers shall not be slain because of the sons, nor the sons because of their fathers. Instead, each one shall die for his own sin.\"",
          "ID": "4"
        },
        {
          "text": "And then Amaziah gathered together Judah, and he organized them by families, and tribunes, and centurions, throughout all of Judah and Benjamin. And he numbered them from twenty years old and upward. And he found three hundred thousand young men, who could go forth to battle, and who could hold spear and shield.",
          "ID": "5"
        },
        {
          "text": "Also, he hired for pay from Israel one hundred thousand experienced men, for one hundred talents of silver.",
          "ID": "6"
        },
        {
          "text": "Then a man of God came to him, and he said: \"O king, let not the army of Israel go forth with you. For the Lord is not with Israel, nor with all the sons of Ephraim.",
          "ID": "7"
        },
        {
          "text": "But if you think that a war stands by the strength of the army, God will cause you to be overwhelmed by the enemies. For indeed, it belongs to God to assist, and to put to flight.\"",
          "ID": "8"
        },
        {
          "text": "And Amaziah said to the man of God, \"Then what will become of the one hundred talents, which I gave to the soldiers of Israel?\" And the man of God responded to him, \"The Lord has that from which he is able to give much more than this to you.\"",
          "ID": "9"
        },
        {
          "text": "And so, Amaziah separated the army, which had come to him from Ephraim, so that they would return to their place. But having become very angry against Judah, they returned to their own region.",
          "ID": "10"
        },
        {
          "text": "Then Amaziah confidently led forth his people. And he went away to the Valley of the Salt Pits, and he struck down ten thousand of the sons of Seir.",
          "ID": "11"
        },
        {
          "text": "And the sons of Judah captured another ten thousand of the men. And they led them to the precipice of a certain rock. And they threw them from the summit, and they were all broken apart.",
          "ID": "12"
        },
        {
          "text": "But the army that Amaziah had sent away, so that they would not go with him into battle, spread out among the cities of Judah, from Samaria as far as Beth-horon. And having killed three thousand, they took away much plunder.",
          "ID": "13"
        },
        {
          "text": "Truly, after the slaughter of the Edomites, and when the gods of the sons of Seir were brought, Amaziah chose them as gods for himself. And he was adoring them, and burning incense to them.",
          "ID": "14"
        },
        {
          "text": "For this reason, the Lord became angry against Amaziah, and he sent a prophet to him, who would say to him, \"Why have you adored gods who did not free their own people from your hand?\"",
          "ID": "15"
        },
        {
          "text": "And after he spoke these things, he responded to him: \"Are you the counselor of the king? Be quiet! Otherwise I will put you to death.\" And departing, the prophet said, \"I know that God has decided to kill you, because you have done this evil, and also because you have not agreed to my counsel.\"",
          "ID": "16"
        },
        {
          "text": "And so Amaziah, the king of Judah, undertaking a very wicked counsel, sent to Joash, the son of Jehoahaz, the son of Jehu, the king of Israel, saying: \"Come, let us see one another.\"",
          "ID": "17"
        },
        {
          "text": "But he sent back messengers, saying: \"The thistle which is in Lebanon sent to the cedar of Lebanon, saying: 'Give your daughter to my son as wife.' And behold, the beasts that were in the forest of Lebanon passed through, and they trampled the thistle.",
          "ID": "18"
        },
        {
          "text": "You said, 'I struck down Edom.' And for this reason, your heart is lifted up with pride. Settle in your own house. Why do you provoke evil against yourself, so that you may fall, and then Judah with you?\"",
          "ID": "19"
        },
        {
          "text": "Amaziah was not willing to listen to him, because it was the will of the Lord that he be delivered into the hands of the enemies, because of the gods of Edom.",
          "ID": "20"
        },
        {
          "text": "And so Joash, the king of Israel, ascended, and they presented themselves within the sight of one another. Now Amaziah, the king of Judah, was in Beth-shemesh of Judah.",
          "ID": "21"
        },
        {
          "text": "And Judah fell before Israel. And each one fled to his own tent.",
          "ID": "22"
        },
        {
          "text": "Then Joash, the king of Israel, captured Amaziah, the king of Judah, the son of Joash, the son of Jehoahaz, at Beth-shemesh, and he led him to Jerusalem. And he destroyed its walls, from the gate of Ephraim as far as the gate of the corner, four hundred cubits.",
          "ID": "23"
        },
        {
          "text": "Also, he brought back to Samaria all the gold and silver, and all the vessels, which he had found in the house of God, and with Obededom in the treasuries of the king's house, as well as sons for hostages.",
          "ID": "24"
        },
        {
          "text": "Then Amaziah, the son of Joash, the king of Judah, lived for fifteen years after the death of Joash, the son of Jehoahaz, the king of Israel.",
          "ID": "25"
        },
        {
          "text": "Now the rest of the words of Amaziah, the first and the last, have been written in the book of the kings of Judah and Israel.",
          "ID": "26"
        },
        {
          "text": "And after he withdrew from the Lord, they set up an ambush against him in Jerusalem. But since he had fled into Lachish, they sent and killed him in that place.",
          "ID": "27"
        },
        {
          "text": "And having carried him back upon horses, they buried him with his fathers in the City of David.",
          "ID": "28"
        }
      ],
      "ID": "OT:2CH.25",
      "name": "2 Chronicles 25"
    },
    {
      "text": [
        {
          "text": "Then all the people of Judah appointed his son, Uzziah, who was sixteen years old, as king in place of his father, Amaziah.",
          "ID": "1"
        },
        {
          "text": "He built up Eloth, and he restored it to the dominion of Judah. After this, the king slept with his fathers.",
          "ID": "2"
        },
        {
          "text": "Uzziah was sixteen years old when he had begun to reign. And he reigned for fifty-two years in Jerusalem. The name of his mother was Jecoliah, from Jerusalem.",
          "ID": "3"
        },
        {
          "text": "And he did what was right in the eyes of the Lord, in accord with all that his father, Amaziah, had done.",
          "ID": "4"
        },
        {
          "text": "And he sought the Lord, during the days of Zechariah, who understood and saw God. And while he was seeking the Lord, he directed him in all things.",
          "ID": "5"
        },
        {
          "text": "Indeed, he went out and fought against the Philistines. And he destroyed the wall of Gath, and the wall of Jabneh, and the wall of Ashdod. Also, he built towns in Ashdod, and among the Philistines.",
          "ID": "6"
        },
        {
          "text": "And God helped him against the Philistines, and against the Arabians, who were living in Gurbaal, and against the Ammonites.",
          "ID": "7"
        },
        {
          "text": "And the Ammonites weighed out gifts to Uzziah. And his name became widely known, even to the entrance of Egypt, because of his frequent victories.",
          "ID": "8"
        },
        {
          "text": "And Uzziah built towers in Jerusalem, above the gate of the corner, and above the gate of the valley, and others on the same side of the wall, and he fortified them.",
          "ID": "9"
        },
        {
          "text": "Then he also constructed towers in the wilderness, and dug many cisterns, because he had much cattle, both in the plains and in the starkness of the wilderness. Also, he had vineyards and dressers of vines in the mountains and at Carmel. Certainly, he was a man devoted to agriculture.",
          "ID": "10"
        },
        {
          "text": "Now the army of his warriors, who would go forth to battle, was under the hand of Jeiel, the scribe, and Maaseiah, the teacher, and under the hand of Hananiah, who was among the king's commanders.",
          "ID": "11"
        },
        {
          "text": "And the entire number of the leaders, by the families of strong men, was two thousand six hundred.",
          "ID": "12"
        },
        {
          "text": "And the entire army under them was three hundred and seven thousand five hundred, who were fit for war, and who fought on behalf of the king against the adversaries.",
          "ID": "13"
        },
        {
          "text": "Also, Uzziah prepared for them, that is, for the entire army, shields, and spears, and helmets, and breastplates, and bows, as well as slings for the casting of stones.",
          "ID": "14"
        },
        {
          "text": "And in Jerusalem, he made various kinds of machines, which he placed in the towers, and at the corners of the walls, so as to shoot arrows and large stones. And his name went forth to far away places, for the Lord was helping him and had strengthened him.",
          "ID": "15"
        },
        {
          "text": "But when he had become strong, his heart was lifted up, even to his own destruction. And he neglected the Lord his God. And entering into the temple of the Lord, he intended to burn incense upon the altar of incense.",
          "ID": "16"
        },
        {
          "text": "And entering immediately after him, Azariah the priest, and with him eighty priests of the Lord, very valiant men,",
          "ID": "17"
        },
        {
          "text": "withstood the king, and they said: \"It is not your office, Uzziah, to burn incense to the Lord; rather, it is the office of the priests, that is, of the sons of Aaron, who have been consecrated for this same ministry. Depart from the sanctuary, otherwise you will be in contempt. For this act will not be reputed to you for your glory by the Lord God.\"",
          "ID": "18"
        },
        {
          "text": "And Uzziah, having become angry, while holding in his hand the censer so that he might burn incense, threatened the priests. And immediately a leprosy arose on his forehead, in the sight of the priests, in the house of the Lord, at the altar of incense.",
          "ID": "19"
        },
        {
          "text": "And when the high priest Azariah, and all the rest of the priests, had gazed upon him, they saw the leprosy on his forehead, and they hurried to expel him. Then too, he himself, becoming terrified, rushed to depart, because immediately he had become aware of the wound of the Lord.",
          "ID": "20"
        },
        {
          "text": "And so, king Uzziah was a leper, even until the day of his death. And he lived in a separate house, being full of leprosy, because of which he had been ejected from the house of the Lord. Then Jotham, his son, directed the house of the king, and he was judging the people of the land.",
          "ID": "21"
        },
        {
          "text": "But the rest of the words of Uzziah, the first and the last, were written by the prophet Isaiah, the son of Amoz.",
          "ID": "22"
        },
        {
          "text": "And Uzziah slept with his fathers. And they buried him in the field of the royal sepulchers, because he was a leper. And Jotham, his son, reigned in his place.",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.26",
      "name": "2 Chronicles 26"
    },
    {
      "text": [
        {
          "text": "Jotham was twenty-five years old when he had begun to reign, and he reigned for sixteen years in Jerusalem. The name of his mother was Jerusha, the daughter of Zadok.",
          "ID": "1"
        },
        {
          "text": "And he did what was right before the Lord, in accord with all that his father, Uzziah, had done, except that he did not enter into the temple of the Lord, and still the people were transgressing.",
          "ID": "2"
        },
        {
          "text": "He improved the high gate of the house of the Lord. And he built many things upon the wall of Ophel.",
          "ID": "3"
        },
        {
          "text": "Also, he built cities in the mountains of Judah, and fortresses and towers in the forests.",
          "ID": "4"
        },
        {
          "text": "He fought against the king of the sons of Ammon, and he defeated them. And at that time, the sons of Ammon gave to him one hundred talents of silver, and ten thousand cor of wheat, and the same number of cor of barley. These things the sons of Ammon offered to him in the second and third year.",
          "ID": "5"
        },
        {
          "text": "And Jotham was strengthened, because he had directed his way before the Lord his God.",
          "ID": "6"
        },
        {
          "text": "Now the rest of the words of Jotham, and all his battles and works, have been written in the book of the kings of Israel and Judah.",
          "ID": "7"
        },
        {
          "text": "He was twenty-five years old when he had begun to reign, and he reigned for sixteen years in Jerusalem.",
          "ID": "8"
        },
        {
          "text": "And Jotham slept with his fathers, and they buried him in the City of David. And his son, Ahaz, reigned in his place.",
          "ID": "9"
        }
      ],
      "ID": "OT:2CH.27",
      "name": "2 Chronicles 27"
    },
    {
      "text": [
        {
          "text": "Ahaz was twenty years old when he had begun to reign, and he reigned for sixteen years in Jerusalem. He did not do what is right in the sight of the Lord, as his father David did.",
          "ID": "1"
        },
        {
          "text": "Instead, he walked in the ways of the kings of Israel. Moreover, he also cast statues for the Baals.",
          "ID": "2"
        },
        {
          "text": "It is he who burned incense in the Valley of the son of Hinnom. And he purified his sons by fire, in accord with the ritual of the nations that the Lord put to death at the advent of the sons of Israel.",
          "ID": "3"
        },
        {
          "text": "Also, he was sacrificing and burning incense in the high places, and on the hills, and under every leafy tree.",
          "ID": "4"
        },
        {
          "text": "And so the Lord, his God, delivered him into the hand of the king of Syria, who struck him and took great plunder from his kingdom. And he carried it away to Damascus. Also, he was delivered into the hands of the king of Israel, and he struck him with great affliction.",
          "ID": "5"
        },
        {
          "text": "And Pekah, the son of Remaliah, killed, on one day, one hundred twenty thousand, all of them men of war from Judah, because they had forsaken the Lord, the God of their fathers.",
          "ID": "6"
        },
        {
          "text": "In the same time, Zichri, a powerful man of Ephraim, killed Maaseiah, the son of the king, and Azrikam, the governor of his house, and also Elkanah, who was second to the king.",
          "ID": "7"
        },
        {
          "text": "And the sons of Israel seized, from their brothers, two hundred thousand women, boys, and girls, and immense plunder. And they took it away to Samaria.",
          "ID": "8"
        },
        {
          "text": "At that time, there was a prophet of the Lord there, named Oded. And going out to meet the army arriving in Samaria, he said to them: \"Behold, the Lord, the God of your fathers, having become angry against Judah, has delivered them into your hands. But you have killed them by atrocities, so that your cruelty has reached up to heaven.",
          "ID": "9"
        },
        {
          "text": "Moreover, you wanted to subjugate the sons of Judah and Jerusalem as your men and women servants, which is a work that should never be done. And so you sinned in this matter against the Lord your God.",
          "ID": "10"
        },
        {
          "text": "But listen to my counsel, and release the captives, whom you have brought from your brothers. For a great fury of the Lord is hanging over you.\"",
          "ID": "11"
        },
        {
          "text": "And so, some of the leaders of the sons of Ephraim, Azariah, the son of Johanan, Berechiah, the son of Meshillemoth, Jehizkiah, the son of Shallum, and Amasa, the son of Hadlai, stood up against those who were arriving from the battle.",
          "ID": "12"
        },
        {
          "text": "And they said to them: \"You shall not lead back captives to here, lest we sin against the Lord. Why are you willing to add to our sins, and to build upon our old offenses? For indeed, the sin is great, and the furious anger of the Lord is hanging over Israel.\"",
          "ID": "13"
        },
        {
          "text": "And the warriors released the spoils and all that they had seized, in the sight of the leaders and the entire multitude.",
          "ID": "14"
        },
        {
          "text": "And the men, whom we mentioned above, rose up and took the captives. All those who were naked, they clothed from the spoils. And when they had clothed them, and had given them shoes, and had refreshed them with food and drink, and had anointed them because of the hardship, and had cared for them, whoever was not able to walk and whoever was feeble in body, they set them upon beasts of burden, and they led them to Jericho, the city of palm trees, to their brothers, and they themselves returned to Samaria.",
          "ID": "15"
        },
        {
          "text": "In that time, king Ahaz sent to the king of the Assyrians, requesting assistance.",
          "ID": "16"
        },
        {
          "text": "And the Edomites arrived and struck down many of Judah, and they seized great plunder.",
          "ID": "17"
        },
        {
          "text": "Also, the Philistines spread out among the cities of the plains, and to the south of Judah. And they seized Beth-shemesh, and Aijalon, and Gederoth, and also Soco, and Timnah, and Gimzo, with their villages, and they lived in them.",
          "ID": "18"
        },
        {
          "text": "For the Lord had humbled Judah because of Ahaz, the king of Judah, since he had stripped it of help, and had shown contempt for the Lord.",
          "ID": "19"
        },
        {
          "text": "And he led against him Tilgath-pilneser, the king of the Assyrians, who also afflicted him and laid waste to him, without resistance.",
          "ID": "20"
        },
        {
          "text": "And so Ahaz, despoiling the house of the Lord, and the house of the kings and the leaders, gave gifts to the king of the Assyrians, and yet it profited him nothing.",
          "ID": "21"
        },
        {
          "text": "Moreover, in the time of his anguish, he also added to his contempt against the Lord. King Ahaz himself, by himself,",
          "ID": "22"
        },
        {
          "text": "immolated victims to the gods of Damascus, those who had struck him. And he said: \"The gods of the kings of Syria assist them, and so I will please them with victims, and they will help me.\" But to the contrary, they had been the ruin of him and of all Israel.",
          "ID": "23"
        },
        {
          "text": "And so, Ahaz, having despoiled and broken apart all the vessels of the house of God, closed up the doors of the temple of God, and made for himself altars in all the corners of Jerusalem.",
          "ID": "24"
        },
        {
          "text": "Also, he constructed altars in all the cities of Judah, in order to burn frankincense, and so he provoked the Lord, the God of his fathers, to wrath.",
          "ID": "25"
        },
        {
          "text": "But the rest of his words, and all his works, the first and the last, have been written in the book of the kings of Judah and Israel.",
          "ID": "26"
        },
        {
          "text": "And Ahaz slept with his fathers. And they buried him in the city of Jerusalem. And they did not allow him to be in the sepulchers of the kings of Israel. And his son, Hezekiah, reigned in his place.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.28",
      "name": "2 Chronicles 28"
    },
    {
      "text": [
        {
          "text": "And so Hezekiah began to reign when he was twenty-five years old. And he reigned for twenty-nine years in Jerusalem. The name of his mother was Abijah, the daughter of Zechariah.",
          "ID": "1"
        },
        {
          "text": "And he did what was pleasing in the sight of the Lord, in accord with all that his father David had done.",
          "ID": "2"
        },
        {
          "text": "In the first year and month of his reign, he opened the double doors of the house of the Lord, and he repaired them.",
          "ID": "3"
        },
        {
          "text": "And he brought together the priests and Levites. And he gathered them in the wide eastern street.",
          "ID": "4"
        },
        {
          "text": "And he said to them: \"Listen to me, O Levites, and be sanctified. Cleanse the house of the Lord, the God of your fathers, and take away every uncleanness from the sanctuary.",
          "ID": "5"
        },
        {
          "text": "Our fathers sinned and did evil in the sight of the Lord our God, abandoning him. They turned their faces away from the tabernacle of the Lord, and they presented their backs.",
          "ID": "6"
        },
        {
          "text": "They closed up the doors which were in the portico, and they extinguished the lamps. And they did not burn incense, and they did not offer holocausts, in the sanctuary of the God of Israel.",
          "ID": "7"
        },
        {
          "text": "And so the fury of the Lord was stirred up against Judah and Jerusalem, and he handed them over to turmoil, and to destruction, and to hissing, just as you discern with your own eyes.",
          "ID": "8"
        },
        {
          "text": "Lo, our fathers have fallen by the sword. Our sons, and our daughters and wives have been led away as captives because of this wickedness.",
          "ID": "9"
        },
        {
          "text": "Now therefore, it is pleasing to me that we should enter into a covenant with the Lord, the God of Israel. And he will turn away the fury of his indignation from us.",
          "ID": "10"
        },
        {
          "text": "My sons, do not choose to be negligent. The Lord has chosen you so that you would stand before him, and minister to him, and worship him, and burn incense to him.\"",
          "ID": "11"
        },
        {
          "text": "Therefore, the Levites rose up, Mahath, the son of Amasai, and Joel, the son of Azariah, from the sons of Kohath; then, from the sons of Merari, Kish, the son of Abdi, and Azariah, the son of Jehallelel; and from the sons of Gershon, Joah, the son of Zimmah, and Eden, the son of Joah;",
          "ID": "12"
        },
        {
          "text": "and truly, from the sons of Elizaphan, Shimri and Jeuel; also, from the sons of Asaph, Zechariah and Mattaniah;",
          "ID": "13"
        },
        {
          "text": "indeed also, from the sons of Heman, Jehuel and Shimei; then too, from the sons of Jeduthun, Shemaiah and Uzziel.",
          "ID": "14"
        },
        {
          "text": "And they gathered together their brothers. And they were sanctified. And they entered in accord with the command of the king and the order of the Lord, so that they might expiate the house of God.",
          "ID": "15"
        },
        {
          "text": "And the priests, entering the temple of the Lord so that they might sanctify it, took every uncleanness, which they had found inside, out to the vestibule of the house of the Lord; and the Levites took it away and transported it outside, to the torrent Kidron.",
          "ID": "16"
        },
        {
          "text": "Now they began to cleanse on the first day of the first month. And on the eighth day of the same month, they entered the portico of the temple of the Lord. And then they expiated the temple over eight days. And on the sixteenth day of the same month, they finished what they had begun.",
          "ID": "17"
        },
        {
          "text": "Also, they entered to king Hezekiah, and they said to him: \"We have sanctified the entire house of the Lord, and the altar of holocaust, and its vessels, indeed also the table of the presence, with all its vessels,",
          "ID": "18"
        },
        {
          "text": "and all the equipment of the temple, which king Ahaz, during his reign, had polluted after his transgression. And behold, these have all been set forth before the altar of the Lord.\"",
          "ID": "19"
        },
        {
          "text": "And rising up at first light, king Hezekiah joined as one all the leaders of the city, and they ascended to the house of the Lord.",
          "ID": "20"
        },
        {
          "text": "And together they offered seven bulls and seven rams, seven lambs and seven he-goats, for sin, for the kingdom, for the Sanctuary, for Judah. And he spoke to the priests, the sons of Aaron, so that they would offer these upon the altar of the Lord.",
          "ID": "21"
        },
        {
          "text": "And so they slaughtered the bulls. And the priests took up the blood, and they poured it upon the altar. Then they also slaughtered the rams, and they poured their blood upon the altar. And they immolated the lambs, and they poured the blood upon the altar.",
          "ID": "22"
        },
        {
          "text": "They brought the he-goats for sin before the king and the entire multitude. And they laid their hands upon them.",
          "ID": "23"
        },
        {
          "text": "And the priests immolated them, and they sprinkled their blood before the altar, for the expiation of all Israel. For certainly the king had instructed that the holocaust and the sin offering should be made on behalf of all Israel.",
          "ID": "24"
        },
        {
          "text": "Also, he situated the Levites in the house of the Lord, with cymbals, and psalteries, and harps, according to the disposition of king David, and of the seer Gad, and of the prophet Nathan. For indeed, this was the precept of the Lord, by the hand of his prophets.",
          "ID": "25"
        },
        {
          "text": "And the Levites stood, holding the musical instruments of David, and the priests held the trumpets.",
          "ID": "26"
        },
        {
          "text": "And Hezekiah ordered that they should offer holocausts upon the altar. And when the holocausts were being offered, they began to sing praises to the Lord, and to sound the trumpets, and to play various musical instruments, which David, the king of Israel, had prepared.",
          "ID": "27"
        },
        {
          "text": "Then the entire crowd was adoring, and the singers and those who were holding the trumpeters were exercising their office, until the holocaust was completed.",
          "ID": "28"
        },
        {
          "text": "And when the oblation was finished, the king, and all who were with him, bowed down and adored.",
          "ID": "29"
        },
        {
          "text": "And Hezekiah and the rulers instructed the Levites to praise the Lord with the words of David, and of Asaph, the seer. And they praised him with great joy, and kneeling down, they adored.",
          "ID": "30"
        },
        {
          "text": "And now Hezekiah also added: \"You have filled your hands for the Lord. Draw near, and offer victims and praises in the house of the Lord.\" Therefore, the entire multitude offered victims and praises and holocausts, with devout intention.",
          "ID": "31"
        },
        {
          "text": "Now the number of the holocausts that the multitude offered was seventy bulls, one hundred rams, two hundred lambs.",
          "ID": "32"
        },
        {
          "text": "And they sanctified to the Lord six hundred oxen and three thousand sheep.",
          "ID": "33"
        },
        {
          "text": "Truly, the priests were few; neither were they sufficient to remove the pelts from the holocausts. Therefore, the Levites, their brothers, also assisted them, until the work was completed, and the priests, who were of higher rank, were sanctified. For indeed, the Levites are sanctified with an easier ritual than the priests.",
          "ID": "34"
        },
        {
          "text": "Thus, there were very numerous holocausts, with the fat of the peace offerings and the libations of the holocausts. And the service of the house of the Lord was completed.",
          "ID": "35"
        },
        {
          "text": "And Hezekiah and all the people were joyful because the ministry of the Lord was accomplished. For certainly, it had pleased them to do this suddenly.",
          "ID": "36"
        }
      ],
      "ID": "OT:2CH.29",
      "name": "2 Chronicles 29"
    },
    {
      "text": [
        {
          "text": "Also, Hezekiah sent to all of Israel and Judah. And he wrote letters to Ephraim and Manasseh, so that they would come to the house of the Lord in Jerusalem, and so that they would keep the Passover to the Lord, the God of Israel.",
          "ID": "1"
        },
        {
          "text": "Therefore, having taken counsel, the king and the rulers, and the entire assembly of Jerusalem, resolved that they would keep the Passover, in the second month.",
          "ID": "2"
        },
        {
          "text": "For they had not been able to keep it at its proper time. For the priests, who were unable to suffice, had not been sanctified. And the people had not yet been gathered together in Jerusalem.",
          "ID": "3"
        },
        {
          "text": "And the word was pleasing to the king, and to the entire multitude.",
          "ID": "4"
        },
        {
          "text": "And they resolved that they would send messengers to all of Israel, from Beersheba even to Dan, so that they might come and keep the Passover to the Lord, the God of Israel, at Jerusalem. For many had not kept it, just as it was prescribed by the law.",
          "ID": "5"
        },
        {
          "text": "And carriers traveled with the letters, by order of the king and his rulers, to all of Israel and Judah, proclaiming, in accord with what the king had ordered: \"O sons of Israel, return to the Lord, the God of Abraham, and Isaac, and Israel. And he will return to the remnant who escaped from the hand of the king of the Assyrians.",
          "ID": "6"
        },
        {
          "text": "Do not choose to be like your fathers and brothers, who withdrew from the Lord, the God of their fathers. And so he delivered them over to destruction, as you yourselves discern.",
          "ID": "7"
        },
        {
          "text": "Do not choose to harden your necks, as your fathers did. Surrender to the hands of the Lord. And go to his Sanctuary, which he has sanctified unto eternity. Serve the Lord, the God of your fathers, and the fury of his wrath will be turned away from you.",
          "ID": "8"
        },
        {
          "text": "For if you will return to the Lord, your brothers and sons will find mercy before their masters, who led them away as captives, and they will be returned to this land. For the Lord your God is compassionate and lenient, and he will not avert his face from you, if you will return to him.\"",
          "ID": "9"
        },
        {
          "text": "And so, the carriers were traveling quickly from city to city, throughout the land of Ephraim and Manasseh, as far as Zebulun, though they were ridiculing and mocking them.",
          "ID": "10"
        },
        {
          "text": "Even so, certain men from Asher, and from Manasseh, and from Zebulun, acquiescing to this counsel, went to Jerusalem.",
          "ID": "11"
        },
        {
          "text": "Truly, the hand of God was working in Judah, to give them one heart, so that they would accomplish the word of the Lord, according to the precept of the king and of the rulers.",
          "ID": "12"
        },
        {
          "text": "And many people gathered together in Jerusalem, so that they could keep the solemnity of unleavened bread, in the second month.",
          "ID": "13"
        },
        {
          "text": "And rising up, they destroyed the altars which were in Jerusalem, and all the things in which incense was burned to idols. Overturning these things, they cast them into the torrent Kidron.",
          "ID": "14"
        },
        {
          "text": "Then they immolated the Passover on the fourteenth day of the second month. Also, the priests and Levites, at length having been sanctified, offered the holocausts in the house of the Lord.",
          "ID": "15"
        },
        {
          "text": "And they stood in their order, according to the disposition and law of Moses, the man of God. Yet truly, the priests took up the blood, which was to be poured out, from the hands of the Levites,",
          "ID": "16"
        },
        {
          "text": "because a great number were not sanctified. And therefore, the Levites immolated the Passover for those who had not been sanctified to the Lord in time.",
          "ID": "17"
        },
        {
          "text": "And now a great portion of the people from Ephraim, and Manasseh, and Issachar, and Zebulun, who had not been sanctified, ate the Passover, which is not in accord with what was written. And Hezekiah prayed for them, saying: \"The good Lord will be forgiving",
          "ID": "18"
        },
        {
          "text": "to all who, with their whole heart, seek the Lord, the God of their fathers. And he will not impute it to them, though they have not been sanctified.\"",
          "ID": "19"
        },
        {
          "text": "And the Lord heeded him, and was reconciled to the people.",
          "ID": "20"
        },
        {
          "text": "And the sons of Israel who were found at Jerusalem kept the solemnity of unleavened bread for seven days with great rejoicing, praising the Lord throughout each day, with the Levites and the priests, accompanied by the musical instruments corresponding to their office.",
          "ID": "21"
        },
        {
          "text": "And Hezekiah spoke to the heart of all the Levites, who had a good understanding concerning the Lord. And they ate during the seven days of the solemnity, immolating victims of peace offerings, and praising the Lord, the God of their fathers.",
          "ID": "22"
        },
        {
          "text": "And it pleased the entire multitude that they should celebrate, even for another seven days. And they did this with enormous gladness.",
          "ID": "23"
        },
        {
          "text": "For Hezekiah, the king of Judah, had offered to the multitude one thousand bulls and seven thousand sheep. Truly, the rulers had given the people one thousand bulls and ten thousand sheep. Then a great mulititude of priests was sanctified.",
          "ID": "24"
        },
        {
          "text": "And the whole multitude of Judah, as much the priests and Levites as the entire crowd that had arrived from Israel, and also the converts from the land of Israel, and those with a habitation in Judah, was overflowing with cheerfulness.",
          "ID": "25"
        },
        {
          "text": "And there was a great celebration in Jerusalem, to such an extent as had not been in that city since the days of Solomon, the son of David, the king of Israel.",
          "ID": "26"
        },
        {
          "text": "Then the priests and Levites rose up and blessed the people. And their voice was heeded. And their prayer reached the holy habitation of heaven.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.30",
      "name": "2 Chronicles 30"
    },
    {
      "text": [
        {
          "text": "And when these things had been celebrated according to ritual, all of Israel who had been found in the cities of Judah went forth, and they broke apart the idols and cut down the sacred groves. They demolished the high places and destroyed the altars, not only out of all Judah and Benjamin, but also out of Ephraim as well as Manasseh, until they utterly destroyed them. And all the sons of Israel returned to their possessions and cities.",
          "ID": "1"
        },
        {
          "text": "Then Hezekiah appointed the companies of the priests and Levites by their divisions, each man in his proper office, certainly as much for the priests as for the Levites, for the sake of holocausts and peace offerings, so that they might minister and confess and sing, at the gates of the camp of the Lord.",
          "ID": "2"
        },
        {
          "text": "Now the portion of the king, from his own substance, was such that they could offer a holocaust always, in morning and in evening, also on the Sabbaths, and the new moons, and the other solemnities, just as it was written in the law of Moses.",
          "ID": "3"
        },
        {
          "text": "And now he instructed the people living in Jerusalem that they were to give portions to the priests and Levites, so that they would be able to attend to the law of the Lord.",
          "ID": "4"
        },
        {
          "text": "And when this had reached the ears of the multitude, the sons of Israel brought an abundance of first-fruits of grain, wine, and oil, and also honey. And they offered a tenth part of all that the soil brings forth.",
          "ID": "5"
        },
        {
          "text": "Then too, the sons of Israel and Judah, who were living in the cities of Judah, brought tithes of oxen and sheep, and tithes of the holy things that they had vowed to the Lord their God. And carrying all these things, they made many stacks.",
          "ID": "6"
        },
        {
          "text": "In the third month, they began to lay out the foundations of the stacks. And in the seventh month, they finished them.",
          "ID": "7"
        },
        {
          "text": "And when Hezekiah and his rulers had entered, they saw the stacks, and they blessed the Lord and the people of Israel.",
          "ID": "8"
        },
        {
          "text": "And Hezekiah questioned the priests and Levites, as to why the stacks were laid out in this way.",
          "ID": "9"
        },
        {
          "text": "Azariah, the high priest from the stock of Zadok, answered him, saying: \"Since the first-fruits began to be offered in the house of the Lord, we have eaten and been satisfied, and much remains. For the Lord has blessed his people. Then what was left over is this great abundance, which you see.\"",
          "ID": "10"
        },
        {
          "text": "And so Hezekiah instructed that they should prepare storage places for the house of the Lord. And when they had done so,",
          "ID": "11"
        },
        {
          "text": "they faithfully brought in the first-fruits, as well as the tithes and all that they had vowed. Now the overseer of these things was Conaniah, a Levite; and his brother, Shimei, was second.",
          "ID": "12"
        },
        {
          "text": "And after him, there was Jehiel, and Azariah, and Nahath, and Asaahel, and Jerimoth, and also Jozabad, and Eliel, and Ismachiah, and Mahath, and Benaiah, who were overseers under the hands of Conaniah, and his brother, Shimei, by the authority of Hezekiah, the king, and Azariah, the high priest of the house of God, to whom all these things belonged.",
          "ID": "13"
        },
        {
          "text": "Yet truly, Kore, the son of Imnah, a Levite and the porter of the eastern gate, was the overseer of the things that were being offered freely to the Lord, and of the first-fruits, and of the things consecrated for the Holy of Holies.",
          "ID": "14"
        },
        {
          "text": "And under his charge were Eden, and Benjamin, Jeshua, and Shemaiah, and also Amariah, and Shecaniah, in the cities of the priests, so that they would distribute faithfully to their brothers, the small as well as the great, their portions",
          "ID": "15"
        },
        {
          "text": "(except for the males from three years old and upward) for all who were entering the temple of the Lord, and for whatever was needed for the ministry, throughout each day, as well as for the observances according to their divisions.",
          "ID": "16"
        },
        {
          "text": "And so, for the priests, by their families, and for the Levites, from the twentieth year and upward, by their orders and companies,",
          "ID": "17"
        },
        {
          "text": "and for the entire multitude, as much for the wives as for their children of both sexes, provisions were offered faithfully from whatever had been sanctified.",
          "ID": "18"
        },
        {
          "text": "Then too, men were appointed of the sons of Aaron, throughout the fields and the suburbs of each city, who would distribute portions to all the males among the priests and Levites.",
          "ID": "19"
        },
        {
          "text": "Therefore, Hezekiah did all these things (which we have said) in all of Judah. And he worked what is good and upright and true before the Lord his God,",
          "ID": "20"
        },
        {
          "text": "for the whole service of the ministry of the house of the Lord, in accord with the law and the ceremonies, desiring to seek his God with his whole heart. And he did so, and he prospered.",
          "ID": "21"
        }
      ],
      "ID": "OT:2CH.31",
      "name": "2 Chronicles 31"
    },
    {
      "text": [
        {
          "text": "After these things, and after this manner of truth, Sennacherib, the king of the Assyrians arrived. And entering Judah, he besieged the fortified cities, desiring to seize them.",
          "ID": "1"
        },
        {
          "text": "And when Hezekiah had seen this, specifically that Sennacherib had arrived, and that the entire force of the war was turning against Jerusalem,",
          "ID": "2"
        },
        {
          "text": "he took counsel with the rulers and with the most valiant men, so that they might obstruct the heads of the springs which were beyond the city. And with everyone discerning the same judgment about this,",
          "ID": "3"
        },
        {
          "text": "he gathered together a great multitude, and they obstructed all the springs, and the brook which was flowing through the midst of the land, saying: \"Otherwise, the kings of the Assyrians might arrive and find an abundance of water.\"",
          "ID": "4"
        },
        {
          "text": "Also, acting industriously, he built up the entire wall that had been broken apart. And he constructed towers upon it, and another wall outside it. And he repaired Millo, in the City of David. And he made all kinds of weapons and shields.",
          "ID": "5"
        },
        {
          "text": "And he appointed leaders of the warriors within the army. And he summoned them all to the wide street of the gate of the city. And he spoke to their heart, saying:",
          "ID": "6"
        },
        {
          "text": "\"Act manfully and be strengthened. Do not be afraid. Neither should you dread the king of the Assyrians and the entire multitude that is with him. For many more are with us than with him.",
          "ID": "7"
        },
        {
          "text": "For with him is an arm of flesh; with us is the Lord our God, who is our helper, and who fights for us.\" And the people were strengthened by this type of words from Hezekiah, the king of Judah.",
          "ID": "8"
        },
        {
          "text": "After these things, Sennacherib, the king of the Assyrians, sent his servants to Jerusalem, (for he and his entire army were besieging Lachish) to Hezekiah, the king of Judah, and to all the people who were in the city, saying:",
          "ID": "9"
        },
        {
          "text": "\"Thus says Sennacherib, the king of the Assyrians: In whom do you have faith, as you sit besieged in Jerusalem?",
          "ID": "10"
        },
        {
          "text": "Does not Hezekiah deceive you, so that he would deliver you to die from hunger and thirst, by affirming that the Lord your God will free you from the hand of the king of the Assyrians?",
          "ID": "11"
        },
        {
          "text": "Is this not the same Hezekiah who destroyed his own high places and altars, and who instructed Judah and Jerusalem, saying: 'You shall worship before one altar, and you shall burn incense upon it?'",
          "ID": "12"
        },
        {
          "text": "Do you not know what I and my fathers have done to all the peoples of the lands? Have the gods of the nations and all the lands prevailed so as to free their region from my hand?",
          "ID": "13"
        },
        {
          "text": "Who is there, out of all the gods of the nations that my fathers destroyed, who is able to rescue his people from my hand, so that now also your God would be able to rescue you from this hand?",
          "ID": "14"
        },
        {
          "text": "Therefore, let not Hezekiah deceive or delude you with vain persuasion. And you should not believe him. For if no god out of all the nations and kingdoms was able to free his people from my hand, and from the hand of my fathers, consequently neither will your God be able to rescue you from my hand.\"",
          "ID": "15"
        },
        {
          "text": "Then too, his servants were speaking many other things against the Lord God, and against his servant Hezekiah.",
          "ID": "16"
        },
        {
          "text": "Also, he wrote letters full of blasphemy against the Lord God of Israel. And against him he said: \"Just as the gods of other nations were unable to free their people from my hand, so also is the God of Hezekiah unable to rescue his people from this hand.\"",
          "ID": "17"
        },
        {
          "text": "Moreover, he also shouted with a great clamor, in the language of the Jews, toward the people who were sitting upon the walls of Jerusalem, so that he might frighten them and so seize the city.",
          "ID": "18"
        },
        {
          "text": "And he was speaking against the God of Jerusalem, just as against the gods of the peoples of the earth, which are works of the hands of men.",
          "ID": "19"
        },
        {
          "text": "And Hezekiah the king, and Isaiah the prophet, the son of Amoz, prayed against this blasphemy, and they cried out to heaven.",
          "ID": "20"
        },
        {
          "text": "And the Lord sent an Angel, who struck all the experienced men and warriors, and the leaders of the army of the king of the Assyrians. And he returned in disgrace to his own land. And when he had entered the house of his god, the sons who had gone forth from his loins killed him with the sword.",
          "ID": "21"
        },
        {
          "text": "And the Lord saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib, the king of the Assyrians, and from the hand of all. And he presented to them peace on every side.",
          "ID": "22"
        },
        {
          "text": "And now many were bringing victims and sacrifices to the Lord in Jerusalem, and gifts to Hezekiah, the king of Judah. And after these things, he was exalted before all the nations.",
          "ID": "23"
        },
        {
          "text": "In those days, Hezekiah was sick, even unto death, and he prayed to the Lord. And he heeded him, and gave to him a sign.",
          "ID": "24"
        },
        {
          "text": "But he did not repay according to the benefits which he had received, for his heart was lifted up. And so wrath was brought against him, and against Judah and Jerusalem.",
          "ID": "25"
        },
        {
          "text": "And after this, he was humbled, because he had exalted his heart, both he and the inhabitants of Jerusalem. And therefore the wrath of the Lord did not overwhelm them in the days of Hezekiah.",
          "ID": "26"
        },
        {
          "text": "Now Hezekiah was wealthy and very famous. And he gathered for himself many treasures of silver and gold and precious stones, of aromatics, and all kinds of weapons, and vessels of great price,",
          "ID": "27"
        },
        {
          "text": "and also repositories of grain, wine, and oil, and stalls for every beast of burden, and fencing for cattle.",
          "ID": "28"
        },
        {
          "text": "And he built for himself cities. For indeed, he had innumerable herds and flocks of sheep. For the Lord had given to him an exceedingly great substance.",
          "ID": "29"
        },
        {
          "text": "This same Hezekiah was the one who blocked the upper font of the waters of Gihon, and who diverted them down to the western part of the City of David. In all his works, he prosperously accomplished whatever he willed.",
          "ID": "30"
        },
        {
          "text": "Yet still, concerning the legates from the leaders of Babylon, who had been sent to him so that they might inquire about the portent which had happened upon the earth, God permitted him to be tempted, so that everything might be made known which was in his heart.",
          "ID": "31"
        },
        {
          "text": "Now the rest of the words of Hezekiah, and his mercies, have been written in the vision of the prophet Isaiah, the son of Amos, and in the book of the kings of Judah and Israel.",
          "ID": "32"
        },
        {
          "text": "And Hezekiah slept with his fathers. And they buried him above the sepulchers of the sons of David. And all of Judah, and all the inhabitants of Jerusalem, celebrated his funeral. And his son, Manasseh, reigned in his place.",
          "ID": "33"
        }
      ],
      "ID": "OT:2CH.32",
      "name": "2 Chronicles 32"
    },
    {
      "text": [
        {
          "text": "Manasseh was twelve years old when he had begun to reign, and he reigned for fifty-five years in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "But he did evil before the Lord, in accord with all the abominations of the nations which the Lord overturned before the sons of Israel.",
          "ID": "2"
        },
        {
          "text": "And turning away, he repaired the high places, which had been demolished by his father, Hezekiah. And he constructed altars to the Baals, and made sacred groves. And he adored the entire army of heaven, and he served them.",
          "ID": "3"
        },
        {
          "text": "Also, he built altars in the house of the Lord, about which the Lord had said, \"My name shall be in Jerusalem forever.\"",
          "ID": "4"
        },
        {
          "text": "But he built these for the entire army of heaven, in the two courts of the house of the Lord.",
          "ID": "5"
        },
        {
          "text": "And he caused his sons to pass through fire in the Valley of the son of Hinnom. He observed dreams, followed divinations, served the occult arts, had with him magicians and enchanters, and worked many evils before the Lord, so that he provoked him.",
          "ID": "6"
        },
        {
          "text": "Also, he set up a graven image and molten statue in the house of God, about which God said to David, and to his son Solomon: \"In this house, and in Jerusalem, which I have chosen from all the tribes of Israel, I will place my name forever.",
          "ID": "7"
        },
        {
          "text": "And I will not cause the foot of Israel to be moved from the land which I delivered to their fathers. Yet this is so, only if they will take care to do what I have instructed them, by the hand of Moses, with the entire law and the ceremonies and the judgments.\"",
          "ID": "8"
        },
        {
          "text": "And so Manasseh seduced Judah and the inhabitants of Jerusalem, so that they did evil, more so than all the nations which the Lord had overturned before the face of the sons of Israel.",
          "ID": "9"
        },
        {
          "text": "And the Lord spoke to him and to his people, but they were not willing to pay attention.",
          "ID": "10"
        },
        {
          "text": "Therefore, he led over them the leaders of the army of the king of the Assyrians. And they captured Manasseh, and they led him, bound with chains and fetters, to Babylon.",
          "ID": "11"
        },
        {
          "text": "And after this, being in great anguish, he prayed to the Lord his God. And he did penance greatly before the God of his fathers.",
          "ID": "12"
        },
        {
          "text": "And he petitioned and begged him intently. And he heeded his prayer, and led him back to Jerusalem, into his kingdom. And Manasseh realized that the Lord himself was God.",
          "ID": "13"
        },
        {
          "text": "After these things, he built a wall outside the City of David, to the west of Gihon, at the steep valley, from the entrance to the fish gate, circling around as far as Ophel. And he raised it up greatly. And he appointed leaders of the army in all the fortified cities of Judah.",
          "ID": "14"
        },
        {
          "text": "And he took away the foreign gods, and the idol from the house of the Lord, and also the altars which he had made on the mount of the house of the Lord and in Jerusalem. And he cast all these things outside the city.",
          "ID": "15"
        },
        {
          "text": "Then he repaired the altar of the Lord, and he immolated upon it victims, and peace offerings, with praise. And he instructed Judah to serve the Lord, the God of Israel.",
          "ID": "16"
        },
        {
          "text": "Yet still the people were immolating on the high places, to the Lord their God.",
          "ID": "17"
        },
        {
          "text": "But the rest of the deeds of Manasseh, and his prayer to his God, and also the words of the seers who were speaking to him in the name of the Lord, the God of Israel, are contained in the words of the kings of Israel.",
          "ID": "18"
        },
        {
          "text": "Also, his prayer and its heeding, and all his sins and contempt, and the sites on which he built high places and made sacred groves and statues, before he repented, have been written in the words of Hozai.",
          "ID": "19"
        },
        {
          "text": "Then Manasseh slept with his fathers, and they buried him in his own house. And his son, Amon, reigned in his place.",
          "ID": "20"
        },
        {
          "text": "Amon was twenty-two years old when he had begun to reign, and he reigned for two years in Jerusalem.",
          "ID": "21"
        },
        {
          "text": "And he did evil in the sight of the Lord, just as his father Manasseh had done. And he immolated to all the idols that Manasseh had fabricated, and he served them.",
          "ID": "22"
        },
        {
          "text": "But he did not turn his face to the Lord, as his father Manasseh had turned himself. And he sinned much more grievously.",
          "ID": "23"
        },
        {
          "text": "And when his servants had conspired against him, they killed him in his own house.",
          "ID": "24"
        },
        {
          "text": "But the rest of the multitude of the people, having slain those who had struck down Amon, appointed his son, Josiah, as king in his place.",
          "ID": "25"
        }
      ],
      "ID": "OT:2CH.33",
      "name": "2 Chronicles 33"
    },
    {
      "text": [
        {
          "text": "Josiah was eight years old when he had begun to reign, and he reigned for thirty-one years in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "And he did what was right in the sight of the Lord, and he walked in the ways of his father David. He did not turn away, neither to the right, nor to the left.",
          "ID": "2"
        },
        {
          "text": "Now in the eighth year of his reign, when he was still a boy, he began to seek the God of his father David. And in the twelfth year after he had begun to reign, he cleansed Judah and Jerusalem from the high places, and the sacred groves, and the idols, and the graven images.",
          "ID": "3"
        },
        {
          "text": "And in his sight, they destroyed the altars of the Baals, and they demolished the idols which had been set upon them. And then he cut down the sacred groves and crushed the graven images. And he scattered the fragments upon the tombs of those who had been accustomed to immolate to them.",
          "ID": "4"
        },
        {
          "text": "And after that, he burned the bones of the priests upon the altars of the idols. And so did he cleanse Judah and Jerusalem.",
          "ID": "5"
        },
        {
          "text": "Then too, in the cities of Manasseh, and of Ephraim, and of Simeon, even to Naphtali, he overturned everything.",
          "ID": "6"
        },
        {
          "text": "And when he had destroyed the altars and the sacred groves, and had broken the idols to pieces, and when all the profane shrines had been demolished from the entire land of Israel, he returned to Jerusalem.",
          "ID": "7"
        },
        {
          "text": "And so, in the eighteenth year of his reign, having now cleansed the land and the temple of the Lord, he sent Shaphan, the son of Azaliah, and Maaseiah, the ruler of the city, and Joah, the son of Joahaz, the historian, to repair the house of the Lord his God.",
          "ID": "8"
        },
        {
          "text": "And they went to Hilkiah, the high priest. And having accepted from him the money which had been brought into the house of the Lord, and which the Levites and porters had gathered together from Manasseh, and Ephraim, and the entire remnant of Israel, and also from all of Judah, and Benjamin, and the inhabitants of Jerusalem,",
          "ID": "9"
        },
        {
          "text": "they delivered it into the hands of those who were in charge of the workers in the house of the Lord, so that they might repair the temple, and restore whatever was weak.",
          "ID": "10"
        },
        {
          "text": "And they gave it to the artisans and the stoneworkers, so that they might buy stones from the quarries, and wood for the joints of the building and for the upper floors the houses, which the kings of Judah had destroyed.",
          "ID": "11"
        },
        {
          "text": "And they did everything faithfully. Now the overseers of the workers were Jahath and Obadiah, from the sons of Merari, and Zechariah and Meshullam, from the sons of Kohath, who were supervising the work. All were Levites who knew how to play musical instruments.",
          "ID": "12"
        },
        {
          "text": "Truly, scribes and teachers, from among the Levites who were porters, were over those who were carrying burdens for various uses.",
          "ID": "13"
        },
        {
          "text": "And when they carried out the money that had been brought into the temple of the Lord, Hilkiah the priest found the book of the law of the Lord by the hand of Moses.",
          "ID": "14"
        },
        {
          "text": "And he said to Shaphan, the scribe: \"I have found the book of the law in the house of the Lord.\" And he delivered it to him.",
          "ID": "15"
        },
        {
          "text": "Then he took the volume to the king, and he reported to him, saying: \"Behold, everything that you entrusted to your servants is completed.",
          "ID": "16"
        },
        {
          "text": "They have melted together the silver that was found in the house of the Lord. And it has been given to the overseers of the artisans and craftsmen for various works.",
          "ID": "17"
        },
        {
          "text": "After this, Hilkiah the priest gave to me this book.\" And when he had read it in the presence of the king,",
          "ID": "18"
        },
        {
          "text": "and he had heard the words of the law, he tore his garments.",
          "ID": "19"
        },
        {
          "text": "And he instructed Hilkiah, and Ahikam, the son of Shaphan, and Abdon, the son of Micah, and also Shaphan, the scribe, and Asaiah, the servant of the king, saying:",
          "ID": "20"
        },
        {
          "text": "\"Go, and pray to the Lord for me, and for the remnant of Israel and Judah, concerning all the words of this book, which has been found. For the great fury of the Lord has rained down upon us, because our fathers did not keep the words of the Lord, to do all that has been written in this volume.\"",
          "ID": "21"
        },
        {
          "text": "Therefore, Hilkiah, and those who had been sent with him by the king, went to Huldah, the prophetess, the wife of Shallum, the son of Tokhath, the son of Hasrah, the keeper of the vestments. She was living in Jerusalem, in the second part. And they spoke to her the words which we explained above.",
          "ID": "22"
        },
        {
          "text": "And she responded to them: \"Thus says the Lord, the God of Israel: Tell the man who sent you to me:",
          "ID": "23"
        },
        {
          "text": "Thus says the Lord: Behold, I will lead in evils over this place, and over its inhabitants, with all the curses that have been written in this book, which they have read before the king of Judah.",
          "ID": "24"
        },
        {
          "text": "For they have abandoned me, and they have sacrificed to foreign gods, so that they provoked me to wrath by all the works of their hands. Therefore, my fury will rain down upon this place, and it will not be extinguished.",
          "ID": "25"
        },
        {
          "text": "To the king of Judah, who sent you to petition before the Lord, so shall you speak: Thus says the Lord, the God of Israel: Since you listened to the words of this volume,",
          "ID": "26"
        },
        {
          "text": "and your heart was softened, and you humbled yourself in the sight of God concerning these things which have been said against this place and against the inhabitants of Jerusalem, and since, revering my face, you have torn your garments, and have wept before me: I also have heeded you, says the Lord.",
          "ID": "27"
        },
        {
          "text": "For now I will gather you to your fathers, and you will be brought into your sepulcher in peace. Neither shall your eyes see all the evil that I will lead in, over this place and over its inhabitants.\" And so they took back to the king all that she had said.",
          "ID": "28"
        },
        {
          "text": "And he, calling together all those greater by birth of Judah and Jerusalem,",
          "ID": "29"
        },
        {
          "text": "ascended to the house of the Lord, united with all the men of Judah, and the inhabitants of Jerusalem, the priests and the Levites, and all the people, from the least even to the greatest. And in their hearing, in the house of the Lord, the king read all the words of the volume.",
          "ID": "30"
        },
        {
          "text": "And standing up at his tribunal, he struck a covenant before the Lord, so that he would walk after him, and would keep his precepts and testimonies and justifications, with his whole heart and with his whole soul, and so that he would do the things that were written in that volume, which he had read.",
          "ID": "31"
        },
        {
          "text": "Also, concerning this, he bound by oath all who had been found in Jerusalem and Benjamin. And the inhabitants of Jerusalem acted in accord with the covenant of the Lord, the God of their fathers.",
          "ID": "32"
        },
        {
          "text": "Therefore, Josiah took away all the abominations from all the regions of the sons of Israel. And he caused all who were remaining in Israel to serve the Lord their God. During all his days, they did not withdraw from the Lord, the God of their fathers.",
          "ID": "33"
        }
      ],
      "ID": "OT:2CH.34",
      "name": "2 Chronicles 34"
    },
    {
      "text": [
        {
          "text": "Now Josiah kept the Passover to the Lord in Jerusalem, and it was immolated on the fourteenth day of the first month.",
          "ID": "1"
        },
        {
          "text": "And he appointed the priests in their offices, and he exhorted them to minister in the house of the Lord.",
          "ID": "2"
        },
        {
          "text": "Also, he spoke with the Levites, by whose instruction all of Israel was sanctified to the Lord, saying: \"Place the ark in the sanctuary of the temple, which Solomon, the son of David, the king of Israel, built. For never again shall you carry it. Instead, now you shall minister to the Lord your God, and to his people Israel.",
          "ID": "3"
        },
        {
          "text": "And prepare yourselves by your houses and families, within each division, just as David, the king of Israel, instructed, and just as his son Solomon has written.",
          "ID": "4"
        },
        {
          "text": "And minister in the sanctuary, by the Levitical families and companies.",
          "ID": "5"
        },
        {
          "text": "And having been sanctified, immolate the Passover. And then prepare your brothers, so that they may be able to act in accord with the words which the Lord has spoken by the hand of Moses.\"",
          "ID": "6"
        },
        {
          "text": "After this, Josiah gave to all the people, those who had been found there at the solemnity of the Passover, thirty thousand lambs and young goats from the flocks, and other kinds of small cattle, and also three thousand oxen. All these were from the substance of the king.",
          "ID": "7"
        },
        {
          "text": "Also, his rulers offered what they had vowed freely, as much for the people as for the priests and Levites. Moreover, Hilkiah, and Zechariah, and Jehiel, rulers of the house of the Lord, gave to the priests, in order to observe the Passover, two thousand six hundred small cattle, and three hundred oxen.",
          "ID": "8"
        },
        {
          "text": "And Conaniah, with Shemaiah and Nethanel, his brothers, indeed also Hashabiah and Jeiel and Jozabad, rulers of the Levites, gave to the rest of the Levites, in order to celebrate the Passover, five thousand small cattle, and five hundred oxen.",
          "ID": "9"
        },
        {
          "text": "And the ministry was prepared. And the priests stood in their office, and the Levites also stood in their companies, according to the order of the king.",
          "ID": "10"
        },
        {
          "text": "And the Passover was immolated. And the priests sprinkled the blood with their hand, and the Levites drew away the pelts of the holocausts.",
          "ID": "11"
        },
        {
          "text": "And they put these aside, so that they might give them to each one, by their houses and families, and so that they might be offered to the Lord, just as it was written in the book of Moses. And with the oxen, they acted similarly.",
          "ID": "12"
        },
        {
          "text": "And they roasted the Passover above fire, in accord with what was written in the law. Yet truly, the victims of peace offerings they boiled in cauldrons and kettles and pots. And they promptly distributed these to all the common people.",
          "ID": "13"
        },
        {
          "text": "Then afterward, they made preparations for themselves and for the priests. Indeed, the priests had been occupied in the oblations of the holocausts and the fat offerings, even until night. Therefore, the Levites made preparations for themselves and for the priests, the sons of Aaron, last.",
          "ID": "14"
        },
        {
          "text": "Now the singers, the sons of Asaph, were standing in their order, according to the instruction of David, and of Asaph and Heman and Jeduthun, the prophets of the king. Truly, the porters kept watch at each gate, so as not to depart from their ministry even for one moment. And for this reason, their brothers, the Levites, prepared foods for them.",
          "ID": "15"
        },
        {
          "text": "And so, the entire worship ritual of the Lord was completed on that day, so that they observed the Passover and offered holocausts upon the altar of the Lord, in accord with the precept of king Josiah.",
          "ID": "16"
        },
        {
          "text": "And the sons of Israel, who had been found there, kept the Passover at that time, with the solemnity of unleavened bread, for seven days.",
          "ID": "17"
        },
        {
          "text": "There was no Passover similar to this one in Israel, from the days of Samuel the prophet. And neither did anyone, out of all the kings of Israel, keep such a Passover as did Josiah, the priests and Levites, and all those of Judah and Israel who had been found, and the inhabitants of Jerusalem.",
          "ID": "18"
        },
        {
          "text": "In the eighteenth year of the reign of Josiah, this Passover was celebrated.",
          "ID": "19"
        },
        {
          "text": "After Josiah had repaired the temple, Neco, the king of Egypt, ascended to fight at Carchemish, beside the Euphrates. And Josiah went out to meet him.",
          "ID": "20"
        },
        {
          "text": "But he sent messengers to him, saying: \"What is there between me and you, O king of Judah? I have not come against you today. Instead, I am fighting against another house, to which God instructed me to go promptly. Refrain from acting against God, who is with me, otherwise he may kill you.\"",
          "ID": "21"
        },
        {
          "text": "Josiah was not willing to return. Instead, he prepared for war against him. Neither would he agree to the words of Neco from the mouth of God. In truth, he traveled so that he might do battle in the field of Megiddo.",
          "ID": "22"
        },
        {
          "text": "And there, having been wounded by archers, he said to his servants: \"Lead me away from the battle. For I have been severely wounded.\"",
          "ID": "23"
        },
        {
          "text": "And they took him from the chariot, into another chariot which was following him, as was the custom of kings. And they transported him to Jerusalem. And he died, and he was buried in the mausoleum of his fathers. And all of Judah and Jerusalem mourned for him,",
          "ID": "24"
        },
        {
          "text": "most of all Jeremiah. All the singing men and women repeat his lamentations over Josiah, even to the present day. And this has become like a law in Israel. Behold, it is found written in the Lamentations.",
          "ID": "25"
        },
        {
          "text": "Now the rest of the words of Josiah, and his mercies, which were instructed by the law of the Lord,",
          "ID": "26"
        },
        {
          "text": "and also his works, the first and the last, have been written in the book of the kings of Judah and Israel.",
          "ID": "27"
        }
      ],
      "ID": "OT:2CH.35",
      "name": "2 Chronicles 35"
    },
    {
      "text": [
        {
          "text": "Then the people of the land took Jehoahaz, the son of Josiah, and they appointed him king in place of his father, in Jerusalem.",
          "ID": "1"
        },
        {
          "text": "Jehoahaz was twenty-three years old when he had begun to reign, and he reigned for three months in Jerusalem.",
          "ID": "2"
        },
        {
          "text": "Then the king of Egypt, when he had arrived in Jerusalem, removed him, and condemned the land to one hundred talents of silver and one talent of gold.",
          "ID": "3"
        },
        {
          "text": "And he appointed Eliakim, his brother, as king in his place, over Judah and Jerusalem. And he changed his name to Jehoiakim. Truly, he took Jehoahaz with him, and he led him away to Egypt.",
          "ID": "4"
        },
        {
          "text": "Jehoiakim was twenty-five years old when he had begun to reign, and he reigned for eleven years in Jerusalem. And he did evil before the Lord his God.",
          "ID": "5"
        },
        {
          "text": "Nebuchadnezzar, the king of the Chaldeans, ascended against him, and led him bound in chains to Babylon.",
          "ID": "6"
        },
        {
          "text": "And to there, he also took away the vessels of the Lord, and he placed them in his temple.",
          "ID": "7"
        },
        {
          "text": "But the rest of the words of Jehoiakim, and his abominations that he worked, and the things that were found in him, are contained in the book of the kings of Judah and Israel. Then his son, Jehoiachin, reigned in his place.",
          "ID": "8"
        },
        {
          "text": "Jehoiachin was eight years old when he had begun to reign, and he reigned for three months and ten days in Jerusalem. And he did evil in the sight of the Lord.",
          "ID": "9"
        },
        {
          "text": "And when the course of a year had turned, king Nebuchadnezzar sent and brought him to Babylon, carrying away, at the same time, the most precious vessels of the house of the Lord. Truly, he appointed his uncle, Zedekiah, as king over Judah and Jerusalem.",
          "ID": "10"
        },
        {
          "text": "Zedekiah was twenty-one years old when he had begun to reign. And he reigned for eleven years in Jerusalem.",
          "ID": "11"
        },
        {
          "text": "And he did evil in the eyes of the Lord his God. And he did not show remorse before the face of the prophet Jeremiah, who was speaking to him from the mouth of the Lord.",
          "ID": "12"
        },
        {
          "text": "Also, he withdrew from king Nebuchadnezzar, who had bound him by an oath to God, and he hardened his own neck and his own heart, so that he did not return to the Lord, the God of Israel.",
          "ID": "13"
        },
        {
          "text": "Then too, all the leaders of the priests, with the people, transgressed iniquitously, in accord with all the abominations of the Gentiles. And they polluted the house of the Lord, which he had sanctified to himself in Jerusalem.",
          "ID": "14"
        },
        {
          "text": "Then the Lord, the God of their fathers, sent to them, by the hand of his messengers, rising in the night and daily admonishing them. For he was lenient to his people and to his habitation.",
          "ID": "15"
        },
        {
          "text": "But they ridiculed the messengers of God, and they gave little weight to his words, and they mocked the prophets, until the fury of the Lord ascended against his people, and there was no remedy.",
          "ID": "16"
        },
        {
          "text": "For he led over them the king of the Chaldeans. And he put to death their young men by the sword, in the house of his sanctuary. There was no pity for adolescents, nor virgins, nor the elderly, nor even for the disabled. Instead, he delivered them all into his hands.",
          "ID": "17"
        },
        {
          "text": "And all the vessels of the house of Lord, as much the greater as the lesser, and the treasures of the temple, and of the king and the rulers, he carried away to Babylon.",
          "ID": "18"
        },
        {
          "text": "The enemies set fire to the house of God, and they destroyed the wall of Jerusalem. They burned down all the towers. And whatever was precious, they demolished.",
          "ID": "19"
        },
        {
          "text": "If anyone had escaped from the sword, he was led into Babylon. And he served the king and his sons, until the king of Persia would command,",
          "ID": "20"
        },
        {
          "text": "and the word of the Lord by the mouth of Jeremiah would be fulfilled, and the land would celebrate her Sabbaths. For during all the days of the desolation, she kept a Sabbath, until the seventy years were completed.",
          "ID": "21"
        },
        {
          "text": "Then, in the first year of Cyrus, the king of the Persians, in order to fulfill the word of the Lord, which he had spoken by the mouth of Jeremiah, the Lord stirred up the heart of Cyrus, the king of the Persians, who commanded this to be proclaimed throughout his entire kingdom, and also in writing, saying:",
          "ID": "22"
        },
        {
          "text": "\"Thus says Cyrus, the king of the Persians: The Lord, the God of heaven, has given to me all the kingdoms of the earth. And he has instructed me that I should build for him a house in Jerusalem, which is in Judea. Who among you is from his entire people? May the Lord his God be with him, and let him ascend.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:2CH.36",
      "name": "2 Chronicles 36"
    }
  ],
  "ID": "OT:2CH(CPDV)",
  "version": "CPDV",
  "name": "2 Chronicles"
}