{
  "name": "Lamentations",
  "text": [
    {
      "name": "Lamentations 1",
      "text": [
        {
          "text": "HOW SOLITARY and lonely sits the city [Jerusalem] that was [once] full of people! How like a widow has she become! She who was great among the nations and princess among the provinces has become a tributary [in servitude]!",
          "ID": "1"
        },
        {
          "text": "She weeps bitterly in the night, and her tears are [constantly] on her cheeks. Among all her lovers (allies) she has no one to comfort her. All her friends have dealt treacherously with her; they have become her enemies. [Jer. 3:1; 4:30.]",
          "ID": "2"
        },
        {
          "text": "Judah has gone into exile [to escape] from the affliction and laborious servitude [of the homeland]. She dwells among the [heathen] nations, but she finds no rest; all her persecutors overtook her amid the [dire] straits [of her distress].",
          "ID": "3"
        },
        {
          "text": "The roads to Zion mourn, because no one comes to the solemn assembly or the appointed feasts. All her gates are desolate, her priests sigh and groan, her maidens are grieved and vexed, and she herself is in bitterness.",
          "ID": "4"
        },
        {
          "text": "Her adversaries have become the head; her enemies prosper. For the Lord has afflicted her for the multitude of her transgressions; her young children have gone into captivity before the enemy. [Jer. 30:14, 15; 52:28; Dan. 9:7-14.]",
          "ID": "5"
        },
        {
          "text": "From the Daughter of Zion all her beauty and majesty have departed. Her princes have become like harts that find no pasture; they have fled without strength before the pursuer.",
          "ID": "6"
        },
        {
          "text": "Jerusalem [earnestly] remembers in the days of her affliction, in the days of her [compulsory] wanderings and her bitterness, all the pleasant and precious things that she had from the days of old. When her people fell into and at the hands of the adversary, and there was none to help her, the enemy [gloated as they] looked at her, and they mocked at her desolations and downfall.",
          "ID": "7"
        },
        {
          "text": "Jerusalem has grievously sinned; therefore she has become an unclean thing and has been removed. All who honored her despise her, because they have seen her nakedness; yes, she herself groans and sighs and turns [her face] away.",
          "ID": "8"
        },
        {
          "text": "Her filthiness was in and on her skirts; she did not [seriously and earnestly] consider her final end. Therefore she has come down [from throne to slavery] singularly and astonishingly; she has no comforter. O Lord [cries Jerusalem], look at my affliction, for the enemy has magnified himself [in triumph]!",
          "ID": "9"
        },
        {
          "text": "The adversary has spread out his hand upon all her precious and desirable things; for she has seen the nations enter her sanctuary [of the temple]–when You commanded that they should not even enter Your congregation [in the outer courts]. [Deut. 23:3; Jer. 51:51; Ezek. 44:7, 9.]",
          "ID": "10"
        },
        {
          "text": "All her people groan and sigh, seeking for bread; they have given their desirable and precious things [in exchange] for food to revive their strength and bring back life. See, O Lord, and consider how wretched and lightly esteemed, how vile and abominable, I have become!",
          "ID": "11"
        },
        {
          "text": "Is it nothing to you, all you who pass by? Look and see if there is any sorrow like my sorrow which was dealt out to me, with which the Lord has afflicted me in the day of His fierce anger!",
          "ID": "12"
        },
        {
          "text": "From above He has sent fire into my bones, and it prevailed against them. He has spread a net for my feet; He has turned me back. He has made me hopelessly miserable and faint all the day long.",
          "ID": "13"
        },
        {
          "text": "The yoke of my transgressions is bound by His hand; they were twined together; they were set upon my neck. He has made my strength fail and [me to] stumble; the Lord has delivered me into the hands of those I am unable to resist or withstand. [Deut. 28:48.]",
          "ID": "14"
        },
        {
          "text": "The Lord has made of no account all my [Jerusalem's] mighty men in the midst of me; He has proclaimed a set time against me to crush my young men. The Lord has trodden as in a winepress the Virgin Daughter of Judah.",
          "ID": "15"
        },
        {
          "text": "For these things I weep; my eyes overflow with tears, because a comforter, one who could refresh and restore my soul, is far from me. My children are desolate and perishing, for the enemy has prevailed. [Lam. 1:21.]",
          "ID": "16"
        },
        {
          "text": "Zion stretches forth her hands, but there is no comforter for her. The Lord has commanded concerning and against Jacob that his neighbors should be his adversaries; Jerusalem has become a filthy thing among them [an object of contempt].",
          "ID": "17"
        },
        {
          "text": "The Lord is righteous (just and in the right); for I have rebelled against His commandment (His word). Hear, I pray you, all you peoples, and look at my sorrow and suffering; my maidens and my young men have gone into captivity.",
          "ID": "18"
        },
        {
          "text": "I [Jerusalem] called to my lovers [allies], but they deceived me. My priests and my elders expired in the city while they sought food to save their lives.",
          "ID": "19"
        },
        {
          "text": "Behold, O Lord, how distressed I am! My vital parts (emotions) are in tumult and are deeply disturbed; my heart cannot rest and is violently agitated within me, for I have grievously rebelled. Outside the house the sword bereaves, at home there is [famine, pestilence] death!",
          "ID": "20"
        },
        {
          "text": "[My foes] have heard that I [Jerusalem] sigh and groan, that I have no comforter [in You]. All my enemies have heard of my trouble; they are glad [O Lord] that You have done it. You will bring the day [of Judah's punishment] that you have foretold and proclaimed; [it involves also my foes' punishment] and they will become like me. [Isa. 14:5, 6; Jer. 30:16.]",
          "ID": "21"
        },
        {
          "text": "Let all their wickedness come before You; and deal with them as You have dealt with me because of all my transgressions; for my sighs and groans are many and my heart is faint.",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.1"
    },
    {
      "name": "Lamentations 2",
      "text": [
        {
          "text": "HOW THE Lord has covered the Daughter of Zion with a cloud in His anger! He has cast down from heaven to the earth the beauty and splendor of Israel and has not [earnestly] remembered His footstool in the day of His anger!",
          "ID": "1"
        },
        {
          "text": "The Lord has swallowed up all the country places and habitations of Jacob and has spared not nor pitied; He has demolished in His wrath the strongholds of the Daughter of Judah. He has cast down to the ground the kingdom and its rulers, polluting them and depriving them of their sanctity.",
          "ID": "2"
        },
        {
          "text": "He has broken off in His fierce anger every horn (means of defense) of Israel. He has drawn back His right hand from before the enemy. And He has burned amidst Jacob like a flaming fire consuming all around.",
          "ID": "3"
        },
        {
          "text": "He has bent His bow like an enemy; He has stood with His right hand set like a foe and has slain all the delights and pride of the eye; on and in the tent of the Daughter of Zion He has poured out His wrath like fire.",
          "ID": "4"
        },
        {
          "text": "The Lord has become like an enemy; He has destroyed Israel. He has destroyed all its palaces, has laid in ruins its strongholds, and has multiplied in the Daughter of Judah groaning and moaning and lamentation.",
          "ID": "5"
        },
        {
          "text": "And He has violently broken down His temple like a booth or hedge of a garden; He has destroyed the place of His appointed assembly. The Lord has caused the solemn appointed feasts and Sabbaths to be forgotten in Zion and has spurned and rejected in the indignation of His anger the king and the priest.",
          "ID": "6"
        },
        {
          "text": "The Lord has scorned, rejected, and cast off His altar; He has abhorred and disowned His sanctuary. He has given into the hand of the enemy the walls of her palaces [and high buildings]; they have raised a clamor in the house of the Lord as on a day of a solemn appointed feast.",
          "ID": "7"
        },
        {
          "text": "The Lord purposed to lay in ruins the [city] wall of the Daughter of Zion. He marked it off by measuring line; He restrained not His hand from destroying. He made rampart and wall lament; they languished together.",
          "ID": "8"
        },
        {
          "text": "Her gates have sunk into the ground; He has destroyed and broken her bars. Her king and her princes are [exiled] among the nations; the law is no more; her prophets also obtain no vision from the Lord.",
          "ID": "9"
        },
        {
          "text": "The elders of the Daughter of Zion sit on the ground keeping silent; they have cast dust on their heads, they have girded themselves with sackcloth. The maidens of Jerusalem have bowed their heads to the ground [says Jeremiah].",
          "ID": "10"
        },
        {
          "text": "My eyes fail from weeping, my emotions are deeply disturbed, my heart is poured out upon the ground [in grief] because of the destruction of the daughter of my people, because infants and nurslings faint in the streets of the city.",
          "ID": "11"
        },
        {
          "text": "They keep crying to their mothers, Where is corn and wine [food and drink]? as they faint like wounded men in the streets of the city, as their lives ebb away on their mothers' bosom.",
          "ID": "12"
        },
        {
          "text": "What [example of suffering in the past] is sufficient for me to remind you for your [comfort]? To what shall I liken you, O Daughter of Jerusalem? With what shall I compare you, that I may comfort you, O Virgin Daughter of Zion? For your ruin is as measureless as the sea! Who can heal you? [Lam. 1:12; Dan. 9:12.]",
          "ID": "13"
        },
        {
          "text": "Your prophets have predicted for you falsehood and delusion and foolish things; and they have not exposed your iniquity and guilt to avert your captivity [by causing you to repent]. But they have divined and declared to you false and deceptive prophecies, worthless and misleading.",
          "ID": "14"
        },
        {
          "text": "All who pass by clap their hands at you; they hiss and wag their heads at the Daughter of Jerusalem, saying, Is this the city which was called the perfection of beauty, the joy of all the earth?",
          "ID": "15"
        },
        {
          "text": "All your enemies have opened wide their mouths against you; they scornfully hiss and gnash their teeth. They cry, We have swallowed her up! Certainly this is the day we have looked for; we have it, we see it!",
          "ID": "16"
        },
        {
          "text": "The Lord has done what He planned; He has carried out and finished His word which He threatened and decreed in the days of old. He has demolished without pity; He has made the enemy rejoice over you and has exalted the might of your foes. [Lev. 26:14-39; Deut. 28:15-68.]",
          "ID": "17"
        },
        {
          "text": "The hearts [of the inhabitants of Jerusalem] cried to the Lord. [Then to the congregation, I, Jeremiah, cried, addressing the wall as its symbol] O wall of the Daughter of Zion, let tears run down like a river day and night; give yourself no rest, let not your eyes stop [shedding tears].",
          "ID": "18"
        },
        {
          "text": "Arise [from your bed], cry out in the night, at the beginning of the watches; pour out your heart like water before the face of the Lord. Lift up your hands toward Him for the lives of your young children, who faint from hunger at the head of every street. [Ps. 62:8.]",
          "ID": "19"
        },
        {
          "text": "Behold, O Lord, and consider [carefully] to whom You have done this. Should and shall women eat the fruit of their own bodies, the children whom they have tended and swaddled with their hands? Should and shall priest and prophet be slain in the place set apart [for the worship] of the Lord?",
          "ID": "20"
        },
        {
          "text": "The young and the old lie on the ground in the streets; my maidens and my young men have fallen by the sword. You have slain them in the day of Your anger, slaughtering them without pity.",
          "ID": "21"
        },
        {
          "text": "You [Lord] called together, as on an appointed feast day of solemn assembly, my terrors (dangers) from every side. And there was not one in the day of God's wrath who escaped or survived; those I have nursed and brought up, my enemy has destroyed.",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.2"
    },
    {
      "name": "Lamentations 3",
      "text": [
        {
          "text": "I AM [Jeremiah] the man who has seen affliction under the rod of His wrath.",
          "ID": "1"
        },
        {
          "text": "He has led me and brought me into darkness and not light.",
          "ID": "2"
        },
        {
          "text": "Surely He has turned away from me; His hand is against me all the day.",
          "ID": "3"
        },
        {
          "text": "My flesh and my skin has He worn out and made old; He has shattered my bones.",
          "ID": "4"
        },
        {
          "text": "He has built up [siege mounds] against me and surrounded me with bitterness, tribulation, and anguish.",
          "ID": "5"
        },
        {
          "text": "He has caused me to dwell in dark places like those long dead.",
          "ID": "6"
        },
        {
          "text": "He walled me in so that I cannot get out; He has weighted down my chain.",
          "ID": "7"
        },
        {
          "text": "Even when I cry and shout for help, He shuts out my prayer.",
          "ID": "8"
        },
        {
          "text": "He has enclosed my ways with hewn stone; He has made my paths crooked.",
          "ID": "9"
        },
        {
          "text": "He is to me like a bear lying in wait, and like a lion [hiding] in secret places.",
          "ID": "10"
        },
        {
          "text": "He has turned me off my ways and pulled me in pieces; He has made me desolate.",
          "ID": "11"
        },
        {
          "text": "He has bent His bow and set me as a mark for the arrow.",
          "ID": "12"
        },
        {
          "text": "He has caused the arrows of His quiver to enter into my heart [the seat of my affections and desires].",
          "ID": "13"
        },
        {
          "text": "I have become a derision to all my people, and [the subject of] their singsong all the day.",
          "ID": "14"
        },
        {
          "text": "He has filled me with bitterness; He has made me drink to excess and until drunken with wormwood [bitterness].",
          "ID": "15"
        },
        {
          "text": "He has also broken my teeth with gravel (stones); He has covered me with ashes.",
          "ID": "16"
        },
        {
          "text": "And You have bereaved my soul and cast it off far from peace; I have forgotten what good and happiness are.",
          "ID": "17"
        },
        {
          "text": "And I say, Perished is my strength and my expectation from the Lord.",
          "ID": "18"
        },
        {
          "text": "[O Lord] remember [earnestly] my affliction and my misery, my wandering and my outcast state, the wormwood and the gall.",
          "ID": "19"
        },
        {
          "text": "My soul has them continually in remembrance and is bowed down within me.",
          "ID": "20"
        },
        {
          "text": "But this I recall and therefore have I hope and expectation:",
          "ID": "21"
        },
        {
          "text": "It is because of the Lord's mercy and loving-kindness that we are not consumed, because His [tender] compassions fail not. [Mal. 3:6.]",
          "ID": "22"
        },
        {
          "text": "They are new every morning; great and abundant is Your stability and faithfulness. [Isa. 33:2.]",
          "ID": "23"
        },
        {
          "text": "The Lord is my portion or share, says my living being (my inner self); therefore will I hope in Him and wait expectantly for Him. [Num. 18:20.]",
          "ID": "24"
        },
        {
          "text": "The Lord is good to those who wait hopefully and expectantly for Him, to those who seek Him [inquire of and for Him and require Him by right of necessity and on the authority of God's word].",
          "ID": "25"
        },
        {
          "text": "It is good that one should hope in and wait quietly for the salvation (the safety and ease) of the Lord.",
          "ID": "26"
        },
        {
          "text": "It is good for a man that he should bear the yoke [of divine disciplinary dealings] in his youth.",
          "ID": "27"
        },
        {
          "text": "Let him sit alone uncomplaining and keeping silent [in hope], because [God] has laid [the yoke] upon him [for his benefit]. [Rom. 8:28.]",
          "ID": "28"
        },
        {
          "text": "Let him put his mouth in the dust [in abject recognition of his unworthiness]–there may yet be hope. [Mic. 7:17.]",
          "ID": "29"
        },
        {
          "text": "Let him give his cheek to the One Who smites him [even through His human agents]; let him be filled [full] with [men's] reproach [in meekness].",
          "ID": "30"
        },
        {
          "text": "For the Lord will not cast off forever! [Ps. 94:14.]",
          "ID": "31"
        },
        {
          "text": "But though He causes grief, yet will He be moved to compassion according to the multitude of His loving-kindness and tender mercy.",
          "ID": "32"
        },
        {
          "text": "For He does not willingly and from His heart afflict or grieve the children of men. [Ezek. 18:23, 32; Hos. 11:8; Heb. 12:5-10; II Pet. 3:9.]",
          "ID": "33"
        },
        {
          "text": "To trample and crush underfoot all the prisoners of the earth,",
          "ID": "34"
        },
        {
          "text": "To turn aside and deprive a man of his rights before the face of the Most High or a superior [acting as God's representative],",
          "ID": "35"
        },
        {
          "text": "To subvert a man in his cause–[of these things] the Lord does not approve.",
          "ID": "36"
        },
        {
          "text": "Who is he who speaks and it comes to pass, if the Lord has not authorized and commanded it?",
          "ID": "37"
        },
        {
          "text": "Is it not out of the mouth of the Most High that evil and good both proceed [adversity and prosperity, physical evil or misfortune and physical good or happiness]?",
          "ID": "38"
        },
        {
          "text": "Why does a living man sigh [one who is still in this life's school of discipline]? [And why does] a man complain for the punishment of his sins?",
          "ID": "39"
        },
        {
          "text": "Let us test and examine our ways, and let us return to the Lord!",
          "ID": "40"
        },
        {
          "text": "Let us lift up our hearts and our hands [and then with them mount up in prayer] to God in heaven:",
          "ID": "41"
        },
        {
          "text": "We have transgressed and rebelled and You have not pardoned.",
          "ID": "42"
        },
        {
          "text": "You have covered Yourself with wrath and pursued and afflicted us; You have slain without pity.",
          "ID": "43"
        },
        {
          "text": "You have covered Yourself with a cloud so that no prayer can pass through.",
          "ID": "44"
        },
        {
          "text": "You have made us offscouring and refuse among the nations.",
          "ID": "45"
        },
        {
          "text": "All our enemies have gaped at us and railed against us.",
          "ID": "46"
        },
        {
          "text": "Fear and pitfall have come upon us, devastation and destruction.",
          "ID": "47"
        },
        {
          "text": "My eyes overflow with streams of tears because of the destruction of the daughter of my people.",
          "ID": "48"
        },
        {
          "text": "My eyes overflow continually and will not cease",
          "ID": "49"
        },
        {
          "text": "Until the Lord looks down and sees from heaven.",
          "ID": "50"
        },
        {
          "text": "My eyes cause me grief at the fate of all the maidens [and the daughter-towns] of my city [Jerusalem].",
          "ID": "51"
        },
        {
          "text": "I have been hunted down like a bird by those who were my enemies without cause.",
          "ID": "52"
        },
        {
          "text": "They [thought they had] destroyed my life in the dungeon (pit) and cast a stone [over it] above me. [Jer. 38.]",
          "ID": "53"
        },
        {
          "text": "The waters ran down on my head; I said, I am gone.",
          "ID": "54"
        },
        {
          "text": "I called upon Your name, O Lord, out of the depths [of the mire] of the dungeon. [Jer. 38:6.]",
          "ID": "55"
        },
        {
          "text": "You heard my voice [then]: [Oh] hide not Your ear [now] at my prayer for relief.",
          "ID": "56"
        },
        {
          "text": "You drew near on the day I called to You; You said, Fear not. [James 4:8.]",
          "ID": "57"
        },
        {
          "text": "O Lord, You have pleaded the causes of my soul [You have managed my affairs and You have protected my person and my rights]; You have rescued and redeemed my life!",
          "ID": "58"
        },
        {
          "text": "O Lord, You have seen my wrong [done to me]; judge and maintain my cause.",
          "ID": "59"
        },
        {
          "text": "You have seen all their vengeance, all their devices against me.",
          "ID": "60"
        },
        {
          "text": "You have heard their reproach and revilings, O Lord, and all their devices against me–",
          "ID": "61"
        },
        {
          "text": "The lips and thoughts of my assailants are against me all day long.",
          "ID": "62"
        },
        {
          "text": "Look at their sitting down and their rising up [their movements, doings, and secret counsels]; I am their singsong [the subject of their derision and merriment]. [Ps. 139:2; Isa. 37:28.]",
          "ID": "63"
        },
        {
          "text": "Render to them a recompense, O Lord, according to the work of their hands.",
          "ID": "64"
        },
        {
          "text": "You will give them hardness and blindness of heart; Your curse will be upon them.",
          "ID": "65"
        },
        {
          "text": "You will pursue and afflict them in anger and destroy them from under Your heavens, O Lord.",
          "ID": "66"
        }
      ],
      "ID": "OT:LAM.3"
    },
    {
      "name": "Lamentations 4",
      "text": [
        {
          "text": "HOW THE gold has become dim! How the most pure gold has changed! The hallowed stones [of the temple] are poured out at the head of every street.",
          "ID": "1"
        },
        {
          "text": "The noble and precious sons of Zion, [once] worth their weight in fine gold–how they are esteemed [merely] as earthen pots or pitchers, the work of the hands of the potter! [Isa. 30:14; Jer. 19:11; II Cor. 4:7.]",
          "ID": "2"
        },
        {
          "text": "Even the jackals draw out the breast, they give suck to their young ones, but the daughter of my people has become cruel like ostriches in the wilderness [that desert their young].",
          "ID": "3"
        },
        {
          "text": "The tongue of the nursing babe cleaves to the roof of its mouth because of thirst; the young children beg for food, but no one gives it to them.",
          "ID": "4"
        },
        {
          "text": "Those who feasted on dainties are perishing in the streets; those who were brought up in purple lie cleaving to refuse and ash heaps.",
          "ID": "5"
        },
        {
          "text": "For the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, which was overthrown in a moment, and no hands had come against her or been laid on her. [Gen. 19:25.]",
          "ID": "6"
        },
        {
          "text": "[In physical appearance] her princes were purer than snow, they were whiter than milk; they were more ruddy in body than rubies or corals, their shapely figures [suggested a carefully cut] sapphire.",
          "ID": "7"
        },
        {
          "text": "[Prolonged famine has made] them look blacker than soot and darkness; they are not recognized in the streets. Their skin clings to their bones; it is withered and it has become [dry] like a stick.",
          "ID": "8"
        },
        {
          "text": "Those who are slain with the sword are more fortunate than those who are the victims of hunger [slain by the famine]; for they [the hungry] pine and ebb away, stricken through for want of the fruits of the field.",
          "ID": "9"
        },
        {
          "text": "The hands of [heretofore] compassionate women have boiled their own children; they were their food during the destruction of the daughter of my people [Judah].",
          "ID": "10"
        },
        {
          "text": "The Lord has fulfilled His wrath; He has poured out His fierce anger and has kindled a fire in Zion that has consumed her foundations.",
          "ID": "11"
        },
        {
          "text": "The kings of the earth did not believe, nor did any of the inhabitants of the earth, that the oppressor and enemy could enter the gates of Jerusalem.",
          "ID": "12"
        },
        {
          "text": "[But this happened] because of the sins of her [false] prophets and the iniquities of her priests, who shed the blood of the just and righteous in the midst of her.",
          "ID": "13"
        },
        {
          "text": "[The false prophets and priests] wandered [staggering] in the streets as if blind; they had so polluted themselves with blood it was not [lawful] for men to touch their garments.",
          "ID": "14"
        },
        {
          "text": "[People] cried to them, Go away! Unclean! Depart! Depart! Touch not! When they fled away, then they wandered [as fugitives]; men said among the nations, They shall not stay here any longer.",
          "ID": "15"
        },
        {
          "text": "The anger of the Lord has scattered [and divided them among the nations]; He will no longer look after them. They did not respect the persons of the priests; they did not favor the elders.",
          "ID": "16"
        },
        {
          "text": "As for us, our eyes yet failed and wasted away in looking for our worthless help. In our watching [on our watchtower] we have watched and waited expectantly for a nation [Egypt or some other one to come to our rescue] that could not save us. [Ezek. 29:16.]",
          "ID": "17"
        },
        {
          "text": "[The missiles of the enemy] dog our steps, so that we cannot go into our streets; our end is near, our days are fulfilled–yes, our end has come.",
          "ID": "18"
        },
        {
          "text": "Our pursuers were swifter than the eagles of the sky; they pursued us on the mountains, they lay in wait for us in the wilderness.",
          "ID": "19"
        },
        {
          "text": "The breath of our nostrils, the anointed of the Lord [our king], was taken in their snares–he of whom we said, Under his shadow we shall live among the nations.",
          "ID": "20"
        },
        {
          "text": "Rejoice and be glad, O Daughter of Edom, you who dwell in the land of Uz. But the cup [of the wine of God's wrath] also shall pass to you; you shall become drunk and make yourself naked. [Jer. 25:17.]",
          "ID": "21"
        },
        {
          "text": "The punishment of your iniquity will be accomplished and completed, O Daughter of Zion; [the Lord] will no more carry you away or keep you in exile. But He will inspect and punish your iniquity and guilt, O Daughter of Edom; He will uncover your sins. [Ps. 137:7.]",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.4"
    },
    {
      "name": "Lamentations 5",
      "text": [
        {
          "text": "O Lord, [earnestly] remember what has come upon us! Look down and see our reproach (our national disgrace)!",
          "ID": "1"
        },
        {
          "text": "Our inheritance has fallen over to strangers, our houses to foreigners.",
          "ID": "2"
        },
        {
          "text": "We have become orphans and fatherless; our mothers are like widows.",
          "ID": "3"
        },
        {
          "text": "We have had to pay money to drink the water that belongs to us; our [own] wood is sold to us.",
          "ID": "4"
        },
        {
          "text": "Our pursuers are upon our necks [like a yoke]; we are weary and are allowed no rest.",
          "ID": "5"
        },
        {
          "text": "We have given the hand [as a pledge of fidelity and submission] to the Egyptians and to the Assyrians [merely] to get food to satisfy [our hunger].",
          "ID": "6"
        },
        {
          "text": "Our fathers sinned and are no more, and we have borne their iniquities. [Isa. 65:7; Jer. 16:11-12; 31:29; Ezek. 18:2-4.]",
          "ID": "7"
        },
        {
          "text": "Servants and slaves rule over us; there is none to deliver us out of their hands. [Neh. 5:15.]",
          "ID": "8"
        },
        {
          "text": "We get our bread at the peril of our lives because of the sword of the wilderness [the wild Arabs, who may attack if we venture into the fields to reap our harvests].",
          "ID": "9"
        },
        {
          "text": "Our skin glows and is parched as from [the heat of] an oven because of the burning heat of [the fever of] famine.",
          "ID": "10"
        },
        {
          "text": "They ravished the women in Zion, the virgins in the cities of Judah.",
          "ID": "11"
        },
        {
          "text": "They hung princes by their hands; the persons of elders were not respected.",
          "ID": "12"
        },
        {
          "text": "Young men carried millstones, and boys fell [staggering] under [burdens of] wood.",
          "ID": "13"
        },
        {
          "text": "The elders have ceased from [congregating at] the city's gate, the young men from their music.",
          "ID": "14"
        },
        {
          "text": "Ceased is the joy of our hearts; our dancing has turned into mourning.",
          "ID": "15"
        },
        {
          "text": "The crown has fallen from our head [our honor is brought to the dust]! Woe to us, for we have sinned!",
          "ID": "16"
        },
        {
          "text": "Because of this our hearts are faint and sick; because of these things our eyes are dim and see darkly.",
          "ID": "17"
        },
        {
          "text": "As for Mount Zion, which lies desolate, the jackals prowl over it!",
          "ID": "18"
        },
        {
          "text": "But You, O Lord, remain and reign forever; Your throne endures from generation to [all] generations.",
          "ID": "19"
        },
        {
          "text": "Why do You forget us forever? Why do You forsake us so long?",
          "ID": "20"
        },
        {
          "text": "Turn us to Yourself, O Lord, and we shall be turned and restored! Renew our days as of old!–",
          "ID": "21"
        },
        {
          "text": "Or have You utterly rejected us? Or are You exceedingly angry with us [still]?",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.5"
    }
  ],
  "version": "AMP",
  "ID": "OT:LAM(AMP)"
}