{
  "text": [
    {
      "text": [
        {
          "text": "ALEPH. O how a city once filled with people now sits alone! The Governess of the Gentiles has become like a widow. The Prince of the provinces has been placed under tribute.",
          "ID": "1"
        },
        {
          "text": "BETH. Weeping, she has wept through the night, and her tears are on her cheeks. There is no one to be a comfort to her and to all her beloved. All her friends have spurned her, and they have become her enemies.",
          "ID": "2"
        },
        {
          "text": "GHIMEL. Judah has migrated because of affliction and great servitude. She has lived among the nations and not found rest. All of her persecutors have apprehended her, amid torments.",
          "ID": "3"
        },
        {
          "text": "DALETH. The pathways of Zion mourn, because there are none who approach for the solemnity. All her gates are destroyed. Her priests groan. Her virgins are filthy. And she is overwhelmed with bitterness.",
          "ID": "4"
        },
        {
          "text": "HE. Her enemies have been made her leaders; her adversaries have been enriched. For the Lord has spoken against her, because of the multitude of her iniquities. Her little ones have been led into captivity before the face of the tribulator.",
          "ID": "5"
        },
        {
          "text": "VAU. And all her elegance has departed, from the daughter of Zion. Her leaders have become like rams that cannot find pasture, and they have gone away without strength before the face of the pursuer.",
          "ID": "6"
        },
        {
          "text": "ZAIN. Jerusalem has remembered the days of her affliction and the betrayal of all her desirable ones, whom she held from the days of antiquity, when her people fell into the hand of the enemy, and there was no one to be a helper. The enemies have looked upon her and mocked her Sabbaths.",
          "ID": "7"
        },
        {
          "text": "HETH. Jerusalem has sinned a grievous sin. Because of this, she has become unstable. All who glorified her have spurned her, because they have looked upon her disgrace. Then she groaned and turned away again.",
          "ID": "8"
        },
        {
          "text": "TETH. Her filth is on her feet, and her end has not been remembered. She has been vehemently put down, having no consolation. O Lord, look upon my affliction, for the adversary has been lifted up.",
          "ID": "9"
        },
        {
          "text": "JOD. The enemy has sent his hand against all her desirable ones. For she has watched the Gentiles enter her sanctuary, even though you instructed that they should not enter into your church.",
          "ID": "10"
        },
        {
          "text": "CAPH. All her people are groaning and seeking bread. They have given up whatever was precious in exchange for food, so as to remain alive. See, O Lord, and consider, for I have become vile.",
          "ID": "11"
        },
        {
          "text": "LAMED. O all you who pass by the way, attend, and see if there is any sorrow like my sorrow. For he has made me a vintage, just as the Lord has spoken in the day of his furious anger.",
          "ID": "12"
        },
        {
          "text": "MEM. From on high, he has sent fire into my bones, and he has educated me. He has spread a net for my feet; he has turned me back. He has placed me in desolation, consumed by grief, all day long.",
          "ID": "13"
        },
        {
          "text": "NUN. Vigilant is the yoke of my iniquities. They have been folded together in his hand and imposed on my neck. My virtue has been weakened. The Lord has given me into a hand, out of which I am not able to rise.",
          "ID": "14"
        },
        {
          "text": "SAMECH. The Lord has taken away all of my great ones from my midst. He has called forth time against me, so as to crush my elect ones. The Lord has trampled the winepress, which was for the virgin daughter of Judah.",
          "ID": "15"
        },
        {
          "text": "AIN. For this I weep, and my eyes bring forth water. For the consoler has been far away from me, changing my soul. My sons have become lost, because the enemy has prevailed.",
          "ID": "16"
        },
        {
          "text": "PHE. Zion has reached out her hands; there is no one to console her. The Lord has given orders against Jacob; his enemies are all around him. Jerusalem among them is like a woman made unclean by menstruation.",
          "ID": "17"
        },
        {
          "text": "SADE. The Lord is just, for it is I who has provoked his mouth to wrath. I beg all people to listen and to see my sorrow. My virgins and my youths have gone into captivity.",
          "ID": "18"
        },
        {
          "text": "COPH. I called for my friends, but they deceived me. My priests and my elders have been consumed in the city. For they were seeking their food, so as to revive their life.",
          "ID": "19"
        },
        {
          "text": "RES. See, O Lord, that I am in tribulation. My bowels have been disturbed, my heart has been subverted within me, for I am filled with bitterness. Outside, the sword puts to death, and at home there is a similar death.",
          "ID": "20"
        },
        {
          "text": "SIN. They have heard that I groan and that there is no one to console me. All my enemies have heard of my misfortune; they have rejoiced that you caused it. You have brought in a day of consolation, and so they shall become like me.",
          "ID": "21"
        },
        {
          "text": "THAU. Let all their evil enter before you. And make vintage of them, just as you made vintage of me, because of all my iniquities. For my sighs are many, and my heart is grieving.",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.1",
      "name": "Lamentations 1"
    },
    {
      "text": [
        {
          "text": "ALEPH. O how the Lord has covered the daughter of Zion with gloom in his fury! O how he has thrown down from heaven to earth the famous one of Israel, and he has not remembered his footstool in the day of his fury.",
          "ID": "1"
        },
        {
          "text": "BETH. The Lord has cast down, and he has not been lenient, with all the beauties of Jacob. In his fury, he has destroyed the fortifications of the virgin of Judah, and he has thrown them down to the ground. He has polluted the kingdom and its leaders.",
          "ID": "2"
        },
        {
          "text": "GHIMEL. In the anger of his fury, he has broken the entire horn of Israel. He has drawn back his right hand before the face of the enemy. And he has kindled within Jacob a flaming fire, devouring all around.",
          "ID": "3"
        },
        {
          "text": "DALETH. He has bent his bow like an enemy. He has fixed his right hand like an adversary. And he has cut down all that was beautiful to behold in the tabernacle of the daughter of Zion. He has poured out his indignation like fire.",
          "ID": "4"
        },
        {
          "text": "HE. The Lord has become like an enemy. He has thrown down Israel. He has thrown down all of his defenses. He has torn apart his fortifications. And he has filled the daughter of Judah with humbled men and humbled women.",
          "ID": "5"
        },
        {
          "text": "VAU. And he has torn apart her tent like a garden. He has demolished her tabernacle. In Zion, the Lord has delivered feast and Sabbath into oblivion, and king and priest into disgrace, and into the indignation of his fury.",
          "ID": "6"
        },
        {
          "text": "ZAIN. The Lord has pushed away his own altar. He has cursed his own sanctuary. He has delivered the walls of its towers into the hand of the enemy. They have made a noise in the house of the Lord, as if on the day of a solemnity.",
          "ID": "7"
        },
        {
          "text": "HETH. The Lord has decided to tear down the wall of the daughter of Zion. He has stretched out his measuring line, and he has not turn away his hand from perdition. And the rampart has mourned, and with the wall it has been torn apart.",
          "ID": "8"
        },
        {
          "text": "TETH. Her gates have been buried in the ground. He has ruined and crushed its bars. Her king and her princes are with the Gentiles. There is no law, and her prophets have found no vision from the Lord.",
          "ID": "9"
        },
        {
          "text": "JOD. The elders of the daughter of Zion have become idle; they sit on the ground. They have sprinkled their heads with ashes. They have been wrapped with haircloth. The virgins of Jerusalem have cast their heads down to the ground.",
          "ID": "10"
        },
        {
          "text": "CAPH. My eyes have exhausted their tears. My internal organs have become disturbed. My liver has been poured out on the earth, over the grief of the daughter of my people, when the little ones and the infants passed away in the streets of the town.",
          "ID": "11"
        },
        {
          "text": "LAMED. They said to their mothers, \"Where is the wheat and the wine?\" when they fell like the wounded in the streets of the city, when they breathed out their lives into the bosoms of their mothers.",
          "ID": "12"
        },
        {
          "text": "MEM. To what shall I compare you, or to what shall I liken you, O daughter of Jerusalem? To what shall I equate you, so as to console you, O virgin daughter of Zion? For your destruction is as great as the sea. Who will cure you?",
          "ID": "13"
        },
        {
          "text": "NUN. Your prophets have seen false and foolish things for you. And they have not laid open your iniquity, so as to provoke you to repentance. Yet they have seen for you false revelations and banishments.",
          "ID": "14"
        },
        {
          "text": "SAMECH. All those who passed by the way have clapped their hands over you. They have hissed and shook their heads over the daughter of Jerusalem, saying, \"Is this the city of perfect dignity, the joy of all the earth?\"",
          "ID": "15"
        },
        {
          "text": "PHE. All your enemies have opened their mouth over you. They have hissed and gnashed their teeth, and they said: \"We will devour her. Yes, this is the day we waited for. We have found it, we have seen it.\"",
          "ID": "16"
        },
        {
          "text": "AIN. The Lord has done what he decided to do. He has fulfilled his word, which he instructed since the days of antiquity. He has destroyed, and he has not been lenient, and he has caused the enemy to rejoice over you, and he has exalted the horn of your adversaries.",
          "ID": "17"
        },
        {
          "text": "SADE. Their heart cried out to the Lord from the walls of the daughter of Zion. Let tears run down like a torrent throughout the day and the night. Do not give rest to yourself, and do not allow the pupil of your eye to cease.",
          "ID": "18"
        },
        {
          "text": "COPH. Rise up. Give praise in the night, in the first of the watches. Pour out your heart like water before the sight of the Lord. Lift up your hands to him on behalf of the souls of your little ones, who have passed away from famine at the head of all the crossroads.",
          "ID": "19"
        },
        {
          "text": "RES. O Lord, see and consider those whom you have made into a such vintage. So then, shall women eat their own fruit, little ones measured by the palm of the hand? Shall priest and prophet be killed in the sanctuary of the Lord?",
          "ID": "20"
        },
        {
          "text": "SIN. The boy and the old man lie down on the ground outside. My virgins and my youths have fallen by the sword. You have slain them in the day of your fury. You have struck down, and you have not shown pity.",
          "ID": "21"
        },
        {
          "text": "THAU. You have called, as if to a day of solemnity, those who would terrify me all around. And there was no one, in the day of the fury of the Lord, who escaped or was left behind. Those whom I educated and nourished, my enemy has consumed.",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.2",
      "name": "Lamentations 2"
    },
    {
      "text": [
        {
          "text": "ALEPH. I am a man watching my own poverty by the rod of his indignation.",
          "ID": "1"
        },
        {
          "text": "ALEPH. He has driven me and led me into darkness, and not into light.",
          "ID": "2"
        },
        {
          "text": "ALEPH. Against me only, he has turned and turned again his hand, all day long.",
          "ID": "3"
        },
        {
          "text": "BETH. My skin and my flesh, he has made old; he has crushed my bones.",
          "ID": "4"
        },
        {
          "text": "BETH. He has built all around me, and he has encircled me with gall and hardship.",
          "ID": "5"
        },
        {
          "text": "BETH. He has gathered me into darkness, like those who are forever dead.",
          "ID": "6"
        },
        {
          "text": "GHIMEL. He has built against me all around, so that I may not depart. He has increased the burden of my confinement.",
          "ID": "7"
        },
        {
          "text": "GHIMEL. Yet even when I cry out and beg, he excludes my prayer.",
          "ID": "8"
        },
        {
          "text": "GHIMEL. He has enclosed my ways with square stones; he has subverted my paths.",
          "ID": "9"
        },
        {
          "text": "DALETH. He has become to me like a bear lying in ambush, like a lion in hiding.",
          "ID": "10"
        },
        {
          "text": "DALETH. He has subverted my paths, and he has broken me. He has placed me in desolation.",
          "ID": "11"
        },
        {
          "text": "DALETH. He has bent his bow, and he has positioned me like a target for his arrows.",
          "ID": "12"
        },
        {
          "text": "HE. He has shot into my kidneys the daughters of his quiver.",
          "ID": "13"
        },
        {
          "text": "HE. I have become a derision to all my people, their song throughout the day.",
          "ID": "14"
        },
        {
          "text": "HE. He has filled me with bitterness; he has inebriated me with wormwood.",
          "ID": "15"
        },
        {
          "text": "VAU. And he has broken each one of my teeth; he has fed me with ashes.",
          "ID": "16"
        },
        {
          "text": "VAU. And my soul has been driven away from peace; I have forgotten what is good.",
          "ID": "17"
        },
        {
          "text": "VAU. And I said, \"My end and my hope from the Lord has perished.\"",
          "ID": "18"
        },
        {
          "text": "ZAIN. Remember my poverty and my transgression, the wormwood and the gall.",
          "ID": "19"
        },
        {
          "text": "ZAIN. I will call to mind the past, and my soul shall languish within me.",
          "ID": "20"
        },
        {
          "text": "ZAIN. These recollections are in my heart; therefore, I shall hope.",
          "ID": "21"
        },
        {
          "text": "HETH. By the mercies of the Lord, we are not consumed. For his compassion has not passed away.",
          "ID": "22"
        },
        {
          "text": "HETH. I know it at first light; great is your faithfulness.",
          "ID": "23"
        },
        {
          "text": "HETH. \"The Lord is my portion,\" said my soul. Because of this, I will wait for him.",
          "ID": "24"
        },
        {
          "text": "TETH. The Lord is good to those who hope in him, to the soul that seeks him.",
          "ID": "25"
        },
        {
          "text": "TETH. It is good to stand ready in silence for the salvation of God.",
          "ID": "26"
        },
        {
          "text": "TETH. It is good for a man, when he has carried the yoke from his youth.",
          "ID": "27"
        },
        {
          "text": "JOD. He shall sit solitary and silent. For he has lifted it upon himself.",
          "ID": "28"
        },
        {
          "text": "JOD. He shall place his mouth in the dirt, if perhaps there may be hope.",
          "ID": "29"
        },
        {
          "text": "JOD. He shall give his cheek to those who strike him; he shall be saturated with reproaches.",
          "ID": "30"
        },
        {
          "text": "CAPH. For the Lord will not rebuke forever.",
          "ID": "31"
        },
        {
          "text": "CAPH. For, if he has cast down, he will also have compassion, according to the multitude of his mercies.",
          "ID": "32"
        },
        {
          "text": "CAPH. For he has not humiliated from his heart, nor has he thrown aside the sons of men,",
          "ID": "33"
        },
        {
          "text": "LAMED. as if to crush under his feet all the prisoners of the land,",
          "ID": "34"
        },
        {
          "text": "LAMED. as if to turn aside the judgment of a man in the sight of the presence of the Most High,",
          "ID": "35"
        },
        {
          "text": "LAMED. as if to pervert a man in his judgment: the Lord does not do this.",
          "ID": "36"
        },
        {
          "text": "MEM. Who is this, who said to do what the Lord did not command?",
          "ID": "37"
        },
        {
          "text": "MEM. Does not both misfortune and good proceed from the mouth of the Most High?",
          "ID": "38"
        },
        {
          "text": "MEM. Why has a living man murmured, a man suffering for his sins?",
          "ID": "39"
        },
        {
          "text": "NUN. Let us examine our ways, and seek out, and return to the Lord.",
          "ID": "40"
        },
        {
          "text": "NUN. Let us lift up our hearts, with our hands, toward the Lord in the heavens.",
          "ID": "41"
        },
        {
          "text": "NUN. We have acted sinfully, and we have provoked to wrath. About this, you are relentless.",
          "ID": "42"
        },
        {
          "text": "SAMECH. You have covered us in your fury, and you have struck us. You have killed, and have not spared.",
          "ID": "43"
        },
        {
          "text": "SAMECH. You have set a cloud opposite you, lest our prayer pass through.",
          "ID": "44"
        },
        {
          "text": "SAMECH. In the midst of the peoples, you have uprooted me and cast me out.",
          "ID": "45"
        },
        {
          "text": "PHE. All our enemies have opened their mouths over us.",
          "ID": "46"
        },
        {
          "text": "PHE. Prediction has become for us a dread, and a snare, and a grief.",
          "ID": "47"
        },
        {
          "text": "PHE. My eye has brought forth streams of water at the contrition of the daughter of my people.",
          "ID": "48"
        },
        {
          "text": "AIN. My eye has been afflicted, and it has not been quieted, because there would be no rest",
          "ID": "49"
        },
        {
          "text": "AIN. until the Lord looked down and saw from the heavens.",
          "ID": "50"
        },
        {
          "text": "AIN. My eye has exhausted my soul over every one of the daughters of my city.",
          "ID": "51"
        },
        {
          "text": "SADE. My enemies have chased me, and they have caught me like a bird, without reason.",
          "ID": "52"
        },
        {
          "text": "SADE. My life has fallen into a pit, and they have placed a stone over me.",
          "ID": "53"
        },
        {
          "text": "SADE. The waters have flooded over my head. I said, \"I am lost.\"",
          "ID": "54"
        },
        {
          "text": "COPH. I called upon your name, O Lord, from the furthest pit.",
          "ID": "55"
        },
        {
          "text": "COPH. You have heard my voice. Do not turn away your ear from my sobbing and my cries.",
          "ID": "56"
        },
        {
          "text": "COPH. You drew near in the daytime, when I called upon you. You said, \"Fear not.\"",
          "ID": "57"
        },
        {
          "text": "RES. You have judged, O Lord, the case of my soul. You are the Redeemer of my life.",
          "ID": "58"
        },
        {
          "text": "RES. You have seen, O Lord, their iniquity against me. Judge my case.",
          "ID": "59"
        },
        {
          "text": "RES. You have seen all their fury, every one of their thoughts is against me.",
          "ID": "60"
        },
        {
          "text": "SIN. You have heard their reproach, O Lord, all their thoughts are against me.",
          "ID": "61"
        },
        {
          "text": "SIN. The lips of those who rise up against me, and their meditations, are against me all day long.",
          "ID": "62"
        },
        {
          "text": "SIN. Watch their sitting down and their rising up: I am their psalm.",
          "ID": "63"
        },
        {
          "text": "THAU. You shall pay a recompense to them, O Lord, according to the works of their hands.",
          "ID": "64"
        },
        {
          "text": "THAU. You shall give them a heavy shield of the heart: your hardship.",
          "ID": "65"
        },
        {
          "text": "THAU. You shall pursue them in fury, and you shall destroy them under the heavens, O Lord.",
          "ID": "66"
        }
      ],
      "ID": "OT:LAM.3",
      "name": "Lamentations 3"
    },
    {
      "text": [
        {
          "text": "ALEPH. O how the gold has become dulled, the finest color has been altered, the stones of the sanctuary have been scattered at the head of every street.",
          "ID": "1"
        },
        {
          "text": "BETH. The famous sons of Zion, and those clothed with the foremost gold: how they have become like earthen vessels, the work of the hands of a potter.",
          "ID": "2"
        },
        {
          "text": "GHIMEL. Yet even savages expose their breast and give milk to their young. But the daughter of my people is cruel, like the ostrich in the desert.",
          "ID": "3"
        },
        {
          "text": "DALETH. The tongue of the infant adheres to his palate out of thirst. The little ones have asked for bread, and there was no one to break it for them.",
          "ID": "4"
        },
        {
          "text": "HE. Those who were fed indulgently have passed away in the roads. Those who were nourished with saffron have welcomed filth.",
          "ID": "5"
        },
        {
          "text": "VAU. And the iniquity of the daughter of my people has been made greater than the sin of Sodom, which was overthrown in a moment, and yet hands did not take captives in her.",
          "ID": "6"
        },
        {
          "text": "ZAIN. Her Nazirites were whiter than snow, shinier than milk, more ruddy than ancient ivory, more beautiful than sapphire.",
          "ID": "7"
        },
        {
          "text": "HETH. Their face has been blacked more than coals, and they are not recognized in the streets. Their skin has adhered to their bones; it dried out and became like wood.",
          "ID": "8"
        },
        {
          "text": "TETH. It was better for those slain by the sword, than for those put to death by famine. For these waste away, being consumed by the sterility of the land.",
          "ID": "9"
        },
        {
          "text": "JOD. The hands of pitiable women have boiled their sons. They became their food in the grief of the daughter of my people.",
          "ID": "10"
        },
        {
          "text": "CAPH. The Lord has completed his fury; he has poured out the wrath of his indignation. And he has kindled a fire in Zion, and it has devoured its foundations.",
          "ID": "11"
        },
        {
          "text": "LAMED. The kings of the earth, and all the inhabitants of the world, did not believe that the adversary and the enemy would enter through the gates of Jerusalem.",
          "ID": "12"
        },
        {
          "text": "MEM. It is because of the sins of her prophets, and the iniquities of her priests, who have shed the blood of the just in her midst.",
          "ID": "13"
        },
        {
          "text": "NUN. They have wandered in the streets like the blind; they have been defiled with blood. And when they were not able, they held their garments.",
          "ID": "14"
        },
        {
          "text": "SAMECH. \"Go back, you polluted ones!\" they cried out to them. \"Go back, go away, do not touch!\" Of course, they argued, and being removed, they said among the Gentiles, \"He will no longer dwell among them.\"",
          "ID": "15"
        },
        {
          "text": "PHE. The face of the Lord has divided them. He will no longer respect them. They were not ashamed before the faces of the priests, nor did they take pity on the elderly.",
          "ID": "16"
        },
        {
          "text": "AIN. While we were still standing, our eyes failed, expecting help for us in vain, when we looked attentively toward a nation that was not able to save.",
          "ID": "17"
        },
        {
          "text": "SADE. Our footsteps have slipped on the paths of our own streets. Our end draws near. Our days have been completed, for our end has arrived.",
          "ID": "18"
        },
        {
          "text": "COPH. Our persecutors have been swifter than the eagles of the sky. They have been pursuing us above the mountains; they have lain in wait for us in the desert.",
          "ID": "19"
        },
        {
          "text": "RES. The spirit of our mouth, Christ the Lord, has been captured by our sins; to him, we said, \"In your shadow, we will live among the Gentiles.\"",
          "ID": "20"
        },
        {
          "text": "SIN. Be glad and rejoice, O daughter of Edom, who dwells in the Land of Uz. The cup will also pass to you; you will be inebriated as well as naked.",
          "ID": "21"
        },
        {
          "text": "THAU. Your iniquity has been completed, O daughter of Zion. He will no longer send you away to captivity. He has visited your iniquity, O daughter of Edom; he has uncovered your sins.",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.4",
      "name": "Lamentations 4"
    },
    {
      "text": [
        {
          "text": "Remember, O Lord, what has befallen us. Consider and look kindly upon our disgrace.",
          "ID": "1"
        },
        {
          "text": "Our inheritance has been turned over to foreigners; our houses to outsiders.",
          "ID": "2"
        },
        {
          "text": "We have become orphans without a father; our mothers are like widows.",
          "ID": "3"
        },
        {
          "text": "We paid for our drinking water. We acquired our wood for a price.",
          "ID": "4"
        },
        {
          "text": "We were dragged by our necks. Being weary, no rest was given to us.",
          "ID": "5"
        },
        {
          "text": "We have given our hand to Egypt and to the Assyrians, so that we may be satisfied with bread.",
          "ID": "6"
        },
        {
          "text": "Our fathers have sinned, and are not. And we have carried their iniquities.",
          "ID": "7"
        },
        {
          "text": "Servants have become rulers over us. There was no one to redeem us from their hand.",
          "ID": "8"
        },
        {
          "text": "We obtained our bread at the risk of our lives, before the face of the sword, in the wilderness.",
          "ID": "9"
        },
        {
          "text": "Our skin was burned, as if by an oven, before the face of the tempest of the famine.",
          "ID": "10"
        },
        {
          "text": "They humiliated the women in Zion and the virgins in the cities of Judah.",
          "ID": "11"
        },
        {
          "text": "The leaders were suspended by their hand. They were not ashamed before the faces of the elders.",
          "ID": "12"
        },
        {
          "text": "They have sexually abused the adolescents, and the children were corrupted in the wood.",
          "ID": "13"
        },
        {
          "text": "The elders have ceased from the gates, the youths from the choir of the psalms.",
          "ID": "14"
        },
        {
          "text": "The gladness of our heart has failed, our singing has been turned into mourning.",
          "ID": "15"
        },
        {
          "text": "The crown has fallen from our head. Woe to us, for we have sinned.",
          "ID": "16"
        },
        {
          "text": "Because of this, our heart became gloomy; for this reason, our eyes have been darkened:",
          "ID": "17"
        },
        {
          "text": "because of mount Zion, because it was ruined. Foxes have wandered upon it.",
          "ID": "18"
        },
        {
          "text": "But you, O Lord, shall remain for eternity, your throne from generation to generation.",
          "ID": "19"
        },
        {
          "text": "Why would you forget us forever? Why would you forsake us for a long time?",
          "ID": "20"
        },
        {
          "text": "Convert us, O Lord, to you, and we shall be converted. Renew our days, as from the beginning.",
          "ID": "21"
        },
        {
          "text": "But you have utterly rejected us; you are vehemently angry against us.",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.5",
      "name": "Lamentations 5"
    }
  ],
  "ID": "OT:LAM(CPDV)",
  "version": "CPDV",
  "name": "Lamentations"
}