{
  "version": "ERV",
  "text": [
    {
      "title": "Jerusalem Cries Over Her Destruction",
      "text": [
        {
          "text": "Jerusalem once was a city full of people,\nbut now the city is so empty.\nShe was one of the greatest cities in the world,\nbut now she is like a poor widow.\nShe was once a princess among cities,\nbut now she has been made a slave.",
          "ID": "1",
          "comments": [
            "She Throughout this poem, Jerusalem is represented as a woman."
          ]
        },
        {
          "text": "She cries bitterly in the night.\nHer tears are on her cheeks.\nShe has no one to comfort her.\nMany nations were friendly to her,\nbut not one of them comforts her now.\nAll her friends have turned their backs on her\nand have become her enemies.",
          "ID": "2"
        },
        {
          "text": "Judah suffered very much,\nand then she was taken into captivity.\nShe lives among other nations\nbut has found no rest.\nThe people who chased her caught her\nwhere there was no way out.",
          "ID": "3",
          "comments": [
            "where … way out Or “in the narrow valleys.”"
          ]
        },
        {
          "text": "The roads to Zion are very sad,\nbecause no one comes to Zion for the festivals anymore.\nAll of Zion’s gates have been destroyed;\nall her priests groan in sorrow.\nZion’s young women have been taken away,\nand all this made Zion sad.",
          "ID": "4",
          "comments": [
            "have been taken away This is from the ancient Greek version. The standard Hebrew text has “are upset.”"
          ]
        },
        {
          "text": "Jerusalem’s enemies have won.\nHer enemies have been successful.\nThis happened because the Lord punished her.\nHe punished Jerusalem for her many sins.\nHer children have gone away.\nTheir enemies captured them and took them away.",
          "ID": "5"
        },
        {
          "text": "The beauty of Daughter Zion has gone away.\nHer princes were like deer that cannot find a meadow to feed in.\nThey walk away without strength from those who chased them.",
          "ID": "6",
          "comments": [
            "Daughter Zion Another name for Jerusalem. Also in 2:1, 8, 13, 18."
          ]
        },
        {
          "text": "Jerusalem thinks back.\nShe remembers the time when she was hurt\nand when she lost her home.\nShe remembers all the nice things that she had in the past.\nShe remembers those nice things that she had in the old days.\nShe remembers when her people were captured by the enemy.\nShe remembers when there was no one to help her.\nWhen her enemies saw her, they laughed,\nbecause she was destroyed.",
          "ID": "7"
        },
        {
          "text": "Jerusalem sinned very badly.\nBecause Jerusalem sinned,\nshe became a ruined city that people shake their heads about.\nIn the past people respected her.\nBut now they hate her,\nbecause they abused her.\nJerusalem groaned\nand turned away.",
          "ID": "8"
        },
        {
          "text": "Jerusalem’s skirts were dirty.\nShe gave no thought to what would become of her.\nHer fall was amazing.\nShe had no one to comfort her.\nShe says, “Lord, see how I am hurt!\nSee how my enemy thinks he is so great!”",
          "ID": "9"
        },
        {
          "text": "The enemy stretched out his hand.\nHe took all her nice things.\nIn fact, she saw the foreign nations go inside her Temple.\nAnd you said those people could not join in our assembly!",
          "ID": "10"
        },
        {
          "text": "All the people of Jerusalem are groaning.\nAll of her people are looking for food.\nThey are giving away all their nice things for food to stay alive.\nJerusalem says, “Look, Lord. Look at me!\nSee how people hate me.",
          "ID": "11"
        },
        {
          "text": "All you who pass by on the road, you don’t seem to care.\nBut look at me and see.\nIs there any pain like my pain?\nIs there any pain like the pain that has come to me?\nIs there any pain like the pain that the Lord has punished me with?\nHe has punished me on the day of his great anger.",
          "ID": "12"
        },
        {
          "text": "The Lord sent fire from above\nthat went down into my bones.\nHe stretched out a net for my feet.\nHe turned me all the way around.\nHe made me into a wasteland.\nI am sick all day.",
          "ID": "13"
        },
        {
          "text": "“My sins were tied up like a yoke.\nMy sins were tied up in the Lord’s hands.\nHis yoke is on my neck.\nHe has made me weak.\nHe has given me to those\nwho I cannot stand up against.",
          "ID": "14"
        },
        {
          "text": "“The Lord rejected all my powerful men\nwho were inside the city.\nThen he brought a group of people against me.\nHe brought them to kill my young soldiers.\nThe Lord has trampled his dearest city\nlike grapes in a winepress.",
          "ID": "15",
          "comments": [
            "dearest city Literally, “virgin daughter Judah,” a name for the city of Jerusalem."
          ]
        },
        {
          "text": "“I cry about all these things.\nTears are flowing down my cheeks.\nThere is no one near to comfort me.\nThere is no one who can make me feel better.\nMy children are like a wasteland,\nbecause the enemy won.”",
          "ID": "16"
        },
        {
          "text": "Zion spread out her hands.\nThere was no one to comfort her.\nThe Lord had given orders to Jacob’s enemies.\nHe ordered them to surround the city.\nJerusalem has become a dirty rag\nthat her enemies threw away.",
          "ID": "17"
        },
        {
          "text": "Now Jerusalem says, “I refused to listen to the Lord,\nso he is right for doing these things.\nSo listen, all you people!\nLook at my pain!\nMy young women and men\nhave gone into captivity.",
          "ID": "18"
        },
        {
          "text": "I called out to my lovers,\nbut they tricked me.\nMy priests and my elders\nhave died in the city.\nThey were looking for food for themselves.\nThey wanted to keep themselves alive.",
          "ID": "19"
        },
        {
          "text": "“Look at me, Lord. I am in distress!\nI am upset, as if my heart turned upside down inside of me.\nI feel this way because\nI have been so stubborn.\nOut in the streets,\nI lost my children to the swords.\nInside, it is like death.",
          "ID": "20"
        },
        {
          "text": "“Listen to me, I am groaning.\nI have no one to comfort me.\nAll my enemies have heard of my trouble.\nThey are happy that you did this to me.\nYou said there would be a time of punishment.\nYou said you would punish my enemies.\nNow do what you said.\nLet my enemies be like I am now.",
          "ID": "21"
        },
        {
          "text": "“Look how evil my enemies are!\nThen you can treat them the same way you treated me\nbecause of all my sins.\nDo this because I am groaning again and again.\nDo this because my heart is sick.”",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.1",
      "name": "Lamentations 1"
    },
    {
      "title": "The Lord Destroyed Jerusalem",
      "text": [
        {
          "text": "Look how the Lord has covered daughter Zion\nwith the cloud of his anger.\nHe has thrown her, the glory of Israel,\nfrom the sky to the ground.\nIn his anger he showed no care even for the Temple\nwhere he rests his feet.",
          "ID": "1",
          "comments": [
            "daughter Zion The city of Jerusalem pictured as a young woman. Similar language is used in verses 8, 13, 15, and 18. See “Zion” in the Word List.",
            "Temple … feet Literally, “the footstool of his feet,” meaning the place God lived among his people."
          ]
        },
        {
          "text": "The Lord destroyed the houses of Jacob.\nHe destroyed them without mercy.\nIn his anger he destroyed the fortresses of Daughter Judah.\nHe threw the kingdom of Judah and its rulers to the ground.\nHe ruined the kingdom of Judah.",
          "ID": "2"
        },
        {
          "text": "He was angry, and he destroyed\nall the strength of Israel.\nHe took away his right hand from Israel.\nHe did this when the enemy came.\nHe burned like a flaming fire in Jacob.\nHe was like a fire that burns all around.",
          "ID": "3"
        },
        {
          "text": "He bent his bow like an enemy.\nHe held his sword in his right hand.\nHe killed all the good-looking men of Judah.\nHe killed them as if they were the enemy.\nHe poured out his anger\nlike a fire on the tents of Zion.",
          "ID": "4"
        },
        {
          "text": "The Lord has become like an enemy.\nHe has swallowed up Israel.\nHe has swallowed up all her palaces\nand all her fortresses.\nHe has made much sadness and crying\nfor the dead in Daughter Judah.",
          "ID": "5"
        },
        {
          "text": "He pulled up his own tent\nas if it were a garden.\nHe has ruined the place where the people\ncame together to worship him.\nThe Lord has made people forget\nthe special assemblies and special days of rest in Zion.\nHe rejected the king and the priests.\nHe was angry and rejected them.",
          "ID": "6",
          "comments": [
            "his own tent This is a reference to the Temple in Jerusalem.",
            "special days of rest Or “Sabbaths.” This might mean Saturday (see “Sabbath” in the Word List) or all the special days when the people were not supposed to work."
          ]
        },
        {
          "text": "He rejected his altar,\nand he left his holy place of worship.\nHe let the enemy pull down the walls\nof the palaces of Jerusalem.\nThe enemy shouted with joy in the Lord’s Temple.\nThey made noise as though it were a festival.",
          "ID": "7"
        },
        {
          "text": "The Lord planned to destroy\nthe wall of Daughter Zion.\nHe marked the wall with a measuring line.\nHe didn’t stop himself from destroying it.\nHe made all the walls cry out in sadness.\nTogether they wasted away.",
          "ID": "8"
        },
        {
          "text": "Jerusalem’s gates have sunk into the ground.\nThe bars on her gates are completely destroyed.\nHer king and princes have been taken to other nations.\nThe teaching of the law has stopped.\nAnd her prophets no longer receive\nvisions from the Lord.",
          "ID": "9"
        },
        {
          "text": "The elders of Zion sit on the ground.\nThey sit on the ground and are quiet.\nThey pour dust on their heads.\nThey put on sackcloth.\nThe young women of Jerusalem\nbow their heads to the ground in sorrow.",
          "ID": "10"
        },
        {
          "text": "My eyes are worn out with tears,\nand my insides are upset.\nMy heart feels like it has been poured on the ground;\nI feel this way because of the destruction of my people.\nChildren and babies are fainting\nin the public squares of the city.",
          "ID": "11"
        },
        {
          "text": "They ask their mothers,\n“Where is the bread and wine?”\nas they pour out their life in their mother’s laps.",
          "ID": "12"
        },
        {
          "text": "My dear Jerusalem, what can I say about you?\nWhat can I compare you to?\nWhat can I say you are like?\nHow can I comfort you, city of Zion?\nYou have been hurt much too badly\nfor anyone to heal.",
          "ID": "13"
        },
        {
          "text": "Your prophets saw visions for you,\nbut their visions were only worthless lies.\nThey didn’t speak against your sins.\nThey didn’t try to make things better.\nThey spoke messages for you,\nbut they were false messages that fooled you.",
          "ID": "14"
        },
        {
          "text": "Those who pass by on the road\nclap their hands and laugh at you.\nThey make fun of Jerusalem,\nshaking their heads at the sight of her.\nThey ask, “Is this the city that people called\n‘The Most Beautiful City’\nand ‘The Joy of all the Earth’?”",
          "ID": "15"
        },
        {
          "text": "All your enemies laugh at you.\nThey whistle and grind their teeth at you.\nThey say, “We have swallowed them up!\nThis is the day we were hoping for.\nWe have finally seen this happen!”",
          "ID": "16"
        },
        {
          "text": "The Lord did what he planned to do.\nHe did what he said he would do.\nHe did what he commanded a long time ago.\nHe destroyed, and he had no pity.\nHe made your enemies happy because of what happened to you.\nHe made your enemies strong.",
          "ID": "17"
        },
        {
          "text": "Cry out with all your heart to the Lord!\nJerusalem, let tears roll down your walls.\nLet your tears flow like a stream day and night.\nDon’t stop crying\nor let your eyes dry.",
          "ID": "18",
          "comments": [
            "Cry out … heart Or “Their hearts cried out.”"
          ]
        },
        {
          "text": "Get up throughout the night and cry for help.\nLet your sorrow pour out before the Lord like water.\nLift up your hands in prayer to him.\nAsk him to let your children live.\nThey are starving to death on every street corner.",
          "ID": "19"
        },
        {
          "text": "Look at us, Lord!\nHave you ever treated anyone else so badly?\nIs it right for women to eat their own babies,\nthe children they have cared for?\nShould priests and prophets be killed\nin the Temple of the Lord?",
          "ID": "20"
        },
        {
          "text": "Young men and old men\nlie on the ground in the streets of the city.\nMy young women and young men\nhave been killed by the sword.\nYou killed them on the day of your anger.\nYou killed them without mercy!",
          "ID": "21"
        },
        {
          "text": "You invited terror to come to me from all around.\nYou invited terror as though you were inviting it to a festival.\nNo one escaped on the day of the Lord’s anger.\nMy enemy killed the people who I raised and brought up.",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.2",
      "name": "Lamentations 2"
    },
    {
      "title": "The Meaning of Suffering",
      "text": [
        {
          "text": "I am a man who has seen much trouble.\nGod beat us with a stick, and I saw it happen.",
          "ID": "1"
        },
        {
          "text": "He led and brought me\ninto darkness, not light.",
          "ID": "2"
        },
        {
          "text": "He turned his hand against me.\nHe did this again and again, all day.",
          "ID": "3"
        },
        {
          "text": "He wore out my flesh and skin.\nHe broke my bones.",
          "ID": "4"
        },
        {
          "text": "He built up bitterness and trouble against me.\nHe surrounded me with bitterness and trouble.",
          "ID": "5"
        },
        {
          "text": "He put me in the dark,\nlike someone who died long ago.",
          "ID": "6"
        },
        {
          "text": "He shut me in, so I could not get out.\nHe put heavy chains on me.",
          "ID": "7"
        },
        {
          "text": "Even when I cry out and ask for help,\nhe does not listen to my prayer.",
          "ID": "8"
        },
        {
          "text": "He has blocked up my path with stones.\nHe has made my path crooked.",
          "ID": "9"
        },
        {
          "text": "He is like a bear about to attack me,\nlike a lion that is in a hiding place.",
          "ID": "10"
        },
        {
          "text": "He led me off my path.\nHe tore me to pieces and ruined me.",
          "ID": "11"
        },
        {
          "text": "He made his bow ready.\nHe made me the target for his arrows.",
          "ID": "12"
        },
        {
          "text": "He shot me in the stomach\nwith his arrows.",
          "ID": "13"
        },
        {
          "text": "I have become a joke to all my people.\nAll day long they sing songs about me and make fun of me.",
          "ID": "14"
        },
        {
          "text": "He gave me this poison to drink.\nHe filled me with this bitter drink.",
          "ID": "15"
        },
        {
          "text": "He pushed my teeth into rocky ground.\nHe pushed me into the dirt.",
          "ID": "16"
        },
        {
          "text": "I thought I would never have peace again.\nI forgot about good things.",
          "ID": "17"
        },
        {
          "text": "I said to myself, “I no longer have any hope\nthat the Lord will help me.”",
          "ID": "18"
        },
        {
          "text": "Remember, I am very sad,\nand I have no home.\nRemember the bitter poison that you gave me.",
          "ID": "19"
        },
        {
          "text": "I remember well all my troubles,\nand I am very sad.",
          "ID": "20"
        },
        {
          "text": "But then I think about this,\nand I have hope:",
          "ID": "21"
        },
        {
          "text": "We are still alive because\nthe Lord’s faithful love never ends.",
          "ID": "22"
        },
        {
          "text": "Every morning he shows it in new ways!\nYou are so very true and loyal!",
          "ID": "23"
        },
        {
          "text": "I say to myself, “The Lord is my God,\nand I trust him.”",
          "ID": "24",
          "comments": [
            "The Lord … him Or “The Lord is my portion and I trust him.”"
          ]
        },
        {
          "text": "The Lord is good to those who wait for him.\nHe is good to those who look for him.",
          "ID": "25"
        },
        {
          "text": "It is good to wait quietly\nfor the Lord to save them.",
          "ID": "26"
        },
        {
          "text": "It is good for a man to wear his yoke\nfrom the time he is young.",
          "ID": "27"
        },
        {
          "text": "He should sit alone and be quiet\nwhen the Lord puts his yoke on him.",
          "ID": "28"
        },
        {
          "text": "He should bow down to the Lord.\nMaybe there is still hope.",
          "ID": "29"
        },
        {
          "text": "He should turn his cheek to the one who hits him\nand let people insult him.",
          "ID": "30"
        },
        {
          "text": "He should remember that\nthe Lord does not reject people forever.",
          "ID": "31"
        },
        {
          "text": "When he punishes, he also has mercy.\nHe has mercy because of his great love and kindness.",
          "ID": "32"
        },
        {
          "text": "He does not enjoy causing people pain.\nHe does not like to make anyone unhappy.",
          "ID": "33"
        },
        {
          "text": "He does not like any prisoner on earth\nto be trampled down.",
          "ID": "34"
        },
        {
          "text": "He does not like anyone to be unfair to another person.\nSome people will do such things right in front of God Most High.",
          "ID": "35"
        },
        {
          "text": "The Lord does not like anyone to cheat another person.\nHe does not like any of these things.",
          "ID": "36"
        },
        {
          "text": "No one can say something and make it happen,\nunless the Lord orders it.",
          "ID": "37"
        },
        {
          "text": "God Most High commands\nboth good and bad things to happen.",
          "ID": "38"
        },
        {
          "text": "No one alive can complain\nwhen he punishes them for their sins.",
          "ID": "39"
        },
        {
          "text": "Let us check and see what we have done.\nThen let us turn back to the Lord.",
          "ID": "40"
        },
        {
          "text": "Let us lift up our hearts and our hands\nto the God of heaven.",
          "ID": "41"
        },
        {
          "text": "Let us say to him, “We have sinned and have been stubborn.\nBecause of this, you have not forgiven us.",
          "ID": "42"
        },
        {
          "text": "You wrapped yourself with anger.\nYou chased us.\nYou killed us without mercy!",
          "ID": "43"
        },
        {
          "text": "You wrapped yourself in a cloud\nso that no prayer could get through.",
          "ID": "44"
        },
        {
          "text": "You made us like garbage and dirt\nto the other nations.",
          "ID": "45"
        },
        {
          "text": "All of our enemies\nspeak angrily against us.",
          "ID": "46"
        },
        {
          "text": "We have been frightened.\nWe have fallen into a pit.\nWe have been badly hurt.\nWe have been broken.”",
          "ID": "47"
        },
        {
          "text": "My eyes flow with streams of tears.\nI cry because of the destruction of my people.",
          "ID": "48"
        },
        {
          "text": "My eyes will flow without stopping.\nI will keep on crying.",
          "ID": "49"
        },
        {
          "text": "I will continue to cry\nuntil you look down and see us, Lord!\nI will continue to cry\nuntil you see us from heaven.",
          "ID": "50"
        },
        {
          "text": "My eyes make me sad, when I see\nwhat happened to the young women in my city.",
          "ID": "51"
        },
        {
          "text": "For no reason,\nmy enemies hunted me like a bird.",
          "ID": "52"
        },
        {
          "text": "They threw me alive into a pit\nand then threw stones at me.",
          "ID": "53"
        },
        {
          "text": "Water came up over my head.\nI said to myself, “I am finished.”",
          "ID": "54"
        },
        {
          "text": "Lord, I called your name\nfrom the bottom of the pit.",
          "ID": "55"
        },
        {
          "text": "You heard my voice.\nYou didn’t close your ears.\nYou didn’t refuse to rescue me.",
          "ID": "56"
        },
        {
          "text": "You came to me on the day that I called out to you.\nYou said to me, “Don’t be afraid.”",
          "ID": "57"
        },
        {
          "text": "You defended me\nand brought me back to life.",
          "ID": "58"
        },
        {
          "text": "Lord, you have seen my trouble.\nNow judge my case for me.",
          "ID": "59"
        },
        {
          "text": "You have seen how my enemies have hurt me.\nYou have seen all the evil plans that they made against me.",
          "ID": "60"
        },
        {
          "text": "You heard them insult me, Lord.\nYou have heard all the evil plans that they made against me.",
          "ID": "61"
        },
        {
          "text": "The words and the thoughts of my enemies\nare against me all the time—",
          "ID": "62"
        },
        {
          "text": "    when they sit down and when they stand up.\nLook how they make fun of me!",
          "ID": "63"
        },
        {
          "text": "Give them back what they deserve, Lord.\nPay them back for what they have done.",
          "ID": "64"
        },
        {
          "text": "Make them stubborn\nand then curse them.",
          "ID": "65"
        },
        {
          "text": "Chase them in anger and destroy them.\nWipe them off the face of the earth, Lord!",
          "ID": "66"
        }
      ],
      "ID": "OT:LAM.3",
      "name": "Lamentations 3"
    },
    {
      "title": "The Horrors of the Attack on Jerusalem",
      "text": [
        {
          "text": "See how the gold has grown dark,\nhow the pure gold has changed.\nThere are jewels scattered all around\nat every street corner.",
          "ID": "1",
          "comments": [
            "jewels The meaning of the Hebrew word here is uncertain."
          ]
        },
        {
          "text": "The precious people of Zion\nwere once worth more than gold.\nBut now they are treated like something worthless,\nlike the cheap clay jars a potter makes.",
          "ID": "2"
        },
        {
          "text": "Even a wild dog feeds her babies.\nEven the jackal lets her pups suck at her breast.\nBut the daughter of my people is cruel.\nShe is like the ostrich in the desert that forgets its eggs in the sand.",
          "ID": "3",
          "comments": [
            "daughter of my people Another name for Jerusalem. Also in verse 6."
          ]
        },
        {
          "text": "Babies are so thirsty\ntheir tongues stick to the roof of their mouths.\nYoung children ask for bread,\nbut no one gives them any.",
          "ID": "4"
        },
        {
          "text": "Those who ate rich food\nare now dying in the streets.\nThose who grew up wearing nice red clothes\nnow pick through garbage piles.",
          "ID": "5"
        },
        {
          "text": "The sin of the daughter of my people was very great.\nTheir sin was greater than the sins of Sodom and Gomorrah.\nSodom and Gomorrah were destroyed suddenly.\nNo human hand caused their destruction.",
          "ID": "6",
          "comments": [
            "No human hand … destruction The Hebrew text here is hard to understand."
          ]
        },
        {
          "text": "Some of the men of Judah were dedicated to God in a special way.\nThey were very pure.\nThey were whiter than snow,\nand whiter than milk.\nTheir bodies were red like coral\nand their beards like sapphire stones.",
          "ID": "7"
        },
        {
          "text": "But now their faces are blacker than soot.\nNo one even recognizes them in the streets.\nTheir skin is wrinkled over their bones.\nTheir skin is like wood.",
          "ID": "8"
        },
        {
          "text": "It was better for those who were killed by the sword\nthan for those who died of hunger.\nThose starving people were sad and hurt.\nThey died because they got no food from the field.",
          "ID": "9"
        },
        {
          "text": "Then even nice women\ncooked their own children.\nThe children were food for their mothers.\nThis happened when my people were destroyed.",
          "ID": "10"
        },
        {
          "text": "The Lord used all of his anger.\nHe poured out all his anger.\nHe made a fire in Zion\nthat burned it down to the foundations.",
          "ID": "11"
        },
        {
          "text": "The kings of the earth could not believe what had happened.\nThe people of the world could not believe what had happened.\nThey could not believe that enemies\nwould be able to come through the city gates of Jerusalem.",
          "ID": "12"
        },
        {
          "text": "This happened because the prophets\nof Jerusalem sinned.\nThis happened because the priests\nof Jerusalem did evil things.\nThey were shedding the blood of good people\nin the city of Jerusalem.",
          "ID": "13"
        },
        {
          "text": "The prophets and priests walked around\nlike blind men in the streets.\nThey had become dirty with blood.\nNo one could even touch their clothes because they were dirty.",
          "ID": "14"
        },
        {
          "text": "People shouted, “Go away!\nGo away! Don’t touch us.”\nThey wandered around and had no home.\nPeople in other nations said,\n“We don’t want them to live with us.”",
          "ID": "15"
        },
        {
          "text": "The Lord himself destroyed them.\nHe didn’t look after them anymore.\nHe didn’t respect the priests.\nHe was not friendly to the elders of Judah.",
          "ID": "16"
        },
        {
          "text": "We have worn out our eyes looking for help,\nbut no help comes.\nWe kept on looking for a nation to save us.\nWe kept watch from our watchtower,\nbut no nation came to us.",
          "ID": "17"
        },
        {
          "text": "Our enemies hunted us all the time.\nWe could not even go out into the streets.\nOur end came near. Our time was up.\nOur end came!",
          "ID": "18"
        },
        {
          "text": "The men who chased us\nwere faster than eagles in the sky.\nThey chased us into the mountains.\nThey hid in the desert to catch us.",
          "ID": "19"
        },
        {
          "text": "The king was very important to us.\nHe was like the breath we breathe,\nbut he was trapped by them.\nThe Lord himself chose the king,\nand we said this about the king,\n“We will live in his shadow.\nHe protects us from the nations.”",
          "ID": "20"
        },
        {
          "text": "Be happy, people of Edom.\nBe happy, you who live in the land of Uz.\nBut remember, the cup of the Lord’s anger will come around to you too.\nWhen you drink from that cup,\nyou will get drunk and strip off all your clothes.",
          "ID": "21"
        },
        {
          "text": "Your punishment is complete, Zion.\nYou will not go into captivity again.\nBut the Lord will punish your sins, people of Edom.\nHe will uncover your sins.",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.4",
      "name": "Lamentations 4"
    },
    {
      "title": "A Prayer to the Lord",
      "text": [
        {
          "text": "Remember, Lord, what happened to us.\nLook and see our shame.",
          "ID": "1"
        },
        {
          "text": "Our land has been turned over to strangers.\nOur houses have been given to foreigners.",
          "ID": "2"
        },
        {
          "text": "We have become orphans.\nWe have no father.\nOur mothers have become like widows.",
          "ID": "3"
        },
        {
          "text": "We have to buy the water that we drink.\nWe have to pay for the wood that we use.",
          "ID": "4"
        },
        {
          "text": "We are forced to wear a yoke on our necks.\nWe get tired, and we have no rest.",
          "ID": "5"
        },
        {
          "text": "We made an agreement with Egypt.\nWe also made an agreement with Assyria to get enough bread.",
          "ID": "6"
        },
        {
          "text": "Our ancestors sinned against you, and now they are dead.\nAnd we are suffering because of their sins.",
          "ID": "7"
        },
        {
          "text": "Slaves have become our rulers.\nNo one can save us from them.",
          "ID": "8"
        },
        {
          "text": "We risk our lives to get food.\nThere are men in the desert with swords.",
          "ID": "9"
        },
        {
          "text": "Our skin is hot like an oven.\nWe have a high fever because of our hunger.",
          "ID": "10"
        },
        {
          "text": "The enemy raped the women of Zion.\nThey raped the women in the cities of Judah.",
          "ID": "11"
        },
        {
          "text": "The enemy hanged our princes.\nThey didn’t honor our elders.",
          "ID": "12"
        },
        {
          "text": "The enemy made our young men grind grain at the mill.\nOur young men stumbled under loads of wood.",
          "ID": "13"
        },
        {
          "text": "The elders no longer sit at the gates of the city.\nThe young men no longer make music.",
          "ID": "14"
        },
        {
          "text": "We have no more joy in our hearts.\nOur dancing has changed to crying for the dead.",
          "ID": "15"
        },
        {
          "text": "The crown has fallen from our head.\nThings have gone bad for us because we sinned.",
          "ID": "16"
        },
        {
          "text": "For this reason, our hearts have become sick,\nand our eyes cannot see clearly.",
          "ID": "17"
        },
        {
          "text": "Mount Zion is a wasteland.\nFoxes run around on Mount Zion.",
          "ID": "18"
        },
        {
          "text": "But you rule forever, Lord.\nYour kingly chair lasts forever and ever.",
          "ID": "19"
        },
        {
          "text": "You seem to have forgotten us forever.\nYou seem to have left us alone for such a long time.",
          "ID": "20"
        },
        {
          "text": "Bring us back to you, Lord.\nWe will gladly come back to you.\nMake our lives as they were before.",
          "ID": "21"
        },
        {
          "text": "You were very angry with us.\nHave you completely rejected us?",
          "ID": "22"
        }
      ],
      "ID": "OT:LAM.5",
      "name": "Lamentations 5"
    }
  ],
  "ID": "OT:LAM(ERV)",
  "name": "Lamentations"
}