{
  "version": "ERV",
  "text": [
    {
      "title": "Punishment for the Ammonites",
      "text": [
        {
          "text": "This is the message of Amos, one of the shepherds from the city Tekoa. He saw visions about Israel during the time that Uzziah was king of Judah and Jeroboam son of Joash was king of Israel. This was two years before the earthquake.",
          "ID": "1"
        },
        {
          "text": "Amos said,\n“The Lord will shout like a lion in Zion.\nHis loud voice will roar from Jerusalem.\nThe green pastures of the shepherds will turn brown and die.\nEven Mount Carmel will become dry.”",
          "ID": "2",
          "comments": [
            "Mount Carmel A mountain in northern Israel. The name means “God’s vineyard.” This shows that it was a very fertile hill."
          ]
        },
        {
          "text": "This is what the Lord says: “I will definitely punish the people of Damascus for the many crimes they did. They crushed the people of Gilead with iron threshing tools.",
          "ID": "3",
          "comments": [
            "for the many crimes they did Literally, “for three crimes … and for four ….” This shows that these people were very sinful—and it was time to punish them. Also in verses 6, 9, 11, 13; 2:1, 4, 6."
          ]
        },
        {
          "text": "So I will start a fire at Hazael’s house that will destroy the great palaces of Ben-Hadad.",
          "ID": "4",
          "comments": [
            "Hazael Hazael was the king of Aram (Syria). He murdered Ben-Hadad I so that he could become king. See 2 Kings 8:7.",
            "Ben-Hadad Ben-Hadad II, the son of Hazael, king of Aram (Syria). See 2 Kings 13:3."
          ]
        },
        {
          "text": "“I will also break open the gates of Damascus and remove the one who sits on the throne in the Valley of Aven. I will remove the symbol of power from Beth Eden, and the Arameans will be defeated and taken back to Kir.” This is what the Lord said.",
          "ID": "5",
          "comments": [
            "Damascus The capital city of Aram (Syria).",
            "the Valley of Aven A name that can mean “Restful Valley” or “Empty Valley of Misfortune.”",
            "Beth Eden The royal city of Aram (Syria) on Mount Lebanon. This name means “House of Pleasure” or “Paradise.”",
            "Kir Or “Kur,” an area controlled by the Assyrians. See Amos 9:7."
          ]
        },
        {
          "text": "This is what the Lord says: “I will definitely punish the people of Gaza for the many crimes they did. They took an entire nation of people and sent them as slaves to Edom.",
          "ID": "6",
          "comments": [
            "Gaza An important city of the Philistines."
          ]
        },
        {
          "text": "So I will start a fire at the wall of Gaza that will destroy the high towers in Gaza.",
          "ID": "7"
        },
        {
          "text": "And I will destroy the one who sits on the throne in Ashdod. I will destroy the king who holds the scepter in Ashkelon. I will punish the people of Ekron. Then the Philistines who are still left alive will die.” This is what the Lord God said.",
          "ID": "8",
          "comments": [
            "Ashdod, Ashkelon, Ekron Important cities of the Philistines."
          ]
        },
        {
          "text": "This is what the Lord says: “I will definitely punish the people of Tyre for the many crimes they did. They took an entire nation and sent them as slaves to Edom. They did not remember the agreement they had made with their brothers.",
          "ID": "9",
          "comments": [
            "Tyre The capital city of Phoenicia.",
            "brothers The people of Israel."
          ]
        },
        {
          "text": "So I will start a fire at the walls of Tyre that will destroy the high towers in Tyre.”",
          "ID": "10"
        },
        {
          "text": "This is what the Lord says: “I will definitely punish the people of Edom for their many crimes. Edom chased his brother with the sword, and he showed no mercy. His anger never stopped. He kept tearing and tearing at Israel like a wild animal.",
          "ID": "11"
        },
        {
          "text": "So I will start a fire at Teman that will destroy the high towers of Bozrah.”",
          "ID": "12"
        },
        {
          "text": "This is what the Lord says: “I will definitely punish the Ammonites for the many crimes they did. They killed the pregnant women in Gilead. The Ammonites did this so that they could take that land and make their country larger.",
          "ID": "13",
          "comments": [
            "Ammonites The Ammonites were the descendants of Ben-Ammi, son of Lot. Read Gen. 19:38."
          ]
        },
        {
          "text": "So I will start a fire at the wall of Rabbah that will destroy the high towers of Rabbah. Troubles will come to them like a whirlwind into their country.",
          "ID": "14",
          "comments": [
            "Rabbah The capital city of the Ammonites.",
            "whirlwind A strong wind that blows in a circle."
          ]
        },
        {
          "text": "Then their kings and leaders will be captured. They will all be taken together.” This is what the Lord said.",
          "ID": "15"
        }
      ],
      "ID": "OT:AMO.1",
      "name": "Amos 1"
    },
    {
      "title": "Punishment for Israel",
      "text": [
        {
          "text": "This is what the Lord says: “I will definitely punish the people of Moab for the many crimes they did. Moab burned the bones of the king of Edom into lime.",
          "ID": "1"
        },
        {
          "text": "So I will start a fire in Moab that will destroy the high towers of Kerioth. There will be terrible shouting and the sounds of a trumpet, and Moab will die.",
          "ID": "2",
          "comments": [
            "Kerioth A city in Moab. This might be Ar, the capital city of Moab."
          ]
        },
        {
          "text": "So I will bring an end to the kings of Moab, and I will kill all the leaders of Moab.” This is what the Lord said.",
          "ID": "3",
          "comments": [
            "kings Literally, “judges.”"
          ]
        },
        {
          "text": "This is what the Lord says: “I will definitely punish Judah for the many crimes they did. They refused to obey the Lord’s teachings and they did not keep his commands. Their ancestors believed lies, and those same lies caused the people of Judah to stop following God.",
          "ID": "4"
        },
        {
          "text": "So I will start a fire in Judah that will destroy the high towers of Jerusalem.”",
          "ID": "5"
        },
        {
          "text": "This is what the Lord says: “I will definitely punish Israel for the many crimes they have done. They sold honest people for a little silver. They sold the poor for the price of a pair of sandals.",
          "ID": "6"
        },
        {
          "text": "They pushed their faces into the ground and walked on them. They stopped listening to suffering people. Fathers and sons had sexual relations with the same woman. They ruined my holy name.",
          "ID": "7"
        },
        {
          "text": "They took clothes from the poor, and then they sat on those clothes while worshiping at their altars. They loaned money to the poor, and then they took their clothes as a promise for payment. They made people pay fines and used the money to buy wine for themselves to drink in the temple of their god.",
          "ID": "8",
          "comments": [
            "as a promise for payment. See Deut. 24:12-13 for the rules about making loans to the poor."
          ]
        },
        {
          "text": "“But it was I who destroyed the Amorites before them. They were as tall as cedar trees and as strong as oaks, but I destroyed their fruit above and their roots below.",
          "ID": "9",
          "comments": [
            "Amorites One of the nations who lived in Canaan before the Israelites came. They were the people who scared the Israelites while Moses was leading them in the desert. See Num. 13:33.",
            "fruit above … below This means the parents and their children."
          ]
        },
        {
          "text": "“I was the one who brought you from the land of Egypt. For 40 years I led you through the desert. I helped you take the Amorites’ land.",
          "ID": "10"
        },
        {
          "text": "I made some of your sons to be prophets and some of your young men to be Nazirites. People of Israel, it is true.” This is what the Lord said.",
          "ID": "11"
        },
        {
          "text": "“But you made the Nazirites drink wine. You told the prophets not to prophesy.",
          "ID": "12"
        },
        {
          "text": "You have become more than I can bear. I am bent low like a wagon loaded with grain.",
          "ID": "13"
        },
        {
          "text": "No one will escape, not even the fastest runner. Strong men will not be strong enough. Soldiers will not be able to save themselves.",
          "ID": "14"
        },
        {
          "text": "People with bows and arrows will not survive. Fast runners will not escape. People on horses will not escape alive.",
          "ID": "15"
        },
        {
          "text": "At that time even very brave soldiers will run away. They will not take the time to put their clothes on.” This is what the Lord said.",
          "ID": "16"
        }
      ],
      "ID": "OT:AMO.2",
      "name": "Amos 2"
    },
    {
      "title": "The Cause of Israel’s Punishment",
      "text": [
        {
          "text": "People of Israel, listen to this message! This is what the Lord said about you, Israel. This message is about all the families that I brought from the land of Egypt.",
          "ID": "1"
        },
        {
          "text": "“There are many families on earth, but you are the only family I chose to know in a special way. And you turned against me, so I will punish you for all your sins.”",
          "ID": "2"
        },
        {
          "text": "Two people will not walk together\nunless they have agreed to do so.",
          "ID": "3"
        },
        {
          "text": "A lion will roar in the forest\nonly if it catches its prey.\nA young lion roaring in his cave\nmeans he has caught something to eat.",
          "ID": "4"
        },
        {
          "text": "A bird doesn’t fly into a trap\nunless there is food in it.\nIf a trap closes,\nit will catch the bird.",
          "ID": "5"
        },
        {
          "text": "If people hear the warning blast of a trumpet,\nthey shake with fear.\nIf trouble comes to a city,\nthe Lord caused it to happen.",
          "ID": "6"
        },
        {
          "text": "When the Lord God decides to do something, he will first tell his servants, the prophets.",
          "ID": "7"
        },
        {
          "text": "When a lion roars, people are frightened. When the Lord God speaks, a prophet must prophesy.",
          "ID": "8"
        },
        {
          "text": "Go to the high towers in Ashdod and in Egypt and announce this message from the Lord: “Come together on the mountains of Samaria. See the great confusion there because the people don’t know how to live right. See how cruel they are to others. They take things from people to hide in their high towers. Their treasuries are filled with the things they have taken in war.”",
          "ID": "9-10",
          "comments": [
            "Ashdod An important city of the Philistines."
          ]
        },
        {
          "text": "So the Lord God says, “An enemy will surround your land. They will break down your strong walls and take the things you have hidden in your high towers.”",
          "ID": "11"
        },
        {
          "text": "The Lord says,\n“A lion might attack a lamb,\nand a shepherd might try to save the lamb.\nBut the shepherd will save\nonly a part of that lamb.\nHe might pull two legs\nor a part of an ear from the lion’s mouth.\nIn the same way, most of the people of Israel will not be saved.\nThose who live in Samaria will save only a corner from a bed,\nor a piece of cloth from a couch.”",
          "ID": "12"
        },
        {
          "text": "This is what the Lord God All-Powerful says: “Warn the family of Jacob about these things.",
          "ID": "13"
        },
        {
          "text": "Israel sinned, and I will punish them for their sins. And when I do, I will also destroy the altars at Bethel. The horns of the altar will be cut off and fall to the ground.",
          "ID": "14",
          "comments": [
            "Bethel A town in Israel. This name means “God’s house.”"
          ]
        },
        {
          "text": "I will destroy the winter house with the summer house. The houses of ivory will be destroyed. Many houses will be destroyed.” This is what the Lord said.",
          "ID": "15"
        }
      ],
      "ID": "OT:AMO.3",
      "name": "Amos 3"
    },
    {
      "title": "The Women Who Love Pleasure",
      "text": [
        {
          "text": "Listen to me, you cows of Bashan on Samaria’s mountain. You hurt the poor and crush those in need. You tell your husbands, “Bring us something to drink!”",
          "ID": "1",
          "comments": [
            "cows of Bashan This means the wealthy women in Samaria. Bashan, an area east of the Jordan River, was famous for its big bulls and cows.",
            "your husbands Literally, “their masters.”"
          ]
        },
        {
          "text": "The Lord God made a promise. He promised by his holiness that troubles will come to you. People will use hooks and take you away as prisoners. They will use fishhooks to take away your children.",
          "ID": "2"
        },
        {
          "text": "Your city will be destroyed. The women will rush out through cracks in the wall and throw themselves onto the pile of dead bodies.\nThis is what the Lord says:",
          "ID": "3",
          "comments": [
            "throw … dead bodies Or “You will be thrown away. People will take you to Mount Hermon.” The Hebrew text here is hard to understand. It is not clear if the women will be “thrown away” or if the women will be “throwing something away.”"
          ]
        },
        {
          "text": "“Go to Bethel and sin. Go to Gilgal and sin even more. Offer your sacrifices in the morning. Bring a tenth of your crops for the three-day festival.",
          "ID": "4",
          "comments": [
            "Bethel … Gilgal Places of worship for the people of Israel. God wanted the people of Israel and the people of Judah to worship him only in the Temple at Jerusalem."
          ]
        },
        {
          "text": "And offer a thank offering made with yeast. Tell everyone about the freewill offerings. Israel, you love to do those things. So go and do them.” This is what the Lord God said.",
          "ID": "5",
          "comments": [
            "Offer your sacrifices … freewill offerings All these things were against the Law of Moses. The leaders and false priests started these new festivals and different ways of worshiping God."
          ]
        },
        {
          "text": "“I didn’t give you any food to eat. There was no food in any of your cities, but you didn’t come back to me.” This is what the Lord said.",
          "ID": "6",
          "comments": [
            "I didn’t give you any food to eat Literally, “I gave you clean teeth.”"
          ]
        },
        {
          "text": "“I also stopped the rain, and it was three months before harvest time. So no crops grew. Then I let it rain on one city, but not on another city. Rain fell on one part of the country, but on the other part of the country, the land became very dry.",
          "ID": "7"
        },
        {
          "text": "So the people from two or three cities staggered to another city to get water, but there was not enough water for everyone. Still you didn’t come to me for help.” This is what the Lord said.",
          "ID": "8"
        },
        {
          "text": "“I made your crops die from heat and disease. I destroyed your gardens and your vineyards. Locusts ate your fig trees and olive trees. But you still didn’t come to me for help.” This is what the Lord said.",
          "ID": "9"
        },
        {
          "text": "“I sent diseases against you, as I did to Egypt. I killed your young men with swords. I took away your horses. I made your camp smell very bad from all the dead bodies, but still you didn’t come back to me for help.” This is what the Lord said.",
          "ID": "10"
        },
        {
          "text": "“I destroyed you as I destroyed Sodom and Gomorrah. And those cities were completely destroyed. You were like a burned stick pulled from a fire, but still you didn’t come back to me for help.” This is what the Lord says.",
          "ID": "11"
        },
        {
          "text": "“So, Israel, this is what I will do to you. You people of Israel, prepare to meet your God.”",
          "ID": "12"
        },
        {
          "text": "He is the one who made the mountains.\nHe created the wind.\nHe lets people know his thoughts.\nHe changes the darkness into dawn.\nHe walks over the mountains of the earth.\nHis name is Yahweh, Lord God All-Powerful.",
          "ID": "13",
          "comments": [
            "the wind Or “your minds.”"
          ]
        }
      ],
      "ID": "OT:AMO.4",
      "name": "Amos 4"
    },
    {
      "title": "The Lord Rejects Israel’s Worship",
      "text": [
        {
          "text": "People of Israel, listen to this song. This funeral song is about you.",
          "ID": "1"
        },
        {
          "text": "The virgin of Israel has fallen.\nShe will not get up anymore.\nShe was left alone, lying in the dirt.\nThere is no one to lift her up.",
          "ID": "2",
          "comments": [
            "virgin The Hebrew word can mean “a woman who has not had sexual relations with anyone,” but here, it means the city of Samaria."
          ]
        },
        {
          "text": "This is what the Lord God says:\n“Officers leaving the city with 1000 men\nwill return with only 100 men.\nOfficers leaving the city with 100 men\nwill return with only ten men.”",
          "ID": "3"
        },
        {
          "text": "The Lord says this to the nation of Israel:\n“Come looking for me and live.",
          "ID": "4",
          "comments": [
            "nation Literally, “house.” This might mean the royal family of that country."
          ]
        },
        {
          "text": "    But don’t look in Bethel.\nDon’t go to Gilgal.\nDon’t cross the border and go down to Beersheba.\nThe people of Gilgal will be taken away as prisoners,\nand Bethel will be destroyed.",
          "ID": "5",
          "comments": [
            "Bethel, Gilgal, Beersheba Ancient places of worship. Abraham and Jacob built altars in these places, but God had told the Israelites that they should go to the Temple in Jerusalem to worship him.",
            "taken away as prisoners In Hebrew this sounds like the name “Gilgal.”",
            "destroyed The Hebrew word is like the name “Beth Aven.” This name means “House of Wickedness.” The prophets often used this name for Bethel."
          ]
        },
        {
          "text": "Come to the Lord and live.\nIf you don’t go to him, a fire will start at Joseph’s house,\nand no one in Bethel can stop it.",
          "ID": "6",
          "comments": [
            "Joseph’s house Here, this means the ten-tribe nation of Israel. Joseph was the ancestor of the tribes of Ephraim and Manasseh in Israel.",
            "Bethel This name means “El’s house” or “the house of God.” There was a temple here where the people from the northern tribes worshiped."
          ]
        },
        {
          "text": "You should go to the Lord for help.\nHe is the one who made the Pleiades and Orion.\nHe changes darkness into the morning light.\nHe changes the day into the dark night.\nHe calls for the waters of the sea and pours them out on the earth.\nHis name is Yahweh!\nHe keeps one strong city safe,\nand he lets another strong city be destroyed.”\nYou change justice to poison.\nYou throw away fairness like trash.",
          "ID": "7-9",
          "comments": [
            "Pleiades and Orion Two well-known groups of stars (constellations).",
            "poison Literally, “wormwood,” a type of plant with bitter leaves. It could be used as a medicine, or if strong enough, as a poison."
          ]
        },
        {
          "text": "You hate those prophets, who go to public places and speak against evil,\neven though they teach good, simple truths.",
          "ID": "10"
        },
        {
          "text": "You take unfair taxes from the poor.\nYou take loads of wheat from them.\nYou build fancy houses with cut stone,\nbut you will not live in them.\nYou plant beautiful vineyards,\nbut you will not drink the wine from them.",
          "ID": "11",
          "comments": [
            "take unfair taxes The meaning of the Hebrew word here is uncertain."
          ]
        },
        {
          "text": "This is because I know about your many sins.\nYou have done some very bad things:\nYou hurt people who do right,\nyou accept money to do wrong,\nand you keep the poor from receiving justice in court.",
          "ID": "12"
        },
        {
          "text": "At that time wise teachers will be quiet,\nbecause it is a bad time.",
          "ID": "13"
        },
        {
          "text": "You say that God is with you,\nso you should do good things, not evil.\nThen you will live,\nand the Lord God All-Powerful will be with you.",
          "ID": "14"
        },
        {
          "text": "Hate evil and love goodness.\nBring justice back into the courts.\nMaybe then the Lord God All-Powerful\nwill be kind to the survivors from Joseph’s family.",
          "ID": "15"
        },
        {
          "text": "The Lord, the Lord God All-Powerful says,\n“People will be crying in the public places.\nThey will be crying in the streets.\nThey will hire the professional criers.",
          "ID": "16",
          "comments": [
            "professional criers People who went to funerals and cried loudly for the dead. Families and friends of the dead person often gave food or money to these people."
          ]
        },
        {
          "text": "People will be crying in the vineyards,\nbecause I will pass through and punish you.”\nThis is what the Lord said.",
          "ID": "17"
        },
        {
          "text": "Some of you want to see\nthe Lord’s special day of judgment.\nWhy do you want to see that day of the Lord?\nHis special day will bring darkness, not light.",
          "ID": "18"
        },
        {
          "text": "You will be like someone who escapes from a lion\nonly to be attacked by a bear,\nor like someone who goes into the safety of his house,\nleans against the wall,\nand is bitten by a snake.",
          "ID": "19"
        },
        {
          "text": "The Lord’s special day will be\na day of darkness, not light—a day of gloom, without a ray of light.",
          "ID": "20"
        },
        {
          "text": "“I hate your festivals;\nI will not accept them.\nI don’t enjoy your religious meetings.",
          "ID": "21"
        },
        {
          "text": "Even if you offer me burnt offerings and grain offerings,\nI will not accept them.\nI will not even look at the fat animals\nyou give as fellowship offerings.",
          "ID": "22"
        },
        {
          "text": "Take your noisy songs away from here.\nI will not listen to the music from your harps.",
          "ID": "23"
        },
        {
          "text": "But let justice flow like a river,\nand let goodness flow like a stream that never becomes dry.",
          "ID": "24"
        },
        {
          "text": "Israel, you offered me sacrifices\nand offerings in the desert for 40 years.",
          "ID": "25",
          "comments": [
            "Or “Israel, did you offer me sacrifices and offerings in the desert for 40 years?”"
          ]
        },
        {
          "text": "But you also carried statues of Sakkuth, your king, and Kaiwan.\nThere was also that star god that you made for yourselves.",
          "ID": "26",
          "comments": [
            "Sakkuth, your king, and Kaiwan Or “Sakkuth, Moloch, and Kaiwan,” names of Assyrian gods.",
            "star god This might be to honor a special god or all the stars in the sky. Many people thought the sun, moon, stars, and planets were gods or angels. This verse might also be translated, “You carried the shelter for your king and the footstool for your idols—the star of your gods that you made for yourselves.” The ancient Greek version adds the names of these gods: Moloch and Raphan."
          ]
        },
        {
          "text": "So I will send you as captives, far beyond Damascus.”\nThis is what the Lord says.\nHis name is God All-Powerful.",
          "ID": "27"
        }
      ],
      "ID": "OT:AMO.5",
      "name": "Amos 5"
    },
    {
      "title": "There Will Be Few Israelites Left Alive",
      "text": [
        {
          "text": "Oh, look at the people enjoying life in Zion,\nand those on Mount Samaria who feel so safe.\nThey are such important leaders of a most important nation.\nThe “House of Israel” comes to you for advice.",
          "ID": "1"
        },
        {
          "text": "Go look at Calneh.\nFrom there, go to the large city Hamath.\nGo to the Philistine city of Gath.\nAre you better than these kingdoms?\nTheir countries are larger than yours.",
          "ID": "2",
          "comments": [
            "Calneh, Hamath, Gath Powerful Babylonian, Syrian, and Philistine cities that were all captured by the Assyrians."
          ]
        },
        {
          "text": "You people are rushing toward the day of punishment.\nYou bring near the rule of violence.",
          "ID": "3"
        },
        {
          "text": "But now you lie on ivory beds\nand stretch out on your couches.\nYou eat tender young lambs from the flock\nand young calves from the stable.",
          "ID": "4"
        },
        {
          "text": "You play your harps,\nand like David, you practice on your musical instruments.",
          "ID": "5",
          "comments": [
            "practice on Or “invent.” The Hebrew word means to “think,” “become skilled,” or “design.”"
          ]
        },
        {
          "text": "You drink wine in fancy cups.\nYou use the best perfumes.\nAnd it doesn’t even bother you\nthat Joseph’s family is being destroyed.",
          "ID": "6",
          "comments": [
            "fancy cups Very large bowls used in worship rituals."
          ]
        },
        {
          "text": "You people are stretched out on your couches now, but your good times will end. You will be taken away as prisoners to a foreign country, and you will be some of the first people taken.",
          "ID": "7"
        },
        {
          "text": "The Lord God used his own name and made an oath. The Lord God All-Powerful said,\n“I hate what Jacob is proud of.\nI hate his strong towers.\nSo I will let an enemy take the city\nand everything in it.”",
          "ID": "8"
        },
        {
          "text": "At that time ten people in one house might survive, but they too will die.",
          "ID": "9"
        },
        {
          "text": "And when someone dies, a relative will come to get the body so that it can be taken out and burned. Relatives will come to take away the bones. They will call to anyone who might be hiding back in the house, “Are there any other dead bodies in there with you?”\nThat person will answer, “No, ….”\nBut the relative will interrupt and say, “Hush! We must not mention the name of the Lord.”",
          "ID": "10",
          "comments": [
            "And when … burned The meaning of the Hebrew text here is uncertain.",
            "No, … The full answer might have been, “No, praise the Lord,” but the person was interrupted."
          ]
        },
        {
          "text": "Look, the Lord will give the command,\nand the large houses will be broken to pieces,\nand the small houses will be broken to small pieces.",
          "ID": "11"
        },
        {
          "text": "Do horses run over loose rocks?\nNo, and people don’t use cows for plowing.\nBut you turned everything upside down.\nYou changed justice and goodness to bitter poison.",
          "ID": "12"
        },
        {
          "text": "You are so excited about defeating Lo Debar.\nAnd you boast, “We have taken Karnaim by our own strength.”",
          "ID": "13",
          "comments": [
            "Lo Debar This name means “nothing.”",
            "Karnaim This name means “horns.” Horns were a symbol of strength."
          ]
        },
        {
          "text": "“But Israel, I will bring a nation against you that will bring troubles to your whole country from Lebo Hamath to Arabah Brook.” This is what the Lord God All-Powerful said.",
          "ID": "14"
        }
      ],
      "ID": "OT:AMO.6",
      "name": "Amos 6"
    },
    {
      "title": "Amaziah Tries to Stop Amos",
      "text": [
        {
          "text": "This is what the Lord God showed me: He was making locusts. This was at the time the second crop began to grow, after the king’s people had cut the first crop.",
          "ID": "1"
        },
        {
          "text": "Before the locusts could eat all the grass in the country, I said, “Lord God, I beg you, forgive us! Jacob cannot survive! He is too small!”",
          "ID": "2"
        },
        {
          "text": "Then the Lord changed his mind about this. The Lord said, “It will not happen.”",
          "ID": "3"
        },
        {
          "text": "This is what the Lord God showed me: I saw the Lord God calling for judgment by fire. The fire destroyed the ocean and was beginning to eat up the land.",
          "ID": "4"
        },
        {
          "text": "But I said, “Lord God, stop, I beg you! Jacob cannot survive! He is too small!”",
          "ID": "5"
        },
        {
          "text": "Then the Lord changed his mind about this. The Lord God said, “It will not happen either.”",
          "ID": "6"
        },
        {
          "text": "This is what the Lord showed me: He stood by a wall with a plumb line in his hand. (The wall had been marked with a plumb line.)",
          "ID": "7",
          "comments": [
            "plumb line A string with a weight on one end used to show how straight the walls of a building were. Sometimes the line was coated with paint or chalk to mark a straight line."
          ]
        },
        {
          "text": "The Lord said to me, “Amos, what do you see?”\nI said, “A plumb line.”\nThen the Lord said to me, “See, I will put a plumb line among my people Israel. I will not let their ‘crooked ways’ pass inspection anymore.",
          "ID": "8"
        },
        {
          "text": "Isaac’s high places will be destroyed. Israel’s holy places will be made into a pile of rocks. I will attack and kill Jeroboam’s family with swords.”",
          "ID": "9",
          "comments": [
            "Jeroboam The king of Israel. See verse 10."
          ]
        },
        {
          "text": "Amaziah, a priest at Bethel, sent this message to Jeroboam, the king of Israel: “Amos is making plans against you. He is trying to make the people of Israel fight against you. He has been speaking so much that this country cannot hold all his words.",
          "ID": "10",
          "comments": [
            "Bethel A town in Israel. This name means “God’s house.”"
          ]
        },
        {
          "text": "Amos has said, ‘Jeroboam will die by the sword, and the people of Israel will be taken as prisoners out of their country.’”",
          "ID": "11"
        },
        {
          "text": "Amaziah also said to Amos, “You seer, go down to Judah and eat there. Do your prophesying there.",
          "ID": "12",
          "comments": [
            "eat there This shows that Amaziah thought that Amos was a professional prophet who prophesied to receive food or money."
          ]
        },
        {
          "text": "But don’t prophesy anymore here at Bethel. This is Jeroboam’s holy place. This is Israel’s temple.”",
          "ID": "13"
        },
        {
          "text": "Then Amos answered Amaziah, “I am not a professional prophet, and I am not from a prophet’s family. I raise cattle and take care of sycamore trees.",
          "ID": "14"
        },
        {
          "text": "I was a shepherd and the Lord took me from following the sheep. The Lord said to me, ‘Go, prophesy to my people Israel.’",
          "ID": "15"
        },
        {
          "text": "So listen to the Lord’s message. You tell me, ‘Don’t prophesy against Israel. Don’t speak against Isaac’s family.’",
          "ID": "16"
        },
        {
          "text": "But the Lord says, ‘Your wife will become a prostitute in the city. Your sons and daughters will be killed with swords. Other people will take your land and divide it among themselves, and you will die in a foreign country. The people of Israel will definitely be taken from this country as prisoners.’”",
          "ID": "17",
          "comments": [
            "foreign Literally, “unclean.” See “ unclean” in the Word List."
          ]
        }
      ],
      "ID": "OT:AMO.7",
      "name": "Amos 7"
    },
    {
      "title": "A Famine of God’s Word",
      "text": [
        {
          "text": "This is what the Lord God showed me: I saw a basket of summer fruit.",
          "ID": "1"
        },
        {
          "text": "He said to me, “Amos, what do you see?”\nI said, “A basket of summer fruit.”\nThen the Lord said to me, “The end has come to my people Israel. I will not ignore their sins anymore.",
          "ID": "2",
          "comments": [
            "end This Hebrew word sounds like the word for “summer fruit.”"
          ]
        },
        {
          "text": "Their temple songs will become funeral songs.” This is what the Lord God said. “There will be dead bodies everywhere. In silence, people will take out the dead bodies and throw them onto the pile.”",
          "ID": "3",
          "comments": [
            "In silence … the pile Or “People will be saying, ‘Hush!’” See Amos 6:10."
          ]
        },
        {
          "text": "Listen to me, you who trample on helpless people.\nYou are trying to destroy the poor of this country.",
          "ID": "4"
        },
        {
          "text": "You merchants say,\n“When will the New Moon be over so that we can sell grain?\nWhen will the Sabbath be over\nso that we can bring out more wheat to sell?\nWe can raise the price\nand make the measure smaller.\nWe can fix the scales\nand cheat the people.",
          "ID": "5",
          "comments": [
            "We … smaller Literally, “We will make the ephah small and the shekel large.”",
            "We … people Literally, “Cheat with lying balances.”"
          ]
        },
        {
          "text": "The poor cannot pay their loans,\nso we will buy them as slaves.\nWe will buy those helpless people\nfor the price of a pair of sandals.\nOh, and we can sell the wheat\nthat was spilled on the floor.”",
          "ID": "6"
        },
        {
          "text": "The Lord made a promise. He used his name, “Pride of Jacob,” and made this promise:\n“I will never forget what those people did.",
          "ID": "7"
        },
        {
          "text": "There will be an earthquake\nthat will shake the whole land because of what they did.\nEveryone living there will cry for those who died.\nThe land will be tossed around.\nThe whole land will rise and fall like the Nile River in Egypt.”",
          "ID": "8"
        },
        {
          "text": "The Lord God also said,\n“At that time I will make the sun set at noon\nand make the land dark on a clear day.",
          "ID": "9"
        },
        {
          "text": "I will change your festivals into days of crying for the dead.\nAll your songs will be songs of sadness for those who are dead.\nI will put mourning clothes on every body\nand baldness on every head.\nI will cause mourning everywhere,\nlike that for an only son who has died.\nIt will be a very bitter end.”",
          "ID": "10",
          "comments": [
            "baldness … head People shaved their heads to show that they were very sad or upset."
          ]
        },
        {
          "text": "The Lord God says,\n“Look, the days are coming\nwhen I will cause a famine in the land.\nThe people will not be hungry for bread.\nThey will not be thirsty for water.\nNo, they will be hungry for words from the Lord.",
          "ID": "11"
        },
        {
          "text": "The people will wander around the country,\nfrom the Dead Sea to the Mediterranean Sea,\nand from the north part of the country to the east.\nThey will go back and forth looking for a message from the Lord,\nbut they will not find it.",
          "ID": "12"
        },
        {
          "text": "At that time the beautiful young men and women\nwill become weak from thirst.",
          "ID": "13"
        },
        {
          "text": "They made promises by the sin of Samaria,\nThey said, ‘Dan, as surely as your god lives, we promise ….’\nAnd they said, ‘As surely as the god of Beersheba lives, we promise ….’\nBut they will fall\nand never get up again.”",
          "ID": "14",
          "comments": [
            "sin of Samaria The calf god in Samaria.",
            "Dan One of Israel’s holy places was in this city.",
            "Beersheba A town in Judah. This name means “well of the oath.”"
          ]
        }
      ],
      "ID": "OT:AMO.8",
      "name": "Amos 8"
    },
    {
      "title": "God Promises to Restore the Kingdom",
      "text": [
        {
          "text": "I saw the Lord standing by the altar, and he said,\n“Hit the top of the columns,\nand shake them to the ground.\nPush them and they will fall\non everyone’s head.\nAs for those who survive,\nI will kill them with a sword.\nNone of them will run away.\nNone of them will escape.",
          "ID": "1"
        },
        {
          "text": "If they dig deep into the ground,\nI will pull them from there.\nIf they go up into the skies,\nI will bring them down from there.",
          "ID": "2",
          "comments": [
            "ground Literally, “Sheol, the place of the dead.”",
            "skies Or “heaven.”"
          ]
        },
        {
          "text": "If they hide at the top of Mount Carmel,\nI will find them there and take them from that place.\nIf they try to hide from me at the bottom of the sea,\nI will command the snake, and it will bite them.",
          "ID": "3",
          "comments": [
            "Mount Carmel A mountain in northern Israel. This name means “God’s vineyard.” This shows that it was a very fertile hill."
          ]
        },
        {
          "text": "If they are captured and taken away by their enemies,\nI will command the sword,\nand it will kill them there.\nYes, I will watch over them,\nbut I will watch for ways to give them troubles,\nnot for ways to do good things.”",
          "ID": "4"
        },
        {
          "text": "The Lord God All-Powerful will touch the land,\nand the land will melt.\nThen all the people who live in the land will cry for the dead.\nThe land will rise and fall\nlike the Nile River in Egypt.",
          "ID": "5"
        },
        {
          "text": "He built his upper rooms above the skies.\nHe put his skies over the earth.\nHe calls for the waters of the sea\nand pours them out as rain on the land.\nYahweh is his name.",
          "ID": "6",
          "comments": [
            "skies Literally, “dome” or “vault.”"
          ]
        },
        {
          "text": "This is what the Lord says:\n“Israel, you are like the Ethiopians to me.\nI brought Israel out of the land of Egypt,\nthe Philistines from Caphtor,\nand the Arameans from Kir.”",
          "ID": "7",
          "comments": [
            "Caphtor An island west of Israel, probably Crete or Cyprus.",
            "Kir Where the Arameans came from and where the Assyrians sent them in exile. There are several places with this name."
          ]
        },
        {
          "text": "The Lord God is watching this sinful kingdom.\nThe Lord says,\n“I will wipe Israel off the face of the earth,\nbut I will never completely destroy Jacob’s family.",
          "ID": "8"
        },
        {
          "text": "I am giving the command\nto scatter the people of Israel among all nations.\nBut it will be like someone sifting flour.\nA person shakes flour through a sifter.\nThe good flour falls through, but the bad lumps are caught.",
          "ID": "9",
          "comments": [
            "sifter Something like a cup with a screen on its bottom. A sifter is used for removing large lumps from the good flour."
          ]
        },
        {
          "text": "“Sinners among my people say,\n‘Nothing bad will happen to us.’\nBut all of them will be killed with swords.”",
          "ID": "10"
        },
        {
          "text": "“David’s tent has fallen,\nbut at that time I will set it up again.\nI will fix its holes and repair its ruined parts.\nI will set it up as it was before.",
          "ID": "11",
          "comments": [
            "David’s tent This probably means the city of Jerusalem or the country of Judah."
          ]
        },
        {
          "text": "Then the people left alive in Edom,\nand all the people called by my name, will look to me for help.”\nThis is what the Lord said,\nand he will make it happen.",
          "ID": "12"
        },
        {
          "text": "The Lord says, “A time of great blessing is coming.\nWorkers will still be harvesting\nwhen it is time to plow the fields again.\nThey will still be trampling the grapes\nwhen it is time for a new crop.\nSweet wine will drip from the mountains\nand pour from the hills.",
          "ID": "13"
        },
        {
          "text": "I will bring my people, Israel,\nback from captivity.\nThey will rebuild the ruined cities,\nand they will live in them.\nThey will plant vineyards\nand drink the wine they produce.\nThey will plant gardens\nand eat the crops they produce.",
          "ID": "14"
        },
        {
          "text": "I will plant my people on their land,\nand never again will they be pulled up out of the land that I gave them.”\nThis is what the Lord your God said.",
          "ID": "15"
        }
      ],
      "ID": "OT:AMO.9",
      "name": "Amos 9"
    }
  ],
  "ID": "OT:AMO(ERV)",
  "name": "Amos"
}