{
  "text": [
    {
      "text": [
        {
          "text": "The beginning of the Gospel of Jesus Christ, the Son of God.",
          "ID": "1"
        },
        {
          "text": "As it has been written by the prophet Isaiah: \"Behold, I send my Angel before your face, who shall prepare your way before you.",
          "ID": "2"
        },
        {
          "text": "The voice of one crying out in the desert: Prepare the way of the Lord; make straight his paths.\"",
          "ID": "3"
        },
        {
          "text": "John was in the desert, baptizing and preaching a baptism of repentance, as a remission of sins.",
          "ID": "4"
        },
        {
          "text": "And there went out to him all the region of Judea and all those of Jerusalem, and they were baptized by him in the river Jordan, confessing their sins.",
          "ID": "5"
        },
        {
          "text": "And John was clothed with camel's hair and with a leather belt around his waist. And he ate locusts and wild honey.",
          "ID": "6"
        },
        {
          "text": "And he preached, saying: \"A stronger one comes after me. I am not worthy to reach down and loosen the laces of his shoes.",
          "ID": "7"
        },
        {
          "text": "I have baptized you with water. Yet truly, he will baptize you with the Holy Spirit.\"",
          "ID": "8"
        },
        {
          "text": "And it happened that, in those days, Jesus arrived from Nazareth of Galilee. And he was baptized by John in the Jordan.",
          "ID": "9"
        },
        {
          "text": "And immediately, upon ascending from the water, he saw the heavens opened and the Spirit, like a dove, descending, and remaining with him.",
          "ID": "10"
        },
        {
          "text": "And there was a voice from heaven: \"You are my beloved Son; in you I am well pleased.\"",
          "ID": "11"
        },
        {
          "text": "And immediately the Spirit prompted him into the desert.",
          "ID": "12"
        },
        {
          "text": "And he was in the desert for forty days and forty nights. And he was tempted by Satan. And he was with the wild animals, and the Angels ministered to him.",
          "ID": "13"
        },
        {
          "text": "Then, after John was handed over, Jesus went into Galilee, preaching the Gospel of the kingdom of God,",
          "ID": "14"
        },
        {
          "text": "and saying: \"For the time has been fulfilled and the kingdom of God has drawn near. Repent and believe in the Gospel.\"",
          "ID": "15"
        },
        {
          "text": "And passing by the shore of the Sea of Galilee, he saw Simon and his brother Andrew, casting nets into the sea, for they were fishermen.",
          "ID": "16"
        },
        {
          "text": "And Jesus said to them, \"Come after me, and I will make you fishers of men.\"",
          "ID": "17"
        },
        {
          "text": "And at once abandoning their nets, they followed him.",
          "ID": "18"
        },
        {
          "text": "And continuing on a little ways from there, he saw James of Zebedee and his brother John, and they were mending their nets in a boat.",
          "ID": "19"
        },
        {
          "text": "And immediately he called them. And leaving behind their father Zebedee in the boat with his hired hands, they followed him.",
          "ID": "20"
        },
        {
          "text": "And they entered into Capernaum. And entering into the synagogue promptly on the Sabbaths, he taught them.",
          "ID": "21"
        },
        {
          "text": "And they were astonished over his doctrine. For he was teaching them as one who has authority, and not like the scribes.",
          "ID": "22"
        },
        {
          "text": "And in their synagogue, there was a man with an unclean spirit; and he cried out,",
          "ID": "23"
        },
        {
          "text": "saying: \"What are we to you, Jesus of Nazareth? Have you come to destroy us? I know who you are: the Holy One of God.\"",
          "ID": "24"
        },
        {
          "text": "And Jesus admonished him, saying, \"Be silent, and depart from the man.\"",
          "ID": "25"
        },
        {
          "text": "And the unclean spirit, convulsing him and crying out with a loud voice, departed from him.",
          "ID": "26"
        },
        {
          "text": "And they were all so amazed that they inquired among themselves, saying: \"What is this? And what is this new doctrine? For with authority he commands even the unclean spirits, and they obey him.\"",
          "ID": "27"
        },
        {
          "text": "And his fame went out quickly, throughout the entire region of Galilee.",
          "ID": "28"
        },
        {
          "text": "And soon after departing from the synagogue, they went into the house of Simon and Andrew, with James and John.",
          "ID": "29"
        },
        {
          "text": "But the mother-in-law of Simon lay ill with a fever. And at once they told him about her.",
          "ID": "30"
        },
        {
          "text": "And drawing near to her, he raised her up, taking her by the hand. And immediately the fever left her, and she ministered to them.",
          "ID": "31"
        },
        {
          "text": "Then, when evening arrived, after the sun had set, they brought to him all who had maladies and those who had demons.",
          "ID": "32"
        },
        {
          "text": "And the entire city was gathered together at the door.",
          "ID": "33"
        },
        {
          "text": "And he healed many who were troubled with various illnesses. And he cast out many demons, but he would not permit them to speak, because they knew him.",
          "ID": "34"
        },
        {
          "text": "And rising up very early, departing, he went out to a deserted place, and there he prayed.",
          "ID": "35"
        },
        {
          "text": "And Simon, and those who were with him, followed after him.",
          "ID": "36"
        },
        {
          "text": "And when they had found him, they said to him, \"For everyone is seeking you.\"",
          "ID": "37"
        },
        {
          "text": "And he said to them: \"Let us go into the neighboring towns and cities, so that I may preach there also. Indeed, it was for this reason that I came.\"",
          "ID": "38"
        },
        {
          "text": "And he was preaching in their synagogues and throughout all of Galilee, and casting out demons.",
          "ID": "39"
        },
        {
          "text": "And a leper came to him, begging him. And kneeling down, he said to him, \"If you are willing, you are able to cleanse me.\"",
          "ID": "40"
        },
        {
          "text": "Then Jesus, taking pity on him, reached out his hand. And touching him, he said to him: \"I am willing. Be cleansed.\"",
          "ID": "41"
        },
        {
          "text": "And after he had spoken, immediately the leprosy departed from him, and he was cleansed.",
          "ID": "42"
        },
        {
          "text": "And he admonished him, and he promptly sent him away.",
          "ID": "43"
        },
        {
          "text": "And he said to him: \"See to it that you tell no one. But go and show yourself to the high priest, and offer for your cleansing that which Moses instructed, as a testimony for them.\"",
          "ID": "44"
        },
        {
          "text": "But having departed, he began to preach and to disseminate the word, so that he was no longer able to openly enter a city, but had to remain outside, in deserted places. And they were gathered to him from every direction.",
          "ID": "45"
        }
      ],
      "ID": "NT:MRK.1",
      "name": "Mark 1"
    },
    {
      "text": [
        {
          "text": "And after some days, he again entered into Capernaum.",
          "ID": "1"
        },
        {
          "text": "And it was heard that he was in the house. And so many gathered that there was no room left, not even at the door. And he spoke the word to them.",
          "ID": "2"
        },
        {
          "text": "And they came to him, bringing a paralytic, who was being carried by four men.",
          "ID": "3"
        },
        {
          "text": "And when they were not able to present him to him because of the crowd, they uncovered the roof where he was. And opening it, they lowered down the stretcher on which the paralytic was lying.",
          "ID": "4"
        },
        {
          "text": "Then, when Jesus had seen their faith, he said to the paralytic, \"Son, your sins are forgiven you.\"",
          "ID": "5"
        },
        {
          "text": "But some of the scribes were sitting in that place and thinking in their hearts:",
          "ID": "6"
        },
        {
          "text": "\"Why is this man speaking in this way? He is blaspheming. Who can forgive sins, but God alone?\"",
          "ID": "7"
        },
        {
          "text": "At once, Jesus, realizing in his spirit that they were thinking this within themselves, said to them: \"Why are you thinking these things in your hearts?",
          "ID": "8"
        },
        {
          "text": "Which is easier, to say to the paralytic, 'Your sins are forgiven you,' or to say, 'Rise up, take up your stretcher, and walk?'",
          "ID": "9"
        },
        {
          "text": "But so that you may know that the Son of man has authority on earth to forgive sins,\" he said to the paralytic:",
          "ID": "10"
        },
        {
          "text": "\"I say to you: Rise up, take up your stretcher, and go into your house.\"",
          "ID": "11"
        },
        {
          "text": "And immediately he got up, and lifting up his stretcher, he went away in the sight of them all, so that they all wondered. And they honored God, by saying, \"We have never seen anything like this.\"",
          "ID": "12"
        },
        {
          "text": "And he departed again to the sea. And the entire crowd came to him, and he taught them.",
          "ID": "13"
        },
        {
          "text": "And as he was passing by, he saw Levi of Alphaeus, sitting at the customs office. And he said to him, \"Follow me.\" And rising up, he followed him.",
          "ID": "14"
        },
        {
          "text": "And it happened that, as he sat at table in his house, many tax collectors and sinners sat at table together with Jesus and his disciples. For those who followed him were many.",
          "ID": "15"
        },
        {
          "text": "And the scribes and the Pharisees, seeing that he ate with tax collectors and sinners, said to his disciples, \"Why does your Teacher eat and drink with tax collectors and sinners?\"",
          "ID": "16"
        },
        {
          "text": "Jesus, having heard this, said to them: \"The healthy have no need of a doctor, but those who have maladies do. For I came not to call the just, but sinners.\"",
          "ID": "17"
        },
        {
          "text": "And the disciples of John, and the Pharisees, were fasting. And they arrived and said to him, \"Why do the disciples of John and of the Pharisees fast, but your disciples do not fast?\"",
          "ID": "18"
        },
        {
          "text": "And Jesus said to them: \"How can the sons of the wedding fast while the groom is still with them? During whatever time they have the groom with them, they are not able to fast.",
          "ID": "19"
        },
        {
          "text": "But the days will arrive when the groom will be taken away from them, and then they shall fast, in those days.",
          "ID": "20"
        },
        {
          "text": "No one sews a patch of new cloth onto an old garment. Otherwise, the new addition pulls away from the old, and the tear becomes worse.",
          "ID": "21"
        },
        {
          "text": "And no one puts new wine into old wineskins. Otherwise, the wine will burst the wineskins, and the wine will pour out, and the wineskins will be lost. Instead, new wine must be put into new wineskins.\"",
          "ID": "22"
        },
        {
          "text": "And again, while the Lord was walking through the ripe grain on the Sabbath, his disciples, as they advanced, began to separate the ears of grains.",
          "ID": "23"
        },
        {
          "text": "But the Pharisees said to him, \"Behold, why are they doing what is not lawful on the Sabbaths?\"",
          "ID": "24"
        },
        {
          "text": "And he said to them: \"Have you never read what David did, when he had need and was hungry, both he and those who were with him?",
          "ID": "25"
        },
        {
          "text": "How he went into the house of God, under the high priest Abiathar, and ate the bread of the Presence, which it was not lawful to eat, except for the priests, and how he gave it to those who were with him?\"",
          "ID": "26"
        },
        {
          "text": "And he said to them: \"The Sabbath was made for man, and not man for the Sabbath.",
          "ID": "27"
        },
        {
          "text": "And so, the Son of man is Lord, even of the Sabbath.\"",
          "ID": "28"
        }
      ],
      "ID": "NT:MRK.2",
      "name": "Mark 2"
    },
    {
      "text": [
        {
          "text": "And again, he entered into the synagogue. And there was a man there who had a withered hand.",
          "ID": "1"
        },
        {
          "text": "And they observed him, to see if he would cure on the Sabbaths, so that they might accuse him.",
          "ID": "2"
        },
        {
          "text": "And he said to the man who had the withered hand, \"Stand up in the middle.\"",
          "ID": "3"
        },
        {
          "text": "And he said to them: \"Is it lawful to do good on the Sabbaths, or to do evil, to give health to a life, or to destroy?\" But they remained silent.",
          "ID": "4"
        },
        {
          "text": "And looking around at them with anger, being very saddened over the blindness of their hearts, he said to the man, \"Extend your hand.\" And he extended it, and his hand was restored to him.",
          "ID": "5"
        },
        {
          "text": "Then the Pharisees, going out, immediately took counsel with the Herodians against him, as to how they might destroy him.",
          "ID": "6"
        },
        {
          "text": "But Jesus withdrew with his disciples to the sea. And a great crowd followed him from Galilee and Judea,",
          "ID": "7"
        },
        {
          "text": "and from Jerusalem, and from Idumea and across the Jordan. And those around Tyre and Sidon, upon hearing what he was doing, came to him in a great multitude.",
          "ID": "8"
        },
        {
          "text": "And he told his disciples that a small boat would be useful to him, because of the crowd, lest they press upon him.",
          "ID": "9"
        },
        {
          "text": "For he healed so many, that as many of them as had wounds would rush toward him in order to touch him.",
          "ID": "10"
        },
        {
          "text": "And the unclean spirits, when they saw him, fell prostrate before him. And they cried out, saying,",
          "ID": "11"
        },
        {
          "text": "\"You are the Son of God.\" And he strongly admonished them, lest they make him known.",
          "ID": "12"
        },
        {
          "text": "And ascending onto a mountain, he called to himself those whom he willed, and they came to him.",
          "ID": "13"
        },
        {
          "text": "And he acted so that the twelve would be with him, and so that he might send them out to preach.",
          "ID": "14"
        },
        {
          "text": "And he gave them authority to cure infirmities, and to cast out demons:",
          "ID": "15"
        },
        {
          "text": "and he imposed on Simon the name Peter;",
          "ID": "16"
        },
        {
          "text": "and also he imposed on James of Zebedee, and John the brother of James, the name 'Boanerges,' that is, 'Sons of Thunder;'",
          "ID": "17"
        },
        {
          "text": "and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James of Alphaeus, and Thaddeus, and Simon the Canaanite,",
          "ID": "18"
        },
        {
          "text": "and Judas Iscariot, who also betrayed him.",
          "ID": "19"
        },
        {
          "text": "And they went to a house, and the crowd gathered together again, so much so that they were not even able to eat bread.",
          "ID": "20"
        },
        {
          "text": "And when his own had heard of it, they went out to take hold of him. For they said: \"Because he has gone mad.\"",
          "ID": "21"
        },
        {
          "text": "And the scribes who had descended from Jerusalem said, \"Because he has Beelzebub, and because by the prince of demons does he cast out demons.\"",
          "ID": "22"
        },
        {
          "text": "And having called them together, he spoke to them in parables: \"How can Satan cast out Satan?",
          "ID": "23"
        },
        {
          "text": "For if a kingdom is divided against itself, that kingdom is not able to stand.",
          "ID": "24"
        },
        {
          "text": "And if a house is divided against itself, that house is not able to stand.",
          "ID": "25"
        },
        {
          "text": "And if Satan has risen up against himself, he would be divided, and he would not be able to stand; instead he reaches the end.",
          "ID": "26"
        },
        {
          "text": "No one is able to plunder the goods of a strong man, having entered into the house, unless he first binds the strong man, and then he shall plunder his house.",
          "ID": "27"
        },
        {
          "text": "Amen I say to you, that all sins will be forgiven the sons of men, and the blasphemies by which they will have blasphemed.",
          "ID": "28"
        },
        {
          "text": "But he who will have blasphemed against the Holy Spirit shall not have forgiveness in eternity; instead he shall be guilty of an eternal offense.\"",
          "ID": "29"
        },
        {
          "text": "For they said: \"He has an unclean spirit.\"",
          "ID": "30"
        },
        {
          "text": "And his mother and brothers arrived. And standing outside, they sent to him, calling him.",
          "ID": "31"
        },
        {
          "text": "And the crowd was sitting around him. And they said to him, \"Behold, your mother and your brothers are outside, seeking you.\"",
          "ID": "32"
        },
        {
          "text": "And responding to them, he said, \"Who is my mother and my brothers?\"",
          "ID": "33"
        },
        {
          "text": "And looking around at those who were sitting all around him, he said: \"Behold, my mother and my brothers.",
          "ID": "34"
        },
        {
          "text": "For whoever has done the will of God, the same is my brother, and my sister and mother.\"",
          "ID": "35"
        }
      ],
      "ID": "NT:MRK.3",
      "name": "Mark 3"
    },
    {
      "text": [
        {
          "text": "And again, he began to teach by the sea. And a great crowd was gathered to him, so much so that, climbing into a boat, he was seated on the sea. And the entire crowd was on the land along the sea.",
          "ID": "1"
        },
        {
          "text": "And he taught them many things in parables, and he said to them, in his doctrine:",
          "ID": "2"
        },
        {
          "text": "\"Listen. Behold, the sower went out to sow.",
          "ID": "3"
        },
        {
          "text": "And while he was sowing, some fell along the way, and the birds of the air came and ate it.",
          "ID": "4"
        },
        {
          "text": "Yet truly, others fell upon stony ground, where it did not have much soil. And it rose up quickly, because it had no depth of soil.",
          "ID": "5"
        },
        {
          "text": "And when the sun was risen, it was scorched. And because it had no root, it withered away.",
          "ID": "6"
        },
        {
          "text": "And some fell among thorns. And the thorns grew up and suffocated it, and it did not produce fruit.",
          "ID": "7"
        },
        {
          "text": "And some fell on good soil. And it brought forth fruit that grew up, and increased, and yielded: some thirty, some sixty, and some one hundred.\"",
          "ID": "8"
        },
        {
          "text": "And he said, \"Whoever has ears to hear, let him hear.\"",
          "ID": "9"
        },
        {
          "text": "And when he was alone, the twelve, who were with him, questioned him about the parable.",
          "ID": "10"
        },
        {
          "text": "And he said to them: \"To you, it has been given to know the mystery of the kingdom of God. But to those who are outside, everything is presented in parables:",
          "ID": "11"
        },
        {
          "text": "'so that, seeing, they may see, and not perceive; and hearing, they may hear, and not understand; lest at any time they may be converted, and their sins would be forgiven them.' \"",
          "ID": "12"
        },
        {
          "text": "And he said to them: \"Do you not understand this parable? And so, how will you understand all the parables?",
          "ID": "13"
        },
        {
          "text": "He who sows, sows the word.",
          "ID": "14"
        },
        {
          "text": "Now there are those who are along the way, where the word is sown. And when they have heard it, Satan quickly comes and takes away the word, which was sown in their hearts.",
          "ID": "15"
        },
        {
          "text": "And similarly, there are those who were sown upon stony ground. These, when they have heard the word, immediately accept it with gladness.",
          "ID": "16"
        },
        {
          "text": "But they have no root in themselves, and so they are for a limited time. And when next tribulation and persecution arises because of the word, they quickly fall away.",
          "ID": "17"
        },
        {
          "text": "And there are others who are sown among thorns. These are those who hear the word,",
          "ID": "18"
        },
        {
          "text": "but worldly tasks, and the deception of riches, and desires about other things enter in and suffocate the word, and it is effectively without fruit.",
          "ID": "19"
        },
        {
          "text": "And there are those who are sown upon good soil, who hear the word and accept it; and these bear fruit: some thirty, some sixty, and some one hundred.\"",
          "ID": "20"
        },
        {
          "text": "And he said to them: \"Would someone enter with a lamp in order to place it under a basket or under a bed? Would it not be placed upon a lampstand?",
          "ID": "21"
        },
        {
          "text": "For there is nothing hidden that will not be revealed. Neither was anything done in secret, except that it may be made public.",
          "ID": "22"
        },
        {
          "text": "If anyone has ears to hear, let him hear.\"",
          "ID": "23"
        },
        {
          "text": "And he said to them: \"Consider what you hear. With whatever measure you have measured out, it shall be measured back to you, and more shall be added to you.",
          "ID": "24"
        },
        {
          "text": "For whoever has, to him it shall be given. And whoever has not, from him even what he has shall be taken away.\"",
          "ID": "25"
        },
        {
          "text": "And he said: \"The kingdom of God is like this: it is as if a man were to cast seed on the land.",
          "ID": "26"
        },
        {
          "text": "And he sleeps and he arises, night and day. And the seed germinates and grows, though he does not know it.",
          "ID": "27"
        },
        {
          "text": "For the earth bears fruit readily: first the plant, then the ear, next the full grain in the ear.",
          "ID": "28"
        },
        {
          "text": "And when the fruit has been produced, immediately he sends out the sickle, because the harvest has arrived.\"",
          "ID": "29"
        },
        {
          "text": "And he said: \"To what should we compare the kingdom of God? Or to what parable should we compare it?",
          "ID": "30"
        },
        {
          "text": "It is like a grain of mustard seed which, when it has been sown in the earth, is less than all the seeds which are in the earth.",
          "ID": "31"
        },
        {
          "text": "And when it is sown, it grows up and becomes greater than all the plants, and it produces great branches, so much so that the birds of the air are able to live under its shadow.\"",
          "ID": "32"
        },
        {
          "text": "And with many such parables he spoke the word to them, as much as they were able to hear.",
          "ID": "33"
        },
        {
          "text": "But he did not speak to them without a parable. Yet separately, he explained all things to his disciples.",
          "ID": "34"
        },
        {
          "text": "And on that day, when evening had arrived, he said to them, \"Let us cross over.\"",
          "ID": "35"
        },
        {
          "text": "And dismissing the crowd, they brought him, so that he was in one boat, and other boats were with him.",
          "ID": "36"
        },
        {
          "text": "And a great wind storm occurred, and the waves broke over the boat, so that the boat was being filled.",
          "ID": "37"
        },
        {
          "text": "And he was in the stern of the boat, sleeping on a pillow. And they woke him and said to him, \"Teacher, does it not concern you that we are perishing?\"",
          "ID": "38"
        },
        {
          "text": "And rising up, he rebuked the wind, and he said to the sea: \"Silence. Be stilled.\" And the wind ceased. And a great tranquility occurred.",
          "ID": "39"
        },
        {
          "text": "And he said to them: \"Why are you afraid? Do you still lack faith?\" And they were struck with a great fear. And they said to one another, \"Who do you think this is, that both wind and sea obey him?\"",
          "ID": "40"
        }
      ],
      "ID": "NT:MRK.4",
      "name": "Mark 4"
    },
    {
      "text": [
        {
          "text": "And they went across the strait of the sea into the region of the Gerasenes.",
          "ID": "1"
        },
        {
          "text": "And as he was departing from the boat, he was immediately met, from among the tombs, by a man with an unclean spirit,",
          "ID": "2"
        },
        {
          "text": "who had his dwelling place with the tombs; neither had anyone been able to bind him, even with chains.",
          "ID": "3"
        },
        {
          "text": "For having been bound often with shackles and chains, he had broken the chains and smashed the shackles; and no one had been able to tame him.",
          "ID": "4"
        },
        {
          "text": "And he was always, day and night, among the tombs, or in the mountains, crying out and cutting himself with stones.",
          "ID": "5"
        },
        {
          "text": "And seeing Jesus from afar, he ran and adored him.",
          "ID": "6"
        },
        {
          "text": "And crying out with a loud voice, he said: \"What am I to you, Jesus, the Son of the Most High God? I beseech you by God, that you not torment me.\"",
          "ID": "7"
        },
        {
          "text": "For he said to him, \"Depart from the man, you unclean spirit.\"",
          "ID": "8"
        },
        {
          "text": "And he questioned him: \"What is your name?\" And he said to him, \"My name is Legion, for we are many.\"",
          "ID": "9"
        },
        {
          "text": "And he entreated him greatly, so that he would not expel him from the region.",
          "ID": "10"
        },
        {
          "text": "And in that place, near the mountain, there was a great herd of swine, feeding.",
          "ID": "11"
        },
        {
          "text": "And the spirits entreated him, saying: \"Send us into the swine, so that we may enter into them.\"",
          "ID": "12"
        },
        {
          "text": "And Jesus promptly gave them permission. And the unclean spirits, departing, entered into the swine. And the herd of about two thousand rushed down with great force into the sea, and they were drowned in the sea.",
          "ID": "13"
        },
        {
          "text": "Then those who pastured them fled, and they reported it in the city and in the countryside. And they all went out to see what was happening.",
          "ID": "14"
        },
        {
          "text": "And they came to Jesus. And they saw the man who had been troubled by the demon, sitting, clothed and with a sane mind, and they were afraid.",
          "ID": "15"
        },
        {
          "text": "And those who had seen it explained to them how he had dealt with the man who had the demon, and about the swine.",
          "ID": "16"
        },
        {
          "text": "And they began to petition him, so that he would withdraw from their borders.",
          "ID": "17"
        },
        {
          "text": "And as he was climbing into the boat, the man who had been troubled by the demons began to beg him, so that he might be with him.",
          "ID": "18"
        },
        {
          "text": "And he did not permit him, but he said to him, \"Go to your own people, in your own house, and announce to them how great are the things that Lord has done for you, and how he has taken pity on you.\"",
          "ID": "19"
        },
        {
          "text": "And he went away and began to preach in the Ten Cities, how great were the things that Jesus had done for him. And everyone wondered.",
          "ID": "20"
        },
        {
          "text": "And when Jesus had crossed in the boat, over the strait again, a great crowd came together before him. And he was near the sea.",
          "ID": "21"
        },
        {
          "text": "And one of the rulers of the synagogue, named Jairus, approached. And seeing him, he fell prostrate at his feet.",
          "ID": "22"
        },
        {
          "text": "And he beseeched him greatly, saying: \"For my daughter is near the end. Come and lay your hand on her, so that she may be healthy and may live.\"",
          "ID": "23"
        },
        {
          "text": "And he went with him. And a great crowd followed him, and they pressed upon him.",
          "ID": "24"
        },
        {
          "text": "And there was a woman who had a flow of blood for twelve years.",
          "ID": "25"
        },
        {
          "text": "And she had endured much from several physicians, and she had spent everything she owned with no benefit at all, but instead she became worse.",
          "ID": "26"
        },
        {
          "text": "Then, when she had heard of Jesus, she approached through the crowd behind him, and she touched his garment.",
          "ID": "27"
        },
        {
          "text": "For she said: \"Because if I touch even his garment, I will be saved.\"",
          "ID": "28"
        },
        {
          "text": "And immediately, the source of her bleeding was dried up, and she sensed in her body that she had been healed from the wound.",
          "ID": "29"
        },
        {
          "text": "And immediately Jesus, realizing within himself that power that had gone out from him, turning to the crowd, said, \"Who touched my garments?\"",
          "ID": "30"
        },
        {
          "text": "And his disciples said to him, \"You see that the crowd presses around you, and yet you say, 'Who touched me?' \"",
          "ID": "31"
        },
        {
          "text": "And he looked around to see the woman who had done this.",
          "ID": "32"
        },
        {
          "text": "Yet truly, the woman, in fear and trembling, knowing what had happened within her, went and fell prostrate before him, and she told him the whole truth.",
          "ID": "33"
        },
        {
          "text": "And he said to her: \"Daughter, your faith has saved you. Go in peace, and be healed from your wound.\"",
          "ID": "34"
        },
        {
          "text": "While he was still speaking, they arrived from the ruler of the synagogue, saying: \"Your daughter is dead. Why trouble the Teacher any further?\"",
          "ID": "35"
        },
        {
          "text": "But Jesus, having heard the word that was spoken, said to the ruler of the synagogue: \"Do not be afraid. You need only believe.\"",
          "ID": "36"
        },
        {
          "text": "And he would not permit anyone to follow him, except Peter, and James, and John the brother of James.",
          "ID": "37"
        },
        {
          "text": "And they went to the house of the ruler of the synagogue. And he saw a tumult, and weeping, and much wailing.",
          "ID": "38"
        },
        {
          "text": "And entering, he said to them: \"Why are you disturbed and weeping? The girl is not dead, but is asleep.\"",
          "ID": "39"
        },
        {
          "text": "And they derided him. Yet truly, having put them all out, he took the father and mother of the girl, and those who were with him, and he entered to where the girl was lying.",
          "ID": "40"
        },
        {
          "text": "And taking the girl by the hand, he said to her, \"Talitha koumi,\" which means, \"Little girl, (I say to you) arise.",
          "ID": "41"
        },
        {
          "text": "And immediately the young girl rose up and walked. Now she was twelve years old. And they were suddenly struck with a great astonishment.",
          "ID": "42"
        },
        {
          "text": "And he instructed them sternly, so that no one would know about it. And he told them to give her something to eat.",
          "ID": "43"
        }
      ],
      "ID": "NT:MRK.5",
      "name": "Mark 5"
    },
    {
      "text": [
        {
          "text": "And departing from there, he went away to his own country; and his disciples followed him.",
          "ID": "1"
        },
        {
          "text": "And when the Sabbath arrived, he began to teach in the synagogue. And many, upon hearing him, were amazed at his doctrine, saying: \"Where did this one get all these things?\" and, \"What is this wisdom, which has been given to him?\" and, \"Such powerful deeds, which are wrought by his hands!\"",
          "ID": "2"
        },
        {
          "text": "\"Is this not the carpenter, the son of Mary, the brother of James, and Joseph, and Jude, and Simon? Are not his sisters also here with us?\" And they took great offense at him.",
          "ID": "3"
        },
        {
          "text": "And Jesus said to them, \"A prophet is not without honor, except in his own country, and in his own house, and among his own kindred.\"",
          "ID": "4"
        },
        {
          "text": "And he was not able to perform any miracles there, except that he cured a few of the infirm by laying his hands on them.",
          "ID": "5"
        },
        {
          "text": "And he wondered, because of their unbelief, and he traveled around in the villages, teaching.",
          "ID": "6"
        },
        {
          "text": "And he called the twelve. And he began to send them out in twos, and he gave them authority over unclean spirits.",
          "ID": "7"
        },
        {
          "text": "And he instructed them not to take anything for the journey, except a staff: no traveling bag, no bread, and no money belt,",
          "ID": "8"
        },
        {
          "text": "but to wear sandals, and not to wear two tunics.",
          "ID": "9"
        },
        {
          "text": "And he said to them: \"Whenever you have entered into a house, stay there until you depart from that place.",
          "ID": "10"
        },
        {
          "text": "And whoever will neither receive you, nor listen to you, as you go away from there, shake off the dust from your feet as a testimony against them.\"",
          "ID": "11"
        },
        {
          "text": "And going out, they were preaching, so that people would repent.",
          "ID": "12"
        },
        {
          "text": "And they cast out many demons, and they anointed many of the sick with oil and healed them.",
          "ID": "13"
        },
        {
          "text": "And king Herod heard of it, (for his name had become well-known) and he said: \"John the Baptist has risen again from the dead, and because of this, miracles are at work in him.\"",
          "ID": "14"
        },
        {
          "text": "But others were saying, \"Because it is Elijah.\" Still others were saying, \"Because he is a prophet, like one of the prophets.\"",
          "ID": "15"
        },
        {
          "text": "When Herod had heard it, he said, \"John whom I beheaded, the same has risen again from the dead.\"",
          "ID": "16"
        },
        {
          "text": "For Herod himself had sent to capture John, and had chained him in prison, because of Herodias, the wife of his brother Philip; for he had married her.",
          "ID": "17"
        },
        {
          "text": "For John was saying to Herod, \"It is not lawful for you to have your brother's wife.\"",
          "ID": "18"
        },
        {
          "text": "Now Herodias was devising treachery against him; and she wanted to kill him, but she was unable.",
          "ID": "19"
        },
        {
          "text": "For Herod was apprehensive of John, knowing him to be a just and holy man, and so he guarded him. And he heard that he was accomplishing many things, and so he listened to him willingly.",
          "ID": "20"
        },
        {
          "text": "And when an opportune time had arrived, Herod held a feast on his birthday, with the leaders, and the tribunes, and the first rulers of Galilee.",
          "ID": "21"
        },
        {
          "text": "And when the daughter of the same Herodias had entered, and danced, and pleased Herod, along with those who were at table with him, the king said to the girl, \"Request from me whatever you want, and I will give it to you.\"",
          "ID": "22"
        },
        {
          "text": "And he swore to her, \"Anything that you request, I will give to you, even up to half my kingdom.\"",
          "ID": "23"
        },
        {
          "text": "And when she had gone out, she said to her mother, \"What shall I request?\" But her mother said, \"The head of John the Baptist.\"",
          "ID": "24"
        },
        {
          "text": "And immediately, when she had entered with haste to the king, she petitioned him, saying: \"I want you to give me at once the head of John the Baptist on a platter.\"",
          "ID": "25"
        },
        {
          "text": "And the king was greatly saddened. But because of his oath, and because of those who were sitting with him at table, he was not willing to disappoint her.",
          "ID": "26"
        },
        {
          "text": "So, having sent an executioner, he instructed that his head be brought on a platter.",
          "ID": "27"
        },
        {
          "text": "And he beheaded him in prison, and he brought his head on a platter. And he gave it to the girl, and the girl gave it her mother.",
          "ID": "28"
        },
        {
          "text": "When his disciples heard about it, they came and took his body, and they placed it in a tomb.",
          "ID": "29"
        },
        {
          "text": "And the Apostles, returning to Jesus, reported to him everything that they had done and taught.",
          "ID": "30"
        },
        {
          "text": "And he said to them, \"Go out alone, into a deserted place, and rest for a little while.\" For there were so many who were coming and going, that they did not even have time to eat.",
          "ID": "31"
        },
        {
          "text": "And climbing into a boat, they went away to a deserted place alone.",
          "ID": "32"
        },
        {
          "text": "And they saw them going away, and many knew about it. And together they ran by foot from all the cities, and they arrived before them.",
          "ID": "33"
        },
        {
          "text": "And Jesus, going out, saw a great multitude. And he took pity on them, because they were like sheep without a shepherd, and he began to teach them many things.",
          "ID": "34"
        },
        {
          "text": "And when many hours had now passed, his disciples drew near to him, saying: \"This is a deserted place, and the hour is now late.",
          "ID": "35"
        },
        {
          "text": "Send them away, so that by going out to nearby villages and towns, they might buy provisions for themselves to eat.\"",
          "ID": "36"
        },
        {
          "text": "And responding, he said to them, \"Give them something to eat yourselves.\" And they said to him, \"Let us go out and buy bread for two hundred denarii, and then we will give them something to eat.\"",
          "ID": "37"
        },
        {
          "text": "And he said to them: \"How many loaves do you have? Go and see.\" And when they had found out, they said, \"Five, and two fish.\"",
          "ID": "38"
        },
        {
          "text": "And he instructed them to make them all sit down in groups on the green grass.",
          "ID": "39"
        },
        {
          "text": "And they sat down in divisions by hundreds and by fifties.",
          "ID": "40"
        },
        {
          "text": "And having received the five loaves and the two fish, gazing up to heaven, he blessed and broke the bread, and he gave it to his disciples to set before them. And the two fish he divided among them all.",
          "ID": "41"
        },
        {
          "text": "And they all ate and were satisfied.",
          "ID": "42"
        },
        {
          "text": "And they brought together the remainder: twelve baskets full of fragments and of fish.",
          "ID": "43"
        },
        {
          "text": "Now those who ate were five thousand men.",
          "ID": "44"
        },
        {
          "text": "And without delay he urged his disciples to climb into the boat, so that they might precede him across the sea to Bethsaida, while he dismissed the people.",
          "ID": "45"
        },
        {
          "text": "And when he had dismissed them, he went to the mountain to pray.",
          "ID": "46"
        },
        {
          "text": "And when it was late, the boat was in the midst of the sea, and he was alone on the land.",
          "ID": "47"
        },
        {
          "text": "And seeing them struggling to row, (for the wind was against them,) and about the fourth watch of the night, he came to them, walking upon the sea. And he intended to pass by them.",
          "ID": "48"
        },
        {
          "text": "But when they saw him walking upon the sea, they thought it was an apparition, and they cried out.",
          "ID": "49"
        },
        {
          "text": "For they all saw him, and they were very disturbed. And immediately he spoke with them, and he said to them: \"Be strengthened in faith. It is I. Do not be afraid.\"",
          "ID": "50"
        },
        {
          "text": "And he climbed into the boat with them, and the wind ceased. And they became even more astonished within themselves.",
          "ID": "51"
        },
        {
          "text": "For they did not understand about the bread. For their heart had been blinded.",
          "ID": "52"
        },
        {
          "text": "And when they had crossed over, they arrived in the land of Genesaret, and they reached the shore.",
          "ID": "53"
        },
        {
          "text": "And when they had disembarked from the boat, the people immediately recognized him.",
          "ID": "54"
        },
        {
          "text": "And running throughout that entire region, they began to carry on beds those who had maladies, to where they heard that he would be.",
          "ID": "55"
        },
        {
          "text": "And in whichever place he entered, in towns or villages or cities, they placed the infirm in the main streets, and they pleaded with him that they might touch even the hem of his garment. And as many as touched him were made healthy.",
          "ID": "56"
        }
      ],
      "ID": "NT:MRK.6",
      "name": "Mark 6"
    },
    {
      "text": [
        {
          "text": "And the Pharisees and some of the scribes, arriving from Jerusalem, gathered together before him.",
          "ID": "1"
        },
        {
          "text": "And when they had seen certain ones from his disciples eating bread with common hands, that is, with unwashed hands, they disparaged them.",
          "ID": "2"
        },
        {
          "text": "For the Pharisees, and all the Jews, do not eat without repeatedly washing their hands, holding to the tradition of the elders.",
          "ID": "3"
        },
        {
          "text": "And when returning from the market, unless they wash, they do not eat. And there are many other things which have been handed down to them to observe: the washings of cups, and pitchers, and bronze containers, and beds.",
          "ID": "4"
        },
        {
          "text": "And so the Pharisees and the scribes questioned him: \"Why do your disciples not walk according to the tradition of the elders, but they eat bread with common hands?\"",
          "ID": "5"
        },
        {
          "text": "But in response, he said to them: \"So well did Isaiah prophesy about you hypocrites, just as it has been written: 'This people honors me with their lips, but their heart is far from me.",
          "ID": "6"
        },
        {
          "text": "And in vain do they worship me, teaching the doctrines and precepts of men.'",
          "ID": "7"
        },
        {
          "text": "For abandoning the commandment of God, you hold to the tradition of men, to the washing of pitchers and cups. And you do many other things similar to these.\"",
          "ID": "8"
        },
        {
          "text": "And he said to them: \"You effectively nullify the precept of God, so that you may observe your own tradition.",
          "ID": "9"
        },
        {
          "text": "For Moses said: 'Honor your father and your mother,' and, 'Whoever will have cursed father or mother, let him die a death.'",
          "ID": "10"
        },
        {
          "text": "But you say, 'If a man will have said to his father or mother: Korban, (which is a gift) whatever is from me will be to your benefit,'",
          "ID": "11"
        },
        {
          "text": "then you do not release him to do anything for his father or mother,",
          "ID": "12"
        },
        {
          "text": "rescinding the word of God through your tradition, which you have handed down. And you do many other similar things in this way.\"",
          "ID": "13"
        },
        {
          "text": "And again, calling the crowd to him, he said to them: \"Listen to me, all of you, and understand.",
          "ID": "14"
        },
        {
          "text": "There is nothing from outside a man which, by entering into him, is able to defile him. But the things which procede from a man, these are what pollute a man.",
          "ID": "15"
        },
        {
          "text": "Whoever has ears to hear, let him hear.\"",
          "ID": "16"
        },
        {
          "text": "And when he had entered into the house, away from the crowd, his disciples questioned him about the parable.",
          "ID": "17"
        },
        {
          "text": "And he said to them: \"So, are you also without prudence? Do you not understand that everything entering to a man from outside is not able to pollute him?",
          "ID": "18"
        },
        {
          "text": "For it does not enter into his heart, but into the gut, and it exits into the sewer, purging all foods.\"",
          "ID": "19"
        },
        {
          "text": "\"But,\" he said \"the things which go out from a man, these pollute a man.",
          "ID": "20"
        },
        {
          "text": "For from within, from the heart of men, proceed evil thoughts, adulteries, fornications, murders,",
          "ID": "21"
        },
        {
          "text": "thefts, avarice, wickedness, deceitfulness, homosexuality, an evil eye, blasphemy, self-exaltation, foolishness.",
          "ID": "22"
        },
        {
          "text": "All these evils procede from within and pollute a man.\"",
          "ID": "23"
        },
        {
          "text": "And rising up, he went from there to the area of Tyre and Sidon. And entering into a house, he intended no one to know about it, but he was not able to remain hidden.",
          "ID": "24"
        },
        {
          "text": "For a woman whose daughter had an unclean spirit, as soon as she heard about him, entered and fell prostrate at his feet.",
          "ID": "25"
        },
        {
          "text": "For the woman was a Gentile, by birth a Syro-Phoenician. And she petitioned him, so that he would cast the demon from her daughter.",
          "ID": "26"
        },
        {
          "text": "And he said to her: \"First allow the sons to have their fill. For it is not good to take away the bread of the sons and throw it to the dogs.\"",
          "ID": "27"
        },
        {
          "text": "But she responded by saying to him: \"Certainly, Lord. Yet the young dogs also eat, under the table, from the crumbs of the children.\"",
          "ID": "28"
        },
        {
          "text": "And he said to her, \"Because of this saying, go; the demon has gone out of your daughter.\"",
          "ID": "29"
        },
        {
          "text": "And when she had gone to her house, she found the girl lying on the bed; and the demon had gone away.",
          "ID": "30"
        },
        {
          "text": "And again, departing from the borders of Tyre, he went by way of Sidon to the sea of Galilee, through the midst of the area of the Ten Cities.",
          "ID": "31"
        },
        {
          "text": "And they brought someone who was deaf and mute to him. And they begged him, so that he would lay his hand upon him.",
          "ID": "32"
        },
        {
          "text": "And taking him away from the crowd, he put his fingers into his ears; and spitting, he touched his tongue.",
          "ID": "33"
        },
        {
          "text": "And gazing up to heaven, he groaned and said to him: \"Ephphatha,\" which is, \"Be opened.\"",
          "ID": "34"
        },
        {
          "text": "And immediately his ears were opened, and the impediment of his tongue was released, and he spoke correctly.",
          "ID": "35"
        },
        {
          "text": "And he instructed them not to tell anyone. But as much as he instructed them, so much more did they preach about it.",
          "ID": "36"
        },
        {
          "text": "And so much more did they wonder, saying: \"He has done all things well. He has caused both the deaf to hear and the mute to speak.\"",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.7",
      "name": "Mark 7"
    },
    {
      "text": [
        {
          "text": "In those days, again, when there was a great crowd, and they did not have anything to eat, calling together his disciples, he said to them:",
          "ID": "1"
        },
        {
          "text": "\"I have compassion for the multitude, because, behold, they have persevered with me now for three days, and they do not have anything to eat.",
          "ID": "2"
        },
        {
          "text": "And if I were to send them away fasting to their home, they might faint on the way.\" For some of them came from far away.",
          "ID": "3"
        },
        {
          "text": "And his disciples answered him, \"From where would anyone be able to obtain enough bread for them in the wilderness?\"",
          "ID": "4"
        },
        {
          "text": "And he questioned them, \"How many loaves do you have?\" And they said, \"Seven.\"",
          "ID": "5"
        },
        {
          "text": "And he instructed the crowd to sit down to eat on the ground. And taking the seven loaves, giving thanks, he broke and gave it to his disciples in order to place before them. And they placed these before the crowd.",
          "ID": "6"
        },
        {
          "text": "And they had a few small fish. And he blessed them, and he ordered them to be placed before them.",
          "ID": "7"
        },
        {
          "text": "And they ate and were satisfied. And they took up what had been leftover from the fragments: seven baskets.",
          "ID": "8"
        },
        {
          "text": "And those who ate were about four thousand. And he dismissed them.",
          "ID": "9"
        },
        {
          "text": "And promptly climbing into a boat with his disciples, he went into the parts of Dalmanutha.",
          "ID": "10"
        },
        {
          "text": "And the Pharisees went out and began to contend with him, seeking from him a sign from heaven, testing him.",
          "ID": "11"
        },
        {
          "text": "And sighing deeply in spirit, he said: \"Why does this generation seek a sign? Amen, I say to you, if only a sign will be given to this generation!\"",
          "ID": "12"
        },
        {
          "text": "And sending them away, he climbed into the boat again, and he went away across the sea.",
          "ID": "13"
        },
        {
          "text": "And they forgot to take bread. And they did not have any with them in the boat, except one loaf.",
          "ID": "14"
        },
        {
          "text": "And he instructed them, saying: \"Consider and beware of the leaven of the Pharisees and of the leaven of Herod.\"",
          "ID": "15"
        },
        {
          "text": "And they discussed this with one another, saying, \"For we have no bread.\"",
          "ID": "16"
        },
        {
          "text": "And Jesus, knowing this, said to them: \"Why do you consider that it is because you have no bread? Do you not yet know or understand? Do you still have blindness in your heart?",
          "ID": "17"
        },
        {
          "text": "Having eyes, do you not see? And having ears, do you not hear? Do you not remember,",
          "ID": "18"
        },
        {
          "text": "when I broke the five loves among the five thousand, how many baskets full of fragments you took up?\" They said to him, \"Twelve.\"",
          "ID": "19"
        },
        {
          "text": "\"And when the seven loaves were among the four thousand, how many baskets of fragments did you take up?\" And they said to him, \"Seven.\"",
          "ID": "20"
        },
        {
          "text": "And he said to them, \"How is it that you do not yet understand?\"",
          "ID": "21"
        },
        {
          "text": "And they went to Bethsaida. And they brought a blind man to him. And they petitioned him, so that he would touch him.",
          "ID": "22"
        },
        {
          "text": "And taking the blind man by the hand, he led him beyond the village. And putting spit on his eyes, laying his hands on him, he asked him if he could see anything.",
          "ID": "23"
        },
        {
          "text": "And looking up, he said, \"I see men but they are like walking trees.\"",
          "ID": "24"
        },
        {
          "text": "Next he placed his hands again over his eyes, and he began to see. And he was restored, so that he could see everything clearly.",
          "ID": "25"
        },
        {
          "text": "And he sent him to his house, saying, \"Go into your own house, and if you enter into the town, tell no one.\"",
          "ID": "26"
        },
        {
          "text": "And Jesus departed with his disciples into the towns of Caesarea Philippi. And on the way, he questioned his disciples, saying to them, \"Who do men say that I am?\"",
          "ID": "27"
        },
        {
          "text": "And they answered him by saying: \"John the Baptist, others Elijah, still others perhaps one of the prophets.\"",
          "ID": "28"
        },
        {
          "text": "Then he said to them, \"Yet truly, who do you say that I am?\" Peter responded by saying to him, \"You are the Christ.\"",
          "ID": "29"
        },
        {
          "text": "And he admonished them, not to tell anyone about him.",
          "ID": "30"
        },
        {
          "text": "And he began to teach them that the Son of man must suffer many things, and be rejected by the elders, and by the high priests, and the scribes, and be killed, and after three days rise again.",
          "ID": "31"
        },
        {
          "text": "And he spoke the word openly. And Peter, taking him aside, began to correct him.",
          "ID": "32"
        },
        {
          "text": "And turning away and looking at his disciples, he admonished Peter, saying, \"Get behind me, Satan, for you do not prefer the things that are of God, but the things that are of men.\"",
          "ID": "33"
        },
        {
          "text": "And calling together the crowd with his disciples, he said to them, \"If anyone chooses to follow me, let him deny himself, and take up his cross, and follow me.",
          "ID": "34"
        },
        {
          "text": "For whoever will have chosen to save his life, will lose it. But whoever will have lost his life, for my sake and for the Gospel, shall save it.",
          "ID": "35"
        },
        {
          "text": "For how does it benefit a man, if he gains the whole world, and yet causes harm to his soul?",
          "ID": "36"
        },
        {
          "text": "Or, what will a man give in exchange for his soul?",
          "ID": "37"
        },
        {
          "text": "For whoever has been ashamed of me and of my words, among this adulterous and sinful generation, the Son of man also will be ashamed of him, when he will arrive in the glory of his Father, with the holy Angels.\"",
          "ID": "38"
        },
        {
          "text": "And he said to them, \"Amen I say to you, that there are some among those standing here who shall not taste death until they see the kingdom of God arriving in power.\"",
          "ID": "39"
        }
      ],
      "ID": "NT:MRK.8",
      "name": "Mark 8"
    },
    {
      "text": [
        {
          "text": "And after six days, Jesus took with him Peter, and James, and John; and he led them separately to a lofty mountain alone; and he was transfigured before them.",
          "ID": "1"
        },
        {
          "text": "And his vestments became radiant and exceedingly white like snow, with such a brilliance as no fuller on earth is able to achieve.",
          "ID": "2"
        },
        {
          "text": "And there appeared to them Elijah with Moses; and they were speaking with Jesus.",
          "ID": "3"
        },
        {
          "text": "And in response, Peter said to Jesus: \"Master, it is good for us to be here. And so let us make three tabernacles, one for you, and one for Moses, and one for Elijah.\"",
          "ID": "4"
        },
        {
          "text": "For he did not know what he was saying. For they were overwhelmed by fear.",
          "ID": "5"
        },
        {
          "text": "And there was a cloud overshadowing them. And a voice came from the cloud, saying: \"This is my most beloved Son. Listen to him.\"",
          "ID": "6"
        },
        {
          "text": "And immediately, looking around, they no longer saw anyone, except Jesus alone with them.",
          "ID": "7"
        },
        {
          "text": "And as they were descending from the mountain, he instructed them not to relate to anyone what they had seen, until after the Son of man will have risen again from the dead.",
          "ID": "8"
        },
        {
          "text": "And they kept the word to themselves, arguing about what \"after he will have risen from the dead\" might mean.",
          "ID": "9"
        },
        {
          "text": "And they questioned him, saying: \"Then why do the Pharisees and the scribes say that Elijah must arrive first?\"",
          "ID": "10"
        },
        {
          "text": "And in response, he said to them: \"Elijah, when he will arrive first, shall restore all things. And in the manner that it has been written about the Son of man, so must he suffer many things and be condemned.",
          "ID": "11"
        },
        {
          "text": "But I say to you, that Elijah also has arrived, (and they have done to him whatever they wanted) just as it has been written about him.\"",
          "ID": "12"
        },
        {
          "text": "And approaching his disciples, he saw a great crowd surrounding them, and the scribes were arguing with them.",
          "ID": "13"
        },
        {
          "text": "And soon all the people, seeing Jesus, were astonished and struck with fear, and hurrying to him, they greeted him.",
          "ID": "14"
        },
        {
          "text": "And he questioned them, \"What are you arguing about among yourselves?\"",
          "ID": "15"
        },
        {
          "text": "And one from the crowd responded by saying: \"Teacher, I have brought to you my son, who has a mute spirit.",
          "ID": "16"
        },
        {
          "text": "And whenever it takes hold of him, it throws him down, and he foams and gnashes with his teeth, and he becomes unconscious. And I asked your disciples to cast him out, and they could not.\"",
          "ID": "17"
        },
        {
          "text": "And answering them, he said: \"O unbelieving generation, how long must I be with you? How long shall I endure you? Bring him to me.\"",
          "ID": "18"
        },
        {
          "text": "And they brought him. And when he had seen him, immediately the spirit disturbed him. And having been thrown to the ground, he rolled around foaming.",
          "ID": "19"
        },
        {
          "text": "And he questioned his father, \"How long has this been happening to him?\" But he said: \"From infancy.",
          "ID": "20"
        },
        {
          "text": "And often it casts him into fire or into water, in order to destroy him. But if you are able to do anything, help us and take pity on us.\"",
          "ID": "21"
        },
        {
          "text": "But Jesus said to him, \"If you are able to believe: all things are possible to one who believes.\"",
          "ID": "22"
        },
        {
          "text": "And immediately the father of the boy, crying out with tears, said: \"I do believe, Lord. Help my unbelief.\"",
          "ID": "23"
        },
        {
          "text": "And when Jesus saw the crowd rushing together, he admonished the unclean spirit, saying to him, \"Deaf and mute spirit, I command you, leave him; and do not enter into him anymore.\"",
          "ID": "24"
        },
        {
          "text": "And crying out, and convulsing him greatly, he departed from him. And he became like one who is dead, so much so that many said, \"He is dead.\"",
          "ID": "25"
        },
        {
          "text": "But Jesus, taking him by the hand, lifted him up. And he arose.",
          "ID": "26"
        },
        {
          "text": "And when he had entered into the house, his disciples questioned him privately, \"Why were we unable to cast him out?\"",
          "ID": "27"
        },
        {
          "text": "And he said to them, \"This kind is able to be expelled by nothing other than prayer and fasting.\"",
          "ID": "28"
        },
        {
          "text": "And setting out from there, they passed through Galilee. And he intended that no one know about it.",
          "ID": "29"
        },
        {
          "text": "Then he taught his disciples, and he said to them, \"For the Son of man shall be delivered into the hands of men, and they will kill him, and having been killed, on the third day he will rise again.\"",
          "ID": "30"
        },
        {
          "text": "But they did not understand the word. And they were afraid to question him.",
          "ID": "31"
        },
        {
          "text": "And they went to Capernaum. And when they were in the house, he questioned them, \"What did you discuss on the way?\"",
          "ID": "32"
        },
        {
          "text": "But they were silent. For indeed, on the way, they had disputed among themselves as to which of them was greater.",
          "ID": "33"
        },
        {
          "text": "And sitting down, he called the twelve, and he said to them, \"If anyone wants to be first, he shall be the last of all and the minister of all.\"",
          "ID": "34"
        },
        {
          "text": "And taking a child, he set him in their midst. And when he had embraced him, he said to them:",
          "ID": "35"
        },
        {
          "text": "\"Whoever receives one such child in my name, receives me. And whoever receives me, receives not me, but him who sent me.\"",
          "ID": "36"
        },
        {
          "text": "John responded to him by saying, \"Teacher, we saw someone casting out demons in your name; he does not follow us, and so we prohibited him.\"",
          "ID": "37"
        },
        {
          "text": "But Jesus said: \"Do not prohibit him. For there is no one who can act with virtue in my name and soon speak evil about me.",
          "ID": "38"
        },
        {
          "text": "For whoever is not against you is for you.",
          "ID": "39"
        },
        {
          "text": "For whoever, in my name, will give you a cup of water to drink, because you belong to Christ: Amen I say to you, he shall not lose his reward.",
          "ID": "40"
        },
        {
          "text": "And whoever will have scandalized one of these little ones who believe in me: it would be better for him if a great millstone were placed around his neck and he were thrown into the sea.",
          "ID": "41"
        },
        {
          "text": "And if your hand causes you to sin, cut it off: it is better for you to enter into life disabled, than having two hands to go into Hell, into the unquenchable fire,",
          "ID": "42"
        },
        {
          "text": "where their worm does not die, and the fire is not extinguished.",
          "ID": "43"
        },
        {
          "text": "But if your foot causes you to sin, chop it off: it is better for you to enter into eternal life lame, than having two feet to be cast into the Hell of unquenchable fire,",
          "ID": "44"
        },
        {
          "text": "where their worm does not die, and the fire is not extinguished.",
          "ID": "45"
        },
        {
          "text": "But if your eye causes you to sin, pluck it out: it is better for you to enter into the kingdom of God with one eye, than having two eyes to be cast into the Hell of fire,",
          "ID": "46"
        },
        {
          "text": "where their worm does not die, and the fire is not extinguished.",
          "ID": "47"
        },
        {
          "text": "For all shall be salted with fire, and every victim shall be salted with salt.",
          "ID": "48"
        },
        {
          "text": "Salt is good: but if the salt has become bland, with what will you season it? Have salt in yourselves, and have peace among yourselves.\"",
          "ID": "49"
        }
      ],
      "ID": "NT:MRK.9",
      "name": "Mark 9"
    },
    {
      "text": [
        {
          "text": "And rising up, he went from there into the area of Judea beyond the Jordan. And again, the crowd came together before him. And just as he was accustomed to do, again he taught them.",
          "ID": "1"
        },
        {
          "text": "And approaching, the Pharisees questioned him, testing him: \"Is it lawful for a man to dismiss his wife?\"",
          "ID": "2"
        },
        {
          "text": "But in response, he said to them, \"What did Moses instruct you?\"",
          "ID": "3"
        },
        {
          "text": "And they said, \"Moses gave permission to write a bill of divorce and to dismiss her.\"",
          "ID": "4"
        },
        {
          "text": "But Jesus responded by saying: \"It was due to the hardness of your heart that he wrote that precept for you.",
          "ID": "5"
        },
        {
          "text": "But from the beginning of creation, God made them male and female.",
          "ID": "6"
        },
        {
          "text": "Because of this, a man shall leave behind his father and mother, and he shall cling to his wife.",
          "ID": "7"
        },
        {
          "text": "And these two shall be one in flesh. And so, they are now, not two, but one flesh.",
          "ID": "8"
        },
        {
          "text": "Therefore, what God has joined together, let no man separate.\"",
          "ID": "9"
        },
        {
          "text": "And again, in the house, his disciples questioned him about the same thing.",
          "ID": "10"
        },
        {
          "text": "And he said to them: \"Whoever dismisses his wife, and marries another, commits adultery against her.",
          "ID": "11"
        },
        {
          "text": "And if a wife dismisses her husband, and is married to another, she commits adultery.\"",
          "ID": "12"
        },
        {
          "text": "And they brought to him the little children, so that he might touch them. But the disciples admonished those who brought them.",
          "ID": "13"
        },
        {
          "text": "But when Jesus saw this, he took offense, and he said to them: \"Allow the little ones to come to me, and do not prohibit them. For of such as these is the kingdom of God.",
          "ID": "14"
        },
        {
          "text": "Amen I say to you, whoever will not accept the kingdom of God like a little child, will not enter into it.\"",
          "ID": "15"
        },
        {
          "text": "And embracing them, and laying his hands upon them, he blessed them.",
          "ID": "16"
        },
        {
          "text": "And when he had departed on the way, a certain one, running up and kneeling before him, asked him, \"Good Teacher, what shall I do, so that I may secure eternal life?\"",
          "ID": "17"
        },
        {
          "text": "But Jesus said to him, \"Why call me good? No one is good except the one God.",
          "ID": "18"
        },
        {
          "text": "You know the precepts: \"Do not commit adultery. Do not kill. Do not steal. Do not speak false testimony. Do not deceive. Honor your father and mother.\"",
          "ID": "19"
        },
        {
          "text": "But in response, he said to him, \"Teacher, all these I have observed from my youth.\"",
          "ID": "20"
        },
        {
          "text": "Then Jesus, gazing at him, loved him, and he said to him: \"One thing is lacking to you. Go, sell whatever you have, and give to the poor, and then you will have treasure in heaven. And come, follow me.\"",
          "ID": "21"
        },
        {
          "text": "But he went away grieving, having been greatly saddened by the word. For he had many possessions.",
          "ID": "22"
        },
        {
          "text": "And Jesus, looking around, said to his disciples, \"How difficult it is for those who have riches to enter into the kingdom of God!\"",
          "ID": "23"
        },
        {
          "text": "And the disciples were astonished at his words. But Jesus, answering again, said to them: \"Little sons, how difficult it is for those who trust in money to enter into the kingdom of God!",
          "ID": "24"
        },
        {
          "text": "It is easier for a camel to pass through the eye of a needle, than for the rich to enter into the kingdom of God.\"",
          "ID": "25"
        },
        {
          "text": "And they wondered even more, saying among themselves, \"Who, then, can be saved?\"",
          "ID": "26"
        },
        {
          "text": "And Jesus, gazing at them, said: \"With men it is impossible; but not with God. For with God all things are possible.\"",
          "ID": "27"
        },
        {
          "text": "And Peter began to say to him, \"Behold, we have left all things and have followed you.\"",
          "ID": "28"
        },
        {
          "text": "In response, Jesus said: \"Amen I say to you, There is no one who has left behind house, or brothers, or sisters, or father, or mother, or children, or land, for my sake and for the Gospel,",
          "ID": "29"
        },
        {
          "text": "who will not receive one hundred times as much, now in this time: houses, and brothers, and sisters, and mothers, and children, and land, with persecutions, and in the future age eternal life.",
          "ID": "30"
        },
        {
          "text": "But many of the first shall be last, and the last shall be first.\"",
          "ID": "31"
        },
        {
          "text": "Now they were on the way ascending to Jerusalem. And Jesus went ahead of them, and they were astonished. And those following him were afraid. And again, taking aside the twelve, he began to tell them what was about to happen to him.",
          "ID": "32"
        },
        {
          "text": "\"For behold, we are going up to Jerusalem, and the Son of man will be handed over to the leaders of the priests, and to the scribes, and the elders. And they will condemn him to death, and they will hand him over to the Gentiles.",
          "ID": "33"
        },
        {
          "text": "And they will mock him, and spit on him, and scourge him, and put him to death. And on the third day, he will rise again.\"",
          "ID": "34"
        },
        {
          "text": "And James and John, the sons of Zebedee, drew near to him, saying, \"Teacher, we wish that whatever we will ask, you would do for us.\"",
          "ID": "35"
        },
        {
          "text": "But he said to them, \"What do you want me to do for you?\"",
          "ID": "36"
        },
        {
          "text": "And they said, \"Grant to us that we may sit, one at your right and the other at your left, in your glory.\"",
          "ID": "37"
        },
        {
          "text": "But Jesus said to them: \"You do not know what you are asking. Are you able to drink from the chalice from which I drink, or to be baptized with the baptism with which I am to be baptized?\"",
          "ID": "38"
        },
        {
          "text": "But they said to him, \"We can.\" Then Jesus said to them: \"Indeed, you shall drink from the chalice, from which I drink; and you shall be baptized with the baptism, with which I am to be baptized.",
          "ID": "39"
        },
        {
          "text": "But to sit at my right, or at my left, is not mine to give to you, but it is for those for whom it has been prepared.\"",
          "ID": "40"
        },
        {
          "text": "And the ten, upon hearing this, began to be indignant toward James and John.",
          "ID": "41"
        },
        {
          "text": "But Jesus, calling them, said to them: \"You know that those who seem to be leaders among the Gentiles dominate them, and their leaders exercise authority over them.",
          "ID": "42"
        },
        {
          "text": "But it is not to be this way among you. Instead, whoever would become greater shall be your minister;",
          "ID": "43"
        },
        {
          "text": "and whoever will be first among you shall be the servant of all.",
          "ID": "44"
        },
        {
          "text": "So, too, the Son of man has not come so that they would minister to him, but so that he would minister and would give his life as a redemption for many.\"",
          "ID": "45"
        },
        {
          "text": "And they went to Jericho. And as he was setting out from Jericho with his disciples and a very numerous multitude, Bartimaeus, the son of Timaeus, a blind man, sat begging beside the way.",
          "ID": "46"
        },
        {
          "text": "And when he had heard that it was Jesus of Nazareth, he began to cry out and to say, \"Jesus, Son of David, take pity on me.\"",
          "ID": "47"
        },
        {
          "text": "And many admonished him to be quiet. But he cried out all the more, \"Son of David, take pity on me.\"",
          "ID": "48"
        },
        {
          "text": "And Jesus, standing still, instructed him to be called. And they called the blind man, saying to him: \"Be at peace. Arise. He is calling you.\"",
          "ID": "49"
        },
        {
          "text": "And casting aside his garment, he leapt up and went to him.",
          "ID": "50"
        },
        {
          "text": "And in response, Jesus said to him, \"What do you want, that I should do for you?\" And the blind man said to him, \"Master, that I may see.\"",
          "ID": "51"
        },
        {
          "text": "Then Jesus said to him, \"Go, your faith has made you whole.\" And immediately he saw, and he followed him on the way.",
          "ID": "52"
        }
      ],
      "ID": "NT:MRK.10",
      "name": "Mark 10"
    },
    {
      "text": [
        {
          "text": "And as they were approaching Jerusalem and Bethania, toward the mount of Olives, he sent two of his disciples,",
          "ID": "1"
        },
        {
          "text": "and he said to them: \"Go into the village that is opposite you, and immediately upon entering there, you will find a colt tied, on which no man has yet sat. Release him and bring him.",
          "ID": "2"
        },
        {
          "text": "And if anyone will say to you: 'What are you doing?' Say that the Lord has need of him. And he will immediately send him here.\"",
          "ID": "3"
        },
        {
          "text": "And going out, they found the colt tied before the outer gate, at the meeting of two ways. And they untied him.",
          "ID": "4"
        },
        {
          "text": "And some of those who were standing there said to them, \"What are you doing by releasing the colt?\"",
          "ID": "5"
        },
        {
          "text": "And they spoke to them just as Jesus had instructed them. And they permitted them.",
          "ID": "6"
        },
        {
          "text": "And they led the colt to Jesus. And they placed their garments on it; and he sat upon it.",
          "ID": "7"
        },
        {
          "text": "Then many spread their garments along the way; but others cut down leafy branches from trees and scattered them on the way.",
          "ID": "8"
        },
        {
          "text": "And those who went ahead, and those who followed, cried out saying: \"Hosanna! Blessed is he who has arrived in the name of the Lord.",
          "ID": "9"
        },
        {
          "text": "Blessed is the advent of the kingdom of our father David. Hosanna in the highest!\"",
          "ID": "10"
        },
        {
          "text": "And he entered into Jerusalem, into the temple. And having looked around at everything, since it was now the evening hour, he went out to Bethania with the twelve.",
          "ID": "11"
        },
        {
          "text": "And the next day, as they were departing from Bethania, he was hungry.",
          "ID": "12"
        },
        {
          "text": "And when he had seen a fig tree with leaves in the distance, he went to it, in case he might find something on it. And when he had gone to it, he found nothing but leaves. For it was not the season for figs.",
          "ID": "13"
        },
        {
          "text": "And in response, he said to it, \"From now on and forever, may no one eat fruit from you again!\" And his disciples heard this.",
          "ID": "14"
        },
        {
          "text": "And they went to Jerusalem. And when he had entered into the temple, he began to cast out the sellers and the buyers in the temple. And he overturned the tables of the moneychangers and the chairs of the vendors of doves.",
          "ID": "15"
        },
        {
          "text": "And he would not permit anyone to carry goods through the temple.",
          "ID": "16"
        },
        {
          "text": "And he taught them, saying: \"Is it not written: 'For my house shall be called the house of prayer for all nations?' But you have made it into a den of robbers.\"",
          "ID": "17"
        },
        {
          "text": "And when the leaders of the priests, and the scribes, had heard this, they sought a means by which they might destroy him. For they feared him, because the entire multitude was in admiration over his doctrine.",
          "ID": "18"
        },
        {
          "text": "And when evening had arrived, he departed from the city.",
          "ID": "19"
        },
        {
          "text": "And when they passed by in the morning, they saw that the fig tree had dried up from the roots.",
          "ID": "20"
        },
        {
          "text": "And Peter, remembering, said to him, \"Master, behold, the fig tree that you cursed has withered.\"",
          "ID": "21"
        },
        {
          "text": "And in response, Jesus said to them: \"Have the faith of God.",
          "ID": "22"
        },
        {
          "text": "Amen I say to you, that whoever will say to this mountain, 'Be taken up and cast into the sea,' and who will not have hesitated in his heart, but will have believed: then whatever he has said be done, it shall be done for him.",
          "ID": "23"
        },
        {
          "text": "For this reason, I say to you, all things whatsoever that you ask for when praying: believe that you will receive them, and they will happen for you.",
          "ID": "24"
        },
        {
          "text": "And when you stand to pray, if you hold anything against anyone, forgive them, so that your Father, who is in heaven, may also forgive you your sins.",
          "ID": "25"
        },
        {
          "text": "But if you will not forgive, neither will your Father, who is in heaven, forgive you your sins.\"",
          "ID": "26"
        },
        {
          "text": "And they went again to Jerusalem. And when he was walking in the temple, the leaders of the priests, and the scribes, and the elders approached him.",
          "ID": "27"
        },
        {
          "text": "And they said to him: \"By what authority do you do these things? And who has given you this authority, so that you would do these things?\"",
          "ID": "28"
        },
        {
          "text": "But in response, Jesus said to them: \"I also will ask you one word, and if you answer me, I will tell you by what authority I do these things.",
          "ID": "29"
        },
        {
          "text": "The baptism of John: was it from heaven or from men? Answer me.\"",
          "ID": "30"
        },
        {
          "text": "But they discussed it among themselves, saying: \"If we say, 'From heaven,' he will say, 'Then why did you not believe him?'",
          "ID": "31"
        },
        {
          "text": "If we say, 'From men,' we fear the people. For they all hold that John was a true prophet.\"",
          "ID": "32"
        },
        {
          "text": "And answering, they said to Jesus, \"We do not know.\" And in response, Jesus said to them, \"Neither will I tell you by what authority I do these things.\"",
          "ID": "33"
        }
      ],
      "ID": "NT:MRK.11",
      "name": "Mark 11"
    },
    {
      "text": [
        {
          "text": "And he began to speak to them in parables: \"A man dug a vineyard, and surrounded it with a hedge, and dug a pit, and built a tower, and he loaned it out to farmers, and he set out on a long journey.",
          "ID": "1"
        },
        {
          "text": "And in time, he sent a servant to the farmers, in order to receive some of the fruit of the vineyard from the farmers.",
          "ID": "2"
        },
        {
          "text": "But they, having apprehended him, beat him and sent him away empty.",
          "ID": "3"
        },
        {
          "text": "And again, he sent another servant to them. And they wounded him on the head, and they treated him with contempt.",
          "ID": "4"
        },
        {
          "text": "And again, he sent another, and him they killed, and many others: some they beat, but others they killed.",
          "ID": "5"
        },
        {
          "text": "Therefore, having still one son, most dear to him, he sent him also to them, at the very end, saying, 'For they will reverence my son.'",
          "ID": "6"
        },
        {
          "text": "But the settlers said one to another: 'This is the heir. Come, let us kill him. And then the inheritance will be ours.'",
          "ID": "7"
        },
        {
          "text": "And apprehending him, they killed him. And they cast him out of the vineyard.",
          "ID": "8"
        },
        {
          "text": "Therefore, what will the lord of the vineyard do?\" \"He will come and destroy the settlers. And he will give the vineyard to others.\"",
          "ID": "9"
        },
        {
          "text": "\"And so, have you not read this scripture?: 'The stone which the builders have rejected, the same has been made the head of the corner.",
          "ID": "10"
        },
        {
          "text": "By the Lord has this been done, and it is wondrous in our eyes.' \"",
          "ID": "11"
        },
        {
          "text": "And they sought to take hold of him, but they feared the crowd. For they knew that he had spoken this parable about them. And leaving him behind, they went away.",
          "ID": "12"
        },
        {
          "text": "And they sent some of the Pharisees and Herodians to him, so that they might trap him with words.",
          "ID": "13"
        },
        {
          "text": "And these, arriving, said to him: \"Teacher, we know that you are truthful and that you do not favor anyone; for you do not consider the appearance of men, but you teach the way of God in truth. Is it lawful to give the tribute to Caesar, or should we not give it?\"",
          "ID": "14"
        },
        {
          "text": "And knowing their skill in deception, he said to them: \"Why do you test me? Bring me a denarius, so that I may see it.\"",
          "ID": "15"
        },
        {
          "text": "And they brought it to him. And he said to them, \"Whose image and inscription is this?\" They said to him, \"Caesar's.\"",
          "ID": "16"
        },
        {
          "text": "So in response, Jesus said to them, \"Then render to Caesar, the things that are of Caesar; and to God, the things that are of God.\" And they wondered over him.",
          "ID": "17"
        },
        {
          "text": "And the Sadducees, who say there is no resurrection, approached him. And they questioned him, saying:",
          "ID": "18"
        },
        {
          "text": "\"Teacher, Moses wrote for us that if any man's brother will have died and left behind a wife, and not have left behind sons, his brother should take his wife to himself and should raise up offspring for his brother.",
          "ID": "19"
        },
        {
          "text": "So then, there were seven brothers. And the first took a wife, and he died without leaving behind offspring.",
          "ID": "20"
        },
        {
          "text": "And the second took her, and he died. And neither did he leave behind offspring. And the third acted similarly.",
          "ID": "21"
        },
        {
          "text": "And in like manner, each of the seven received her and did not leave behind offspring. Last of all, the woman also died.",
          "ID": "22"
        },
        {
          "text": "Therefore, in the resurrection, when they will rise again, to which of them will she be a wife? For each of the seven had her as wife.\"",
          "ID": "23"
        },
        {
          "text": "And Jesus responded by saying to them: \"But have you not gone astray, by knowing neither the scriptures, nor the power of God?",
          "ID": "24"
        },
        {
          "text": "For when they will be resurrected from the dead, they shall neither marry, nor be given in marriage, but they are like the Angels in heaven.",
          "ID": "25"
        },
        {
          "text": "But concerning the dead who rise again, have you not read in the book of Moses, how God spoke to him from the bush, saying: 'I am the God of Abraham, and the God of Isaac, and the God of Jacob?'",
          "ID": "26"
        },
        {
          "text": "He is not the God of the dead, but of the living. Therefore, you have gone far astray.\"",
          "ID": "27"
        },
        {
          "text": "And one of the scribes, who had heard them arguing, drew near to him. And seeing that he had answered them well, he questioned him as to which was the first commandment of all.",
          "ID": "28"
        },
        {
          "text": "And Jesus answered him: \"For the first commandment of all is this: 'Listen, O Israel. The Lord your God is one God.",
          "ID": "29"
        },
        {
          "text": "And you shall love the Lord your God from your whole heart, and from your whole soul, and from your whole mind, and from your whole strength. This is the first commandment.'",
          "ID": "30"
        },
        {
          "text": "But the second is similar to it: 'You shall love your neighbor as yourself.' There is no other commandment greater than these.\"",
          "ID": "31"
        },
        {
          "text": "And the scribe said to him: Well said, Teacher. You have spoken the truth that there is one God, and there is no other beside him;",
          "ID": "32"
        },
        {
          "text": "and that he should be loved from the whole heart, and from the whole understanding, and from the whole soul, and from the whole strength. And to love one's neighbor as one's self is greater than all holocausts and sacrifices.\"",
          "ID": "33"
        },
        {
          "text": "And Jesus, seeing that he had responded wisely, said to him, \"You are not far from the kingdom of God.\" And after that, no one dared to question him.",
          "ID": "34"
        },
        {
          "text": "And while teaching in the temple, Jesus said in answer: \"How is it that the scribes say that the Christ is the son of David?",
          "ID": "35"
        },
        {
          "text": "For David himself said in the Holy Spirit: 'The Lord said to my Lord: Sit at my right hand, until I set your enemies as your footstool.'",
          "ID": "36"
        },
        {
          "text": "Therefore, David himself calls him Lord, and so how can he be his son?\" And a great multitude listened to him willingly.",
          "ID": "37"
        },
        {
          "text": "And he said to them in his doctrine: \"Beware of the scribes, who prefer to walk in long robes and to be greeted in the marketplace,",
          "ID": "38"
        },
        {
          "text": "and to sit in the first chairs in the synagogues, and to have the first seats at feasts,",
          "ID": "39"
        },
        {
          "text": "who devour the houses of widows under the pretense of long prayers. These shall receive the more extensive judgment.\"",
          "ID": "40"
        },
        {
          "text": "And Jesus, sitting opposite the offertory box, considered the way in which the crowd cast coins into the offertory, and that many of the wealthy cast in a great deal.",
          "ID": "41"
        },
        {
          "text": "But when one poor widow had arrived, she put in two small coins, which is a quarter.",
          "ID": "42"
        },
        {
          "text": "And calling together his disciples, he said to them: \"Amen I say to you, that this poor widow has put in more than all those who contributed to the offertory.",
          "ID": "43"
        },
        {
          "text": "For they all gave from their abundance, yet truly, she gave from her scarcity, even all that she had, her entire living.\"",
          "ID": "44"
        }
      ],
      "ID": "NT:MRK.12",
      "name": "Mark 12"
    },
    {
      "text": [
        {
          "text": "And as he was departing from the temple, one of his disciples said to him, \"Teacher, observe these fine stones and fine structures.\"",
          "ID": "1"
        },
        {
          "text": "And in response, Jesus said to him: \"Do you see all these great buildings? There shall not be left stone upon stone, which is not torn down.\"",
          "ID": "2"
        },
        {
          "text": "And as he sat at the Mount of Olives, opposite the temple, Peter, and James, and John, and Andrew questioned him privately.",
          "ID": "3"
        },
        {
          "text": "\"Tell us, when will these things be, and what will be the sign when all these things will begin to be fulfilled?\"",
          "ID": "4"
        },
        {
          "text": "And Jesus, answering, began to say to them: \"See to it that no one leads you astray.",
          "ID": "5"
        },
        {
          "text": "For many will come in my name, saying, 'For I am he,' and they will lead many astray.",
          "ID": "6"
        },
        {
          "text": "But when you will have heard of wars and rumors of wars, you should not be afraid. For these things must be, but the end is not so soon.",
          "ID": "7"
        },
        {
          "text": "For nation will rise up against nation, and kingdom over kingdom, and there shall be earthquakes in various places, and famines. These are but the beginning of the sorrows.",
          "ID": "8"
        },
        {
          "text": "But see to yourselves. For they will hand you over to councils, and in the synagogues you will be beaten, and you shall stand before governors and kings because of me, as a testimony for them.",
          "ID": "9"
        },
        {
          "text": "And the Gospel must first be preached to all nations.",
          "ID": "10"
        },
        {
          "text": "And when they have seized you and handed you over, do not consider in advance what to say. But whatever will be given you in that hour, say that. For you will not be speaking, but the Holy Spirit.",
          "ID": "11"
        },
        {
          "text": "Then brother will betray brother to death, and the father, a son; and children will rise up against their parents and will bring about their death.",
          "ID": "12"
        },
        {
          "text": "And you will be hated by all for the sake of my name. But whoever will have persevered unto the end, the same will be saved.",
          "ID": "13"
        },
        {
          "text": "Then, when you have seen the abomination of desolation, standing where it ought not to be, let the reader understand: then let those who are in Judea flee to the mountains.",
          "ID": "14"
        },
        {
          "text": "And let whoever is on the rooftop not descend to the house, nor enter so as to take anything from the house.",
          "ID": "15"
        },
        {
          "text": "And let whoever may be in the field not return to take his garment.",
          "ID": "16"
        },
        {
          "text": "But woe to those who are pregnant or nursing in those days.",
          "ID": "17"
        },
        {
          "text": "Truly, pray that these things may not happen in winter.",
          "ID": "18"
        },
        {
          "text": "For those days shall have such tribulations as have not been since the beginning of the creation that God founded, even until now, and shall not be.",
          "ID": "19"
        },
        {
          "text": "And unless the Lord had shortened the days, no flesh would be saved. But, for the sake of the elect, whom he has chosen, he has shortened the days.",
          "ID": "20"
        },
        {
          "text": "And then, if anyone will have said to you: 'Behold, here is the Christ. Behold, in that place.' Do not believe it.",
          "ID": "21"
        },
        {
          "text": "For false Christs and false prophets will rise up, and they will present signs and wonders, so as to lead astray, if it were possible, even the elect.",
          "ID": "22"
        },
        {
          "text": "Therefore, you must take heed. Behold, I have foretold all to you.",
          "ID": "23"
        },
        {
          "text": "But in those days, after that tribulation, the sun will be darkened, and the moon will not give her splendor.",
          "ID": "24"
        },
        {
          "text": "And the stars of heaven will be falling down, and the powers that are in heaven will be moved.",
          "ID": "25"
        },
        {
          "text": "And then they shall see the Son of man arriving on the clouds, with great power and glory.",
          "ID": "26"
        },
        {
          "text": "And then he will send his Angels, and gather together his elect, from the four winds, from the limits of the earth, to the limits of heaven.",
          "ID": "27"
        },
        {
          "text": "Now from the fig tree discern a parable. When its branch becomes tender and the foliage has been formed, you know that summer is very near.",
          "ID": "28"
        },
        {
          "text": "So also, when you will have seen these things happen, know that it is very near, even at the doors.",
          "ID": "29"
        },
        {
          "text": "Amen I say to you, that this lineage shall not pass away, until all these things have happened.",
          "ID": "30"
        },
        {
          "text": "Heaven and earth shall pass away, but my word shall not pass away.",
          "ID": "31"
        },
        {
          "text": "But concerning that day or hour, no one knows, neither the Angels in heaven, nor the Son, but only the Father.",
          "ID": "32"
        },
        {
          "text": "Take heed, be vigilant, and pray. For you do not know when the time may be.",
          "ID": "33"
        },
        {
          "text": "It is like a man who, setting out on a sojourn, left behind his house, and gave his servants authority over every work, and instructed the doorkeeper to stand watch.",
          "ID": "34"
        },
        {
          "text": "Therefore, be vigilant, for you do not know when the lord of the house may arrive: in the evening, or in the middle of the night, or at first light, or in the morning.",
          "ID": "35"
        },
        {
          "text": "Otherwise, when he will have arrived unexpectedly, he may find you sleeping.",
          "ID": "36"
        },
        {
          "text": "But what I say to you, I say to all: Be vigilant.\"",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.13",
      "name": "Mark 13"
    },
    {
      "text": [
        {
          "text": "Now the feast of Passover and of Unleavened Bread was two days away. And the leaders of the priests, and the scribes, were seeking a means by which they might deceitfully seize him and kill him.",
          "ID": "1"
        },
        {
          "text": "But they said, \"Not on the feast day, lest perhaps there may be a tumult among the people.\"",
          "ID": "2"
        },
        {
          "text": "And when he was in Bethania, in the house of Simon the leper, and was reclining to eat, a woman arrived having an alabaster container of ointment, of precious spikenard. And breaking open the alabaster container, she poured it over his head.",
          "ID": "3"
        },
        {
          "text": "But there were some who became indignant within themselves and who were saying: \"What is the reason for this waste of the ointment?",
          "ID": "4"
        },
        {
          "text": "For this ointment could have been sold for more than three hundred denarii and been given to the poor.\" And they murmured against her.",
          "ID": "5"
        },
        {
          "text": "But Jesus said: \"Permit her. What is the reason that you trouble her? She has done a good deed for me.",
          "ID": "6"
        },
        {
          "text": "For the poor, you have with you always. And whenever you wish, you are able to do good to them. But you do not have me always.",
          "ID": "7"
        },
        {
          "text": "But she has done what she could. She has arrived in advance to anoint my body for burial.",
          "ID": "8"
        },
        {
          "text": "Amen I say to you, wherever this Gospel shall be preached throughout the entire world, the things she has done also shall be told, in memory of her.\"",
          "ID": "9"
        },
        {
          "text": "And Judas Iscariot, one of the twelve, went away, to the leaders of the priests, in order to betray him to them.",
          "ID": "10"
        },
        {
          "text": "And they, upon hearing it, were gladdened. And they promised him that they would give him money. And he sought an opportune means by which he might betray him.",
          "ID": "11"
        },
        {
          "text": "And on the first day of Unleavened Bread, when they immolate the Passover, the disciples said to him, \"Where do you want us to go and prepare for you to eat the Passover?\"",
          "ID": "12"
        },
        {
          "text": "And he sent two of his disciples, and he said to them: \"Go into the city. And you will meet a man carrying a pitcher of water; follow him.",
          "ID": "13"
        },
        {
          "text": "And wherever he will have entered, say to the owner of the house, 'The Teacher says: Where is my dining room, where I may eat the Passover with my disciples?'",
          "ID": "14"
        },
        {
          "text": "And he will show you a large cenacle, fully furnished. And there, you shall prepare it for us.\"",
          "ID": "15"
        },
        {
          "text": "And his disciples departed and went into the city. And they found it just as he had told them. And they prepared the Passover.",
          "ID": "16"
        },
        {
          "text": "Then, when evening came, he arrived with the twelve.",
          "ID": "17"
        },
        {
          "text": "And while reclining and eating with them at table, Jesus said, \"Amen I say to you, that one of you, who eats with me, will betray me.\"",
          "ID": "18"
        },
        {
          "text": "But they began to be sorrowful and to say to him, one at a time: \"Is it I?\"",
          "ID": "19"
        },
        {
          "text": "And he said to them: \"It is one of the twelve, who dips his hand with me in the dish.",
          "ID": "20"
        },
        {
          "text": "And indeed, the Son of man goes, just as it has been written of him. But woe to that man by whom the Son of man will be betrayed. It would be better for that man if he had never been born.\"",
          "ID": "21"
        },
        {
          "text": "And while eating with them, Jesus took bread. And blessing it, he broke it and gave it to them, and he said: \"Take. This is my body.\"",
          "ID": "22"
        },
        {
          "text": "And having taken the chalice, giving thanks, he gave it to them. And they all drank from it.",
          "ID": "23"
        },
        {
          "text": "And he said to them: \"This is my blood of the new covenant, which shall be shed for many.",
          "ID": "24"
        },
        {
          "text": "Amen I say to you, that I will no longer drink from this fruit of the vine, until that day when I will drink it new in the kingdom of God.\"",
          "ID": "25"
        },
        {
          "text": "And having sung a hymn, they went out to the Mount of Olives.",
          "ID": "26"
        },
        {
          "text": "And Jesus said to them: \"You will all fall away from me in this night. For it has been written: 'I will strike the shepherd, and the sheep will be scattered.'",
          "ID": "27"
        },
        {
          "text": "But after I have risen again, I will go before you to Galilee.\"",
          "ID": "28"
        },
        {
          "text": "Then Peter said to him, \"Even if all will have fallen away from you, yet I will not.\"",
          "ID": "29"
        },
        {
          "text": "And Jesus said to him, \"Amen I say to you, that this day, in this night, before the rooster has uttered its voice twice, you will deny me three times.\"",
          "ID": "30"
        },
        {
          "text": "But he spoke further, \"Even if I must die along with you, I will not deny you.\" And they all spoke similarly also.",
          "ID": "31"
        },
        {
          "text": "And they went to a country estate, by the name of Gethsemani. And he said to his disciples, \"Sit here, while I pray.\"",
          "ID": "32"
        },
        {
          "text": "And he took Peter, and James, and John with him. And he began to be afraid and wearied.",
          "ID": "33"
        },
        {
          "text": "And he said to them: \"My soul is sorrowful, even unto death. Remain here and be vigilant.\"",
          "ID": "34"
        },
        {
          "text": "And when he had proceeded on a little ways, he fell prostrate on the ground. And he prayed that, if it were possible, the hour might pass away from him.",
          "ID": "35"
        },
        {
          "text": "And he said: \"Abba, Father, all things are possible to you. Take this chalice from me. But let it be, not as I will, but as you will.\"",
          "ID": "36"
        },
        {
          "text": "And he went and found them sleeping. And he said to Peter: \"Simon, are you sleeping? Were you not able to be vigilant for one hour?",
          "ID": "37"
        },
        {
          "text": "Watch and pray, so that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.\"",
          "ID": "38"
        },
        {
          "text": "And going away again, he prayed, saying the same words.",
          "ID": "39"
        },
        {
          "text": "And upon returning, he found them sleeping yet again, (for their eyes were heavy) and they did not know how to respond to him.",
          "ID": "40"
        },
        {
          "text": "And he arrived for the third time, and he said to them: \"Sleep now, and take rest. It is enough. The hour has arrived. Behold, the Son of man will be betrayed into the hands of sinners.",
          "ID": "41"
        },
        {
          "text": "Rise up, let us go. Behold, he who will betray me is near.\"",
          "ID": "42"
        },
        {
          "text": "And while he was still speaking, Judas Iscariot, one of the twelve, arrived, and with him was a large crowd with swords and clubs, sent from the leaders of the priests, and the scribes, and the elders.",
          "ID": "43"
        },
        {
          "text": "Now his betrayer had given them a sign, saying: \"He whom I shall kiss, it is he. Take hold of him, and lead him away cautiously.\"",
          "ID": "44"
        },
        {
          "text": "And when he had arrived, immediately drawing near to him, he said: \"Hail, Master!\" And he kissed him.",
          "ID": "45"
        },
        {
          "text": "But they laid hands on him and held him.",
          "ID": "46"
        },
        {
          "text": "Then a certain one of those standing near, drawing a sword, struck a servant of the high priest and cut off his ear.",
          "ID": "47"
        },
        {
          "text": "And in response, Jesus said to them: \"Have you set out to apprehend me, just as if to a robber, with swords and clubs?",
          "ID": "48"
        },
        {
          "text": "Daily, I was with you in the temple teaching, and you did not take hold of me. But in this way, the scriptures are fulfilled.\"",
          "ID": "49"
        },
        {
          "text": "Then his disciples, leaving him behind, all fled away.",
          "ID": "50"
        },
        {
          "text": "Now a certain young man followed him, having nothing but a fine linen cloth over himself. And they took hold of him.",
          "ID": "51"
        },
        {
          "text": "But he, rejecting the fine linen cloth, escaped from them naked.",
          "ID": "52"
        },
        {
          "text": "And they led Jesus to the high priest. And all the priests and the scribes and the elders came together.",
          "ID": "53"
        },
        {
          "text": "But Peter followed him from a distance, even into the court of the high priest. And he sat with the servants at the fire and warmed himself.",
          "ID": "54"
        },
        {
          "text": "Yet truly, the leaders of the priests and the entire council sought testimony against Jesus, so that they might deliver him to death, and they found none.",
          "ID": "55"
        },
        {
          "text": "For many spoke false testimony against him, but their testimony did not agree.",
          "ID": "56"
        },
        {
          "text": "And certain ones, rising up, bore false witness against him, saying:",
          "ID": "57"
        },
        {
          "text": "\"For we heard him say, 'I will destroy this temple, made with hands, and within three days I will build another, not made with hands.' \"",
          "ID": "58"
        },
        {
          "text": "And their testimony did not agree.",
          "ID": "59"
        },
        {
          "text": "And the high priest, rising up in their midst, questioned Jesus, saying, \"Do you have nothing to say in answer to the things that are brought against you by these ones?\"",
          "ID": "60"
        },
        {
          "text": "But he was silent and gave no answer. Again, the high priest questioned him, and he said to him, \"Are you the Christ, the Son of the Blessed God?\"",
          "ID": "61"
        },
        {
          "text": "Then Jesus said to him: \"I am. And you shall see the Son of man sitting at the right hand of the power of God and arriving with the clouds of heaven.\"",
          "ID": "62"
        },
        {
          "text": "Then the high priest, rending his garments, said: \"Why do we still require witnesses?",
          "ID": "63"
        },
        {
          "text": "You have heard the blasphemy. How does it seem to you?\" And they all condemned him, as guilty unto death.",
          "ID": "64"
        },
        {
          "text": "And some began to spit on him, and to cover his face and to strike him with fists, and to say to him, \"Prophesy.\" And the servants struck him with the palms their hands.",
          "ID": "65"
        },
        {
          "text": "And while Peter was in the court below, one of the maidservants of the high priest arrived.",
          "ID": "66"
        },
        {
          "text": "And when she had seen Peter warming himself, she stared at him, and she said: \"You also were with Jesus of Nazareth.\"",
          "ID": "67"
        },
        {
          "text": "But he denied it, saying, \"I neither know nor understand what you saying.\" And he went outside, in front of the court; and a rooster crowed.",
          "ID": "68"
        },
        {
          "text": "Then again, when a maidservant had seen him, she began to say to the bystanders, \"For this is one of them.\"",
          "ID": "69"
        },
        {
          "text": "But he denied it again. And after a little while, again those standing near said to Peter: \"In truth, you are one of them. For you, too, are a Galilean.\"",
          "ID": "70"
        },
        {
          "text": "Then he began to curse and to swear, saying, \"For I do not know this man, about whom you are speaking.\"",
          "ID": "71"
        },
        {
          "text": "And immediately the rooster crowed again. And Peter remembered the word that Jesus had said to him, \"Before the rooster crows twice, you will deny me three times.\" And he began to weep.",
          "ID": "72"
        }
      ],
      "ID": "NT:MRK.14",
      "name": "Mark 14"
    },
    {
      "text": [
        {
          "text": "And immediately in the morning, after the leaders of the priests had taken counsel with the elders and the scribes and the entire council, binding Jesus, they led him away and delivered him to Pilate.",
          "ID": "1"
        },
        {
          "text": "And Pilate questioned him, \"You are the king of the Jews?\" But in response, he said to him, \"You are saying it.\"",
          "ID": "2"
        },
        {
          "text": "And the leaders of the priests accused him in many things.",
          "ID": "3"
        },
        {
          "text": "Then Pilate again questioned him, saying: \"Do you not have any response? See how greatly they accuse you.\"",
          "ID": "4"
        },
        {
          "text": "But Jesus continued to give no response, so that Pilate wondered.",
          "ID": "5"
        },
        {
          "text": "Now on the feast day, he was accustomed to release to them one of the prisoners, whomever they requested.",
          "ID": "6"
        },
        {
          "text": "But there was one called Barabbas, who had committed murder in the sedition, who was confined with those of the sedition.",
          "ID": "7"
        },
        {
          "text": "And when the crowd had ascended, they began to petition him to do as he always did for them.",
          "ID": "8"
        },
        {
          "text": "But Pilate answered them and said, \"Do you want me to release to you the king of the Jews?\"",
          "ID": "9"
        },
        {
          "text": "For he knew that it was out of envy that the leaders of the priests had betrayed him.",
          "ID": "10"
        },
        {
          "text": "Then the chief priests incited the crowd, so that he would release Barabbas to them instead.",
          "ID": "11"
        },
        {
          "text": "But Pilate, responding again, said to them: \"Then what do you want me to do with the king of the Jews?\"",
          "ID": "12"
        },
        {
          "text": "But again they cried out, \"Crucify him.\"",
          "ID": "13"
        },
        {
          "text": "Yet truly, Pilate said to them: \"Why? What evil has he done?\" But they cried out all the more, \"Crucify him.\"",
          "ID": "14"
        },
        {
          "text": "Then Pilate, wishing to satisfy the people, released Barabbas to them, and he delivered Jesus, having severely scourged him, to be crucified.",
          "ID": "15"
        },
        {
          "text": "Then the soldiers led him away to the court of the praetorium. And they called together the entire cohort.",
          "ID": "16"
        },
        {
          "text": "And they clothed him with purple. And platting a crown of thorns, they placed it on him.",
          "ID": "17"
        },
        {
          "text": "And they began to salute him: \"Hail, king of the Jews.\"",
          "ID": "18"
        },
        {
          "text": "And they struck his head with a reed, and they spit on him. And kneeling down, they reverenced him.",
          "ID": "19"
        },
        {
          "text": "And after they had mocked him, they stripped him of the purple, and they clothed him in his own garments. And they led him away, so that they might crucify him.",
          "ID": "20"
        },
        {
          "text": "And they compelled a certain passerby, Simon the Cyrenian, who was arriving from the countryside, the father of Alexander and Rufus, to take up his cross.",
          "ID": "21"
        },
        {
          "text": "And they led him through to the place called Golgotha, which means, 'the Place of Calvary.'",
          "ID": "22"
        },
        {
          "text": "And they gave him wine with myrrh to drink. But he did not accept it.",
          "ID": "23"
        },
        {
          "text": "And while crucifying him, they divided his garments, casting lots over them, to see who would take what.",
          "ID": "24"
        },
        {
          "text": "Now it was the third hour. And they crucified him.",
          "ID": "25"
        },
        {
          "text": "And the title of his case was written as: THE KING OF THE JEWS.",
          "ID": "26"
        },
        {
          "text": "And with him they crucified two robbers: one at his right, and the other at his left.",
          "ID": "27"
        },
        {
          "text": "And the scripture was fulfilled, which says: \"And with the iniquitous he was reputed.\"",
          "ID": "28"
        },
        {
          "text": "And the passersby blasphemed him, shaking their heads and saying, \"Ah, you who would destroy the temple of God, and in three days rebuild it,",
          "ID": "29"
        },
        {
          "text": "save yourself by descending from the cross.\"",
          "ID": "30"
        },
        {
          "text": "And similarly the leaders of the priests, mocking him with the scribes, said to one another: \"He saved others. He is not able to save himself.",
          "ID": "31"
        },
        {
          "text": "Let the Christ, the king of Israel, descend now from the cross, so that we may see and believe.\" Those who were crucified with him also insulted him.",
          "ID": "32"
        },
        {
          "text": "And when the sixth hour arrived, a darkness occurred over the entire earth, until the ninth hour.",
          "ID": "33"
        },
        {
          "text": "And at the ninth hour, Jesus cried out with a loud voice, saying, \"Eloi, Eloi, lamma sabacthani?\" which means, \"My God, My God, why have you forsaken me?\"",
          "ID": "34"
        },
        {
          "text": "And some of those standing near, upon hearing this, said, \"Behold, he is calling Elijah.\"",
          "ID": "35"
        },
        {
          "text": "Then one of them, running and filling a sponge with vinegar, and placing it around a reed, gave it to him to drink, saying: \"Wait. Let us see if Elijah will come to take him down.\"",
          "ID": "36"
        },
        {
          "text": "Then Jesus, having emitted a loud cry, expired.",
          "ID": "37"
        },
        {
          "text": "And the veil of the temple was torn in two, from the top to the bottom.",
          "ID": "38"
        },
        {
          "text": "Then the centurion who stood opposite him, seeing that he had expired while crying out in this way, said: \"Truly, this man was the Son of God.\"",
          "ID": "39"
        },
        {
          "text": "Now there were also women watching from a distance, among whom were Mary Magdalene, and Mary the mother of James the younger and of Joseph, and Salome,",
          "ID": "40"
        },
        {
          "text": "(and while he was in Galilee, they followed him and ministered to him) and many other women, who had ascended along with him to Jerusalem.",
          "ID": "41"
        },
        {
          "text": "And when evening had now arrived (because it was the Preparation Day, which is before the Sabbath)",
          "ID": "42"
        },
        {
          "text": "there arrived Joseph of Arimathea, a noble council member, who himself was also awaiting the kingdom of God. And he boldly entered to Pilate and petitioned for the body of Jesus.",
          "ID": "43"
        },
        {
          "text": "But Pilate wondered if he had already died. And summoning a centurion, he questioned him as to whether he was already dead.",
          "ID": "44"
        },
        {
          "text": "And when he had been informed by the centurion, he gave the body to Joseph.",
          "ID": "45"
        },
        {
          "text": "Then Joseph, having bought a fine linen cloth, and taking him down, wrapped him in the fine linen and laid him in a sepulcher, which was hewn from a rock. And he rolled a stone to the entrance of the tomb.",
          "ID": "46"
        },
        {
          "text": "Now Mary Magdalene and Mary the mother of Joseph observed where he was laid.",
          "ID": "47"
        }
      ],
      "ID": "NT:MRK.15",
      "name": "Mark 15"
    },
    {
      "text": [
        {
          "text": "And when the Sabbath had passed, Mary Magdalene, and Mary the mother of James, and Salome bought aromatic spices, so that when they arrived they could anoint Jesus.",
          "ID": "1"
        },
        {
          "text": "And very early in the morning, on the first of the Sabbaths, they went to the tomb, the sun having now risen.",
          "ID": "2"
        },
        {
          "text": "And they said to one another, \"Who will roll back the stone for us, away from the entrance of the tomb?\"",
          "ID": "3"
        },
        {
          "text": "And looking, they saw that the stone was rolled back. For certainly it was very large.",
          "ID": "4"
        },
        {
          "text": "And upon entering the tomb, they saw a young man sitting on the right side, covered with a white robe, and they were astonished.",
          "ID": "5"
        },
        {
          "text": "And he said to them, \"Do not become frightened. You are seeking Jesus of Nazareth, the Crucified One. He has risen. He is not here. Behold, the place where they laid him.",
          "ID": "6"
        },
        {
          "text": "But go, tell his disciples and Peter that he is going before you into Galilee. There you shall see him, just as he told you.\"",
          "ID": "7"
        },
        {
          "text": "But they, going out, fled from the tomb. For trembling and fear had overwhelmed them. And they said nothing to anyone. For they were afraid.",
          "ID": "8"
        },
        {
          "text": "But he, rising early on the first Sabbath, appeared first to Mary Magdalene, from whom he had cast out seven demons.",
          "ID": "9"
        },
        {
          "text": "She went and announced it to those who had been with him, while they were mourning and weeping.",
          "ID": "10"
        },
        {
          "text": "And they, upon hearing that he was alive and that he had been seen by her, did not believe it.",
          "ID": "11"
        },
        {
          "text": "But after these events, he was shown in another likeness to two of them walking, as they were going out to the countryside.",
          "ID": "12"
        },
        {
          "text": "And they, returning, reported it to the others; neither did they believe them.",
          "ID": "13"
        },
        {
          "text": "Finally, he appeared to the eleven, as they sat at table. And he rebuked them for their incredulity and hardness of heart, because they did not believe those who had seen that he had risen again.",
          "ID": "14"
        },
        {
          "text": "And he said to them: \"Go forth to the whole world and preach the Gospel to every creature.",
          "ID": "15"
        },
        {
          "text": "Whoever will have believed and been baptized will be saved. Yet truly, whoever will not have believed will be condemned.",
          "ID": "16"
        },
        {
          "text": "Now these signs will accompany those who believe. In my name, they shall cast out demons. They will speak in new languages.",
          "ID": "17"
        },
        {
          "text": "They will take up serpents, and, if they drink anything deadly, it will not harm them. They shall lay their hands upon the sick, and they will be well.\"",
          "ID": "18"
        },
        {
          "text": "And indeed, the Lord Jesus, after he had spoken to them, was taken up into heaven, and he sits at the right hand of God.",
          "ID": "19"
        },
        {
          "text": "Then they, setting out, preached everywhere, with the Lord cooperating and confirming the word by the accompanying signs.",
          "ID": "20"
        }
      ],
      "ID": "NT:MRK.16",
      "name": "Mark 16"
    }
  ],
  "ID": "NT:MRK(CPDV)",
  "version": "CPDV",
  "name": "Mark"
}