{
  "version": "ERV",
  "text": [
    {
      "title": "Jesus Heals a Sick Man",
      "text": [
        {
          "text": "The Good News about Jesus the Messiah, the Son of God, begins",
          "ID": "1",
          "comments": [
            "the Son of God Some Greek copies do not have these words."
          ]
        },
        {
          "text": "with what the prophet Isaiah said would happen. He wrote:\n“Listen! I will send my messenger ahead of you.\nHe will prepare the way for you.” ",
          "ID": "2"
        },
        {
          "text": "“There is someone shouting in the desert:\n‘Prepare the way for the Lord.\nMake the road straight for him.’” ",
          "ID": "3"
        },
        {
          "text": "So John the Baptizer came and was baptizing people in the desert area. He told them to be baptized to show that they wanted to change their lives, and then their sins would be forgiven.",
          "ID": "4"
        },
        {
          "text": "All the people from Judea, including everyone from Jerusalem, came out to John. They confessed the bad things they had done, and he baptized them in the Jordan River.",
          "ID": "5"
        },
        {
          "text": "John wore clothes made from camel’s hair and a leather belt around his waist. He ate locusts and wild honey.",
          "ID": "6"
        },
        {
          "text": "This is what John told the people: “There is someone coming later who is able to do more than I can. I am not good enough to be the slave who stoops down to untie his sandals.",
          "ID": "7"
        },
        {
          "text": "I baptize you with water, but the one who is coming will baptize you with the Holy Spirit.”",
          "ID": "8"
        },
        {
          "text": "About that time Jesus came from the town of Nazareth in Galilee to the place where John was. John baptized Jesus in the Jordan River.",
          "ID": "9"
        },
        {
          "text": "As Jesus was coming up out of the water, he saw the sky torn open. The Spirit came down on him like a dove.",
          "ID": "10"
        },
        {
          "text": "A voice came from heaven and said, “You are my Son, the one I love. I am very pleased with you.”",
          "ID": "11"
        },
        {
          "text": "Then the Spirit sent Jesus into the desert alone.",
          "ID": "12"
        },
        {
          "text": "He was there for 40 days, being tempted by Satan. During this time he was out among the wild animals. Then angels came and helped him.",
          "ID": "13"
        },
        {
          "text": "After John was put in prison, Jesus went into Galilee and told people the Good News from God.",
          "ID": "14"
        },
        {
          "text": "He said, “The right time is now here. God’s kingdom is very near. Change your hearts and lives, and believe the Good News!”",
          "ID": "15",
          "comments": [
            "is very near Or “is coming soon” or “has come.”"
          ]
        },
        {
          "text": "Jesus was walking by Lake Galilee. He saw Simon and his brother Andrew. These two men were fishermen, and they were throwing a net into the lake to catch fish.",
          "ID": "16",
          "comments": [
            "Simon Simon’s other name was Peter. Also in verses 29, 30, 36."
          ]
        },
        {
          "text": "Jesus said to them, “Come, follow me, and I will make you a different kind of fishermen. You will bring in people, not fish.”",
          "ID": "17"
        },
        {
          "text": "So they immediately left their nets and followed Jesus.",
          "ID": "18"
        },
        {
          "text": "Jesus continued walking by Lake Galilee. He saw two more brothers, James and John, the sons of Zebedee. They were in their boat, preparing their nets to catch fish.",
          "ID": "19"
        },
        {
          "text": "Their father Zebedee and the men who worked for him were in the boat with the brothers. When Jesus saw the brothers, he told them to come. They left their father and followed Jesus.",
          "ID": "20"
        },
        {
          "text": "Jesus and his followers went to Capernaum. On the Sabbath day, Jesus went into the synagogue and taught the people.",
          "ID": "21"
        },
        {
          "text": "They were amazed at his teaching. He did not teach like their teachers of the law. He taught like someone with authority.",
          "ID": "22"
        },
        {
          "text": "While Jesus was in the synagogue, a man was there who had an evil spirit inside him. The man shouted,",
          "ID": "23"
        },
        {
          "text": "“Jesus of Nazareth! What do you want with us? Did you come to destroy us? I know who you are—God’s Holy One!”",
          "ID": "24"
        },
        {
          "text": "Jesus, his voice full of warning, said, “Be quiet, and come out of him!”",
          "ID": "25"
        },
        {
          "text": "The evil spirit made the man shake. Then the spirit made a loud noise and came out of him.",
          "ID": "26"
        },
        {
          "text": "The people were amazed. They asked each other, “What is happening here? This man is teaching something new, and he teaches with authority! He even commands evil spirits, and they obey him.”",
          "ID": "27"
        },
        {
          "text": "So the news about Jesus spread quickly everywhere in the area of Galilee.",
          "ID": "28"
        },
        {
          "text": "Jesus and the followers left the synagogue. They all went with James and John to the home of Simon and Andrew.",
          "ID": "29"
        },
        {
          "text": "Simon’s mother-in-law was very sick. She was in bed and had a fever. The people there told Jesus about her.",
          "ID": "30"
        },
        {
          "text": "So he went to her bed. Jesus held her hand and helped her stand up. The fever left her, and she was healed. Then she began serving them.",
          "ID": "31"
        },
        {
          "text": "That night, after the sun went down, the people brought to Jesus many who were sick. They also brought those who had demons inside them.",
          "ID": "32"
        },
        {
          "text": "Everyone in the town gathered at the door of that house.",
          "ID": "33"
        },
        {
          "text": "Jesus healed many of those who had different kinds of sicknesses. He also forced many demons out of people. But he would not allow the demons to speak, because they knew who he was.",
          "ID": "34",
          "comments": [
            "who he was Meaning that the demons knew that Jesus was the Messiah, the Son of God."
          ]
        },
        {
          "text": "The next morning Jesus woke up very early. He left the house while it was still dark and went to a place where he could be alone and pray.",
          "ID": "35"
        },
        {
          "text": "Later, Simon and his friends went to look for Jesus.",
          "ID": "36"
        },
        {
          "text": "They found him and said, “Everyone is looking for you!”",
          "ID": "37"
        },
        {
          "text": "Jesus answered, “We should go to another place. We can go to other towns around here, and I can tell God’s message to those people too. That is why I came.”",
          "ID": "38"
        },
        {
          "text": "So Jesus traveled everywhere in Galilee. He spoke in the synagogues, and he forced demons out of people.",
          "ID": "39"
        },
        {
          "text": "A man who had leprosy came to Jesus. The man bowed on his knees and begged him, “You have the power to heal me if you want.”",
          "ID": "40"
        },
        {
          "text": "These last words made Jesus angry. But he touched him and said, “I want to heal you. Be healed!”",
          "ID": "41",
          "comments": [
            "These … angry Most Greek copies have “Moved with pity ….” But it is hard to explain why some good Greek copies and Latin versions have “Filled with anger …,” so many scholars now consider it to be the original reading."
          ]
        },
        {
          "text": "Immediately the leprosy disappeared, and the man was healed.",
          "ID": "42"
        },
        {
          "text": "Jesus told the man to go, but he gave him a strong warning:",
          "ID": "43"
        },
        {
          "text": "“Don’t tell anyone about what I did for you. But go and let the priest look at you. And offer a gift to God because you have been healed. Offer the gift that Moses commanded. This will show everyone that you are healed.”",
          "ID": "44",
          "comments": [
            "let the priest look at you The Law of Moses said a priest must decide when a person with leprosy was well.",
            "Moses commanded See Lev. 14:1-32."
          ]
        },
        {
          "text": "The man left there and told everyone he saw that Jesus had healed him. So the news about Jesus spread. And that is why he could not enter a town if people saw him. He stayed in places where people did not live. But people came from all the towns to the places where he was.",
          "ID": "45"
        }
      ],
      "ID": "NT:MRK.1",
      "name": "Mark 1"
    },
    {
      "title": "Jesus Is Lord Over the Sabbath Day",
      "text": [
        {
          "text": "A few days later, Jesus came back to Capernaum. The news spread that he was back home.",
          "ID": "1"
        },
        {
          "text": "A large crowd gathered to hear him speak. The house was so full that there was no place to stand, not even outside the door. While Jesus was teaching,",
          "ID": "2"
        },
        {
          "text": "some people brought a paralyzed man to see him. He was being carried by four of them.",
          "ID": "3"
        },
        {
          "text": "But they could not get the man inside to Jesus because the house was so full of people. So they went to the roof above Jesus and made a hole in it. Then they lowered the mat with the paralyzed man on it.",
          "ID": "4"
        },
        {
          "text": "When Jesus saw how much faith they had, he said to the paralyzed man, “Young man, your sins are forgiven.”",
          "ID": "5"
        },
        {
          "text": "Some of the teachers of the law were sitting there. They saw what Jesus did, and they said to themselves,",
          "ID": "6"
        },
        {
          "text": "“Why does this man say things like that? What an insult to God! No one but God can forgive sins.”",
          "ID": "7"
        },
        {
          "text": "Jesus knew immediately what these teachers of the law were thinking. So he said to them, “Why do you have these questions in your minds?",
          "ID": "8"
        },
        {
          "text": "The Son of Man has power on earth to forgive sins. But how can I prove this to you? Maybe you are thinking it was easy for me to say to the crippled man, ‘Your sins are forgiven.’ There’s no proof it really happened. But what if I say to the man, ‘Stand up. Take your mat and walk’? Then you will be able to see if I really have this power or not.” So Jesus said to the paralyzed man,",
          "ID": "9-10"
        },
        {
          "text": "“I tell you, stand up. Take your mat and go home.”",
          "ID": "11"
        },
        {
          "text": "Immediately the paralyzed man stood up. He picked up his mat and walked out of the room. Everyone could see him. They were amazed and praised God. They said, “This is the most amazing thing we have ever seen!”",
          "ID": "12"
        },
        {
          "text": "Jesus went to the lake again, and many people followed him there. So Jesus taught them.",
          "ID": "13"
        },
        {
          "text": "He was walking beside the lake, and he saw a man named Levi, son of Alphaeus. Levi was sitting at his place for collecting taxes. Jesus said to him, “Follow me.” Then Levi stood up and followed Jesus.",
          "ID": "14"
        },
        {
          "text": "Later that day, Jesus and his followers ate at Levi’s house. There were also many tax collectors and others with bad reputations eating with them. (There were many of these people who followed Jesus.)",
          "ID": "15"
        },
        {
          "text": "When some teachers of the law who were Pharisees saw Jesus eating with such bad people, they asked his followers, “Why does he eat with tax collectors and sinners?”",
          "ID": "16"
        },
        {
          "text": "When Jesus heard this, he said to them, “It is the sick people who need a doctor, not those who are healthy. I did not come to invite good people. I came to invite sinners.”",
          "ID": "17"
        },
        {
          "text": "The followers of John and the Pharisees were fasting. Some people came to Jesus and said, “John’s followers fast, and the followers of the Pharisees fast. But your followers don’t fast. Why?”",
          "ID": "18"
        },
        {
          "text": "Jesus answered, “At a wedding the friends of the bridegroom are not sad while he is with them. They cannot fast while the bridegroom is still there.",
          "ID": "19"
        },
        {
          "text": "But the time will come when the bridegroom will be taken from them. Then they will fast.",
          "ID": "20"
        },
        {
          "text": "“When someone sews a patch over a hole in an old coat, they never use a piece of cloth that is not yet shrunk. If they do, the patch will shrink and pull away from the coat. Then the hole will be worse.",
          "ID": "21"
        },
        {
          "text": "Also, no one ever pours new wine into old wineskins. The wine would break them, and the wine would be ruined along with the wineskins. You always put new wine into new wineskins.”",
          "ID": "22"
        },
        {
          "text": "On the Sabbath day, Jesus and his followers were walking through some grain fields. The followers picked some grain to eat.",
          "ID": "23"
        },
        {
          "text": "Some Pharisees said to Jesus, “Why are your followers doing this? It is against the law to pick grain on the Sabbath.”",
          "ID": "24"
        },
        {
          "text": "Jesus answered, “You have read what David did when he and the people with him were hungry and needed food.",
          "ID": "25"
        },
        {
          "text": "It was during the time of Abiathar the high priest. David went into God’s house and ate the bread that was offered to God. And the Law of Moses says that only priests can eat that bread. David also gave some of the bread to the people with him.”",
          "ID": "26"
        },
        {
          "text": "Then Jesus said to the Pharisees, “The Sabbath day was made to help people. People were not made to be ruled by the Sabbath.",
          "ID": "27"
        },
        {
          "text": "So the Son of Man is Lord of every day, even the Sabbath.”",
          "ID": "28"
        }
      ],
      "ID": "NT:MRK.2",
      "name": "Mark 2"
    },
    {
      "title": "Jesus’ Followers Are His True Family",
      "text": [
        {
          "text": "Another time Jesus went into the synagogue. In the synagogue there was a man with a crippled hand.",
          "ID": "1"
        },
        {
          "text": "Some Jews there were watching Jesus closely. They were waiting to see if he would heal the man on a Sabbath day. They wanted to see Jesus do something wrong so that they could accuse him.",
          "ID": "2"
        },
        {
          "text": "Jesus said to the man with the crippled hand, “Stand up here so that everyone can see you.”",
          "ID": "3"
        },
        {
          "text": "Then Jesus asked the people, “Which is the right thing to do on the Sabbath day: to do good or to do evil? Is it right to save a life or to destroy one?” The people said nothing to answer him.",
          "ID": "4"
        },
        {
          "text": "Jesus looked at the people. He was angry, but he felt very sad because they were so stubborn. He said to the man, “Hold out your hand.” The man held out his hand, and it was healed.",
          "ID": "5"
        },
        {
          "text": "Then the Pharisees left and made plans with the Herodians about a way to kill Jesus.",
          "ID": "6"
        },
        {
          "text": "Jesus went away with his followers to the lake. A large crowd of people from Galilee followed them.",
          "ID": "7"
        },
        {
          "text": "Many also came from Judea, from Jerusalem, from Idumea, from the area across the Jordan River, and from the area around Tyre and Sidon. These people came because they heard about all that Jesus was doing.",
          "ID": "8"
        },
        {
          "text": "Jesus saw how many people there were, so he told his followers to get a small boat and make it ready for him. He wanted the boat so that the crowds of people could not push against him.",
          "ID": "9"
        },
        {
          "text": "He had healed many of them, so all the sick people were pushing toward him to touch him.",
          "ID": "10"
        },
        {
          "text": "Some people had evil spirits inside them. When the evil spirits saw Jesus, they bowed before him and shouted, “You are the Son of God!”",
          "ID": "11"
        },
        {
          "text": "But Jesus gave the spirits a strong warning not to tell anyone who he was.",
          "ID": "12"
        },
        {
          "text": "Then Jesus went up on a hill and invited those he wanted to go with him. So they joined him there.",
          "ID": "13"
        },
        {
          "text": "And he chose twelve men and called them apostles. He wanted these twelve men to be with him, and he wanted to send them to other places to tell people God’s message.",
          "ID": "14"
        },
        {
          "text": "He also wanted them to have the power to force demons out of people.",
          "ID": "15"
        },
        {
          "text": "These are the names of the twelve men Jesus chose:\nSimon (the one Jesus named Peter),",
          "ID": "16"
        },
        {
          "text": "James and his brother John, the sons of Zebedee (the ones Jesus named Boanerges, which means “Sons of Thunder”),",
          "ID": "17"
        },
        {
          "text": "Andrew,\nPhilip,\nBartholomew,\nMatthew,\nThomas,\nJames, the son of Alphaeus,\nThaddaeus,\nSimon, the Zealot,",
          "ID": "18"
        },
        {
          "text": "Judas Iscariot (the one who handed Jesus over to his enemies).",
          "ID": "19"
        },
        {
          "text": "Then Jesus went home, but again a large crowd gathered there. There were so many people that he and his followers could not eat.",
          "ID": "20"
        },
        {
          "text": "His family heard about all these things. They went to get him because people said he was crazy.",
          "ID": "21"
        },
        {
          "text": "And the teachers of the law from Jerusalem said, “Satan is living inside him! He uses power from the ruler of demons to force demons out of people.”",
          "ID": "22",
          "comments": [
            "Satan Literally, “Beelzebul” (the devil)."
          ]
        },
        {
          "text": "So Jesus called them together and talked to them using some stories. He said, “Satan will not force his own demons out of people.",
          "ID": "23"
        },
        {
          "text": "A kingdom that fights against itself will not survive.",
          "ID": "24"
        },
        {
          "text": "And a family that is divided will not survive.",
          "ID": "25"
        },
        {
          "text": "If Satan is against himself and is fighting against his own people, he will not survive. That would be the end of Satan.",
          "ID": "26"
        },
        {
          "text": "“Whoever wants to enter a strong man’s house and steal his things must first tie him up. Then they can steal the things from his house.",
          "ID": "27"
        },
        {
          "text": "“I want you to know that people can be forgiven for all the sinful things they do. They can even be forgiven for the bad things they say against God.",
          "ID": "28"
        },
        {
          "text": "But anyone who speaks against the Holy Spirit will never be forgiven. They will always be guilty of that sin.”",
          "ID": "29"
        },
        {
          "text": "Jesus said this because the teachers of the law had accused him of having an evil spirit inside him.",
          "ID": "30"
        },
        {
          "text": "Then Jesus’ mother and brothers came. They stood outside and sent someone in to tell him to come out.",
          "ID": "31"
        },
        {
          "text": "Many people were sitting around Jesus. They said to him, “Your mother, your brothers, and your sisters are waiting for you outside.”",
          "ID": "32",
          "comments": [
            "and your sisters Some Greek copies do not have these words."
          ]
        },
        {
          "text": "Jesus asked, “Who is my mother? Who are my brothers?”",
          "ID": "33"
        },
        {
          "text": "Then he looked at the people sitting around him and said, “These people are my mother and my brothers!",
          "ID": "34"
        },
        {
          "text": "My true brother and sister and mother are those who do what God wants.”",
          "ID": "35"
        }
      ],
      "ID": "NT:MRK.3",
      "name": "Mark 3"
    },
    {
      "title": "Jesus’ Followers See His Power",
      "text": [
        {
          "text": "Another time Jesus began teaching by the lake, and a large crowd gathered around him. He got into a boat so that he could sit and teach from the lake. All the people stayed on the shore near the water.",
          "ID": "1"
        },
        {
          "text": "Jesus used stories to teach them many things. One of his lessons included this story:",
          "ID": "2"
        },
        {
          "text": "“Listen! A farmer went out to sow seed.",
          "ID": "3"
        },
        {
          "text": "While he was scattering the seed, some of it fell by the road. The birds came and ate all that seed.",
          "ID": "4"
        },
        {
          "text": "Other seed fell on rocky ground, where there was not enough dirt. It grew quickly there because the soil was not deep.",
          "ID": "5"
        },
        {
          "text": "But then the sun rose and the plants were burned. They died because they did not have deep roots.",
          "ID": "6"
        },
        {
          "text": "Some other seed fell among thorny weeds. The weeds grew and stopped the good plants from growing. So they did not make grain.",
          "ID": "7"
        },
        {
          "text": "But some of the seed fell on good ground. There it began to grow, and it made grain. Some plants made 30 times more grain, some 60 times more, and some 100 times more.”",
          "ID": "8"
        },
        {
          "text": "Then Jesus said, “You people who hear me, listen!”",
          "ID": "9"
        },
        {
          "text": "Later, Jesus was away from the people. The twelve apostles and his other followers asked him about the stories.",
          "ID": "10"
        },
        {
          "text": "Jesus said, “Only you can know the secret truth about God’s kingdom. But to those other people I tell everything by using stories.",
          "ID": "11"
        },
        {
          "text": "I do this so that\n‘They will look and look but never really see;\nthey will listen and listen but never understand.\nIf they saw and understood,\nthey might change and be forgiven.’” ",
          "ID": "12"
        },
        {
          "text": "Then Jesus said to the followers, “Do you understand this story? If you don’t, how will you understand any story?",
          "ID": "13"
        },
        {
          "text": "The farmer is like someone who plants God’s teaching in people.",
          "ID": "14"
        },
        {
          "text": "Sometimes the teaching falls on the path. That is like some people who hear the teaching of God. As soon as they hear it, Satan comes and takes away the teaching that was planted in them.",
          "ID": "15"
        },
        {
          "text": "“Other people are like the seed planted on rocky ground. They hear the teaching, and they quickly and gladly accept it.",
          "ID": "16"
        },
        {
          "text": "But they don’t allow it to go deep into their lives. They keep it only a short time. As soon as trouble or persecution comes because of the teaching they accepted, they give up.",
          "ID": "17"
        },
        {
          "text": "“Others are like the seed planted among the thorny weeds. They hear the teaching,",
          "ID": "18"
        },
        {
          "text": "but their lives become full of other things: the worries of this life, the love of money, and everything else they want. This keeps the teaching from growing, and it does not produce a crop in their lives.",
          "ID": "19",
          "comments": [
            "produce a crop Meaning to do the good things God wants his people to do."
          ]
        },
        {
          "text": "“And others are like the seed planted on the good ground. They hear the teaching and accept it. Then they grow and produce a good crop—sometimes 30 times more, sometimes 60 times more, and sometimes 100 times more.”",
          "ID": "20"
        },
        {
          "text": "Then Jesus said to them, “You don’t take a lamp and hide it under a bowl or a bed, do you? Of course not. You put it on a lampstand.",
          "ID": "21"
        },
        {
          "text": "Everything that is hidden will be made clear. Every secret thing will be made known.",
          "ID": "22"
        },
        {
          "text": "You people who hear me, listen!",
          "ID": "23"
        },
        {
          "text": "Think carefully about what you are hearing. God will know how much to give you by how much you understand now. But he will give you more than you deserve.",
          "ID": "24"
        },
        {
          "text": "The people who have some understanding will receive more. But those who do not have much will lose even the small amount they have.”",
          "ID": "25"
        },
        {
          "text": "Then Jesus said, “God’s kingdom is like a man who plants seed in the ground.",
          "ID": "26"
        },
        {
          "text": "The seed begins to grow. It grows night and day. It doesn’t matter whether the man is sleeping or awake, the seed still grows. He doesn’t know how it happens.",
          "ID": "27"
        },
        {
          "text": "Without any help the ground produces grain. First the plant grows, then the head, and then all the grain in the head.",
          "ID": "28"
        },
        {
          "text": "When the grain is ready, the man cuts it. This is the harvest time.”",
          "ID": "29"
        },
        {
          "text": "Then Jesus said, “What can I use to show you what God’s kingdom is like? What story can I use to explain it?",
          "ID": "30"
        },
        {
          "text": "God’s kingdom is like a mustard seed, which is smaller than any other seed on earth that you can plant.",
          "ID": "31"
        },
        {
          "text": "But when you plant it, it grows and becomes the largest of all the plants in your garden. It has branches that are very big. The wild birds can come and make nests there and be protected from the sun.”",
          "ID": "32"
        },
        {
          "text": "Jesus used many stories like these to teach the people. He taught them all they could understand.",
          "ID": "33"
        },
        {
          "text": "He always used stories to teach them. But when he was alone with his followers, Jesus explained everything to them.",
          "ID": "34"
        },
        {
          "text": "That day, at evening, Jesus said to his followers, “Come with me across the lake.”",
          "ID": "35"
        },
        {
          "text": "So they left the crowd behind and went with Jesus in the boat he was already in. There were also other boats that went with them.",
          "ID": "36"
        },
        {
          "text": "A very bad wind came up on the lake. The waves were coming over the sides and into the boat, and it was almost full of water.",
          "ID": "37"
        },
        {
          "text": "Jesus was inside the boat, sleeping with his head on a pillow. The followers went and woke him. They said, “Teacher, don’t you care about us? We are going to drown!”",
          "ID": "38"
        },
        {
          "text": "Jesus stood up and gave a command to the wind and the water. He said, “Quiet! Be still!” Then the wind stopped, and the lake became calm.",
          "ID": "39"
        },
        {
          "text": "He said to his followers, “Why are you afraid? Do you still have no faith?”",
          "ID": "40"
        },
        {
          "text": "They were very afraid and asked each other, “What kind of man is this? Even the wind and the water obey him!”",
          "ID": "41"
        }
      ],
      "ID": "NT:MRK.4",
      "name": "Mark 4"
    },
    {
      "title": "Jesus Gives Life to a Dead Girl and Heals a Sick Woman",
      "text": [
        {
          "text": "Jesus and his followers went across the lake to the area where the Gerasene people lived.",
          "ID": "1",
          "comments": [
            "Gerasene people Some Greek copies have “Gadarenes” and others have “Gergesenes.”"
          ]
        },
        {
          "text": "When Jesus got out of the boat, a man came to him from the caves where the dead are buried. This man had an evil spirit living inside him.",
          "ID": "2"
        },
        {
          "text": "He lived in the burial caves. No one could keep him tied up, even with chains.",
          "ID": "3"
        },
        {
          "text": "Many times people had put chains on his hands and feet, but he broke the chains. No one was strong enough to control him.",
          "ID": "4"
        },
        {
          "text": "Day and night he stayed around the burial caves and on the hills. He would scream and cut himself with rocks.",
          "ID": "5"
        },
        {
          "text": "While Jesus was still far away, the man saw him. He ran to Jesus and bowed down before him.",
          "ID": "6"
        },
        {
          "text": "As Jesus was saying, “You evil spirit, come out of this man,” the man shouted loudly, “What do you want with me, Jesus, Son of the Most High God? I beg you in God’s name not to punish me!”",
          "ID": "7-8"
        },
        {
          "text": "Then Jesus asked the man, “What is your name?”\nThe man answered, “My name is Legion, because there are many spirits inside me.”",
          "ID": "9",
          "comments": [
            "Legion This name means very many. A legion was about 6000 men in the Roman army."
          ]
        },
        {
          "text": "The spirits inside the man begged Jesus again and again not to send them out of that area.",
          "ID": "10"
        },
        {
          "text": "A large herd of pigs was eating on a hill near there.",
          "ID": "11"
        },
        {
          "text": "The evil spirits begged Jesus, “Send us to the pigs. Let us go into them.”",
          "ID": "12"
        },
        {
          "text": "So Jesus allowed them to do this. The evil spirits left the man and went into the pigs. Then the herd of pigs ran down the hill and into the lake. They were all drowned. There were about 2000 pigs in that herd.",
          "ID": "13"
        },
        {
          "text": "The men who had the work of caring for the pigs ran away. They ran to the town and to the farms and told everyone what happened. The people went out to see.",
          "ID": "14"
        },
        {
          "text": "They came to Jesus, and they saw the man who had the many evil spirits. He was sitting down and was wearing clothes. He was in his right mind again. When they saw this, they were afraid.",
          "ID": "15"
        },
        {
          "text": "Those who had seen what Jesus did told the others what happened to the man who had the demons living in him. And they also told about the pigs.",
          "ID": "16"
        },
        {
          "text": "Then the people began to beg Jesus to leave their area.",
          "ID": "17"
        },
        {
          "text": "Jesus was preparing to leave in the boat. The man who was now free from the demons begged to go with him.",
          "ID": "18"
        },
        {
          "text": "But Jesus did not allow the man to go. He said, “Go home to your family and friends. Tell them about all that the Lord did for you. Tell them how the Lord was good to you.”",
          "ID": "19"
        },
        {
          "text": "So the man left and told the people in the Ten Towns about the great things Jesus did for him. Everyone was amazed.",
          "ID": "20"
        },
        {
          "text": "Jesus went back to the other side of the lake in the boat. There, a large crowd of people gathered around him on the shore.",
          "ID": "21"
        },
        {
          "text": "A leader of the synagogue came. His name was Jairus. He saw Jesus and bowed down before him.",
          "ID": "22"
        },
        {
          "text": "He begged Jesus again and again, saying, “My little daughter is dying. Please come and lay your hands on her. Then she will be healed and will live.”",
          "ID": "23"
        },
        {
          "text": "So Jesus went with Jairus. Many people followed Jesus. They were pushing very close around him.",
          "ID": "24"
        },
        {
          "text": "There among the people was a woman who had been bleeding for the past twelve years.",
          "ID": "25"
        },
        {
          "text": "She had suffered very much. Many doctors had tried to help her, and all the money she had was spent, but she was not improving. In fact, her sickness was getting worse.",
          "ID": "26"
        },
        {
          "text": "The woman heard about Jesus, so she followed him with the other people and touched his coat.",
          "ID": "27"
        },
        {
          "text": "She thought, “If I can just touch his clothes, that will be enough to heal me.”",
          "ID": "28"
        },
        {
          "text": "As soon as she touched his coat, her bleeding stopped. She felt that her body was healed from all the suffering.",
          "ID": "29"
        },
        {
          "text": "Jesus immediately felt power go out from him, so he stopped and turned around. “Who touched my clothes?” he asked.",
          "ID": "30"
        },
        {
          "text": "The followers said to Jesus, “There are so many people pushing against you. But you ask, ‘Who touched me?’”",
          "ID": "31"
        },
        {
          "text": "But Jesus continued looking for the one who touched him.",
          "ID": "32"
        },
        {
          "text": "The woman knew that she was healed, so she came and bowed at Jesus’ feet. She was shaking with fear. She told Jesus the whole story.",
          "ID": "33"
        },
        {
          "text": "He said to her, “Dear woman, you are made well because you believed. Go in peace. You will not suffer anymore.”",
          "ID": "34"
        },
        {
          "text": "While Jesus was still there speaking, some men came from the house of Jairus, the synagogue leader. They said, “Your daughter is dead. There is no need to bother the Teacher.”",
          "ID": "35"
        },
        {
          "text": "But Jesus did not care what the men said. He said to the synagogue leader, “Don’t be afraid; just believe.”",
          "ID": "36"
        },
        {
          "text": "Jesus let only Peter, James, and John the brother of James go with him.",
          "ID": "37"
        },
        {
          "text": "They went to the synagogue leader’s house, where Jesus saw many people crying loudly. There was a lot of confusion.",
          "ID": "38"
        },
        {
          "text": "He entered the house and said, “Why are you people crying and making so much noise? This child is not dead. She is only sleeping.”",
          "ID": "39"
        },
        {
          "text": "But everyone laughed at him.\nJesus told the people to leave the house. Then he went into the room where the child was. He brought the child’s father and mother and his three followers into the room with him.",
          "ID": "40"
        },
        {
          "text": "Then Jesus held the girl’s hand and said to her, “Talitha, koum!” (This means “Little girl, I tell you to stand up!”)",
          "ID": "41"
        },
        {
          "text": "The girl immediately stood up and began walking. (She was twelve years old.) The father and mother and the followers were amazed.",
          "ID": "42"
        },
        {
          "text": "Jesus gave the father and mother very strict orders not to tell people about this. Then he told them to give the girl some food to eat.",
          "ID": "43"
        }
      ],
      "ID": "NT:MRK.5",
      "name": "Mark 5"
    },
    {
      "title": "Jesus Heals Many Sick People",
      "text": [
        {
          "text": "Jesus left and went back to his hometown. His followers went with him.",
          "ID": "1"
        },
        {
          "text": "On the Sabbath day Jesus taught in the synagogue, and many people heard him. They were amazed and said, “Where did this man get this teaching? How did he get such wisdom? Who gave it to him? And where did he get the power to do miracles?",
          "ID": "2"
        },
        {
          "text": "Isn’t he just the carpenter we know—Mary’s son, the brother of James, Joses, Judas, and Simon? And don’t his sisters still live here in town?” So they had a problem accepting him.",
          "ID": "3"
        },
        {
          "text": "Then Jesus said to them, “People everywhere give honor to a prophet, except in his own town, with his own people, or in his home.”",
          "ID": "4"
        },
        {
          "text": "Jesus was not able to do any miracles there except the healing of some sick people by laying his hands on them.",
          "ID": "5"
        },
        {
          "text": "He was surprised that the people there had no faith. Then he went to other villages in that area and taught.",
          "ID": "6"
        },
        {
          "text": "Jesus called his twelve apostles together. He sent them out in groups of two and gave them power over evil spirits.",
          "ID": "7"
        },
        {
          "text": "This is what he told them: “Take nothing for your trip except a stick for walking. Take no bread, no bag, and no money.",
          "ID": "8"
        },
        {
          "text": "You can wear sandals, but don’t take extra clothes.",
          "ID": "9"
        },
        {
          "text": "When you enter a house, stay there until you leave that town.",
          "ID": "10"
        },
        {
          "text": "If any town refuses to accept you or refuses to listen to you, then leave that town and shake the dust off your feet as a warning to them.”",
          "ID": "11",
          "comments": [
            "shake the dust off your feet A warning. It would show that they were finished talking to these people."
          ]
        },
        {
          "text": "The apostles left and went to other places. They talked to the people and told them to change their hearts and lives.",
          "ID": "12"
        },
        {
          "text": "They forced many demons out of people and put olive oil on many who were sick and healed them.",
          "ID": "13",
          "comments": [
            "put olive oil on Olive oil was used like a medicine."
          ]
        },
        {
          "text": "King Herod heard about Jesus, because Jesus was now famous. Some people said, “He is John the Baptizer. He must have risen from death, and that is why he can do these miracles.”",
          "ID": "14"
        },
        {
          "text": "Other people said, “He is Elijah.”\nAnd others said, “He is a prophet. He is like the prophets who lived long ago.”",
          "ID": "15"
        },
        {
          "text": "Herod heard these things about Jesus. He said, “I killed John by cutting off his head. Now he has been raised from death!”",
          "ID": "16"
        },
        {
          "text": "Herod himself had ordered his soldiers to arrest John and put him in prison. Herod did this to please his wife Herodias. She had been married to Herod’s brother Philip, but then Herod married her.",
          "ID": "17"
        },
        {
          "text": "John told Herod, “It is not right for you to be married to your brother’s wife.”",
          "ID": "18"
        },
        {
          "text": "So Herodias hated John. She wanted him dead, but she was not able to persuade Herod to kill him.",
          "ID": "19"
        },
        {
          "text": "Herod was afraid to kill John, because he knew that he was a good and holy man. So he protected him. He liked listening to John, although what John said left him with so many questions.",
          "ID": "20"
        },
        {
          "text": "Then the right time came for Herodias to cause John’s death. It happened on Herod’s birthday. Herod gave a dinner party for the most important government leaders, the commanders of his army, and the most important people in Galilee.",
          "ID": "21"
        },
        {
          "text": "The daughter of Herodias came to the party and danced. When she danced, Herod and the people eating with him were very pleased.\nSo King Herod said to the girl, “I will give you anything you want.”",
          "ID": "22"
        },
        {
          "text": "He promised her, “Anything you ask for I will give to you—even half of my kingdom.”",
          "ID": "23"
        },
        {
          "text": "The girl went to her mother and asked, “What should I ask King Herod to give me?”\nHer mother answered, “Ask for the head of John the Baptizer.”",
          "ID": "24"
        },
        {
          "text": "So right then the girl went back in to the king. She said to him, “Please give me the head of John the Baptizer. Bring it to me now on a plate.”",
          "ID": "25"
        },
        {
          "text": "King Herod was very sad, but he didn’t want to break the promise he had made to her in front of his guests.",
          "ID": "26"
        },
        {
          "text": "So he sent a soldier to cut off John’s head and bring it to him. The soldier went and cut off John’s head in the prison.",
          "ID": "27"
        },
        {
          "text": "He brought the head back on a plate and gave it to the girl, and the girl gave it to her mother.",
          "ID": "28"
        },
        {
          "text": "John’s followers heard about what happened, so they came and got John’s body and put it in a tomb.",
          "ID": "29"
        },
        {
          "text": "The apostles Jesus had sent out came back to him. They gathered around him and told him about all they had done and taught.",
          "ID": "30"
        },
        {
          "text": "Jesus and his followers were in a very busy place. There were so many people that he and his followers did not even have time to eat. He said to them, “Come with me. We will go to a quiet place to be alone. There we will get some rest.”",
          "ID": "31"
        },
        {
          "text": "So Jesus and his followers went away alone. They went in a boat to a place where no one lived.",
          "ID": "32"
        },
        {
          "text": "But many people saw them leave and knew who they were. So people from every town ran to the place where they were going and got there before Jesus.",
          "ID": "33"
        },
        {
          "text": "As Jesus stepped out of the boat, he saw a large crowd waiting. He felt sorry for them, because they were like sheep without a shepherd to care for them. So he taught the people many things.",
          "ID": "34"
        },
        {
          "text": "It was now very late in the day. Jesus’ followers came to him and said, “No one lives around here, and it is already very late.",
          "ID": "35"
        },
        {
          "text": "So send the people away. They need to go to the farms and towns around here to buy some food to eat.”",
          "ID": "36"
        },
        {
          "text": "But Jesus answered, “You give them some food to eat.”\nThey said to Jesus, “We can’t buy enough bread to feed all these people. We would all have to work a month to earn enough to buy that much bread!”",
          "ID": "37"
        },
        {
          "text": "Jesus asked them, “How many loaves of bread do you have now? Go and see.”\nThey counted their loaves of bread. They came to Jesus and said, “We have five loaves of bread and two fish.”",
          "ID": "38"
        },
        {
          "text": "Then Jesus said to them, “Tell everyone to sit in groups on the green grass.”",
          "ID": "39"
        },
        {
          "text": "So all the people sat in groups. There were about 50 or 100 people in each group.",
          "ID": "40"
        },
        {
          "text": "Jesus took the five loaves and two fish. He looked up to the sky and thanked God for the food. Then he broke the bread into pieces, which he gave to his followers to distribute to the people. Then he divided the two fish among everyone there.",
          "ID": "41"
        },
        {
          "text": "They all ate until they were full.",
          "ID": "42"
        },
        {
          "text": "After they finished eating, the followers filled twelve baskets with the pieces of bread and fish that were left.",
          "ID": "43"
        },
        {
          "text": "There were about 5000 men there who ate.",
          "ID": "44"
        },
        {
          "text": "Then Jesus told the followers to get into the boat. He told them to go to the other side of the lake to Bethsaida. He said he would come later. He stayed there to tell everyone they could go home.",
          "ID": "45"
        },
        {
          "text": "After he said goodbye to them, he went up into the hills to pray.",
          "ID": "46"
        },
        {
          "text": "That night, the boat was still in the middle of the lake. Jesus was alone on the land.",
          "ID": "47"
        },
        {
          "text": "He saw the boat far away on the lake. And he saw the followers working hard to row the boat. The wind was blowing against them. Sometime between three and six o’clock in the morning, Jesus went out to the boat, walking on the water. He continued walking until he was almost past the boat.",
          "ID": "48"
        },
        {
          "text": "But the followers saw Jesus walking on the water. They thought he was a ghost, and they started screaming.",
          "ID": "49"
        },
        {
          "text": "It scared them all to see him. But he spoke to them and said, “Don’t worry! It’s me! Don’t be afraid.”",
          "ID": "50"
        },
        {
          "text": "When he got into the boat with the followers, the wind stopped. The followers were completely amazed.",
          "ID": "51"
        },
        {
          "text": "They could not believe what happened. It was like the miracle he did with the bread. They still didn’t understand what that meant.",
          "ID": "52"
        },
        {
          "text": "Jesus and his followers went across the lake and came to shore at Gennesaret. They tied the boat there.",
          "ID": "53"
        },
        {
          "text": "When they were out of the boat, the people there saw Jesus. They knew who he was,",
          "ID": "54"
        },
        {
          "text": "so they ran to tell others throughout that area. They brought sick people on mats to every place Jesus went.",
          "ID": "55"
        },
        {
          "text": "Jesus went into towns, cities, and farms around that area. And every place he went, the people brought sick people to the marketplaces. They begged him to let them touch any part of his coat. And all those who touched him were healed.",
          "ID": "56"
        }
      ],
      "ID": "NT:MRK.6",
      "name": "Mark 6"
    },
    {
      "title": "Jesus Heals a Deaf Man",
      "text": [
        {
          "text": "Some Pharisees and some teachers of the law came from Jerusalem and gathered around Jesus.",
          "ID": "1"
        },
        {
          "text": "They saw that some of his followers ate food with hands that were not clean, meaning that they did not wash their hands in a special way.",
          "ID": "2"
        },
        {
          "text": "The Pharisees and all the other Jews never eat before washing their hands in this special way. They do this to follow the traditions they have from their great leaders who lived long ago.",
          "ID": "3"
        },
        {
          "text": "And when these Jews buy something in the market, they never eat it until they wash it in a special way. They also follow other rules from their people who lived before them. They follow rules like the washing of cups, pitchers, and pots.",
          "ID": "4",
          "comments": [
            "pots Some Greek copies add “and couches.”"
          ]
        },
        {
          "text": "The Pharisees and teachers of the law said to Jesus, “Your followers don’t follow the traditions we have from our great leaders who lived long ago. They eat their food with hands that are not clean. Why do they do this?”",
          "ID": "5"
        },
        {
          "text": "Jesus answered, “You are all hypocrites. Isaiah was right when he wrote these words from God about you:\n‘These people honor me with their words,\nbut I am not really important to them.",
          "ID": "6"
        },
        {
          "text": "Their worship of me is worthless.\nThe things they teach are only human rules.’ ",
          "ID": "7"
        },
        {
          "text": "You have stopped following God’s commands, preferring instead the man-made rules you got from others.”",
          "ID": "8"
        },
        {
          "text": "Then he said, “You show great skill in avoiding the commands of God so that you can follow your own teachings!",
          "ID": "9"
        },
        {
          "text": "Moses said, ‘You must respect your father and mother.’ He also said, ‘Whoever says anything bad to their father or mother must be killed.’",
          "ID": "10",
          "comments": [
            "Quote from Ex. 20:12; Deut. 5:16.",
            "Quote from Ex. 21:17."
          ]
        },
        {
          "text": "But you teach that people can say to their father or mother, ‘I have something I could use to help you, but I will not use it for you. I will give it to God.’",
          "ID": "11"
        },
        {
          "text": "You are telling people that they do not have to do anything for their father or mother.",
          "ID": "12"
        },
        {
          "text": "So you are teaching that it is not important to do what God said. You think it is more important to follow those traditions you have, which you pass on to others. And you do many things like that.”",
          "ID": "13"
        },
        {
          "text": "Jesus called the people to him again. He said, “Everyone should listen to me and understand what I am saying.",
          "ID": "14"
        },
        {
          "text": "There is nothing people can put in their mouth that will make them wrong. People are made wrong by what comes from inside them.”",
          "ID": "15",
          "comments": [
            "wrong Literally, “unclean” or “not pure,” meaning unacceptable to God. Also in verse 20."
          ]
        },
        {
          "text": "",
          "ID": "16",
          "comments": [
            "Some Greek copies add verse 16: “You people who hear me, listen!”"
          ]
        },
        {
          "text": "Then Jesus left the people and went into the house. The followers asked Jesus about what he had told the people.",
          "ID": "17"
        },
        {
          "text": "He said, “Do you still have trouble understanding? Surely you know that nothing that enters the mouth from the outside can make people unacceptable to God.",
          "ID": "18"
        },
        {
          "text": "Food does not go into a person’s mind. It goes into the stomach. Then it goes out of the body.” (When Jesus said this, he meant there is no food that is wrong for people to eat.)",
          "ID": "19"
        },
        {
          "text": "And Jesus said, “The things that make people wrong are the things that come from the inside.",
          "ID": "20"
        },
        {
          "text": "All these bad things begin inside a person, in the mind: bad thoughts, sexual sins, stealing, murder,",
          "ID": "21"
        },
        {
          "text": "adultery, greed, doing bad things to people, lying, doing things that are morally wrong, jealousy, insulting people, proud talking, and foolish living.",
          "ID": "22"
        },
        {
          "text": "These evil things come from inside a person. And these are the things that make people unacceptable to God.”",
          "ID": "23"
        },
        {
          "text": "Jesus went from there to the area around Tyre. He did not want the people in that area to know he was there, so he went into a house. But he could not stay hidden.",
          "ID": "24"
        },
        {
          "text": "A woman heard that he was there. Her little daughter had an evil spirit inside her. So the woman came to Jesus and bowed down near his feet.",
          "ID": "25"
        },
        {
          "text": "She was not a Jew. She was born in Phoenicia, an area in Syria. She begged Jesus to force the demon out of her daughter.",
          "ID": "26"
        },
        {
          "text": "Jesus told the woman, “It is not right to take the children’s bread and give it to the dogs. First let the children eat all they want.”",
          "ID": "27"
        },
        {
          "text": "She answered, “That is true, Lord. But the dogs under the table can eat the pieces of food that the children don’t eat.”",
          "ID": "28"
        },
        {
          "text": "Then he told her, “That is a very good answer. You may go. The demon has left your daughter.”",
          "ID": "29"
        },
        {
          "text": "The woman went home and found her daughter lying on the bed. The demon was gone.",
          "ID": "30"
        },
        {
          "text": "Then Jesus left the area around Tyre and went through Sidon. On his way to Lake Galilee he went through the area of the Ten Towns.",
          "ID": "31"
        },
        {
          "text": "While he was there, some people brought a man to him who was deaf and could not talk clearly. The people begged Jesus to put his hand on the man to heal him.",
          "ID": "32"
        },
        {
          "text": "Jesus led the man away from the people to be alone with him. He put his fingers in the man’s ears. Then he spit on a finger and put it on the man’s tongue.",
          "ID": "33"
        },
        {
          "text": "Jesus looked up to the sky and with a loud sigh he said, “Ephphatha!” (This means “Open!”)",
          "ID": "34"
        },
        {
          "text": "As soon as Jesus did this, the man was able to hear. He was able to use his tongue, and he began to speak clearly.",
          "ID": "35"
        },
        {
          "text": "Jesus told the people not to tell anyone about this. But the more he told them not to say anything, the more people they told.",
          "ID": "36"
        },
        {
          "text": "They were all completely amazed. They said, “Look at what he has done. It’s all good. He makes deaf people able to hear and gives a new voice to people who could not talk.”",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.7",
      "name": "Mark 7"
    },
    {
      "title": "Jesus Says He Must Die",
      "text": [
        {
          "text": "Another time there were many people with Jesus. The people had nothing to eat. So he called his followers to him and said,",
          "ID": "1"
        },
        {
          "text": "“I feel sorry for these people. They have been with me for three days, and now they have nothing to eat.",
          "ID": "2"
        },
        {
          "text": "I should not send them home hungry. If they leave without eating, they will faint on the way home. Some of them live a long way from here.”",
          "ID": "3"
        },
        {
          "text": "Jesus’ followers answered, “But we are far away from any towns. Where can we get enough bread to feed all these people?”",
          "ID": "4"
        },
        {
          "text": "Then Jesus asked them, “How many loaves of bread do you have?”\nThey answered, “We have seven loaves of bread.”",
          "ID": "5"
        },
        {
          "text": "Jesus told the people to sit on the ground. Then he took the seven loaves and gave thanks to God. He broke the bread into pieces and gave them to his followers. He told them to give the bread to the people, and they did as he said.",
          "ID": "6"
        },
        {
          "text": "The followers also had a few small fish. Jesus gave thanks for the fish and told them to give the fish to the people.",
          "ID": "7"
        },
        {
          "text": "They all ate until they were full. Then the followers filled seven baskets with the pieces of food that were left.",
          "ID": "8"
        },
        {
          "text": "There were about 4000 men who ate. After they ate, Jesus told them to go home.",
          "ID": "9"
        },
        {
          "text": "Then he went in a boat with his followers to the area of Dalmanutha.",
          "ID": "10"
        },
        {
          "text": "The Pharisees came to Jesus and asked him questions. They wanted to test him. So they asked him to do a miracle as a sign from God.",
          "ID": "11"
        },
        {
          "text": "Jesus sighed deeply and said, “Why do you people ask to see a miracle as a sign? I want you to know that no miracle will be done to prove anything to you.”",
          "ID": "12"
        },
        {
          "text": "Then Jesus left them and went in the boat to the other side of the lake.",
          "ID": "13"
        },
        {
          "text": "The followers had only one loaf of bread with them in the boat. They forgot to bring more bread.",
          "ID": "14"
        },
        {
          "text": "Jesus warned them, “Be careful! Guard against the yeast of the Pharisees and the yeast of Herod.”",
          "ID": "15"
        },
        {
          "text": "The followers discussed the meaning of this. They said, “He said this because we have no bread.”",
          "ID": "16"
        },
        {
          "text": "Jesus knew that the followers were talking about this. So he asked them, “Why are you talking about having no bread? Do you still not see or understand? Are you not able to understand?",
          "ID": "17"
        },
        {
          "text": "Do you have eyes that can’t see? Do you have ears that can’t hear? Remember what I did before, when we did not have enough bread?",
          "ID": "18"
        },
        {
          "text": "I divided five loaves of bread for 5000 people. Remember how many baskets you filled with pieces of food that were not eaten?”\nThe followers answered, “We filled twelve baskets.”",
          "ID": "19"
        },
        {
          "text": "“And when I divided seven loaves of bread for 4000 people, how many baskets did you fill with the leftover pieces?”\nThey answered, “We filled seven baskets.”",
          "ID": "20"
        },
        {
          "text": "Then he said to them, “You remember these things I did, but you still don’t understand?”",
          "ID": "21"
        },
        {
          "text": "Jesus and his followers came to Bethsaida. Some people brought a blind man to him and begged him to touch the man.",
          "ID": "22"
        },
        {
          "text": "So Jesus held the blind man’s hand and led him out of the village. Then he spit on the man’s eyes. He laid his hands on him and asked, “Can you see now?”",
          "ID": "23"
        },
        {
          "text": "The man looked up and said, “Yes, I see people. They look like trees walking around.”",
          "ID": "24"
        },
        {
          "text": "Again Jesus laid his hands on the man’s eyes, and the man opened them wide. His eyes were healed, and he was able to see everything clearly.",
          "ID": "25"
        },
        {
          "text": "Jesus told him to go home. He said, “Don’t go into the town.”",
          "ID": "26"
        },
        {
          "text": "Jesus and his followers went to the towns in the area of Caesarea Philippi. While they were traveling, Jesus asked the followers, “Who do people say I am?”",
          "ID": "27"
        },
        {
          "text": "They answered, “Some people say you are John the Baptizer. Others say you are Elijah. And others say you are one of the prophets.”",
          "ID": "28"
        },
        {
          "text": "Then Jesus asked, “Who do you say I am?”\nPeter answered, “You are the Messiah.”",
          "ID": "29"
        },
        {
          "text": "Jesus told the followers, “Don’t tell anyone who I am.”",
          "ID": "30"
        },
        {
          "text": "Then Jesus began to teach his followers that the Son of Man must suffer many things. He taught that the Son of Man would not be accepted by the older Jewish leaders, the leading priests, and the teachers of the law. He said that the Son of Man must be killed and then rise from death after three days.",
          "ID": "31"
        },
        {
          "text": "Jesus told them everything that would happen. He did not keep anything secret.\nPeter took Jesus away from the other followers to talk to him alone. Peter criticized him for saying these things.",
          "ID": "32"
        },
        {
          "text": "But Jesus turned and looked at his followers. Then he criticized Peter. He said to Peter, “Get away from me, Satan! You don’t care about the same things God does. You care only about things that people think are important.”",
          "ID": "33",
          "comments": [
            "Satan Name for the devil meaning “the enemy.” Jesus means that Peter was talking like Satan."
          ]
        },
        {
          "text": "Then Jesus called the crowd and his followers to him. He said, “Any of you who want to be my follower must stop thinking about yourself and what you want. You must be willing to carry the cross that is given to you for following me.",
          "ID": "34"
        },
        {
          "text": "Any of you who try to save the life you have will lose it. But you who give up your life for me and for the Good News will save it.",
          "ID": "35"
        },
        {
          "text": "It is worth nothing for you to have the whole world if you yourself are lost.",
          "ID": "36"
        },
        {
          "text": "You could never pay enough to buy back your life.",
          "ID": "37"
        },
        {
          "text": "People today are so sinful. They have not been faithful to God. As you live among them, don’t be ashamed of me and my teaching. If that happens, I will be ashamed of you when I come with the glory of my Father and the holy angels.”",
          "ID": "38",
          "comments": [
            "I Literally, “the Son of Man” (Jesus)."
          ]
        }
      ],
      "ID": "NT:MRK.8",
      "name": "Mark 8"
    },
    {
      "title": "Jesus Warns About Causes of Sin",
      "text": [
        {
          "text": "Then Jesus said, “Believe me when I say that some of you people standing here will see God’s kingdom come with power before you die.”",
          "ID": "1"
        },
        {
          "text": "Six days later, Jesus took Peter, James, and John and went up on a high mountain. They were all alone there. While these followers watched him, Jesus was changed.",
          "ID": "2"
        },
        {
          "text": "His clothes became shining white—whiter than anyone on earth could make them.",
          "ID": "3"
        },
        {
          "text": "Then two men were there talking with Jesus. They were Elijah and Moses.",
          "ID": "4"
        },
        {
          "text": "Peter said to Jesus, “Teacher, it is good that we are here. We will put three tents here—one for you, one for Moses, and one for Elijah.”",
          "ID": "5"
        },
        {
          "text": "Peter did not know what to say, because he and the other two followers were so afraid.",
          "ID": "6"
        },
        {
          "text": "Then a cloud came and covered them. A voice came from the cloud and said, “This is my Son, the one I love. Obey him!”",
          "ID": "7"
        },
        {
          "text": "The followers looked, but they saw only Jesus there alone with them.",
          "ID": "8"
        },
        {
          "text": "As Jesus and the followers were walking back down the mountain, he gave them these instructions: “Don’t tell anyone about what you saw on the mountain. Wait until after the Son of Man rises from death. Then you can tell people what you saw.”",
          "ID": "9"
        },
        {
          "text": "So the followers waited to say anything about what they saw. But they discussed among themselves what Jesus meant about rising from death.",
          "ID": "10"
        },
        {
          "text": "They asked him, “Why do the teachers of the law say that Elijah must come first?”",
          "ID": "11",
          "comments": [
            "Elijah must come See Mal. 4:5-6."
          ]
        },
        {
          "text": "Jesus answered, “They are right to say that Elijah must come first. Elijah makes all things the way they should be. But why do the Scriptures say that the Son of Man will suffer much and that people will think he is worth nothing?",
          "ID": "12"
        },
        {
          "text": "I tell you that Elijah has already come. And people did to him all the bad things they wanted to do. The Scriptures said this would happen to him.”",
          "ID": "13"
        },
        {
          "text": "Then Jesus, Peter, James, and John went to the other followers. They saw many people around them. The teachers of the law were arguing with the followers.",
          "ID": "14"
        },
        {
          "text": "When the people saw Jesus, they were very surprised and ran to welcome him.",
          "ID": "15"
        },
        {
          "text": "Jesus asked, “What are you arguing about with the teachers of the law?”",
          "ID": "16"
        },
        {
          "text": "A man answered, “Teacher, I brought my son to you. He is controlled by an evil spirit that keeps him from talking.",
          "ID": "17"
        },
        {
          "text": "The spirit attacks him and throws him on the ground. He foams at the mouth, grinds his teeth, and becomes very stiff. I asked your followers to force the evil spirit out, but they could not.”",
          "ID": "18"
        },
        {
          "text": "Jesus answered, “You people today don’t believe! How long must I stay with you? How long must I be patient with you? Bring the boy to me!”",
          "ID": "19"
        },
        {
          "text": "So the followers brought the boy to Jesus. When the evil spirit saw Jesus, it attacked the boy. The boy fell down and rolled on the ground. He was foaming at the mouth.",
          "ID": "20"
        },
        {
          "text": "Jesus asked the boy’s father, “How long has this been happening to him?”\nThe father answered, “Since he was very young.",
          "ID": "21"
        },
        {
          "text": "The spirit often throws him into a fire or into water to kill him. If you can do anything, please have pity on us and help us.”",
          "ID": "22"
        },
        {
          "text": "Jesus said to the father, “Why did you say ‘if you can’? All things are possible for the one who believes.”",
          "ID": "23"
        },
        {
          "text": "Immediately the father shouted, “I do believe. Help me to believe more!”",
          "ID": "24"
        },
        {
          "text": "Jesus saw that all the people were running there to see what was happening. So he spoke to the evil spirit. He said, “You evil spirit that makes this boy deaf and stops him from talking—I command you to come out of him and never enter him again!”",
          "ID": "25"
        },
        {
          "text": "The evil spirit screamed. It caused the boy to fall on the ground again, and then it came out. The boy looked as if he was dead. Many people said, “He is dead!”",
          "ID": "26"
        },
        {
          "text": "But Jesus took hold of his hand and helped him stand up.",
          "ID": "27"
        },
        {
          "text": "Then Jesus went into the house. His followers were alone with him there. They said, “Why weren’t we able to force that evil spirit out?”",
          "ID": "28"
        },
        {
          "text": "Jesus answered, “That kind of spirit can be forced out only with prayer.”",
          "ID": "29",
          "comments": [
            "prayer Some Greek copies have “prayer and fasting.”"
          ]
        },
        {
          "text": "Then Jesus and his followers left there and went through Galilee. Jesus did not want the people to know where they were.",
          "ID": "30"
        },
        {
          "text": "He wanted to teach his followers alone. He said to them, “The Son of Man will be handed over to the control of other men, who will kill him. After three days, he will rise from death.”",
          "ID": "31"
        },
        {
          "text": "But the followers did not understand what he meant, and they were afraid to ask him.",
          "ID": "32"
        },
        {
          "text": "Jesus and his followers went to Capernaum. They went into a house, and Jesus said to them, “I heard you arguing on the way here today. What were you arguing about?”",
          "ID": "33"
        },
        {
          "text": "But the followers did not answer, because their argument on the road was about which one of them was the greatest.",
          "ID": "34"
        },
        {
          "text": "Jesus sat down and called the twelve apostles to him. He said, “Whoever wants to be the most important must make others more important than themselves. They must serve everyone else.”",
          "ID": "35"
        },
        {
          "text": "Then Jesus took a small child and stood the child in front of the followers. He held the child in his arms and said,",
          "ID": "36"
        },
        {
          "text": "“Whoever accepts children like these in my name is accepting me. And anyone who accepts me is also accepting the one who sent me.”",
          "ID": "37"
        },
        {
          "text": "Then John said, “Teacher, we saw a man using your name to force demons out of someone. He is not one of us. So we told him to stop, because he does not belong to our group.”",
          "ID": "38"
        },
        {
          "text": "Jesus said, “Don’t stop him. Whoever uses my name to do powerful things will not soon say bad things about me.",
          "ID": "39"
        },
        {
          "text": "Whoever is not against us is with us.",
          "ID": "40"
        },
        {
          "text": "I can assure you that anyone who helps you by giving you a drink of water because you belong to the Messiah will definitely get a reward.",
          "ID": "41"
        },
        {
          "text": "“If one of these little children believes in me, and someone causes that child to sin, it will be very bad for that person. It would be better for them to have a millstone tied around their neck and be drowned in the sea.",
          "ID": "42"
        },
        {
          "text": "If your hand makes you sin, cut it off. It is better for you to lose part of your body and have eternal life than to have two hands and go to hell. There the fire never stops.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "44",
          "comments": [
            "Some Greek copies add verse 44, which is the same as verse 48."
          ]
        },
        {
          "text": "If your foot makes you sin, cut it off. It is better for you to lose part of your body and have eternal life than to have two feet and be thrown into hell.",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "46",
          "comments": [
            "Some Greek copies add verse 46, which is the same as verse 48."
          ]
        },
        {
          "text": "If your eye makes you sin, take it out. It is better for you to have only one eye and enter God’s kingdom than to have two eyes and be thrown into hell.",
          "ID": "47"
        },
        {
          "text": "The worms that eat the people in hell never die. The fire there is never stopped.",
          "ID": "48"
        },
        {
          "text": "“Everyone will be salted with fire.",
          "ID": "49",
          "comments": [
            "Some Greek copies add, “and every sacrifice will be salted with salt.” In the Old Testament salt was put on sacrifices. This verse could mean that Jesus’ followers will be tested by suffering and that they must offer themselves to God as sacrifices."
          ]
        },
        {
          "text": "“Salt is good. But if it loses its salty taste, you can’t make it good again. So, don’t lose that good quality of salt you have. And live in peace with each other.”",
          "ID": "50"
        }
      ],
      "ID": "NT:MRK.9",
      "name": "Mark 9"
    },
    {
      "title": "Jesus Heals a Blind Man",
      "text": [
        {
          "text": "Then Jesus left there and went into the area of Judea and across the Jordan River. Again, many people came to him, and Jesus taught them as he always did.",
          "ID": "1"
        },
        {
          "text": "Some Pharisees came to Jesus and tried to make him say something wrong. They asked him, “Is it right for a man to divorce his wife?”",
          "ID": "2"
        },
        {
          "text": "Jesus answered, “What did Moses command you to do?”",
          "ID": "3"
        },
        {
          "text": "The Pharisees said, “Moses allowed a man to divorce his wife by writing a certificate of divorce.”",
          "ID": "4",
          "comments": [
            "“Moses … certificate of divorce” See Deut. 24:1."
          ]
        },
        {
          "text": "Jesus said, “Moses wrote that command for you because you refused to accept God’s teaching.",
          "ID": "5"
        },
        {
          "text": "But when God made the world, ‘he made people male and female.’",
          "ID": "6",
          "comments": [
            "Quote from Gen. 1:27; 5:2."
          ]
        },
        {
          "text": "‘That is why a man will leave his father and mother and be joined to his wife.",
          "ID": "7"
        },
        {
          "text": "And the two people will become one.’ So they are no longer two, but one.",
          "ID": "8",
          "comments": [
            "Quote from Gen. 2:24."
          ]
        },
        {
          "text": "God has joined them together, so no one should separate them.”",
          "ID": "9"
        },
        {
          "text": "Later, when the followers and Jesus were in the house, they asked him again about the question of divorce.",
          "ID": "10"
        },
        {
          "text": "He said, “Whoever divorces his wife and marries another woman has sinned against his wife. He is guilty of adultery.",
          "ID": "11"
        },
        {
          "text": "And the woman who divorces her husband and marries another man is also guilty of adultery.”",
          "ID": "12"
        },
        {
          "text": "People brought their small children to Jesus so that he could lay his hands on them to bless them. But the followers told the people to stop bringing their children to him.",
          "ID": "13"
        },
        {
          "text": "Jesus saw what happened. He did not like his followers telling the children not to come. So he said to them, “Let the little children come to me. Don’t stop them, because God’s kingdom belongs to people who are like these little children.",
          "ID": "14"
        },
        {
          "text": "The truth is, you must accept God’s kingdom like a little child accepts things, or you will never enter it.”",
          "ID": "15"
        },
        {
          "text": "Then Jesus held the children in his arms. He laid his hands on them and blessed them.",
          "ID": "16"
        },
        {
          "text": "Jesus started to leave, but a man ran to him and bowed down on his knees before him. The man asked, “Good Teacher, what must I do to get the life that never ends?”",
          "ID": "17"
        },
        {
          "text": "Jesus answered, “Why do you call me good? Only God is good.",
          "ID": "18"
        },
        {
          "text": "And you know his commands: ‘You must not murder anyone, you must not commit adultery, you must not steal, you must not lie, you must not cheat, you must respect your father and mother ….’”",
          "ID": "19",
          "comments": [
            "Quote from Ex. 20:12-16; Deut. 5:16-20."
          ]
        },
        {
          "text": "The man said, “Teacher, I have obeyed all these commands since I was a boy.”",
          "ID": "20"
        },
        {
          "text": "Jesus looked at the man in a way that showed how much he cared for him. He said, “There is still one thing you need to do. Go and sell everything you have. Give the money to those who are poor, and you will have riches in heaven. Then come and follow me.”",
          "ID": "21"
        },
        {
          "text": "The man was upset when Jesus told him to give away his money. He didn’t want to do this, because he was very rich. So he went away sad.",
          "ID": "22"
        },
        {
          "text": "Then Jesus looked at his followers and said to them, “It will be very hard for a rich person to enter God’s kingdom!”",
          "ID": "23"
        },
        {
          "text": "The followers were amazed at what Jesus said. But he said again, “My children, it is very hard to enter God’s kingdom!",
          "ID": "24",
          "comments": [
            "hard Some ancient Greek copies have “hard for those who trust in riches.”"
          ]
        },
        {
          "text": "It is easier for a camel to go through the eye of a needle than for a rich person to enter God’s kingdom!”",
          "ID": "25"
        },
        {
          "text": "The followers were even more amazed and said to each other, “Then who can be saved?”",
          "ID": "26"
        },
        {
          "text": "Jesus looked at them and said, “That is something people cannot do, but God can. He can do anything.”",
          "ID": "27"
        },
        {
          "text": "Peter said to Jesus, “We left everything to follow you!”",
          "ID": "28"
        },
        {
          "text": "Jesus said, “I can promise that everyone who has left their home, brothers, sisters, mother, father, children, or farm for me and for the Good News about me",
          "ID": "29"
        },
        {
          "text": "will get a hundred times more than they left. Here in this world they will get more homes, brothers, sisters, mothers, children, and farms. And with these things they will have persecutions. But in the world that is coming they will also get the reward of eternal life.",
          "ID": "30"
        },
        {
          "text": "Many people who have the highest place now will have the lowest place in the future. And the people who have the lowest place now will have the highest place then.”",
          "ID": "31"
        },
        {
          "text": "Jesus and those with him were on their way to Jerusalem. He was at the front of the group. His followers were wondering what was happening, and the people who followed behind them were feeling afraid. Jesus gathered the twelve apostles again and talked with them alone. He told them what would happen in Jerusalem.",
          "ID": "32"
        },
        {
          "text": "He said, “We are going to Jerusalem. The Son of Man will be handed over to the leading priests and teachers of the law. They will say that he must die and will hand him over to the foreigners,",
          "ID": "33"
        },
        {
          "text": "who will laugh at him and spit on him. They will beat him with whips and kill him. But on the third day after his death, he will rise to life again.”",
          "ID": "34"
        },
        {
          "text": "Then James and John, sons of Zebedee, came to Jesus and said, “Teacher, we want to ask you to do something for us.”",
          "ID": "35"
        },
        {
          "text": "Jesus asked, “What do you want me to do for you?”",
          "ID": "36"
        },
        {
          "text": "The sons answered, “Let us share the great honor you will have as king. Let one of us sit at your right side and the other at your left.”",
          "ID": "37"
        },
        {
          "text": "Jesus said, “You don’t understand what you are asking. Can you drink from the cup that I must drink from? Can you be baptized with the same baptism that I must go through?”",
          "ID": "38",
          "comments": [
            "cup A symbol of suffering. Jesus used the idea of drinking from a cup to mean accepting the suffering he would face in the terrible events that were soon to come. Also in verse 39.",
            "baptized with the same baptism Baptism, which usually means to be immersed in water, has a special meaning here—being covered or “buried” in troubles. Also in verse 39."
          ]
        },
        {
          "text": "The sons answered, “Yes, we can!”\nJesus said to the sons, “It is true that you will drink from the cup that I drink from. And you will be baptized with the same baptism that I must go through.",
          "ID": "39"
        },
        {
          "text": "But it is not for me to say who will sit at my right or my left. God has prepared those places for the ones he chooses.”",
          "ID": "40"
        },
        {
          "text": "When the other ten followers heard this, they were angry with James and John.",
          "ID": "41"
        },
        {
          "text": "Jesus called all the followers together. He said, “The non-Jewish people have men they call rulers. You know that those rulers love to show their power over the people. And their important leaders love to use all their authority over the people.",
          "ID": "42"
        },
        {
          "text": "But it should not be that way with you. Whoever wants to be your leader must be your servant.",
          "ID": "43"
        },
        {
          "text": "Whoever wants to be first must serve the rest of you like a slave.",
          "ID": "44"
        },
        {
          "text": "Follow my example: Even the Son of Man did not come for people to serve him. He came to serve others and to give his life to save many people.”",
          "ID": "45"
        },
        {
          "text": "Then they came to the town of Jericho. When Jesus left there with his followers, a large crowd was with them. A blind man named Bartimaeus (meaning “son of Timaeus”) was sitting by the road. He was always begging for money.",
          "ID": "46"
        },
        {
          "text": "He heard that Jesus from Nazareth was walking by. So he began shouting, “Jesus, Son of David, please help me!”",
          "ID": "47"
        },
        {
          "text": "Many people criticized the blind man and told him to be quiet. But he shouted more and more, “Son of David, please help me!”",
          "ID": "48"
        },
        {
          "text": "Jesus stopped and said, “Tell him to come here.”\nSo they called the blind man and said, “You can be happy now. Stand up! Jesus is calling you.”",
          "ID": "49"
        },
        {
          "text": "The blind man stood up quickly. He left his coat there and went to Jesus.",
          "ID": "50"
        },
        {
          "text": "Jesus asked the man, “What do you want me to do for you?”\nHe answered, “Teacher, I want to see again.”",
          "ID": "51"
        },
        {
          "text": "Jesus said, “Go. You are healed because you believed.” Immediately the man was able to see again. He followed Jesus down the road.",
          "ID": "52"
        }
      ],
      "ID": "NT:MRK.10",
      "name": "Mark 10"
    },
    {
      "title": "Jewish Leaders Doubt Jesus’ Authority",
      "text": [
        {
          "text": "Jesus and his followers were coming closer to Jerusalem. They came to the towns of Bethphage and Bethany at the Mount of Olives. There Jesus sent two of his followers to do something.",
          "ID": "1"
        },
        {
          "text": "He said to them, “Go to the town you can see there. When you enter it, you will find a young donkey that no one has ever ridden. Untie it and bring it here to me.",
          "ID": "2"
        },
        {
          "text": "If anyone asks you why you are taking the donkey, tell them, ‘The Master needs it. He will send it back soon.’”",
          "ID": "3"
        },
        {
          "text": "The followers went into the town. They found a young donkey tied in the street near the door of a house, and they untied it.",
          "ID": "4"
        },
        {
          "text": "Some people were standing there and saw this. They asked, “What are you doing? Why are you untying that donkey?”",
          "ID": "5"
        },
        {
          "text": "The followers answered the way Jesus told them, and the people let them take the donkey.",
          "ID": "6"
        },
        {
          "text": "The followers brought the donkey to Jesus. They put their coats on it, and Jesus sat on it.",
          "ID": "7"
        },
        {
          "text": "Many people spread their coats on the road for Jesus. Others cut branches in the fields and spread the branches on the road.",
          "ID": "8"
        },
        {
          "text": "Some of them were walking ahead of Jesus. Others were walking behind him. Everyone shouted,\n“‘Praise Him!’\n‘Welcome! God bless the one who comes in the name of the Lord!’ ",
          "ID": "9",
          "comments": [
            "Praise Literally, “Hosanna,” a Hebrew word used in praying to God for help. Here, it was probably a shout of celebration used in praising God or his Messiah. Also in verse 10."
          ]
        },
        {
          "text": "“God bless the kingdom of our father David.\nThat kingdom is coming!\nPraise to God in heaven!”",
          "ID": "10"
        },
        {
          "text": "Jesus entered Jerusalem and went to the Temple. He looked at everything in the Temple area, but it was already late. So he went to Bethany with the twelve apostles.",
          "ID": "11"
        },
        {
          "text": "The next day, Jesus was leaving Bethany. He was hungry.",
          "ID": "12"
        },
        {
          "text": "He saw a fig tree with leaves. So he went to the tree to see if it had any figs growing on it. But he found no figs on the tree. There were only leaves, because it was not the right time for figs to grow.",
          "ID": "13"
        },
        {
          "text": "So Jesus said to the tree, “People will never eat fruit from you again.” His followers heard him say this.",
          "ID": "14"
        },
        {
          "text": "When Jesus and his followers came to Jerusalem, they entered the Temple area. Jesus began driving out the people who were buying and selling things there. He turned over the tables that belonged to those who were exchanging different kinds of money. And he turned over the benches of those who were selling doves.",
          "ID": "15"
        },
        {
          "text": "He refused to allow anyone to carry things through the Temple area.",
          "ID": "16"
        },
        {
          "text": "Then Jesus began teaching the people and said, “It is written in the Scriptures, ‘My Temple will be called a house of prayer for all nations.’ But you have changed it into a ‘hiding place for thieves.’”",
          "ID": "17",
          "comments": [
            "Quote from Isa. 56:7.",
            "Quote from Jer. 7:11."
          ]
        },
        {
          "text": "When the leading priests and the teachers of the law heard what Jesus said, they began trying to find a way to kill him. They were afraid of him because all the people were amazed at his teaching.",
          "ID": "18"
        },
        {
          "text": "That night Jesus and his followers left the city.",
          "ID": "19"
        },
        {
          "text": "The next morning Jesus was walking with his followers. They saw the fig tree that he spoke to the day before. The tree was dry and dead, even the roots.",
          "ID": "20"
        },
        {
          "text": "Peter remembered the tree and said to Jesus, “Teacher, look! Yesterday, you told that fig tree to die. Now it is dry and dead!”",
          "ID": "21"
        },
        {
          "text": "Jesus answered, “Have faith in God.",
          "ID": "22"
        },
        {
          "text": "The truth is, you can say to this mountain, ‘Go, mountain, fall into the sea.’ And if you have no doubts in your mind and believe that what you say will happen, then God will do it for you.",
          "ID": "23"
        },
        {
          "text": "So I tell you to ask for what you want in prayer. And if you believe that you have received those things, then they will be yours.",
          "ID": "24"
        },
        {
          "text": "When you are praying and you remember that you are angry with another person about something, forgive that person. Forgive them so that your Father in heaven will also forgive your sins.”",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "26",
          "comments": [
            "Some early Greek copies add verse 26: “But if you don’t forgive others, then your Father in heaven will not forgive your sins.”"
          ]
        },
        {
          "text": "Jesus and his followers went again to Jerusalem. Jesus was walking in the Temple area. The leading priests, the teachers of the law, and the older Jewish leaders came to him.",
          "ID": "27"
        },
        {
          "text": "They said, “Tell us! What authority do you have to do these things? Who gave you this authority?”",
          "ID": "28"
        },
        {
          "text": "Jesus answered, “I will ask you a question. You answer my question. Then I will tell you whose authority I use to do these things.",
          "ID": "29"
        },
        {
          "text": "Tell me: When John baptized people, did his authority come from God or was it only from other people? Answer me.”",
          "ID": "30"
        },
        {
          "text": "These Jewish leaders talked about Jesus’ question. They said to each other, “If we answer, ‘John’s baptism was from God,’ then he will say, ‘Then why didn’t you believe John?’",
          "ID": "31"
        },
        {
          "text": "But we can’t say that John’s baptism was from someone else.” (These leaders were afraid of the people, because the people believed that John was a prophet.)",
          "ID": "32"
        },
        {
          "text": "So the leaders answered Jesus, “We don’t know the answer.”\nJesus said, “Then I will not tell you who gave me the authority to do these things.”",
          "ID": "33"
        }
      ],
      "ID": "NT:MRK.11",
      "name": "Mark 11"
    },
    {
      "title": "True Giving",
      "text": [
        {
          "text": "Jesus used stories to teach the people. He said, “A man planted a vineyard. He put a wall around the field and dug a hole for a winepress. Then he built a tower. He leased the land to some farmers and left for a trip.",
          "ID": "1"
        },
        {
          "text": "“Later, it was time for the grapes to be picked. So the man sent a servant to the farmers to get his share of the grapes.",
          "ID": "2"
        },
        {
          "text": "But the farmers grabbed the servant and beat him. They sent him away with nothing.",
          "ID": "3"
        },
        {
          "text": "Then the man sent another servant to the farmers. They hit this servant on the head, showing no respect for him.",
          "ID": "4"
        },
        {
          "text": "So the man sent another servant. The farmers killed this servant. The man sent many other servants to the farmers. The farmers beat some of them and killed the others.",
          "ID": "5"
        },
        {
          "text": "“The man had only one person left to send to the farmers. It was his son. He loved his son, but he decided to send him. He said, ‘The farmers will respect my son.’",
          "ID": "6"
        },
        {
          "text": "“But the farmers said to each other, ‘This is the owner’s son, and this vineyard will be his. If we kill him, it will be ours.’",
          "ID": "7"
        },
        {
          "text": "So they took the son, threw him out of the vineyard, and killed him.",
          "ID": "8"
        },
        {
          "text": "“So what will the man who owns the vineyard do? He will go and kill those farmers. Then he will lease the land to others.",
          "ID": "9"
        },
        {
          "text": "Surely you have read this in the Scriptures:\n‘The stone that the builders refused to accept\nbecame the cornerstone.",
          "ID": "10"
        },
        {
          "text": "The Lord did this,\nand it is wonderful to us.’” ",
          "ID": "11"
        },
        {
          "text": "When these Jewish leaders heard this story, they knew it was about them. They wanted to find a way to arrest Jesus, but they were afraid of what the crowd would do. So they left him and went away.",
          "ID": "12"
        },
        {
          "text": "Later, the Jewish leaders sent some Pharisees and some men from the group called Herodians to Jesus. They wanted to catch him saying something wrong.",
          "ID": "13"
        },
        {
          "text": "They went to Jesus and said, “Teacher, we know that you are an honest man. You are not afraid of what others think about you. All people are the same to you. And you teach the truth about God’s way. Tell us, is it right to pay taxes to Caesar? Should we pay them or not?”",
          "ID": "14"
        },
        {
          "text": "But Jesus knew that these men were really trying to trick him. He said, “Why are you trying to catch me saying something wrong? Bring me a silver coin. Let me see it.”",
          "ID": "15"
        },
        {
          "text": "They gave Jesus a coin and he asked, “Whose picture is on the coin? And whose name is written on it?” They answered, “It is Caesar’s picture and Caesar’s name.”",
          "ID": "16"
        },
        {
          "text": "Then Jesus said to them, “Give to Caesar what belongs to Caesar, and give to God what belongs to God.” The men were amazed at what Jesus said.",
          "ID": "17"
        },
        {
          "text": "Then some Sadducees came to Jesus. (Sadducees believe that no one will rise from death.) They asked him a question:",
          "ID": "18"
        },
        {
          "text": "“Teacher, Moses wrote that if a married man dies and had no children, his brother must marry the woman. Then they will have children for the dead brother.",
          "ID": "19",
          "comments": [
            "if … dead brother See Deut. 25:5, 6."
          ]
        },
        {
          "text": "There were seven brothers. The first brother married but died. He had no children.",
          "ID": "20"
        },
        {
          "text": "So the second brother married the woman. But he also died and had no children. The same thing happened with the third brother.",
          "ID": "21"
        },
        {
          "text": "All seven brothers married the woman and died. None of the brothers had any children with her. And she was the last to die.",
          "ID": "22"
        },
        {
          "text": "But all seven brothers had married her. So at the time when people rise from death, whose wife will she be?”",
          "ID": "23"
        },
        {
          "text": "Jesus answered, “How could you be so wrong? It’s because you don’t know what the Scriptures say. And you don’t know anything about God’s power.",
          "ID": "24"
        },
        {
          "text": "When people rise from death, there will be no marriage. People will not be married to each other. All people will be like angels in heaven.",
          "ID": "25"
        },
        {
          "text": "Surely you have read what God said about people rising from death. In the book where Moses wrote about the burning bush, it says that God told Moses this: ‘I am the God of Abraham, the God of Isaac, and the God of Jacob.’",
          "ID": "26",
          "comments": [
            "burning bush See Ex. 3:1-12.",
            "Quote from Ex. 3:6."
          ]
        },
        {
          "text": "So they were not still dead, because he is the God only of living people. You Sadducees are so wrong!”",
          "ID": "27"
        },
        {
          "text": "One of the teachers of the law came to Jesus. He heard Jesus arguing with the Sadducees and the Pharisees. He saw that Jesus gave good answers to their questions. So he asked him, “Which of the commands is the most important?”",
          "ID": "28"
        },
        {
          "text": "Jesus answered, “The most important command is this: ‘People of Israel, listen! The Lord our God is the only Lord.",
          "ID": "29"
        },
        {
          "text": "Love the Lord your God with all your heart, all your soul, all your mind, and all your strength.’",
          "ID": "30",
          "comments": [
            "Quote from Deut. 6:4-5."
          ]
        },
        {
          "text": "The second most important command is this: ‘Love your neighbor the same as you love yourself.’ These two commands are the most important.”",
          "ID": "31",
          "comments": [
            "your neighbor Or “others.” Jesus’ teaching in Lk. 10:25-37 makes clear that this includes anyone in need.",
            "Quote from Lev. 19:18."
          ]
        },
        {
          "text": "The man answered, “That was a good answer, Teacher. You are right in saying that God is the only Lord and that there is no other God.",
          "ID": "32"
        },
        {
          "text": "And you must love God with all your heart, all your mind, and all your strength. And you must love others the same as you love yourself. These commands are more important than all the animals and sacrifices we offer to God.”",
          "ID": "33"
        },
        {
          "text": "Jesus saw that the man answered him wisely. So he said to him, “You are close to God’s kingdom.” And after that time, no one was brave enough to ask Jesus any more questions.",
          "ID": "34"
        },
        {
          "text": "Jesus was teaching in the Temple area. He asked, “Why do the teachers of the law say that the Messiah is the son of David?",
          "ID": "35"
        },
        {
          "text": "With the help of the Holy Spirit, David himself says,\n‘The Lord God said to my Lord:\nSit by me at my right side,\nand I will put your enemies under your control.’ ",
          "ID": "36",
          "comments": [
            "control Literally, “feet.”"
          ]
        },
        {
          "text": "David himself calls the Messiah ‘Lord.’ So how can the Messiah be David’s son?” Many people listened to Jesus and were very pleased.",
          "ID": "37"
        },
        {
          "text": "Jesus continued teaching. He said, “Be careful of the teachers of the law. They like to walk around wearing clothes that look important. And they love for people to show respect to them in the marketplaces.",
          "ID": "38"
        },
        {
          "text": "They love to have the most important seats in the synagogues and the places of honor at banquets.",
          "ID": "39"
        },
        {
          "text": "But they cheat widows and take their homes. Then they try to make themselves look good by saying long prayers. God will punish them very much.”",
          "ID": "40"
        },
        {
          "text": "Jesus sat near the Temple collection box and watched as people put money into it. Many rich people put in a lot of money.",
          "ID": "41",
          "comments": [
            "collection box A special box in the Jewish place for worship where people put their gifts to God."
          ]
        },
        {
          "text": "Then a poor widow came and put in two very small copper coins, worth less than a penny.",
          "ID": "42"
        },
        {
          "text": "Jesus called his followers to him and said, “This poor widow put in only two small coins. But the truth is, she gave more than all those rich people.",
          "ID": "43"
        },
        {
          "text": "They have plenty, and they gave only what they did not need. This woman is very poor, but she gave all she had. It was money she needed to live on.”",
          "ID": "44"
        }
      ],
      "ID": "NT:MRK.12",
      "name": "Mark 12"
    },
    {
      "title": "When Jesus, the Son of Man, Comes Again",
      "text": [
        {
          "text": "Jesus was leaving the Temple area. One of his followers said to him, “Teacher, look how big those stones are! What beautiful buildings!”",
          "ID": "1"
        },
        {
          "text": "Jesus said, “Do you see these great buildings? They will all be destroyed. Every stone will be thrown down to the ground. Not one stone will be left on another.”",
          "ID": "2"
        },
        {
          "text": "Later, Jesus was sitting at a place on the Mount of Olives. He was alone with Peter, James, John, and Andrew. They could all see the Temple, and they said to Jesus,",
          "ID": "3"
        },
        {
          "text": "“Tell us when these things will happen. And what will show us it is time for them to happen?”",
          "ID": "4"
        },
        {
          "text": "Jesus said to them, “Be careful! Don’t let anyone fool you.",
          "ID": "5"
        },
        {
          "text": "Many people will come and use my name. They will say, ‘I am the Messiah,’ and they will fool many people.",
          "ID": "6",
          "comments": [
            "the Messiah Literally “the one,” meaning the chosen one sent by God. See “Messiah” in the Word List and Mt. 24:5."
          ]
        },
        {
          "text": "You will hear about wars that are being fought. And you will hear stories about other wars beginning. But don’t be afraid. These things must happen before the end comes.",
          "ID": "7"
        },
        {
          "text": "Nations will fight against other nations. Kingdoms will fight against other kingdoms. There will be times when there is no food for people to eat. And there will be earthquakes in different places. These things are only the beginning of troubles, like the first pains of a woman giving birth.",
          "ID": "8"
        },
        {
          "text": "“You must be careful! There are people who will arrest you and take you to be judged for being my followers. They will beat you in their synagogues. You will be forced to stand before kings and governors. You will tell them about me.",
          "ID": "9"
        },
        {
          "text": "Before the end comes, the Good News must be told to all nations.",
          "ID": "10"
        },
        {
          "text": "Even when you are arrested and put on trial, don’t worry about what you will say. Say whatever God tells you at the time. It will not really be you speaking. It will be the Holy Spirit.",
          "ID": "11"
        },
        {
          "text": "“Brothers will turn against their own brothers and hand them over to be killed. Fathers will hand over their own children to be killed. Children will fight against their own parents and have them killed.",
          "ID": "12"
        },
        {
          "text": "All people will hate you because you follow me. But those who remain faithful to the end will be saved.",
          "ID": "13"
        },
        {
          "text": "“You will see ‘the terrible thing that causes destruction.’ You will see this thing standing in the place where it should not be.” (Reader, I trust you understand what this means.) “Everyone in Judea at that time should run away to the mountains.",
          "ID": "14",
          "comments": [
            "‘the terrible thing … destruction’ See Dan. 9:27; 11:31; 12:11."
          ]
        },
        {
          "text": "They should run away without wasting time to stop for anything. If someone is on the roof of their house, they must not go down to take things out of the house.",
          "ID": "15"
        },
        {
          "text": "If someone is in the field, they must not go back to get a coat.",
          "ID": "16"
        },
        {
          "text": "“During that time it will be hard for women who are pregnant or have small babies.",
          "ID": "17"
        },
        {
          "text": "Pray that these things will not happen in winter,",
          "ID": "18"
        },
        {
          "text": "because those days will be full of trouble. There will be more trouble than has ever happened since the beginning, when God made the world. And nothing that bad will ever happen again.",
          "ID": "19"
        },
        {
          "text": "But the Lord has decided to make that terrible time short. If it were not made short, no one could survive. But the Lord will make that time short to help the special people he has chosen.",
          "ID": "20"
        },
        {
          "text": "“Someone might say to you at that time, ‘Look, there is the Messiah!’ Or another person might say, ‘There he is!’ But don’t believe them.",
          "ID": "21"
        },
        {
          "text": "False messiahs and false prophets will come and do miracles and wonders, trying to fool the people God has chosen, if that is possible.",
          "ID": "22",
          "comments": [
            "miracles and wonders Here, amazing acts done by Satan’s power."
          ]
        },
        {
          "text": "So be careful. Now I have warned you about all this before it happens.",
          "ID": "23"
        },
        {
          "text": "“During the days following that time of trouble,\n‘The sun will become dark,\nand the moon will not give light.",
          "ID": "24"
        },
        {
          "text": "The stars will fall from the sky,\nand everything in the sky will be changed.’",
          "ID": "25",
          "comments": [
            "See Isa. 13:10; 34:4."
          ]
        },
        {
          "text": "“Then people will see the Son of Man coming in the clouds with great power and glory.",
          "ID": "26"
        },
        {
          "text": "He will send his angels all around the earth. They will gather his chosen people from every part of the earth.",
          "ID": "27"
        },
        {
          "text": "“The fig tree teaches us a lesson: When its branches become green and soft, and new leaves begin to grow, then you know that summer is very near.",
          "ID": "28"
        },
        {
          "text": "In the same way, when you see all these things happening, you will know that the time is very near, already present.",
          "ID": "29",
          "comments": [
            "time The time Jesus has been talking about when something important will happen. See Lk. 21:31, where Jesus says that this is the time for God’s kingdom to come."
          ]
        },
        {
          "text": "I assure you that all these things will happen while some of the people of this time are still living.",
          "ID": "30"
        },
        {
          "text": "The whole world, earth and sky, will be destroyed, but my words will last forever.",
          "ID": "31"
        },
        {
          "text": "“No one knows when that day or time will be. The Son and the angels in heaven don’t know when that day or time will be. Only the Father knows.",
          "ID": "32"
        },
        {
          "text": "Be careful! Always be ready. You don’t know when that time will be.",
          "ID": "33"
        },
        {
          "text": "“It’s like a man who goes on a trip and leaves his house in the care of his servants. He gives each one a special job to do. He tells the servant guarding the door to always be ready. And this is what I am telling you now.",
          "ID": "34"
        },
        {
          "text": "You must always be ready. You don’t know when the owner of the house will come back. He might come in the afternoon, or at midnight, or in the early morning, or when the sun rises.",
          "ID": "35"
        },
        {
          "text": "If you are always ready, he will not find you sleeping, even if he comes back earlier than expected.",
          "ID": "36"
        },
        {
          "text": "I tell you this, and I say it to everyone: ‘Be ready!’”",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.13",
      "name": "Mark 13"
    },
    {
      "title": "Peter Is Afraid to Say He Knows Jesus",
      "text": [
        {
          "text": "It was now only two days before the Passover and the Festival of Unleavened Bread. The leading priests and teachers of the law were trying to find a way to arrest Jesus without the people seeing it. Then they could kill him.",
          "ID": "1"
        },
        {
          "text": "They said, “But we cannot arrest Jesus during the festival. We don’t want the people to be angry and cause a riot.”",
          "ID": "2"
        },
        {
          "text": "Jesus was in Bethany at the house of Simon the leper. While he was eating there, a woman came to him. She had an alabaster jar filled with expensive perfume made of pure nard. She opened the jar and poured the perfume on Jesus’ head.",
          "ID": "3"
        },
        {
          "text": "Some of the followers there saw this. They were upset and complained to each other. They said, “Why waste that perfume?",
          "ID": "4"
        },
        {
          "text": "It was worth a full year’s pay. It could have been sold and the money given to those who are poor.” And they told the woman what a bad thing she had done.",
          "ID": "5",
          "comments": [
            "a full year’s pay Literally, “300 denarii.” One Roman denarius, a silver coin, was the average pay for one day’s work."
          ]
        },
        {
          "text": "Jesus said, “Leave her alone. Why are you giving her such trouble? She did a very good thing for me.",
          "ID": "6"
        },
        {
          "text": "You will always have the poor with you, and you can help them any time you want. But you will not always have me.",
          "ID": "7",
          "comments": [
            "You will … with you See Deut. 15:11."
          ]
        },
        {
          "text": "This woman did the only thing she could do for me. She poured perfume on my body before I die to prepare it for burial.",
          "ID": "8"
        },
        {
          "text": "The Good News will be told to people all over the world. And I can assure you that everywhere the Good News is told, the story of what this woman did will also be told, and people will remember her.”",
          "ID": "9"
        },
        {
          "text": "Then Judas Iscariot, one of the twelve apostles, went to talk to the leading priests about handing Jesus over to them.",
          "ID": "10"
        },
        {
          "text": "They were very happy about this, and they promised to pay him. So he waited for the best time to hand Jesus over to them.",
          "ID": "11"
        },
        {
          "text": "It was now the first day of the Festival of Unleavened Bread—the day the lambs were killed for the Passover. Jesus’ followers came to him and said, “We will go and prepare everything for you to eat the Passover meal. Where do you want us to have the meal?”",
          "ID": "12"
        },
        {
          "text": "Jesus sent two of his followers into the city. He said to them, “Go into the city. You will see a man carrying a jar of water. He will come to you. Follow him.",
          "ID": "13"
        },
        {
          "text": "He will go into a house. Tell the owner of the house, ‘The Teacher asks that you show us the room where he and his followers can eat the Passover meal.’",
          "ID": "14"
        },
        {
          "text": "The owner will show you a large room upstairs that is ready for us. Prepare the meal for us there.”",
          "ID": "15"
        },
        {
          "text": "So the followers left and went into the city. Everything happened the way Jesus said. So the followers prepared the Passover meal.",
          "ID": "16"
        },
        {
          "text": "In the evening Jesus went to that house with the twelve apostles.",
          "ID": "17"
        },
        {
          "text": "While they were all at the table eating, he said, “Believe me when I say that one of you will hand me over to my enemies—one of you eating with me now.”",
          "ID": "18"
        },
        {
          "text": "The followers were very sad to hear this. Each one said to Jesus, “Surely I am not the one!”",
          "ID": "19"
        },
        {
          "text": "Jesus answered, “It is one of you twelve—the one who is dipping his bread in the same bowl with me.",
          "ID": "20"
        },
        {
          "text": "The Son of Man will suffer what the Scriptures say will happen to him. But it will be very bad for the one who hands over the Son of Man to be killed. It would be better for him if he had never been born.”",
          "ID": "21"
        },
        {
          "text": "While they were eating, Jesus took some bread and thanked God for it. He broke off some pieces, gave them to his followers and said, “Take and eat this bread. It is my body.”",
          "ID": "22"
        },
        {
          "text": "Then he took a cup of wine, thanked God for it, and gave it to them. They all drank from the cup.",
          "ID": "23"
        },
        {
          "text": "Then he said, “This wine is my blood, which will be poured out for many to begin the new agreement from God to his people.",
          "ID": "24"
        },
        {
          "text": "I want you to know, I will not drink this wine again until that day when I drink it in God’s kingdom and the wine is new.”",
          "ID": "25"
        },
        {
          "text": "They all sang a song and then went out to the Mount of Olives.",
          "ID": "26"
        },
        {
          "text": "Then Jesus told the followers, “You will all lose your faith. The Scriptures say,\n‘I will kill the shepherd,\nand the sheep will run away.’ ",
          "ID": "27"
        },
        {
          "text": "But after I am killed, I will rise from death. Then I will go to Galilee. I will be there before you come.”",
          "ID": "28"
        },
        {
          "text": "Peter said, “All the other followers may lose their faith. But my faith will never be shaken.”",
          "ID": "29"
        },
        {
          "text": "Jesus answered, “The truth is, tonight you will say you don’t know me. You will say it three times before the rooster crows twice.”",
          "ID": "30"
        },
        {
          "text": "But Peter strongly protested, “I will never say I don’t know you! I will even die with you!” And all the other followers said the same thing.",
          "ID": "31"
        },
        {
          "text": "Jesus and his followers went to a place named Gethsemane. He said to them, “Sit here while I pray.”",
          "ID": "32"
        },
        {
          "text": "But he told Peter, James, and John to come with him. He began to be very distressed and troubled,",
          "ID": "33"
        },
        {
          "text": "and he said to them, “My heart is so heavy with grief, I feel as if I am dying. Wait here and stay awake.”",
          "ID": "34"
        },
        {
          "text": "Jesus went on a little farther away from them, fell to the ground, and prayed. He asked that, if possible, he would not have this time of suffering.",
          "ID": "35"
        },
        {
          "text": "He said, “ Abba, Father! You can do all things. Don’t make me drink from this cup. But do what you want, not what I want.”",
          "ID": "36",
          "comments": [
            "Abba An Aramaic word that was used by Jewish children as a name for their fathers.",
            "cup A symbol of suffering. Jesus used the idea of drinking from a cup to mean accepting the suffering he would face in the terrible events that were soon to come."
          ]
        },
        {
          "text": "Then he went back to his followers and found them sleeping. He said to Peter, “Simon, why are you sleeping? Could you not stay awake with me for one hour?",
          "ID": "37"
        },
        {
          "text": "Stay awake and pray for strength against temptation. Your spirit wants to do what is right, but your body is weak.”",
          "ID": "38"
        },
        {
          "text": "Again Jesus went away and prayed the same thing.",
          "ID": "39"
        },
        {
          "text": "Then he went back to the followers and again found them sleeping. They could not stay awake. They did not know what they should say to him.",
          "ID": "40"
        },
        {
          "text": "After Jesus prayed a third time, he went back to his followers. He said to them, “Are you still sleeping and resting? That’s enough! The time has come for the Son of Man to be handed over to the control of sinful men.",
          "ID": "41"
        },
        {
          "text": "Stand up! We must go. Here comes the man who is handing me over to them.”",
          "ID": "42"
        },
        {
          "text": "While Jesus was still speaking, Judas, one of the twelve apostles, came there. He had a big crowd of people with him, all carrying swords and clubs. They had been sent from the leading priests, the teachers of the law, and the older Jewish leaders.",
          "ID": "43"
        },
        {
          "text": "Judas planned to do something to show them which one was Jesus. He said, “The one I kiss will be Jesus. Arrest him and guard him while you lead him away.”",
          "ID": "44",
          "comments": [
            "Judas Literally, “the one who handed him over.”"
          ]
        },
        {
          "text": "So Judas went over to Jesus and said, “Teacher!” Then he kissed him.",
          "ID": "45"
        },
        {
          "text": "The men grabbed Jesus and arrested him.",
          "ID": "46"
        },
        {
          "text": "One of the followers standing near Jesus grabbed his sword and pulled it out. He swung it at the servant of the high priest and cut off his ear.",
          "ID": "47"
        },
        {
          "text": "Then Jesus said, “Why do you come to get me with swords and clubs as if I were a criminal?",
          "ID": "48"
        },
        {
          "text": "Every day I was with you teaching in the Temple area. You did not arrest me there. But all these things have happened to show the full meaning of what the Scriptures said.”",
          "ID": "49"
        },
        {
          "text": "Then all of Jesus’ followers left him and ran away.",
          "ID": "50"
        },
        {
          "text": "One of those following Jesus was a young man wearing only a linen cloth. When the people tried to grab him,",
          "ID": "51"
        },
        {
          "text": "he left the cloth in their hands and ran away naked.",
          "ID": "52"
        },
        {
          "text": "Those who arrested Jesus led him to the house of the high priest. All the leading priests, the older Jewish leaders, and the teachers of the law were gathered there.",
          "ID": "53"
        },
        {
          "text": "Peter followed Jesus but stayed back at a distance. He followed him to the yard of the high priest’s house. He went into the yard and sat there with the guards, warming himself by their fire.",
          "ID": "54"
        },
        {
          "text": "The leading priests and the whole high council tried to find something that Jesus had done wrong so they could kill him. But the council could find no proof that would allow them to kill Jesus.",
          "ID": "55"
        },
        {
          "text": "Many people came and told lies against Jesus, but they all said different things. None of them agreed.",
          "ID": "56"
        },
        {
          "text": "Then some others stood up and told more lies against Jesus. They said,",
          "ID": "57"
        },
        {
          "text": "“We heard this man say, ‘I will destroy this Temple built by human hands. And three days later, I will build another Temple not made by human hands.’”",
          "ID": "58",
          "comments": [
            "this man That is, Jesus. His enemies avoided saying his name."
          ]
        },
        {
          "text": "But also what these people said did not agree.",
          "ID": "59"
        },
        {
          "text": "Then the high priest stood up before everyone and said to Jesus, “These people said things against you. Do you have something to say about their charges? Are they telling the truth?”",
          "ID": "60"
        },
        {
          "text": "But Jesus said nothing to answer him.\nThe high priest asked Jesus another question: “Are you the Messiah, the Son of the blessed God?”",
          "ID": "61"
        },
        {
          "text": "Jesus answered, “Yes, I am the Son of God. And in the future you will see the Son of Man sitting at the right side of God All-Powerful. And you will see the Son of Man coming on the clouds of heaven.”",
          "ID": "62"
        },
        {
          "text": "When the high priest heard this, he tore his clothes in anger. He said, “We don’t need any more witnesses!",
          "ID": "63"
        },
        {
          "text": "You all heard these insults to God. What do you think?”\nEveryone agreed that Jesus was guilty and must be killed.",
          "ID": "64"
        },
        {
          "text": "Some of the people there spit at him. They covered his eyes and hit him with their fists. They said, “Be a prophet and tell us who hit you!” Then the guards led Jesus away and beat him.",
          "ID": "65",
          "comments": [
            "prophet A prophet often knows things that are hidden to other people."
          ]
        },
        {
          "text": "While Peter was still in the yard, a servant girl of the high priest came there.",
          "ID": "66"
        },
        {
          "text": "She saw him warming himself by the fire. She looked closely at him and said, “You were with Jesus, that man from Nazareth.”",
          "ID": "67"
        },
        {
          "text": "But Peter said this was not true. “That makes no sense,” he said. “I don’t know what you are talking about!” Then he left and went to the entrance of the yard, and a rooster crowed.",
          "ID": "68",
          "comments": [
            "Some Greek copies do not have “and a rooster crowed.”"
          ]
        },
        {
          "text": "When the servant girl saw him there, she began saying again to the people standing around, “This man is one of them.”",
          "ID": "69"
        },
        {
          "text": "Again Peter said it was not true.\nA short time later, the people standing there said, “We know you are one of them, because you are from Galilee.”",
          "ID": "70"
        },
        {
          "text": "Then Peter began to curse. He said, “I swear to God, I don’t know this man you are talking about!”",
          "ID": "71"
        },
        {
          "text": "As soon as Peter said this, the rooster crowed the second time. Then he remembered what Jesus had told him: “Before the rooster crows twice, you will say three times that you don’t know me.” Then Peter began to cry.",
          "ID": "72"
        }
      ],
      "ID": "NT:MRK.14",
      "name": "Mark 14"
    },
    {
      "title": "Jesus Is Buried",
      "text": [
        {
          "text": "Very early in the morning, the leading priests, the older Jewish leaders, the teachers of the law, and the whole high council decided what to do with Jesus. They tied him, led him away, and handed him over to Governor Pilate.",
          "ID": "1"
        },
        {
          "text": "Pilate asked Jesus, “Are you the king of the Jews?”\nJesus answered, “Yes, that is right.”",
          "ID": "2"
        },
        {
          "text": "The leading priests accused Jesus of many things.",
          "ID": "3"
        },
        {
          "text": "So Pilate asked Jesus another question. He said, “You can see that these people are accusing you of many things. Why don’t you answer?”",
          "ID": "4"
        },
        {
          "text": "But Jesus still did not answer, and this really surprised Pilate.",
          "ID": "5"
        },
        {
          "text": "Every year at the Passover time the governor would free one prisoner—whichever one the people wanted.",
          "ID": "6"
        },
        {
          "text": "There was a man in prison at that time named Barabbas. He and the rebels with him had been put in prison for committing murder during a riot.",
          "ID": "7"
        },
        {
          "text": "The people came to Pilate and asked him to free a prisoner as he always did.",
          "ID": "8"
        },
        {
          "text": "Pilate asked them, “Do you want me to free the king of the Jews?”",
          "ID": "9"
        },
        {
          "text": "Pilate knew that the leading priests had handed Jesus over to him because they were jealous of him.",
          "ID": "10"
        },
        {
          "text": "But the leading priests persuaded the people to ask Pilate to free Barabbas, not Jesus.",
          "ID": "11"
        },
        {
          "text": "Pilate asked the people again, “So what should I do with this man you call the king of the Jews?”",
          "ID": "12"
        },
        {
          "text": "The people shouted, “Kill him on a cross!”",
          "ID": "13"
        },
        {
          "text": "Pilate asked, “Why? What wrong has he done?”\nBut the people shouted louder and louder, “Kill him on a cross!”",
          "ID": "14"
        },
        {
          "text": "Pilate wanted to please the people, so he set Barabbas free for them. And he told the soldiers to beat Jesus with whips. Then he handed him over to the soldiers to be killed on a cross.",
          "ID": "15"
        },
        {
          "text": "Pilate’s soldiers took Jesus into the governor’s palace (called the Praetorium). They called all the other soldiers together.",
          "ID": "16"
        },
        {
          "text": "They put a purple robe on Jesus, made a crown from thorny branches, and put it on his head.",
          "ID": "17"
        },
        {
          "text": "Then they began shouting, “Welcome, king of the Jews!”",
          "ID": "18"
        },
        {
          "text": "They kept on beating his head with a stick and spitting on him. Then they bowed down on their knees and pretended to honor him as a king.",
          "ID": "19"
        },
        {
          "text": "After they finished making fun of him, they took off the purple robe and put his own clothes on him again. Then they led him out of the palace to be killed on a cross.",
          "ID": "20"
        },
        {
          "text": "There was a man from Cyrene named Simon walking into the city from the fields. He was the father of Alexander and Rufus. The soldiers forced him to carry Jesus’ cross.",
          "ID": "21"
        },
        {
          "text": "They led Jesus to the place called Golgotha. (Golgotha means “The Place of the Skull.”)",
          "ID": "22"
        },
        {
          "text": "There they gave him some wine mixed with myrrh, but he refused to drink it.",
          "ID": "23"
        },
        {
          "text": "The soldiers nailed Jesus to a cross. Then they divided his clothes among themselves, throwing dice to see who would get what.",
          "ID": "24"
        },
        {
          "text": "It was nine o’clock in the morning when they nailed Jesus to the cross.",
          "ID": "25"
        },
        {
          "text": "There was a sign with the charge against him written on it. It said, “ the king of the jews.”",
          "ID": "26"
        },
        {
          "text": "They also nailed two criminals to crosses beside Jesus—one on the right and the other on the left.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "28",
          "comments": [
            "Some Greek copies add verse 28: “And this showed the full meaning of the Scripture that says, ‘They put him with criminals.’”"
          ]
        },
        {
          "text": "People walked by and said bad things to Jesus. They shook their heads and said, “You said you could destroy the Temple and build it again in three days.",
          "ID": "29"
        },
        {
          "text": "So save yourself! Come down from that cross!”",
          "ID": "30"
        },
        {
          "text": "The leading priests and the teachers of the law were also there. They made fun of Jesus the same as the other people did. They said to each other, “He saved others, but he can’t save himself!",
          "ID": "31"
        },
        {
          "text": "If he is really the Messiah, the king of Israel, he should come down from the cross now. When we see this, then we will believe in him.” The criminals on the crosses beside Jesus also said bad things to him.",
          "ID": "32"
        },
        {
          "text": "At noon the whole country became dark. This darkness continued until three o’clock.",
          "ID": "33"
        },
        {
          "text": "At three o’clock Jesus cried out loudly, “Eloi, Eloi, lama sabachthani.” This means “My God, my God, why have you left me alone?”",
          "ID": "34",
          "comments": [
            "Quote from Ps. 22:1."
          ]
        },
        {
          "text": "Some of the people standing there heard this. They said, “Listen! He is calling Elijah.”",
          "ID": "35",
          "comments": [
            "He is calling Elijah The word for “My God” ( Eli in Hebrew or Eloi in Aramaic) sounded to the people like the name of Elijah, a famous man who spoke for God about 850 B.C."
          ]
        },
        {
          "text": "One man there ran and got a sponge. He filled the sponge with sour wine and tied it to a stick. Then he used the stick to give the sponge to Jesus to get a drink from it. The man said, “We should wait now and see if Elijah will come to take him down from the cross.”",
          "ID": "36"
        },
        {
          "text": "Then Jesus cried out loudly and died.",
          "ID": "37"
        },
        {
          "text": "When Jesus died, the curtain in the Temple was torn into two pieces. The tear started at the top and tore all the way to the bottom.",
          "ID": "38"
        },
        {
          "text": "The army officer who was standing there in front of the cross saw what happened when Jesus died. The officer said, “This man really was the Son of God!”",
          "ID": "39"
        },
        {
          "text": "Some women were standing away from the cross, watching. Among these women were Mary Magdalene, Salome, and Mary the mother of James and Joses. (James was her youngest son.)",
          "ID": "40"
        },
        {
          "text": "These were the women who had followed Jesus in Galilee and cared for him. Many other women who had come with Jesus to Jerusalem were also there.",
          "ID": "41"
        },
        {
          "text": "This day was called Preparation day. (That means the day before the Sabbath day.) It was becoming dark.",
          "ID": "42"
        },
        {
          "text": "A man named Joseph from Arimathea was brave enough to go to Pilate and ask for Jesus’ body. Joseph was an important member of the high council. He was one of the people who wanted God’s kingdom to come.",
          "ID": "43"
        },
        {
          "text": "Pilate was surprised to hear that Jesus was already dead. So he called for the army officer in charge and asked him if Jesus was already dead.",
          "ID": "44"
        },
        {
          "text": "When Pilate heard it from the officer, he told Joseph he could have the body.",
          "ID": "45"
        },
        {
          "text": "Joseph bought some linen cloth. He took the body from the cross, wrapped it in the linen, and put the body in a tomb that was dug in a wall of rock. Then he closed the tomb by rolling a large stone to cover the entrance.",
          "ID": "46"
        },
        {
          "text": "Mary Magdalene and Mary the mother of Joses saw the place where Jesus was put.",
          "ID": "47"
        }
      ],
      "ID": "NT:MRK.15",
      "name": "Mark 15"
    },
    {
      "title": "Jesus Goes Back to Heaven",
      "text": [
        {
          "text": "The next day after the Sabbath day, Mary Magdalene, Salome, and Mary the mother of James bought some sweet-smelling spices to put on Jesus’ body.",
          "ID": "1"
        },
        {
          "text": "Very early on that day, the first day of the week, the women were going to the tomb. It was very early after sunrise.",
          "ID": "2"
        },
        {
          "text": "The women said to each other, “There is a large stone covering the entrance of the tomb. Who will move the stone for us?”",
          "ID": "3"
        },
        {
          "text": "Then the women looked and saw that the stone was moved. The stone was very large, but it was moved away from the entrance.",
          "ID": "4"
        },
        {
          "text": "The women walked into the tomb and saw a young man there wearing a white robe. He was sitting on the right side of the tomb. The women were afraid.",
          "ID": "5"
        },
        {
          "text": "But the man said, “Don’t be afraid. You are looking for Jesus from Nazareth, the one who was killed on a cross. He has risen from death! He is not here. Look, here is the place they put him when he was dead.",
          "ID": "6"
        },
        {
          "text": "Now go and tell his followers. And be sure to tell Peter. Tell them, ‘Jesus is going into Galilee and will be there before you come. You will see him there, as he told you before.’”",
          "ID": "7"
        },
        {
          "text": "The women were very afraid and confused. They left the tomb and ran away. They did not tell about what happened, because they were afraid.",
          "ID": "8",
          "comments": [
            "Some of the oldest Greek copies end the book here. A few later copies have this shorter ending: “But they soon gave all the instructions to Peter and those with him. After that Jesus himself sent them out from east to west with the holy message that will never change—that people can be saved forever.”"
          ]
        },
        {
          "text": "Jesus rose from death early on the first day of the week. He appeared first to Mary Magdalene. One time in the past Jesus had forced seven demons out of Mary.",
          "ID": "9"
        },
        {
          "text": "After Mary saw Jesus, she went and told his followers. They were very sad and were crying.",
          "ID": "10"
        },
        {
          "text": "But Mary told them that Jesus was alive. She said that she had seen Jesus, but they did not believe her.",
          "ID": "11"
        },
        {
          "text": "Later, Jesus appeared to two followers while they were walking in the country. But Jesus did not look the same as before he was killed.",
          "ID": "12"
        },
        {
          "text": "These followers went back to the other followers and told them what happened. Again, the followers did not believe them.",
          "ID": "13"
        },
        {
          "text": "Later, Jesus appeared to the eleven followers while they were eating. He criticized them because they had so little faith. They were stubborn and refused to believe the people who said Jesus had risen from death.",
          "ID": "14"
        },
        {
          "text": "He said to them, “Go everywhere in the world. Tell the Good News to everyone.",
          "ID": "15"
        },
        {
          "text": "Whoever believes and is baptized will be saved. But those who do not believe will be judged guilty.",
          "ID": "16"
        },
        {
          "text": "And the people who believe will be able to do these things as proof: They will use my name to force demons out of people. They will speak in languages they never learned.",
          "ID": "17"
        },
        {
          "text": "If they pick up snakes or drink any poison, they will not be hurt. They will lay their hands on sick people, and they will get well.”",
          "ID": "18"
        },
        {
          "text": "After the Lord Jesus said these things to his followers, he was carried up into heaven. There, Jesus sat at the right side of God.",
          "ID": "19"
        },
        {
          "text": "The followers went everywhere in the world telling people the Good News, and the Lord helped them. By giving them power to do miracles the Lord proved that their message was true.",
          "ID": "20"
        }
      ],
      "ID": "NT:MRK.16",
      "name": "Mark 16"
    }
  ],
  "ID": "NT:MRK(ERV)",
  "name": "Mark"
}