{
  "text": [
    {
      "text": [
        {
          "text": "The beginning of the gospel of Jesus Christ, the Son of God.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "As it is written in Isaiah the prophet: \"Behold, I send My messenger ahead of You, Who will prepare Your way;",
          "ID": "2"
        },
        {
          "text": "The voice of one crying in the wilderness,",
          "ID": "3"
        },
        {
          "text": "'Make ready the way of the Lord,",
          "ID": "3"
        },
        {
          "text": "Make His paths straight.'\"",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "John the Baptist appeared in the wilderness preaching a baptism of repentance for the forgiveness of sins.",
          "ID": "4"
        },
        {
          "text": "And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins.",
          "ID": "5"
        },
        {
          "text": "John was clothed with camel's hair and wore a leather belt around his waist, and his diet was locusts and wild honey.",
          "ID": "6"
        },
        {
          "text": "And he was preaching, and saying, \"After me One is coming who is mightier than I, and I am not fit to stoop down and untie the thong of His sandals.",
          "ID": "7"
        },
        {
          "text": "I baptized you with water; but He will baptize you with the Holy Spirit.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan.",
          "ID": "9"
        },
        {
          "text": "Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him;",
          "ID": "10"
        },
        {
          "text": "and a voice came out of the heavens: \"You are My beloved Son, in You I am well-pleased.\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Immediately the Spirit impelled Him to go out into the wilderness.",
          "ID": "12"
        },
        {
          "text": "And He was in the wilderness forty days being tempted by Satan; and He was with the wild beasts, and the angels were ministering to Him.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Now after John had been taken into custody, Jesus came into Galilee, preaching the gospel of God,",
          "ID": "14"
        },
        {
          "text": "and saying, \"The time is fulfilled, and the kingdom of God is at hand; repent and believe in the gospel.\"",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "As He was going along by the Sea of Galilee, He saw Simon and Andrew, the brother of Simon, casting a net in the sea; for they were fishermen.",
          "ID": "16"
        },
        {
          "text": "And Jesus said to them, \"Follow Me, and I will make you become fishers of men.\"",
          "ID": "17"
        },
        {
          "text": "Immediately they left their nets and followed Him.",
          "ID": "18"
        },
        {
          "text": "Going on a little farther, He saw James the son of Zebedee, and John his brother, who were also in the boat mending the nets.",
          "ID": "19"
        },
        {
          "text": "Immediately He called them; and they left their father Zebedee in the boat with the hired servants, and went away to follow Him.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "They went into Capernaum; and immediately on the Sabbath He entered the synagogue and began to teach.",
          "ID": "21"
        },
        {
          "text": "They were amazed at His teaching; for He was teaching them as one having authority, and not as the scribes.",
          "ID": "22"
        },
        {
          "text": "Just then there was a man in their synagogue with an unclean spirit; and he cried out,",
          "ID": "23"
        },
        {
          "text": "saying, \"What business do we have with each other, Jesus of Nazareth? Have You come to destroy us? I know who You are-the Holy One of God!\"",
          "ID": "24"
        },
        {
          "text": "And Jesus rebuked him, saying, \"Be quiet, and come out of him!\"",
          "ID": "25"
        },
        {
          "text": "Throwing him into convulsions, the unclean spirit cried out with a loud voice and came out of him.",
          "ID": "26"
        },
        {
          "text": "They were all amazed, so that they debated among themselves, saying, \"What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him.\"",
          "ID": "27"
        },
        {
          "text": "Immediately the news about Him spread everywhere into all the surrounding district of Galilee.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "And immediately after they came out of the synagogue, they came into the house of Simon and Andrew, with James and John.",
          "ID": "29"
        },
        {
          "text": "Now Simon's mother-in-law was lying sick with a fever; and immediately they spoke to Jesus about her.",
          "ID": "30"
        },
        {
          "text": "And He came to her and raised her up, taking her by the hand, and the fever left her, and she waited on them.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "When evening came, after the sun had set, they began bringing to Him all who were ill and those who were demon-possessed.",
          "ID": "32"
        },
        {
          "text": "And the whole city had gathered at the door.",
          "ID": "33"
        },
        {
          "text": "And He healed many who were ill with various diseases, and cast out many demons; and He was not permitting the demons to speak, because they knew who He was.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "In the early morning, while it was still dark, Jesus got up, left the house, and went away to a secluded place, and was praying there.",
          "ID": "35"
        },
        {
          "text": "Simon and his companions searched for Him;",
          "ID": "36"
        },
        {
          "text": "they found Him, and said to Him, \"Everyone is looking for You.\"",
          "ID": "37"
        },
        {
          "text": "He said to them, \"Let us go somewhere else to the towns nearby, so that I may preach there also; for that is what I came for.\"",
          "ID": "38"
        },
        {
          "text": "And He went into their synagogues throughout all Galilee, preaching and casting out the demons.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "And a leper came to Jesus, beseeching Him and falling on his knees before Him, and saying, \"If You are willing, You can make me clean.\"",
          "ID": "40"
        },
        {
          "text": "Moved with compassion, Jesus stretched out His hand and touched him, and said to him, \"I am willing; be cleansed.\"",
          "ID": "41"
        },
        {
          "text": "Immediately the leprosy left him and he was cleansed.",
          "ID": "42"
        },
        {
          "text": "And He sternly warned him and immediately sent him away,",
          "ID": "43"
        },
        {
          "text": "and He said to him, \"See that you say nothing to anyone; but go, show yourself to the priest and offer for your cleansing what Moses commanded, as a testimony to them.\"",
          "ID": "44"
        },
        {
          "text": "But he went out and began to proclaim it freely and to spread the news around, to such an extent that Jesus could no longer publicly enter a city, but stayed out in unpopulated areas; and they were coming to Him from everywhere.",
          "ID": "45"
        }
      ],
      "ID": "NT:MRK.1",
      "name": "MARK 1"
    },
    {
      "text": [
        {
          "text": "When He had come back to Capernaum several days afterward, it was heard that He was at home.",
          "ID": "1"
        },
        {
          "text": "And many were gathered together, so that there was no longer room, not even near the door; and He was speaking the word to them.",
          "ID": "2"
        },
        {
          "text": "And they came, bringing to Him a paralytic, carried by four men.",
          "ID": "3"
        },
        {
          "text": "Being unable to get to Him because of the crowd, they removed the roof above Him; and when they had dug an opening, they let down the pallet on which the paralytic was lying.",
          "ID": "4"
        },
        {
          "text": "And Jesus seeing their faith said to the paralytic, \"Son, your sins are forgiven.\"",
          "ID": "5"
        },
        {
          "text": "But some of the scribes were sitting there and reasoning in their hearts,",
          "ID": "6"
        },
        {
          "text": "\"Why does this man speak that way? He is blaspheming; who can forgive sins but God alone?\"",
          "ID": "7"
        },
        {
          "text": "Immediately Jesus, aware in His spirit that they were reasoning that way within themselves, said to them, \"Why are you reasoning about these things in your hearts?",
          "ID": "8"
        },
        {
          "text": "Which is easier, to say to the paralytic, 'Your sins are forgiven'; or to say, 'Get up, and pick up your pallet and walk'?",
          "ID": "9"
        },
        {
          "text": "But so that you may know that the Son of Man has authority on earth to forgive sins\"-He said to the paralytic,",
          "ID": "10"
        },
        {
          "text": "\"I say to you, get up, pick up your pallet and go home.\"",
          "ID": "11"
        },
        {
          "text": "And he got up and immediately picked up the pallet and went out in the sight of everyone, so that they were all amazed and were glorifying God, saying, \"We have never seen anything like this.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And He went out again by the seashore; and all the people were coming to Him, and He was teaching them.",
          "ID": "13"
        },
        {
          "text": "As He passed by, He saw Levi the son of Alphaeus sitting in the tax booth, and He said to him, \"Follow Me!\" And he got up and followed Him.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And it happened that He was reclining at the table in his house, and many tax collectors and sinners were dining with Jesus and His disciples; for there were many of them, and they were following Him.",
          "ID": "15"
        },
        {
          "text": "When the scribes of the Pharisees saw that He was eating with the sinners and tax collectors, they said to His disciples, \"Why is He eating and drinking with tax collectors and sinners?\"",
          "ID": "16"
        },
        {
          "text": "And hearing this, Jesus said to them, \"It is not those who are healthy who need a physician, but those who are sick; I did not come to call the righteous, but sinners.\"",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "John's disciples and the Pharisees were fasting; and they came and said to Him, \"Why do John's disciples and the disciples of the Pharisees fast, but Your disciples do not fast?\"",
          "ID": "18"
        },
        {
          "text": "And Jesus said to them, \"While the bridegroom is with them, the attendants of the bridegroom cannot fast, can they? So long as they have the bridegroom with them, they cannot fast.",
          "ID": "19"
        },
        {
          "text": "But the days will come when the bridegroom is taken away from them, and then they will fast in that day.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "\"No one sews a patch of unshrunk cloth on an old garment; otherwise the patch pulls away from it, the new from the old, and a worse tear results.",
          "ID": "21"
        },
        {
          "text": "No one puts new wine into old wineskins; otherwise the wine will burst the skins, and the wine is lost and the skins as well; but one puts new wine into fresh wineskins.\"",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And it happened that He was passing through the grainfields on the Sabbath, and His disciples began to make their way along while picking the heads of grain.",
          "ID": "23"
        },
        {
          "text": "The Pharisees were saying to Him, \"Look, why are they doing what is not lawful on the Sabbath?\"",
          "ID": "24"
        },
        {
          "text": "And He said to them, \"Have you never read what David did when he was in need and he and his companions became hungry;",
          "ID": "25"
        },
        {
          "text": "how he entered the house of God in the time of Abiathar the high priest, and ate the consecrated bread, which is not lawful for anyone to eat except the priests, and he also gave it to those who were with him?\"",
          "ID": "26"
        },
        {
          "text": "Jesus said to them, \"The Sabbath was made for man, and not man for the Sabbath.",
          "ID": "27"
        },
        {
          "text": "So the Son of Man is Lord even of the Sabbath.\"",
          "ID": "28"
        }
      ],
      "ID": "NT:MRK.2",
      "name": "MARK 2"
    },
    {
      "text": [
        {
          "text": "He entered again into a synagogue; and a man was there whose hand was withered.",
          "ID": "1"
        },
        {
          "text": "They were watching Him to see if He would heal him on the Sabbath, so that they might accuse Him.",
          "ID": "2"
        },
        {
          "text": "He said to the man with the withered hand, \"Get up and come forward!\"",
          "ID": "3"
        },
        {
          "text": "And He said to them, \"Is it lawful to do good or to do harm on the Sabbath, to save a life or to kill?\" But they kept silent.",
          "ID": "4"
        },
        {
          "text": "After looking around at them with anger, grieved at their hardness of heart, He said to the man, \"Stretch out your hand.\" And he stretched it out, and his hand was restored.",
          "ID": "5"
        },
        {
          "text": "The Pharisees went out and immediately began conspiring with the Herodians against Him, as to how they might destroy Him.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Jesus withdrew to the sea with His disciples; and a great multitude from Galilee followed; and also from Judea,",
          "ID": "7"
        },
        {
          "text": "and from Jerusalem, and from Idumea, and beyond the Jordan, and the vicinity of Tyre and Sidon, a great number of people heard of all that He was doing and came to Him.",
          "ID": "8"
        },
        {
          "text": "And He told His disciples that a boat should stand ready for Him because of the crowd, so that they would not crowd Him;",
          "ID": "9"
        },
        {
          "text": "for He had healed many, with the result that all those who had afflictions pressed around Him in order to touch Him.",
          "ID": "10"
        },
        {
          "text": "Whenever the unclean spirits saw Him, they would fall down before Him and shout, \"You are the Son of God!\"",
          "ID": "11"
        },
        {
          "text": "And He earnestly warned them not to tell who He was.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And He went up on the mountain and summoned those whom He Himself wanted, and they came to Him.",
          "ID": "13"
        },
        {
          "text": "And He appointed twelve, so that they would be with Him and that He could send them out to preach,",
          "ID": "14"
        },
        {
          "text": "and to have authority to cast out the demons.",
          "ID": "15"
        },
        {
          "text": "And He appointed the twelve: Simon (to whom He gave the name Peter),",
          "ID": "16"
        },
        {
          "text": "and James, the son of Zebedee, and John the brother of James (to them He gave the name Boanerges, which means, \"Sons of Thunder\");",
          "ID": "17"
        },
        {
          "text": "and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Zealot;",
          "ID": "18"
        },
        {
          "text": "and Judas Iscariot, who betrayed Him.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And He came home, and the crowd gathered again, to such an extent that they could not even eat a meal.",
          "ID": "20"
        },
        {
          "text": "When His own people heard of this, they went out to take custody of Him; for they were saying, \"He has lost His senses.\"",
          "ID": "21"
        },
        {
          "text": "The scribes who came down from Jerusalem were saying, \"He is possessed by Beelzebul,\" and \"He casts out the demons by the ruler of the demons.\"",
          "ID": "22"
        },
        {
          "text": "And He called them to Himself and began speaking to them in parables, \"How can Satan cast out Satan?",
          "ID": "23"
        },
        {
          "text": "If a kingdom is divided against itself, that kingdom cannot stand.",
          "ID": "24"
        },
        {
          "text": "If a house is divided against itself, that house will not be able to stand.",
          "ID": "25"
        },
        {
          "text": "If Satan has risen up against himself and is divided, he cannot stand, but he is finished!",
          "ID": "26"
        },
        {
          "text": "But no one can enter the strong man's house and plunder his property unless he first binds the strong man, and then he will plunder his house.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"Truly I say to you, all sins shall be forgiven the sons of men, and whatever blasphemies they utter;",
          "ID": "28"
        },
        {
          "text": "but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin\"-",
          "ID": "29"
        },
        {
          "text": "because they were saying, \"He has an unclean spirit.\"",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Then His mother and His brothers arrived, and standing outside they sent word to Him and called Him.",
          "ID": "31"
        },
        {
          "text": "A crowd was sitting around Him, and they said to Him, \"Behold, Your mother and Your brothers are outside looking for You.\"",
          "ID": "32"
        },
        {
          "text": "Answering them, He said, \"Who are My mother and My brothers?\"",
          "ID": "33"
        },
        {
          "text": "Looking about at those who were sitting around Him, He said, \"Behold My mother and My brothers!",
          "ID": "34"
        },
        {
          "text": "For whoever does the will of God, he is My brother and sister and mother.\"",
          "ID": "35"
        }
      ],
      "ID": "NT:MRK.3",
      "name": "MARK 3"
    },
    {
      "text": [
        {
          "text": "He began to teach again by the sea. And such a very large crowd gathered to Him that He got into a boat in the sea and sat down; and the whole crowd was by the sea on the land.",
          "ID": "1"
        },
        {
          "text": "And He was teaching them many things in parables, and was saying to them in His teaching,",
          "ID": "2"
        },
        {
          "text": "\"Listen to this! Behold, the sower went out to sow;",
          "ID": "3"
        },
        {
          "text": "as he was sowing, some seed fell beside the road, and the birds came and ate it up.",
          "ID": "4"
        },
        {
          "text": "Other seed fell on the rocky ground where it did not have much soil; and immediately it sprang up because it had no depth of soil.",
          "ID": "5"
        },
        {
          "text": "And after the sun had risen, it was scorched; and because it had no root, it withered away.",
          "ID": "6"
        },
        {
          "text": "Other seed fell among the thorns, and the thorns came up and choked it, and it yielded no crop.",
          "ID": "7"
        },
        {
          "text": "Other seeds fell into the good soil, and as they grew up and increased, they yielded a crop and produced thirty, sixty, and a hundredfold.\"",
          "ID": "8"
        },
        {
          "text": "And He was saying, \"He who has ears to hear, let him hear.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "As soon as He was alone, His followers, along with the twelve, began asking Him about the parables.",
          "ID": "10"
        },
        {
          "text": "And He was saying to them, \"To you has been given the mystery of the kingdom of God, but those who are outside get everything in parables,",
          "ID": "11"
        },
        {
          "text": "so that while seeing, they may see and not perceive, and while hearing, they may hear and not understand, otherwise they might return and be forgiven.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And He said to them, \"Do you not understand this parable? How will you understand all the parables?",
          "ID": "13"
        },
        {
          "text": "The sower sows the word.",
          "ID": "14"
        },
        {
          "text": "These are the ones who are beside the road where the word is sown; and when they hear, immediately Satan comes and takes away the word which has been sown in them.",
          "ID": "15"
        },
        {
          "text": "In a similar way these are the ones on whom seed was sown on the rocky places, who, when they hear the word, immediately receive it with joy;",
          "ID": "16"
        },
        {
          "text": "and they have no firm root in themselves, but are only temporary; then, when affliction or persecution arises because of the word, immediately they fall away.",
          "ID": "17"
        },
        {
          "text": "And others are the ones on whom seed was sown among the thorns; these are the ones who have heard the word,",
          "ID": "18"
        },
        {
          "text": "but the worries of the world, and the deceitfulness of riches, and the desires for other things enter in and choke the word, and it becomes unfruitful.",
          "ID": "19"
        },
        {
          "text": "And those are the ones on whom seed was sown on the good soil; and they hear the word and accept it and bear fruit, thirty, sixty, and a hundredfold.\"",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "And He was saying to them, \"A lamp is not brought to be put under a basket, is it, or under a bed? Is it not brought to be put on the lampstand?",
          "ID": "21"
        },
        {
          "text": "For nothing is hidden, except to be revealed; nor has anything been secret, but that it would come to light.",
          "ID": "22"
        },
        {
          "text": "If anyone has ears to hear, let him hear.\"",
          "ID": "23"
        },
        {
          "text": "And He was saying to them, \"Take care what you listen to. By your standard of measure it will be measured to you; and more will be given you besides.",
          "ID": "24"
        },
        {
          "text": "For whoever has, to him more shall be given; and whoever does not have, even what he has shall be taken away from him.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "And He was saying, \"The kingdom of God is like a man who casts seed upon the soil;",
          "ID": "26"
        },
        {
          "text": "and he goes to bed at night and gets up by day, and the seed sprouts and grows-how, he himself does not know.",
          "ID": "27"
        },
        {
          "text": "The soil produces crops by itself; first the blade, then the head, then the mature grain in the head.",
          "ID": "28"
        },
        {
          "text": "But when the crop permits, he immediately puts in the sickle, because the harvest has come.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "And He said, \"How shall we picture the kingdom of God, or by what parable shall we present it?",
          "ID": "30"
        },
        {
          "text": "It is like a mustard seed, which, when sown upon the soil, though it is smaller than all the seeds that are upon the soil,",
          "ID": "31"
        },
        {
          "text": "yet when it is sown, it grows up and becomes larger than all the garden plants and forms large branches; so that the birds of the air can nest under its shade.\"",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "With many such parables He was speaking the word to them, so far as they were able to hear it;",
          "ID": "33"
        },
        {
          "text": "and He did not speak to them without a parable; but He was explaining everything privately to His own disciples.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "On that day, when evening came, He said to them, \"Let us go over to the other side.\"",
          "ID": "35"
        },
        {
          "text": "Leaving the crowd, they took Him along with them in the boat, just as He was; and other boats were with Him.",
          "ID": "36"
        },
        {
          "text": "And there arose a fierce gale of wind, and the waves were breaking over the boat so much that the boat was already filling up.",
          "ID": "37"
        },
        {
          "text": "Jesus Himself was in the stern, asleep on the cushion; and they woke Him and said to Him, \"Teacher, do You not care that we are perishing?\"",
          "ID": "38"
        },
        {
          "text": "And He got up and rebuked the wind and said to the sea, \"Hush, be still.\" And the wind died down and it became perfectly calm.",
          "ID": "39"
        },
        {
          "text": "And He said to them, \"Why are you afraid? Do you still have no faith?\"",
          "ID": "40"
        },
        {
          "text": "They became very much afraid and said to one another, \"Who then is this, that even the wind and the sea obey Him?\"",
          "ID": "41"
        }
      ],
      "ID": "NT:MRK.4",
      "name": "MARK 4"
    },
    {
      "text": [
        {
          "text": "They came to the other side of the sea, into the country of the Gerasenes.",
          "ID": "1"
        },
        {
          "text": "When He got out of the boat, immediately a man from the tombs with an unclean spirit met Him,",
          "ID": "2"
        },
        {
          "text": "and he had his dwelling among the tombs. And no one was able to bind him anymore, even with a chain;",
          "ID": "3"
        },
        {
          "text": "because he had often been bound with shackles and chains, and the chains had been torn apart by him and the shackles broken in pieces, and no one was strong enough to subdue him.",
          "ID": "4"
        },
        {
          "text": "Constantly, night and day, he was screaming among the tombs and in the mountains, and gashing himself with stones.",
          "ID": "5"
        },
        {
          "text": "Seeing Jesus from a distance, he ran up and bowed down before Him;",
          "ID": "6"
        },
        {
          "text": "and shouting with a loud voice, he said, \"What business do we have with each other, Jesus, Son of the Most High God? I implore You by God, do not torment me!\"",
          "ID": "7"
        },
        {
          "text": "For He had been saying to him, \"Come out of the man, you unclean spirit!\"",
          "ID": "8"
        },
        {
          "text": "And He was asking him, \"What is your name?\" And he said to Him, \"My name is Legion; for we are many.\"",
          "ID": "9"
        },
        {
          "text": "And he began to implore Him earnestly not to send them out of the country.",
          "ID": "10"
        },
        {
          "text": "Now there was a large herd of swine feeding nearby on the mountain.",
          "ID": "11"
        },
        {
          "text": "The demons implored Him, saying, \"Send us into the swine so that we may enter them.\"",
          "ID": "12"
        },
        {
          "text": "Jesus gave them permission. And coming out, the unclean spirits entered the swine; and the herd rushed down the steep bank into the sea, about two thousand of them; and they were drowned in the sea.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Their herdsmen ran away and reported it in the city and in the country. And the people came to see what it was that had happened.",
          "ID": "14"
        },
        {
          "text": "They came to Jesus and observed the man who had been demon-possessed sitting down, clothed and in his right mind, the very man who had had the \"legion\"; and they became frightened.",
          "ID": "15"
        },
        {
          "text": "Those who had seen it described to them how it had happened to the demon-possessed man, and all about the swine.",
          "ID": "16"
        },
        {
          "text": "And they began to implore Him to leave their region.",
          "ID": "17"
        },
        {
          "text": "As He was getting into the boat, the man who had been demon-possessed was imploring Him that he might accompany Him.",
          "ID": "18"
        },
        {
          "text": "And He did not let him, but He said to him, \"Go home to your people and report to them what great things the Lord has done for you, and how He had mercy on you.\"",
          "ID": "19"
        },
        {
          "text": "And he went away and began to proclaim in Decapolis what great things Jesus had done for him; and everyone was amazed.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "When Jesus had crossed over again in the boat to the other side, a large crowd gathered around Him; and so He stayed by the seashore.",
          "ID": "21"
        },
        {
          "text": "One of the synagogue officials named Jairus came up, and on seeing Him, fell at His feet",
          "ID": "22"
        },
        {
          "text": "and implored Him earnestly, saying, \"My little daughter is at the point of death; please come and lay Your hands on her, so that she will get well and live.\"",
          "ID": "23"
        },
        {
          "text": "And He went off with him; and a large crowd was following Him and pressing in on Him.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "A woman who had had a hemorrhage for twelve years,",
          "ID": "25"
        },
        {
          "text": "and had endured much at the hands of many physicians, and had spent all that she had and was not helped at all, but rather had grown worse-",
          "ID": "26"
        },
        {
          "text": "after hearing about Jesus, she came up in the crowd behind Him and touched His cloak.",
          "ID": "27"
        },
        {
          "text": "For she thought, \"If I just touch His garments, I will get well.\"",
          "ID": "28"
        },
        {
          "text": "Immediately the flow of her blood was dried up; and she felt in her body that she was healed of her affliction.",
          "ID": "29"
        },
        {
          "text": "Immediately Jesus, perceiving in Himself that the power proceeding from Him had gone forth, turned around in the crowd and said, \"Who touched My garments?\"",
          "ID": "30"
        },
        {
          "text": "And His disciples said to Him, \"You see the crowd pressing in on You, and You say, 'Who touched Me?'\"",
          "ID": "31"
        },
        {
          "text": "And He looked around to see the woman who had done this.",
          "ID": "32"
        },
        {
          "text": "But the woman fearing and trembling, aware of what had happened to her, came and fell down before Him and told Him the whole truth.",
          "ID": "33"
        },
        {
          "text": "And He said to her, \"Daughter, your faith has made you well; go in peace and be healed of your affliction.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "While He was still speaking, they came from the house of the synagogue official, saying, \"Your daughter has died; why trouble the Teacher anymore?\"",
          "ID": "35"
        },
        {
          "text": "But Jesus, overhearing what was being spoken, said to the synagogue official, \"Do not be afraid any longer, only believe.\"",
          "ID": "36"
        },
        {
          "text": "And He allowed no one to accompany Him, except Peter and James and John the brother of James.",
          "ID": "37"
        },
        {
          "text": "They came to the house of the synagogue official; and He saw a commotion, and people loudly weeping and wailing.",
          "ID": "38"
        },
        {
          "text": "And entering in, He said to them, \"Why make a commotion and weep? The child has not died, but is asleep.\"",
          "ID": "39"
        },
        {
          "text": "They began laughing at Him. But putting them all out, He took along the child's father and mother and His own companions, and entered the room where the child was.",
          "ID": "40"
        },
        {
          "text": "Taking the child by the hand, He said to her, \"Talitha kum!\" (which translated means, \"Little girl, I say to you, get up!\").",
          "ID": "41"
        },
        {
          "text": "Immediately the girl got up and began to walk, for she was twelve years old. And immediately they were completely astounded.",
          "ID": "42"
        },
        {
          "text": "And He gave them strict orders that no one should know about this, and He said that something should be given her to eat.",
          "ID": "43"
        }
      ],
      "ID": "NT:MRK.5",
      "name": "MARK 5"
    },
    {
      "text": [
        {
          "text": "Jesus went out from there and came into His hometown; and His disciples followed Him.",
          "ID": "1"
        },
        {
          "text": "When the Sabbath came, He began to teach in the synagogue; and the many listeners were astonished, saying, \"Where did this man get these things, and what is this wisdom given to Him, and such miracles as these performed by His hands?",
          "ID": "2"
        },
        {
          "text": "Is not this the carpenter, the son of Mary, and brother of James and Joses and Judas and Simon? Are not His sisters here with us?\" And they took offense at Him.",
          "ID": "3"
        },
        {
          "text": "Jesus said to them, \"A prophet is not without honor except in his hometown and among his own relatives and in his own household.\"",
          "ID": "4"
        },
        {
          "text": "And He could do no miracle there except that He laid His hands on a few sick people and healed them.",
          "ID": "5"
        },
        {
          "text": "And He wondered at their unbelief.",
          "ID": "6"
        },
        {
          "text": "And He was going around the villages teaching.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "And He summoned the twelve and began to send them out in pairs, and gave them authority over the unclean spirits;",
          "ID": "7"
        },
        {
          "text": "and He instructed them that they should take nothing for their journey, except a mere staff-no bread, no bag, no money in their belt-",
          "ID": "8"
        },
        {
          "text": "but to wear sandals; and He added, \"Do not put on two tunics.\"",
          "ID": "9"
        },
        {
          "text": "And He said to them, \"Wherever you enter a house, stay there until you leave town.",
          "ID": "10"
        },
        {
          "text": "Any place that does not receive you or listen to you, as you go out from there, shake the dust off the soles of your feet for a testimony against them.\"",
          "ID": "11"
        },
        {
          "text": "They went out and preached that men should repent.",
          "ID": "12"
        },
        {
          "text": "And they were casting out many demons and were anointing with oil many sick people and healing them.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And King Herod heard of it, for His name had become well known; and people were saying, \"John the Baptist has risen from the dead, and that is why these miraculous powers are at work in Him.\"",
          "ID": "14"
        },
        {
          "text": "But others were saying, \"He is Elijah.\" And others were saying, \"He is a prophet, like one of the prophets of old.\"",
          "ID": "15"
        },
        {
          "text": "But when Herod heard of it, he kept saying, \"John, whom I beheaded, has risen!\"",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "For Herod himself had sent and had John arrested and bound in prison on account of Herodias, the wife of his brother Philip, because he had married her.",
          "ID": "17"
        },
        {
          "text": "For John had been saying to Herod, \"It is not lawful for you to have your brother's wife.\"",
          "ID": "18"
        },
        {
          "text": "Herodias had a grudge against him and wanted to put him to death and could not do so;",
          "ID": "19"
        },
        {
          "text": "for Herod was afraid of John, knowing that he was a righteous and holy man, and he kept him safe. And when he heard him, he was very perplexed; but he used to enjoy listening to him.",
          "ID": "20"
        },
        {
          "text": "A strategic day came when Herod on his birthday gave a banquet for his lords and military commanders and the leading men of Galilee;",
          "ID": "21"
        },
        {
          "text": "and when the daughter of Herodias herself came in and danced, she pleased Herod and his dinner guests; and the king said to the girl, \"Ask me for whatever you want and I will give it to you.\"",
          "ID": "22"
        },
        {
          "text": "And he swore to her, \"Whatever you ask of me, I will give it to you; up to half of my kingdom.\"",
          "ID": "23"
        },
        {
          "text": "And she went out and said to her mother, \"What shall I ask for?\" And she said, \"The head of John the Baptist.\"",
          "ID": "24"
        },
        {
          "text": "Immediately she came in a hurry to the king and asked, saying, \"I want you to give me at once the head of John the Baptist on a platter.\"",
          "ID": "25"
        },
        {
          "text": "And although the king was very sorry, yet because of his oaths and because of his dinner guests, he was unwilling to refuse her.",
          "ID": "26"
        },
        {
          "text": "Immediately the king sent an executioner and commanded him to bring back his head. And he went and had him beheaded in the prison,",
          "ID": "27"
        },
        {
          "text": "and brought his head on a platter, and gave it to the girl; and the girl gave it to her mother.",
          "ID": "28"
        },
        {
          "text": "When his disciples heard about this, they came and took away his body and laid it in a tomb.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "The apostles gathered together with Jesus; and they reported to Him all that they had done and taught.",
          "ID": "30"
        },
        {
          "text": "And He said to them, \"Come away by yourselves to a secluded place and rest a while.\" (For there were many people coming and going, and they did not even have time to eat.)",
          "ID": "31"
        },
        {
          "text": "They went away in the boat to a secluded place by themselves.",
          "ID": "32"
        },
        {
          "text": "The people saw them going, and many recognized them and ran there together on foot from all the cities, and got there ahead of them.",
          "ID": "33"
        },
        {
          "text": "When Jesus went ashore, He saw a large crowd, and He felt compassion for them because they were like sheep without a shepherd; and He began to teach them many things.",
          "ID": "34"
        },
        {
          "text": "When it was already quite late, His disciples came to Him and said, \"This place is desolate and it is already quite late;",
          "ID": "35"
        },
        {
          "text": "send them away so that they may go into the surrounding countryside and villages and buy themselves something to eat.\"",
          "ID": "36"
        },
        {
          "text": "But He answered them, \"You give them something to eat!\" And they said to Him, \"Shall we go and spend two hundred denarii on bread and give them something to eat?\"",
          "ID": "37"
        },
        {
          "text": "And He said to them, \"How many loaves do you have? Go look!\" And when they found out, they said, \"Five, and two fish.\"",
          "ID": "38"
        },
        {
          "text": "And He commanded them all to sit down by groups on the green grass.",
          "ID": "39"
        },
        {
          "text": "They sat down in groups of hundreds and of fifties.",
          "ID": "40"
        },
        {
          "text": "And He took the five loaves and the two fish, and looking up toward heaven, He blessed the food and broke the loaves and He kept giving them to the disciples to set before them; and He divided up the two fish among them all.",
          "ID": "41"
        },
        {
          "text": "They all ate and were satisfied,",
          "ID": "42"
        },
        {
          "text": "and they picked up twelve full baskets of the broken pieces, and also of the fish.",
          "ID": "43"
        },
        {
          "text": "There were five thousand men who ate the loaves.",
          "ID": "44"
        },
        {
          "text": "",
          "ID": "44"
        },
        {
          "text": "Immediately Jesus made His disciples get into the boat and go ahead of Him to the other side to Bethsaida, while He Himself was sending the crowd away.",
          "ID": "45"
        },
        {
          "text": "After bidding them farewell, He left for the mountain to pray.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "When it was evening, the boat was in the middle of the sea, and He was alone on the land.",
          "ID": "47"
        },
        {
          "text": "Seeing them straining at the oars, for the wind was against them, at about the fourth watch of the night He came to them, walking on the sea; and He intended to pass by them.",
          "ID": "48"
        },
        {
          "text": "But when they saw Him walking on the sea, they supposed that it was a ghost, and cried out;",
          "ID": "49"
        },
        {
          "text": "for they all saw Him and were terrified. But immediately He spoke with them and said to them, \"Take courage; it is I, do not be afraid.\"",
          "ID": "50"
        },
        {
          "text": "Then He got into the boat with them, and the wind stopped; and they were utterly astonished,",
          "ID": "51"
        },
        {
          "text": "for they had not gained any insight from the incident of the loaves, but their heart was hardened.",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "When they had crossed over they came to land at Gennesaret, and moored to the shore.",
          "ID": "53"
        },
        {
          "text": "When they got out of the boat, immediately the people recognized Him,",
          "ID": "54"
        },
        {
          "text": "and ran about that whole country and began to carry here and there on their pallets those who were sick, to the place they heard He was.",
          "ID": "55"
        },
        {
          "text": "Wherever He entered villages, or cities, or countryside, they were laying the sick in the market places, and imploring Him that they might just touch the fringe of His cloak; and as many as touched it were being cured.",
          "ID": "56"
        }
      ],
      "ID": "NT:MRK.6",
      "name": "MARK 6"
    },
    {
      "text": [
        {
          "text": "The Pharisees and some of the scribes gathered around Him when they had come from Jerusalem,",
          "ID": "1"
        },
        {
          "text": "and had seen that some of His disciples were eating their bread with impure hands, that is, unwashed.",
          "ID": "2"
        },
        {
          "text": "(For the Pharisees and all the Jews do not eat unless they carefully wash their hands, thus observing the traditions of the elders;",
          "ID": "3"
        },
        {
          "text": "and when they come from the market place, they do not eat unless they cleanse themselves; and there are many other things which they have received in order to observe, such as the washing of cups and pitchers and copper pots.)",
          "ID": "4"
        },
        {
          "text": "The Pharisees and the scribes asked Him, \"Why do Your disciples not walk according to the tradition of the elders, but eat their bread with impure hands?\"",
          "ID": "5"
        },
        {
          "text": "And He said to them, \"Rightly did Isaiah prophesy of you hypocrites, as it is written:",
          "ID": "6"
        },
        {
          "text": "'This people honors Me with their lips,",
          "ID": "6"
        },
        {
          "text": "But their heart is far away from Me.",
          "ID": "6"
        },
        {
          "text": "'But in vain do they worship Me,",
          "ID": "7"
        },
        {
          "text": "Teaching as doctrines the precepts of men.'",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Neglecting the commandment of God, you hold to the tradition of men.\"",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "He was also saying to them, \"You are experts at setting aside the commandment of God in order to keep your tradition.",
          "ID": "9"
        },
        {
          "text": "For Moses said, 'Honor your father and your mother'; and, 'He who speaks evil of father or mother, is to be put to death';",
          "ID": "10"
        },
        {
          "text": "but you say, 'If a man says to his father or his mother, whatever I have that would help you is Corban (that is to say, given to God),'",
          "ID": "11"
        },
        {
          "text": "you no longer permit him to do anything for his father or his mother;",
          "ID": "12"
        },
        {
          "text": "thus invalidating the word of God by your tradition which you have handed down; and you do many things such as that.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "After He called the crowd to Him again, He began saying to them, \"Listen to Me, all of you, and understand:",
          "ID": "14"
        },
        {
          "text": "there is nothing outside the man which can defile him if it goes into him; but the things which proceed out of the man are what defile the man.",
          "ID": "15"
        },
        {
          "text": "[If anyone has ears to hear, let him hear.\"]",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "When he had left the crowd and entered the house, His disciples questioned Him about the parable.",
          "ID": "17"
        },
        {
          "text": "And He said to them, \"Are you so lacking in understanding also? Do you not understand that whatever goes into the man from outside cannot defile him,",
          "ID": "18"
        },
        {
          "text": "because it does not go into his heart, but into his stomach, and is eliminated?\" (Thus He declared all foods clean.)",
          "ID": "19"
        },
        {
          "text": "And He was saying, \"That which proceeds out of the man, that is what defiles the man.",
          "ID": "20"
        },
        {
          "text": "For from within, out of the heart of men, proceed the evil thoughts, fornications, thefts, murders, adulteries,",
          "ID": "21"
        },
        {
          "text": "deeds of coveting and wickedness, as well as deceit, sensuality, envy, slander, pride and foolishness.",
          "ID": "22"
        },
        {
          "text": "All these evil things proceed from within and defile the man.\"",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Jesus got up and went away from there to the region of Tyre. And when He had entered a house, He wanted no one to know of it; yet He could not escape notice.",
          "ID": "24"
        },
        {
          "text": "But after hearing of Him, a woman whose little daughter had an unclean spirit immediately came and fell at His feet.",
          "ID": "25"
        },
        {
          "text": "Now the woman was a Gentile, of the Syrophoenician race. And she kept asking Him to cast the demon out of her daughter.",
          "ID": "26"
        },
        {
          "text": "And He was saying to her, \"Let the children be satisfied first, for it is not good to take the children's bread and throw it to the dogs.\"",
          "ID": "27"
        },
        {
          "text": "But she answered and said to Him, \"Yes, Lord, but even the dogs under the table feed on the children's crumbs.\"",
          "ID": "28"
        },
        {
          "text": "And He said to her, \"Because of this answer go; the demon has gone out of your daughter.\"",
          "ID": "29"
        },
        {
          "text": "And going back to her home, she found the child lying on the bed, the demon having left.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "Again He went out from the region of Tyre, and came through Sidon to the Sea of Galilee, within the region of Decapolis.",
          "ID": "31"
        },
        {
          "text": "They brought to Him one who was deaf and spoke with difficulty, and they implored Him to lay His hand on him.",
          "ID": "32"
        },
        {
          "text": "Jesus took him aside from the crowd, by himself, and put His fingers into his ears, and after spitting, He touched his tongue with the saliva;",
          "ID": "33"
        },
        {
          "text": "and looking up to heaven with a deep sigh, He said to him, \"Ephphatha!\" that is, \"Be opened!\"",
          "ID": "34"
        },
        {
          "text": "And his ears were opened, and the impediment of his tongue was removed, and he began speaking plainly.",
          "ID": "35"
        },
        {
          "text": "And He gave them orders not to tell anyone; but the more He ordered them, the more widely they continued to proclaim it.",
          "ID": "36"
        },
        {
          "text": "They were utterly astonished, saying, \"He has done all things well; He makes even the deaf to hear and the mute to speak.\"",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.7",
      "name": "MARK 7"
    },
    {
      "text": [
        {
          "text": "In those days, when there was again a large crowd and they had nothing to eat, Jesus called His disciples and said to them,",
          "ID": "1"
        },
        {
          "text": "\"I feel compassion for the people because they have remained with Me now three days and have nothing to eat.",
          "ID": "2"
        },
        {
          "text": "If I send them away hungry to their homes, they will faint on the way; and some of them have come from a great distance.\"",
          "ID": "3"
        },
        {
          "text": "And His disciples answered Him, \"Where will anyone be able to find enough bread here in this desolate place to satisfy these people?\"",
          "ID": "4"
        },
        {
          "text": "And He was asking them, \"How many loaves do you have?\" And they said, \"Seven.\"",
          "ID": "5"
        },
        {
          "text": "And He directed the people to sit down on the ground; and taking the seven loaves, He gave thanks and broke them, and started giving them to His disciples to serve to them, and they served them to the people.",
          "ID": "6"
        },
        {
          "text": "They also had a few small fish; and after He had blessed them, He ordered these to be served as well.",
          "ID": "7"
        },
        {
          "text": "And they ate and were satisfied; and they picked up seven large baskets full of what was left over of the broken pieces.",
          "ID": "8"
        },
        {
          "text": "About four thousand were there; and He sent them away.",
          "ID": "9"
        },
        {
          "text": "And immediately He entered the boat with His disciples and came to the district of Dalmanutha.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "The Pharisees came out and began to argue with Him, seeking from Him a sign from heaven, to test Him.",
          "ID": "11"
        },
        {
          "text": "Sighing deeply in His spirit, He said, \"Why does this generation seek for a sign? Truly I say to you, no sign will be given to this generation.\"",
          "ID": "12"
        },
        {
          "text": "Leaving them, He again embarked and went away to the other side.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And they had forgotten to take bread, and did not have more than one loaf in the boat with them.",
          "ID": "14"
        },
        {
          "text": "And He was giving orders to them, saying, \"Watch out! Beware of the leaven of the Pharisees and the leaven of Herod.\"",
          "ID": "15"
        },
        {
          "text": "They began to discuss with one another the fact that they had no bread.",
          "ID": "16"
        },
        {
          "text": "And Jesus, aware of this, said to them, \"Why do you discuss the fact that you have no bread? Do you not yet see or understand? Do you have a hardened heart?",
          "ID": "17"
        },
        {
          "text": "Having eyes, do you not see? And having ears, do you not hear? And do you not remember,",
          "ID": "18"
        },
        {
          "text": "when I broke the five loaves for the five thousand, how many baskets full of broken pieces you picked up?\" They said to Him, \"Twelve.\"",
          "ID": "19"
        },
        {
          "text": "\"When I broke the seven for the four thousand, how many large baskets full of broken pieces did you pick up?\" And they said to Him, \"Seven.\"",
          "ID": "20"
        },
        {
          "text": "And He was saying to them, \"Do you not yet understand?\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And they came to Bethsaida. And they brought a blind man to Jesus and implored Him to touch him.",
          "ID": "22"
        },
        {
          "text": "Taking the blind man by the hand, He brought him out of the village; and after spitting on his eyes and laying His hands on him, He asked him, \"Do you see anything?\"",
          "ID": "23"
        },
        {
          "text": "And he looked up and said, \"I see men, for I see them like trees, walking around.\"",
          "ID": "24"
        },
        {
          "text": "Then again He laid His hands on his eyes; and he looked intently and was restored, and began to see everything clearly.",
          "ID": "25"
        },
        {
          "text": "And He sent him to his home, saying, \"Do not even enter the village.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Jesus went out, along with His disciples, to the villages of Caesarea Philippi; and on the way He questioned His disciples, saying to them, \"Who do people say that I am?\"",
          "ID": "27"
        },
        {
          "text": "They told Him, saying, \"John the Baptist; and others say Elijah; but others, one of the prophets.\"",
          "ID": "28"
        },
        {
          "text": "And He continued by questioning them, \"But who do you say that I am?\" Peter answered and said to Him, \"You are the Christ.\"",
          "ID": "29"
        },
        {
          "text": "And He warned them to tell no one about Him.",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "And He began to teach them that the Son of Man must suffer many things and be rejected by the elders and the chief priests and the scribes, and be killed, and after three days rise again.",
          "ID": "31"
        },
        {
          "text": "And He was stating the matter plainly. And Peter took Him aside and began to rebuke Him.",
          "ID": "32"
        },
        {
          "text": "But turning around and seeing His disciples, He rebuked Peter and said, \"Get behind Me, Satan; for you are not setting your mind on God's interests, but man's.\"",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "And He summoned the crowd with His disciples, and said to them, \"If anyone wishes to come after Me, he must deny himself, and take up his cross and follow Me.",
          "ID": "34"
        },
        {
          "text": "For whoever wishes to save his life will lose it, but whoever loses his life for My sake and the gospel's will save it.",
          "ID": "35"
        },
        {
          "text": "For what does it profit a man to gain the whole world, and forfeit his soul?",
          "ID": "36"
        },
        {
          "text": "For what will a man give in exchange for his soul?",
          "ID": "37"
        },
        {
          "text": "For whoever is ashamed of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels.\"",
          "ID": "38"
        }
      ],
      "ID": "NT:MRK.8",
      "name": "MARK 8"
    },
    {
      "text": [
        {
          "text": "And Jesus was saying to them, \"Truly I say to you, there are some of those who are standing here who will not taste death until they see the kingdom of God after it has come with power.\"",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Six days later, Jesus took with Him Peter and James and John, and brought them up on a high mountain by themselves. And He was transfigured before them;",
          "ID": "2"
        },
        {
          "text": "and His garments became radiant and exceedingly white, as no launderer on earth can whiten them.",
          "ID": "3"
        },
        {
          "text": "Elijah appeared to them along with Moses; and they were talking with Jesus.",
          "ID": "4"
        },
        {
          "text": "Peter said to Jesus, \"Rabbi, it is good for us to be here; let us make three tabernacles, one for You, and one for Moses, and one for Elijah.\"",
          "ID": "5"
        },
        {
          "text": "For he did not know what to answer; for they became terrified.",
          "ID": "6"
        },
        {
          "text": "Then a cloud formed, overshadowing them, and a voice came out of the cloud, \"This is My beloved Son, listen to Him!\"",
          "ID": "7"
        },
        {
          "text": "All at once they looked around and saw no one with them anymore, except Jesus alone.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "As they were coming down from the mountain, He gave them orders not to relate to anyone what they had seen, until the Son of Man rose from the dead.",
          "ID": "9"
        },
        {
          "text": "They seized upon that statement, discussing with one another what rising from the dead meant.",
          "ID": "10"
        },
        {
          "text": "They asked Him, saying, \"Why is it that the scribes say that Elijah must come first?\"",
          "ID": "11"
        },
        {
          "text": "And He said to them, \"Elijah does first come and restore all things. And yet how is it written of the Son of Man that He will suffer many things and be treated with contempt?",
          "ID": "12"
        },
        {
          "text": "But I say to you that Elijah has indeed come, and they did to him whatever they wished, just as it is written of him.\"",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When they came back to the disciples, they saw a large crowd around them, and some scribes arguing with them.",
          "ID": "14"
        },
        {
          "text": "Immediately, when the entire crowd saw Him, they were amazed and began running up to greet Him.",
          "ID": "15"
        },
        {
          "text": "And He asked them, \"What are you discussing with them?\"",
          "ID": "16"
        },
        {
          "text": "And one of the crowd answered Him, \"Teacher, I brought You my son, possessed with a spirit which makes him mute;",
          "ID": "17"
        },
        {
          "text": "and whenever it seizes him, it slams him to the ground and he foams at the mouth, and grinds his teeth and stiffens out. I told Your disciples to cast it out, and they could not do it.\"",
          "ID": "18"
        },
        {
          "text": "And He answered them and said, \"O unbelieving generation, how long shall I be with you? How long shall I put up with you? Bring him to Me!\"",
          "ID": "19"
        },
        {
          "text": "They brought the boy to Him. When he saw Him, immediately the spirit threw him into a convulsion, and falling to the ground, he began rolling around and foaming at the mouth.",
          "ID": "20"
        },
        {
          "text": "And He asked his father, \"How long has this been happening to him?\" And he said, \"From childhood.",
          "ID": "21"
        },
        {
          "text": "It has often thrown him both into the fire and into the water to destroy him. But if You can do anything, take pity on us and help us!\"",
          "ID": "22"
        },
        {
          "text": "And Jesus said to him, \" 'If You can?' All things are possible to him who believes.\"",
          "ID": "23"
        },
        {
          "text": "Immediately the boy's father cried out and said, \"I do believe; help my unbelief.\"",
          "ID": "24"
        },
        {
          "text": "When Jesus saw that a crowd was rapidly gathering, He rebuked the unclean spirit, saying to it, \"You deaf and mute spirit, I command you, come out of him and do not enter him again.\"",
          "ID": "25"
        },
        {
          "text": "After crying out and throwing him into terrible convulsions, it came out; and the boy became so much like a corpse that most of them said, \"He is dead!\"",
          "ID": "26"
        },
        {
          "text": "But Jesus took him by the hand and raised him; and he got up.",
          "ID": "27"
        },
        {
          "text": "When He came into the house, His disciples began questioning Him privately, \"Why could we not drive it out?\"",
          "ID": "28"
        },
        {
          "text": "And He said to them, \"This kind cannot come out by anything but prayer.\"",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "From there they went out and began to go through Galilee, and He did not want anyone to know about it.",
          "ID": "30"
        },
        {
          "text": "For He was teaching His disciples and telling them, \"The Son of Man is to be delivered into the hands of men, and they will kill Him; and when He has been killed, He will rise three days later.\"",
          "ID": "31"
        },
        {
          "text": "But they did not understand this statement, and they were afraid to ask Him.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "They came to Capernaum; and when He was in the house, He began to question them, \"What were you discussing on the way?\"",
          "ID": "33"
        },
        {
          "text": "But they kept silent, for on the way they had discussed with one another which of them was the greatest.",
          "ID": "34"
        },
        {
          "text": "Sitting down, He called the twelve and said to them, \"If anyone wants to be first, he shall be last of all and servant of all.\"",
          "ID": "35"
        },
        {
          "text": "Taking a child, He set him before them, and taking him in His arms, He said to them,",
          "ID": "36"
        },
        {
          "text": "\"Whoever receives one child like this in My name receives Me; and whoever receives Me does not receive Me, but Him who sent Me.\"",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "John said to Him, \"Teacher, we saw someone casting out demons in Your name, and we tried to prevent him because he was not following us.\"",
          "ID": "38"
        },
        {
          "text": "But Jesus said, \"Do not hinder him, for there is no one who will perform a miracle in My name, and be able soon afterward to speak evil of Me.",
          "ID": "39"
        },
        {
          "text": "For he who is not against us is for us.",
          "ID": "40"
        },
        {
          "text": "For whoever gives you a cup of water to drink because of your name as followers of Christ, truly I say to you, he will not lose his reward.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "\"Whoever causes one of these little ones who believe to stumble, it would be better for him if, with a heavy millstone hung around his neck, he had been cast into the sea.",
          "ID": "42"
        },
        {
          "text": "If your hand causes you to stumble, cut it off; it is better for you to enter life crippled, than, having your two hands, to go into hell, into the unquenchable fire,",
          "ID": "43"
        },
        {
          "text": "[where their worm does not die, and the fire is not quenched.]",
          "ID": "44"
        },
        {
          "text": "If your foot causes you to stumble, cut it off; it is better for you to enter life lame, than, having your two feet, to be cast into hell,",
          "ID": "45"
        },
        {
          "text": "[where their worm does not die, and the fire is not quenched.]",
          "ID": "46"
        },
        {
          "text": "If your eye causes you to stumble, throw it out; it is better for you to enter the kingdom of God with one eye, than, having two eyes, to be cast into hell,",
          "ID": "47"
        },
        {
          "text": "where their worm does not die, and the fire is not quenched.",
          "ID": "48"
        },
        {
          "text": "",
          "ID": "48"
        },
        {
          "text": "\"For everyone will be salted with fire.",
          "ID": "49"
        },
        {
          "text": "Salt is good; but if the salt becomes unsalty, with what will you make it salty again? Have salt in yourselves, and be at peace with one another.\"",
          "ID": "50"
        }
      ],
      "ID": "NT:MRK.9",
      "name": "MARK 9"
    },
    {
      "text": [
        {
          "text": "Getting up, He went from there to the region of Judea and beyond the Jordan; crowds gathered around Him again, and, according to His custom, He once more began to teach them.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Some Pharisees came up to Jesus, testing Him, and began to question Him whether it was lawful for a man to divorce a wife.",
          "ID": "2"
        },
        {
          "text": "And He answered and said to them, \"What did Moses command you?\"",
          "ID": "3"
        },
        {
          "text": "They said, \"Moses permitted a man to write a certificate of divorce and send her away.\"",
          "ID": "4"
        },
        {
          "text": "But Jesus said to them, \"Because of your hardness of heart he wrote you this commandment.",
          "ID": "5"
        },
        {
          "text": "But from the beginning of creation, God made them male and female.",
          "ID": "6"
        },
        {
          "text": "For this reason a man shall leave his father and mother,",
          "ID": "7"
        },
        {
          "text": "and the two shall become one flesh; so they are no longer two, but one flesh.",
          "ID": "8"
        },
        {
          "text": "What therefore God has joined together, let no man separate.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "In the house the disciples began questioning Him about this again.",
          "ID": "10"
        },
        {
          "text": "And He said to them, \"Whoever divorces his wife and marries another woman commits adultery against her;",
          "ID": "11"
        },
        {
          "text": "and if she herself divorces her husband and marries another man, she is committing adultery.\"",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And they were bringing children to Him so that He might touch them; but the disciples rebuked them.",
          "ID": "13"
        },
        {
          "text": "But when Jesus saw this, He was indignant and said to them, \"Permit the children to come to Me; do not hinder them; for the kingdom of God belongs to such as these.",
          "ID": "14"
        },
        {
          "text": "Truly I say to you, whoever does not receive the kingdom of God like a child will not enter it at all.\"",
          "ID": "15"
        },
        {
          "text": "And He took them in His arms and began blessing them, laying His hands on them.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "As He was setting out on a journey, a man ran up to Him and knelt before Him, and asked Him, \"Good Teacher, what shall I do to inherit eternal life?\"",
          "ID": "17"
        },
        {
          "text": "And Jesus said to him, \"Why do you call Me good? No one is good except God alone.",
          "ID": "18"
        },
        {
          "text": "You know the commandments, 'Do not murder, Do not commit adultery, Do not steal, Do not bear false witness, Do not defraud, Honor your father and mother.'\"",
          "ID": "19"
        },
        {
          "text": "And he said to Him, \"Teacher, I have kept all these things from my youth up.\"",
          "ID": "20"
        },
        {
          "text": "Looking at him, Jesus felt a love for him and said to him, \"One thing you lack: go and sell all you possess and give to the poor, and you will have treasure in heaven; and come, follow Me.\"",
          "ID": "21"
        },
        {
          "text": "But at these words he was saddened, and he went away grieving, for he was one who owned much property.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And Jesus, looking around, said to His disciples, \"How hard it will be for those who are wealthy to enter the kingdom of God!\"",
          "ID": "23"
        },
        {
          "text": "The disciples were amazed at His words. But Jesus answered again and said to them, \"Children, how hard it is to enter the kingdom of God!",
          "ID": "24"
        },
        {
          "text": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\"",
          "ID": "25"
        },
        {
          "text": "They were even more astonished and said to Him, \"Then who can be saved?\"",
          "ID": "26"
        },
        {
          "text": "Looking at them, Jesus said, \"With people it is impossible, but not with God; for all things are possible with God.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "Peter began to say to Him, \"Behold, we have left everything and followed You.\"",
          "ID": "28"
        },
        {
          "text": "Jesus said, \"Truly I say to you, there is no one who has left house or brothers or sisters or mother or father or children or farms, for My sake and for the gospel's sake,",
          "ID": "29"
        },
        {
          "text": "but that he will receive a hundred times as much now in the present age, houses and brothers and sisters and mothers and children and farms, along with persecutions; and in the age to come, eternal life.",
          "ID": "30"
        },
        {
          "text": "But many who are first will be last, and the last, first.\"",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "They were on the road going up to Jerusalem, and Jesus was walking on ahead of them; and they were amazed, and those who followed were fearful. And again He took the twelve aside and began to tell them what was going to happen to Him,",
          "ID": "32"
        },
        {
          "text": "saying, \"Behold, we are going up to Jerusalem, and the Son of Man will be delivered to the chief priests and the scribes; and they will condemn Him to death and will hand Him over to the Gentiles.",
          "ID": "33"
        },
        {
          "text": "They will mock Him and spit on Him, and scourge Him and kill Him, and three days later He will rise again.\"",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "James and John, the two sons of Zebedee, came up to Jesus, saying, \"Teacher, we want You to do for us whatever we ask of You.\"",
          "ID": "35"
        },
        {
          "text": "And He said to them, \"What do you want Me to do for you?\"",
          "ID": "36"
        },
        {
          "text": "They said to Him, \"Grant that we may sit, one on Your right and one on Your left, in Your glory.\"",
          "ID": "37"
        },
        {
          "text": "But Jesus said to them, \"You do not know what you are asking. Are you able to drink the cup that I drink, or to be baptized with the baptism with which I am baptized?\"",
          "ID": "38"
        },
        {
          "text": "They said to Him, \"We are able.\" And Jesus said to them, \"The cup that I drink you shall drink; and you shall be baptized with the baptism with which I am baptized.",
          "ID": "39"
        },
        {
          "text": "But to sit on My right or on My left, this is not Mine to give; but it is for those for whom it has been prepared.\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Hearing this, the ten began to feel indignant with James and John.",
          "ID": "41"
        },
        {
          "text": "Calling them to Himself, Jesus said to them, \"You know that those who are recognized as rulers of the Gentiles lord it over them; and their great men exercise authority over them.",
          "ID": "42"
        },
        {
          "text": "But it is not this way among you, but whoever wishes to become great among you shall be your servant;",
          "ID": "43"
        },
        {
          "text": "and whoever wishes to be first among you shall be slave of all.",
          "ID": "44"
        },
        {
          "text": "For even the Son of Man did not come to be served, but to serve, and to give His life a ransom for many.\"",
          "ID": "45"
        },
        {
          "text": "",
          "ID": "45"
        },
        {
          "text": "Then they came to Jericho. And as He was leaving Jericho with His disciples and a large crowd, a blind beggar named Bartimaeus, the son of Timaeus, was sitting by the road.",
          "ID": "46"
        },
        {
          "text": "When he heard that it was Jesus the Nazarene, he began to cry out and say, \"Jesus, Son of David, have mercy on me!\"",
          "ID": "47"
        },
        {
          "text": "Many were sternly telling him to be quiet, but he kept crying out all the more, \"Son of David, have mercy on me!\"",
          "ID": "48"
        },
        {
          "text": "And Jesus stopped and said, \"Call him here.\" So they called the blind man, saying to him, \"Take courage, stand up! He is calling for you.\"",
          "ID": "49"
        },
        {
          "text": "Throwing aside his cloak, he jumped up and came to Jesus.",
          "ID": "50"
        },
        {
          "text": "And answering him, Jesus said, \"What do you want Me to do for you?\" And the blind man said to Him, \"Rabboni, I want to regain my sight!\"",
          "ID": "51"
        },
        {
          "text": "And Jesus said to him, \"Go; your faith has made you well.\" Immediately he regained his sight and began following Him on the road.",
          "ID": "52"
        }
      ],
      "ID": "NT:MRK.10",
      "name": "MARK 10"
    },
    {
      "text": [
        {
          "text": "As they approached Jerusalem, at Bethphage and Bethany, near the Mount of Olives, He sent two of His disciples,",
          "ID": "1"
        },
        {
          "text": "and said to them, \"Go into the village opposite you, and immediately as you enter it, you will find a colt tied there, on which no one yet has ever sat; untie it and bring it here.",
          "ID": "2"
        },
        {
          "text": "If anyone says to you, 'Why are you doing this?' you say, 'The Lord has need of it'; and immediately he will send it back here.\"",
          "ID": "3"
        },
        {
          "text": "They went away and found a colt tied at the door, outside in the street; and they untied it.",
          "ID": "4"
        },
        {
          "text": "Some of the bystanders were saying to them, \"What are you doing, untying the colt?\"",
          "ID": "5"
        },
        {
          "text": "They spoke to them just as Jesus had told them, and they gave them permission.",
          "ID": "6"
        },
        {
          "text": "They brought the colt to Jesus and put their coats on it; and He sat on it.",
          "ID": "7"
        },
        {
          "text": "And many spread their coats in the road, and others spread leafy branches which they had cut from the fields.",
          "ID": "8"
        },
        {
          "text": "Those who went in front and those who followed were shouting:",
          "ID": "9"
        },
        {
          "text": "\"Hosanna!",
          "ID": "9"
        },
        {
          "text": "Blessed is He who comes in the name of the Lord;",
          "ID": "9"
        },
        {
          "text": "Blessed is the coming kingdom of our father David;",
          "ID": "10"
        },
        {
          "text": "Hosanna in the highest!\"",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Jesus entered Jerusalem and came into the temple; and after looking around at everything, He left for Bethany with the twelve, since it was already late.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "On the next day, when they had left Bethany, He became hungry.",
          "ID": "12"
        },
        {
          "text": "Seeing at a distance a fig tree in leaf, He went to see if perhaps He would find anything on it; and when He came to it, He found nothing but leaves, for it was not the season for figs.",
          "ID": "13"
        },
        {
          "text": "He said to it, \"May no one ever eat fruit from you again!\" And His disciples were listening.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Then they came to Jerusalem. And He entered the temple and began to drive out those who were buying and selling in the temple, and overturned the tables of the money changers and the seats of those who were selling doves;",
          "ID": "15"
        },
        {
          "text": "and He would not permit anyone to carry merchandise through the temple.",
          "ID": "16"
        },
        {
          "text": "And He began to teach and say to them, \"Is it not written, 'My house shall be called a house of prayer for all the nations'? But you have made it a robbers' den.\"",
          "ID": "17"
        },
        {
          "text": "The chief priests and the scribes heard this, and began seeking how to destroy Him; for they were afraid of Him, for the whole crowd was astonished at His teaching.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "When evening came, they would go out of the city.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "As they were passing by in the morning, they saw the fig tree withered from the roots up.",
          "ID": "20"
        },
        {
          "text": "Being reminded, Peter said to Him, \"Rabbi, look, the fig tree which You cursed has withered.\"",
          "ID": "21"
        },
        {
          "text": "And Jesus answered saying to them, \"Have faith in God.",
          "ID": "22"
        },
        {
          "text": "Truly I say to you, whoever says to this mountain, 'Be taken up and cast into the sea,' and does not doubt in his heart, but believes that what he says is going to happen, it will be granted him.",
          "ID": "23"
        },
        {
          "text": "Therefore I say to you, all things for which you pray and ask, believe that you have received them, and they will be granted you.",
          "ID": "24"
        },
        {
          "text": "Whenever you stand praying, forgive, if you have anything against anyone, so that your Father who is in heaven will also forgive you your transgressions.",
          "ID": "25"
        },
        {
          "text": "[But if you do not forgive, neither will your Father who is in heaven forgive your transgressions.\"]",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "They came again to Jerusalem. And as He was walking in the temple, the chief priests and the scribes and the elders came to Him,",
          "ID": "27"
        },
        {
          "text": "and began saying to Him, \"By what authority are You doing these things, or who gave You this authority to do these things?\"",
          "ID": "28"
        },
        {
          "text": "And Jesus said to them, \"I will ask you one question, and you answer Me, and then I will tell you by what authority I do these things.",
          "ID": "29"
        },
        {
          "text": "Was the baptism of John from heaven, or from men? Answer Me.\"",
          "ID": "30"
        },
        {
          "text": "They began reasoning among themselves, saying, \"If we say, 'From heaven,' He will say, 'Then why did you not believe him?'",
          "ID": "31"
        },
        {
          "text": "But shall we say, 'From men'?\"-they were afraid of the people, for everyone considered John to have been a real prophet.",
          "ID": "32"
        },
        {
          "text": "Answering Jesus, they said, \"We do not know.\" And Jesus said to them, \"Nor will I tell you by what authority I do these things.\"",
          "ID": "33"
        }
      ],
      "ID": "NT:MRK.11",
      "name": "MARK 11"
    },
    {
      "text": [
        {
          "text": "And He began to speak to them in parables: \"A man planted a vineyard and put a wall around it, and dug a vat under the wine press and built a tower, and rented it out to vine-growers and went on a journey.",
          "ID": "1"
        },
        {
          "text": "At the harvest time he sent a slave to the vine-growers, in order to receive some of the produce of the vineyard from the vine-growers.",
          "ID": "2"
        },
        {
          "text": "They took him, and beat him and sent him away empty-handed.",
          "ID": "3"
        },
        {
          "text": "Again he sent them another slave, and they wounded him in the head, and treated him shamefully.",
          "ID": "4"
        },
        {
          "text": "And he sent another, and that one they killed; and so with many others, beating some and killing others.",
          "ID": "5"
        },
        {
          "text": "He had one more to send, a beloved son; he sent him last of all to them, saying, 'They will respect my son.'",
          "ID": "6"
        },
        {
          "text": "But those vine-growers said to one another, 'This is the heir; come, let us kill him, and the inheritance will be ours!'",
          "ID": "7"
        },
        {
          "text": "They took him, and killed him and threw him out of the vineyard.",
          "ID": "8"
        },
        {
          "text": "What will the owner of the vineyard do? He will come and destroy the vine-growers, and will give the vineyard to others.",
          "ID": "9"
        },
        {
          "text": "Have you not even read this Scripture:",
          "ID": "10"
        },
        {
          "text": "'The stone which the builders rejected,",
          "ID": "10"
        },
        {
          "text": "This became the chief corner stone;",
          "ID": "10"
        },
        {
          "text": "This came about from the Lord,",
          "ID": "11"
        },
        {
          "text": "And it is marvelous in our eyes'?\"",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And they were seeking to seize Him, and yet they feared the people, for they understood that He spoke the parable against them. And so they left Him and went away.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Then they sent some of the Pharisees and Herodians to Him in order to trap Him in a statement.",
          "ID": "13"
        },
        {
          "text": "They came and said to Him, \"Teacher, we know that You are truthful and defer to no one; for You are not partial to any, but teach the way of God in truth. Is it lawful to pay a poll-tax to Caesar, or not?",
          "ID": "14"
        },
        {
          "text": "Shall we pay or shall we not pay?\" But He, knowing their hypocrisy, said to them, \"Why are you testing Me? Bring Me a denarius to look at.\"",
          "ID": "15"
        },
        {
          "text": "They brought one. And He said to them, \"Whose likeness and inscription is this?\" And they said to Him, \"Caesar's.\"",
          "ID": "16"
        },
        {
          "text": "And Jesus said to them, \"Render to Caesar the things that are Caesar's, and to God the things that are God's.\" And they were amazed at Him.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Some Sadducees (who say that there is no resurrection) came to Jesus, and began questioning Him, saying,",
          "ID": "18"
        },
        {
          "text": "\"Teacher, Moses wrote for us that if a man's brother dies and leaves behind a wife and leaves no child, his brother should marry the wife and raise up children to his brother.",
          "ID": "19"
        },
        {
          "text": "There were seven brothers; and the first took a wife, and died leaving no children.",
          "ID": "20"
        },
        {
          "text": "The second one married her, and died leaving behind no children; and the third likewise;",
          "ID": "21"
        },
        {
          "text": "and so all seven left no children. Last of all the woman died also.",
          "ID": "22"
        },
        {
          "text": "In the resurrection, when they rise again, which one's wife will she be? For all seven had married her.\"",
          "ID": "23"
        },
        {
          "text": "Jesus said to them, \"Is this not the reason you are mistaken, that you do not understand the Scriptures or the power of God?",
          "ID": "24"
        },
        {
          "text": "For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven.",
          "ID": "25"
        },
        {
          "text": "But regarding the fact that the dead rise again, have you not read in the book of Moses, in the passage about the burning bush, how God spoke to him, saying, 'I am the God of Abraham, and the God of Isaac, and the God of Jacob'?",
          "ID": "26"
        },
        {
          "text": "He is not the God of the dead, but of the living; you are greatly mistaken.\"",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "One of the scribes came and heard them arguing, and recognizing that He had answered them well, asked Him, \"What commandment is the foremost of all?\"",
          "ID": "28"
        },
        {
          "text": "Jesus answered, \"The foremost is, 'Hear, O Israel! The Lord our God is one Lord;",
          "ID": "29"
        },
        {
          "text": "and you shall love the Lord your God with all your heart, and with all your soul, and with all your mind, and with all your strength.'",
          "ID": "30"
        },
        {
          "text": "The second is this, 'You shall love your neighbor as yourself.' There is no other commandment greater than these.\"",
          "ID": "31"
        },
        {
          "text": "The scribe said to Him, \"Right, Teacher; You have truly stated that He is One, and there is no one else besides Him;",
          "ID": "32"
        },
        {
          "text": "and to love Him with all the heart and with all the understanding and with all the strength, and to love one's neighbor as himself, is much more than all burnt offerings and sacrifices.\"",
          "ID": "33"
        },
        {
          "text": "When Jesus saw that he had answered intelligently, He said to him, \"You are not far from the kingdom of God.\" After that, no one would venture to ask Him any more questions.",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "And Jesus began to say, as He taught in the temple, \"How is it that the scribes say that the Christ is the son of David?",
          "ID": "35"
        },
        {
          "text": "David himself said in the Holy Spirit,",
          "ID": "36"
        },
        {
          "text": "'The Lord said to my Lord,",
          "ID": "36"
        },
        {
          "text": "\"Sit at My right hand,",
          "ID": "36"
        },
        {
          "text": "Until I put Your enemies beneath Your feet.\"'",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "David himself calls Him 'Lord'; so in what sense is He his son?\" And the large crowd enjoyed listening to Him.",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "In His teaching He was saying: \"Beware of the scribes who like to walk around in long robes, and like respectful greetings in the market places,",
          "ID": "38"
        },
        {
          "text": "and chief seats in the synagogues and places of honor at banquets,",
          "ID": "39"
        },
        {
          "text": "who devour widows' houses, and for appearance's sake offer long prayers; these will receive greater condemnation.\"",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "And He sat down opposite the treasury, and began observing how the people were putting money into the treasury; and many rich people were putting in large sums.",
          "ID": "41"
        },
        {
          "text": "A poor widow came and put in two small copper coins, which amount to a cent.",
          "ID": "42"
        },
        {
          "text": "Calling His disciples to Him, He said to them, \"Truly I say to you, this poor widow put in more than all the contributors to the treasury;",
          "ID": "43"
        },
        {
          "text": "for they all put in out of their surplus, but she, out of her poverty, put in all she owned, all she had to live on.\"",
          "ID": "44"
        }
      ],
      "ID": "NT:MRK.12",
      "name": "MARK 12"
    },
    {
      "text": [
        {
          "text": "As He was going out of the temple, one of His disciples said to Him, \"Teacher, behold what wonderful stones and what wonderful buildings!\"",
          "ID": "1"
        },
        {
          "text": "And Jesus said to him, \"Do you see these great buildings? Not one stone will be left upon another which will not be torn down.\"",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "As He was sitting on the Mount of Olives opposite the temple, Peter and James and John and Andrew were questioning Him privately,",
          "ID": "3"
        },
        {
          "text": "\"Tell us, when will these things be, and what will be the sign when all these things are going to be fulfilled?\"",
          "ID": "4"
        },
        {
          "text": "And Jesus began to say to them, \"See to it that no one misleads you.",
          "ID": "5"
        },
        {
          "text": "Many will come in My name, saying, 'I am He!' and will mislead many.",
          "ID": "6"
        },
        {
          "text": "When you hear of wars and rumors of wars, do not be frightened; those things must take place; but that is not yet the end.",
          "ID": "7"
        },
        {
          "text": "For nation will rise up against nation, and kingdom against kingdom; there will be earthquakes in various places; there will also be famines. These things are merely the beginning of birth pangs.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "\"But be on your guard; for they will deliver you to the courts, and you will be flogged in the synagogues, and you will stand before governors and kings for My sake, as a testimony to them.",
          "ID": "9"
        },
        {
          "text": "The gospel must first be preached to all the nations.",
          "ID": "10"
        },
        {
          "text": "When they arrest you and hand you over, do not worry beforehand about what you are to say, but say whatever is given you in that hour; for it is not you who speak, but it is the Holy Spirit.",
          "ID": "11"
        },
        {
          "text": "Brother will betray brother to death, and a father his child; and children will rise up against parents and have them put to death.",
          "ID": "12"
        },
        {
          "text": "You will be hated by all because of My name, but the one who endures to the end, he will be saved.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "\"But when you see the abomination of desolation standing where it should not be (let the reader understand), then those who are in Judea must flee to the mountains.",
          "ID": "14"
        },
        {
          "text": "The one who is on the housetop must not go down, or go in to get anything out of his house;",
          "ID": "15"
        },
        {
          "text": "and the one who is in the field must not turn back to get his coat.",
          "ID": "16"
        },
        {
          "text": "But woe to those who are pregnant and to those who are nursing babies in those days!",
          "ID": "17"
        },
        {
          "text": "But pray that it may not happen in the winter.",
          "ID": "18"
        },
        {
          "text": "For those days will be a time of tribulation such as has not occurred since the beginning of the creation which God created until now, and never will.",
          "ID": "19"
        },
        {
          "text": "Unless the Lord had shortened those days, no life would have been saved; but for the sake of the elect, whom He chose, He shortened the days.",
          "ID": "20"
        },
        {
          "text": "And then if anyone says to you, 'Behold, here is the Christ'; or, 'Behold, He is there'; do not believe him;",
          "ID": "21"
        },
        {
          "text": "for false Christs and false prophets will arise, and will show signs and wonders, in order to lead astray, if possible, the elect.",
          "ID": "22"
        },
        {
          "text": "But take heed; behold, I have told you everything in advance.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "\"But in those days, after that tribulation, the sun will be darkened and the moon will not give its light,",
          "ID": "24"
        },
        {
          "text": "and the stars will be falling from heaven, and the powers that are in the heavens will be shaken.",
          "ID": "25"
        },
        {
          "text": "Then they will see the Son of Man coming in clouds with great power and glory.",
          "ID": "26"
        },
        {
          "text": "And then He will send forth the angels, and will gather together His elect from the four winds, from the farthest end of the earth to the farthest end of heaven.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "\"Now learn the parable from the fig tree: when its branch has already become tender and puts forth its leaves, you know that summer is near.",
          "ID": "28"
        },
        {
          "text": "Even so, you too, when you see these things happening, recognize that He is near, right at the door.",
          "ID": "29"
        },
        {
          "text": "Truly I say to you, this generation will not pass away until all these things take place.",
          "ID": "30"
        },
        {
          "text": "Heaven and earth will pass away, but My words will not pass away.",
          "ID": "31"
        },
        {
          "text": "But of that day or hour no one knows, not even the angels in heaven, nor the Son, but the Father alone.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "\"Take heed, keep on the alert; for you do not know when the appointed time will come.",
          "ID": "33"
        },
        {
          "text": "It is like a man away on a journey, who upon leaving his house and putting his slaves in charge, assigning to each one his task, also commanded the doorkeeper to stay on the alert.",
          "ID": "34"
        },
        {
          "text": "Therefore, be on the alert-for you do not know when the master of the house is coming, whether in the evening, at midnight, or when the rooster crows, or in the morning-",
          "ID": "35"
        },
        {
          "text": "in case he should come suddenly and find you asleep.",
          "ID": "36"
        },
        {
          "text": "What I say to you I say to all, 'Be on the alert!'\"",
          "ID": "37"
        }
      ],
      "ID": "NT:MRK.13",
      "name": "MARK 13"
    },
    {
      "text": [
        {
          "text": "Now the Passover and Unleavened Bread were two days away; and the chief priests and the scribes were seeking how to seize Him by stealth and kill Him;",
          "ID": "1"
        },
        {
          "text": "for they were saying, \"Not during the festival, otherwise there might be a riot of the people.\"",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "While He was in Bethany at the home of Simon the leper, and reclining at the table, there came a woman with an alabaster vial of very costly perfume of pure nard; and she broke the vial and poured it over His head.",
          "ID": "3"
        },
        {
          "text": "But some were indignantly remarking to one another, \"Why has this perfume been wasted?",
          "ID": "4"
        },
        {
          "text": "For this perfume might have been sold for over three hundred denarii, and the money given to the poor.\" And they were scolding her.",
          "ID": "5"
        },
        {
          "text": "But Jesus said, \"Let her alone; why do you bother her? She has done a good deed to Me.",
          "ID": "6"
        },
        {
          "text": "For you always have the poor with you, and whenever you wish you can do good to them; but you do not always have Me.",
          "ID": "7"
        },
        {
          "text": "She has done what she could; she has anointed My body beforehand for the burial.",
          "ID": "8"
        },
        {
          "text": "Truly I say to you, wherever the gospel is preached in the whole world, what this woman has done will also be spoken of in memory of her.\"",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Then Judas Iscariot, who was one of the twelve, went off to the chief priests in order to betray Him to them.",
          "ID": "10"
        },
        {
          "text": "They were glad when they heard this, and promised to give him money. And he began seeking how to betray Him at an opportune time.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "On the first day of Unleavened Bread, when the Passover lamb was being sacrificed, His disciples said to Him, \"Where do You want us to go and prepare for You to eat the Passover?\"",
          "ID": "12"
        },
        {
          "text": "And He sent two of His disciples and said to them, \"Go into the city, and a man will meet you carrying a pitcher of water; follow him;",
          "ID": "13"
        },
        {
          "text": "and wherever he enters, say to the owner of the house, 'The Teacher says, \"Where is My guest room in which I may eat the Passover with My disciples?\"'",
          "ID": "14"
        },
        {
          "text": "And he himself will show you a large upper room furnished and ready; prepare for us there.\"",
          "ID": "15"
        },
        {
          "text": "The disciples went out and came to the city, and found it just as He had told them; and they prepared the Passover.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "When it was evening He came with the twelve.",
          "ID": "17"
        },
        {
          "text": "As they were reclining at the table and eating, Jesus said, \"Truly I say to you that one of you will betray Me-one who is eating with Me.\"",
          "ID": "18"
        },
        {
          "text": "They began to be grieved and to say to Him one by one, \"Surely not I?\"",
          "ID": "19"
        },
        {
          "text": "And He said to them, \"It is one of the twelve, one who dips with Me in the bowl.",
          "ID": "20"
        },
        {
          "text": "For the Son of Man is to go just as it is written of Him; but woe to that man by whom the Son of Man is betrayed! It would have been good for that man if he had not been born.\"",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "While they were eating, He took some bread, and after a blessing He broke it, and gave it to them, and said, \"Take it; this is My body.\"",
          "ID": "22"
        },
        {
          "text": "And when He had taken a cup and given thanks, He gave it to them, and they all drank from it.",
          "ID": "23"
        },
        {
          "text": "And He said to them, \"This is My blood of the covenant, which is poured out for many.",
          "ID": "24"
        },
        {
          "text": "Truly I say to you, I will never again drink of the fruit of the vine until that day when I drink it new in the kingdom of God.\"",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "After singing a hymn, they went out to the Mount of Olives.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "And Jesus said to them, \"You will all fall away, because it is written, 'I will strike down the shepherd, and the sheep shall be scattered.'",
          "ID": "27"
        },
        {
          "text": "But after I have been raised, I will go ahead of you to Galilee.\"",
          "ID": "28"
        },
        {
          "text": "But Peter said to Him, \"Even though all may fall away, yet I will not.\"",
          "ID": "29"
        },
        {
          "text": "And Jesus said to him, \"Truly I say to you, that this very night, before a rooster crows twice, you yourself will deny Me three times.\"",
          "ID": "30"
        },
        {
          "text": "But Peter kept saying insistently, \"Even if I have to die with You, I will not deny You!\" And they all were saying the same thing also.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "They came to a place named Gethsemane; and He said to His disciples, \"Sit here until I have prayed.\"",
          "ID": "32"
        },
        {
          "text": "And He took with Him Peter and James and John, and began to be very distressed and troubled.",
          "ID": "33"
        },
        {
          "text": "And He said to them, \"My soul is deeply grieved to the point of death; remain here and keep watch.\"",
          "ID": "34"
        },
        {
          "text": "And He went a little beyond them, and fell to the ground and began to pray that if it were possible, the hour might pass Him by.",
          "ID": "35"
        },
        {
          "text": "And He was saying, \"Abba! Father! All things are possible for You; remove this cup from Me; yet not what I will, but what You will.\"",
          "ID": "36"
        },
        {
          "text": "And He came and found them sleeping, and said to Peter, \"Simon, are you asleep? Could you not keep watch for one hour?",
          "ID": "37"
        },
        {
          "text": "Keep watching and praying that you may not come into temptation; the spirit is willing, but the flesh is weak.\"",
          "ID": "38"
        },
        {
          "text": "Again He went away and prayed, saying the same words.",
          "ID": "39"
        },
        {
          "text": "And again He came and found them sleeping, for their eyes were very heavy; and they did not know what to answer Him.",
          "ID": "40"
        },
        {
          "text": "And He came the third time, and said to them, \"Are you still sleeping and resting? It is enough; the hour has come; behold, the Son of Man is being betrayed into the hands of sinners.",
          "ID": "41"
        },
        {
          "text": "Get up, let us be going; behold, the one who betrays Me is at hand!\"",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "Immediately while He was still speaking, Judas, one of the twelve, came up accompanied by a crowd with swords and clubs, who were from the chief priests and the scribes and the elders.",
          "ID": "43"
        },
        {
          "text": "Now he who was betraying Him had given them a signal, saying, \"Whomever I kiss, He is the one; seize Him and lead Him away under guard.\"",
          "ID": "44"
        },
        {
          "text": "After coming, Judas immediately went to Him, saying, \"Rabbi!\" and kissed Him.",
          "ID": "45"
        },
        {
          "text": "They laid hands on Him and seized Him.",
          "ID": "46"
        },
        {
          "text": "But one of those who stood by drew his sword, and struck the slave of the high priest and cut off his ear.",
          "ID": "47"
        },
        {
          "text": "And Jesus said to them, \"Have you come out with swords and clubs to arrest Me, as you would against a robber?",
          "ID": "48"
        },
        {
          "text": "Every day I was with you in the temple teaching, and you did not seize Me; but this has taken place to fulfill the Scriptures.\"",
          "ID": "49"
        },
        {
          "text": "And they all left Him and fled.",
          "ID": "50"
        },
        {
          "text": "",
          "ID": "50"
        },
        {
          "text": "A young man was following Him, wearing nothing but a linen sheet over his naked body; and they seized him.",
          "ID": "51"
        },
        {
          "text": "But he pulled free of the linen sheet and escaped naked.",
          "ID": "52"
        },
        {
          "text": "",
          "ID": "52"
        },
        {
          "text": "They led Jesus away to the high priest; and all the chief priests and the elders and the scribes gathered together.",
          "ID": "53"
        },
        {
          "text": "Peter had followed Him at a distance, right into the courtyard of the high priest; and he was sitting with the officers and warming himself at the fire.",
          "ID": "54"
        },
        {
          "text": "Now the chief priests and the whole Council kept trying to obtain testimony against Jesus to put Him to death, and they were not finding any.",
          "ID": "55"
        },
        {
          "text": "For many were giving false testimony against Him, but their testimony was not consistent.",
          "ID": "56"
        },
        {
          "text": "Some stood up and began to give false testimony against Him, saying,",
          "ID": "57"
        },
        {
          "text": "\"We heard Him say, 'I will destroy this temple made with hands, and in three days I will build another made without hands.'\"",
          "ID": "58"
        },
        {
          "text": "Not even in this respect was their testimony consistent.",
          "ID": "59"
        },
        {
          "text": "The high priest stood up and came forward and questioned Jesus, saying, \"Do You not answer? What is it that these men are testifying against You?\"",
          "ID": "60"
        },
        {
          "text": "But He kept silent and did not answer. Again the high priest was questioning Him, and saying to Him, \"Are You the Christ, the Son of the Blessed One?\"",
          "ID": "61"
        },
        {
          "text": "And Jesus said, \"I am; and you shall see the Son of Man sitting at the right hand of Power, and coming with the clouds of heaven.\"",
          "ID": "62"
        },
        {
          "text": "Tearing his clothes, the high priest said, \"What further need do we have of witnesses?",
          "ID": "63"
        },
        {
          "text": "You have heard the blasphemy; how does it seem to you?\" And they all condemned Him to be deserving of death.",
          "ID": "64"
        },
        {
          "text": "Some began to spit at Him, and to blindfold Him, and to beat Him with their fists, and to say to Him, \"Prophesy!\" And the officers received Him with slaps in the face.",
          "ID": "65"
        },
        {
          "text": "",
          "ID": "65"
        },
        {
          "text": "As Peter was below in the courtyard, one of the servant-girls of the high priest came,",
          "ID": "66"
        },
        {
          "text": "and seeing Peter warming himself, she looked at him and said, \"You also were with Jesus the Nazarene.\"",
          "ID": "67"
        },
        {
          "text": "But he denied it, saying, \"I neither know nor understand what you are talking about.\" And he went out onto the porch.",
          "ID": "68"
        },
        {
          "text": "The servant-girl saw him, and began once more to say to the bystanders, \"This is one of them!\"",
          "ID": "69"
        },
        {
          "text": "But again he denied it. And after a little while the bystanders were again saying to Peter, \"Surely you are one of them, for you are a Galilean too.\"",
          "ID": "70"
        },
        {
          "text": "But he began to curse and swear, \"I do not know this man you are talking about!\"",
          "ID": "71"
        },
        {
          "text": "Immediately a rooster crowed a second time. And Peter remembered how Jesus had made the remark to him, \"Before a rooster crows twice, you will deny Me three times.\" And he began to weep.",
          "ID": "72"
        }
      ],
      "ID": "NT:MRK.14",
      "name": "MARK 14"
    },
    {
      "text": [
        {
          "text": "Early in the morning the chief priests with the elders and scribes and the whole Council, immediately held a consultation; and binding Jesus, they led Him away and delivered Him to Pilate.",
          "ID": "1"
        },
        {
          "text": "Pilate questioned Him, \"Are You the King of the Jews?\" And He answered him, \"It is as you say.\"",
          "ID": "2"
        },
        {
          "text": "The chief priests began to accuse Him harshly.",
          "ID": "3"
        },
        {
          "text": "Then Pilate questioned Him again, saying, \"Do You not answer? See how many charges they bring against You!\"",
          "ID": "4"
        },
        {
          "text": "But Jesus made no further answer; so Pilate was amazed.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Now at the feast he used to release for them any one prisoner whom they requested.",
          "ID": "6"
        },
        {
          "text": "The man named Barabbas had been imprisoned with the insurrectionists who had committed murder in the insurrection.",
          "ID": "7"
        },
        {
          "text": "The crowd went up and began asking him to do as he had been accustomed to do for them.",
          "ID": "8"
        },
        {
          "text": "Pilate answered them, saying, \"Do you want me to release for you the King of the Jews?\"",
          "ID": "9"
        },
        {
          "text": "For he was aware that the chief priests had handed Him over because of envy.",
          "ID": "10"
        },
        {
          "text": "But the chief priests stirred up the crowd to ask him to release Barabbas for them instead.",
          "ID": "11"
        },
        {
          "text": "Answering again, Pilate said to them, \"Then what shall I do with Him whom you call the King of the Jews?\"",
          "ID": "12"
        },
        {
          "text": "They shouted back, \"Crucify Him!\"",
          "ID": "13"
        },
        {
          "text": "But Pilate said to them, \"Why, what evil has He done?\" But they shouted all the more, \"Crucify Him!\"",
          "ID": "14"
        },
        {
          "text": "Wishing to satisfy the crowd, Pilate released Barabbas for them, and after having Jesus scourged, he handed Him over to be crucified.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "The soldiers took Him away into the palace (that is, the Praetorium), and they called together the whole Roman cohort.",
          "ID": "16"
        },
        {
          "text": "They dressed Him up in purple, and after twisting a crown of thorns, they put it on Him;",
          "ID": "17"
        },
        {
          "text": "and they began to acclaim Him, \"Hail, King of the Jews!\"",
          "ID": "18"
        },
        {
          "text": "They kept beating His head with a reed, and spitting on Him, and kneeling and bowing before Him.",
          "ID": "19"
        },
        {
          "text": "After they had mocked Him, they took the purple robe off Him and put His own garments on Him. And they led Him out to crucify Him.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "They pressed into service a passer-by coming from the country, Simon of Cyrene (the father of Alexander and Rufus), to bear His cross.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Then they brought Him to the place Golgotha, which is translated, Place of a Skull.",
          "ID": "22"
        },
        {
          "text": "They tried to give Him wine mixed with myrrh; but He did not take it.",
          "ID": "23"
        },
        {
          "text": "And they crucified Him, and divided up His garments among themselves, casting lots for them to decide what each man should take.",
          "ID": "24"
        },
        {
          "text": "It was the third hour when they crucified Him.",
          "ID": "25"
        },
        {
          "text": "The inscription of the charge against Him read, \"THE KING OF THE JEWS.\"",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "They crucified two robbers with Him, one on His right and one on His left.",
          "ID": "27"
        },
        {
          "text": "[And the Scripture was fulfilled which says, \"And He was numbered with transgressors.\"]",
          "ID": "28"
        },
        {
          "text": "Those passing by were hurling abuse at Him, wagging their heads, and saying, \"Ha! You who are going to destroy the temple and rebuild it in three days,",
          "ID": "29"
        },
        {
          "text": "save Yourself, and come down from the cross!\"",
          "ID": "30"
        },
        {
          "text": "In the same way the chief priests also, along with the scribes, were mocking Him among themselves and saying, \"He saved others; He cannot save Himself.",
          "ID": "31"
        },
        {
          "text": "Let this Christ, the King of Israel, now come down from the cross, so that we may see and believe!\" Those who were crucified with Him were also insulting Him.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "When the sixth hour came, darkness fell over the whole land until the ninth hour.",
          "ID": "33"
        },
        {
          "text": "At the ninth hour Jesus cried out with a loud voice, \"Eloi, Eloi, lama sabachthani?\" which is translated, \"My God, My God, why have You forsaken Me?\"",
          "ID": "34"
        },
        {
          "text": "When some of the bystanders heard it, they began saying, \"Behold, He is calling for Elijah.\"",
          "ID": "35"
        },
        {
          "text": "Someone ran and filled a sponge with sour wine, put it on a reed, and gave Him a drink, saying, \"Let us see whether Elijah will come to take Him down.\"",
          "ID": "36"
        },
        {
          "text": "And Jesus uttered a loud cry, and breathed His last.",
          "ID": "37"
        },
        {
          "text": "And the veil of the temple was torn in two from top to bottom.",
          "ID": "38"
        },
        {
          "text": "When the centurion, who was standing right in front of Him, saw the way He breathed His last, he said, \"Truly this man was the Son of God!\"",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "There were also some women looking on from a distance, among whom were Mary Magdalene, and Mary the mother of James the Less and Joses, and Salome.",
          "ID": "40"
        },
        {
          "text": "When He was in Galilee, they used to follow Him and minister to Him; and there were many other women who came up with Him to Jerusalem.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "When evening had already come, because it was the preparation day, that is, the day before the Sabbath,",
          "ID": "42"
        },
        {
          "text": "Joseph of Arimathea came, a prominent member of the Council, who himself was waiting for the kingdom of God; and he gathered up courage and went in before Pilate, and asked for the body of Jesus.",
          "ID": "43"
        },
        {
          "text": "Pilate wondered if He was dead by this time, and summoning the centurion, he questioned him as to whether He was already dead.",
          "ID": "44"
        },
        {
          "text": "And ascertaining this from the centurion, he granted the body to Joseph.",
          "ID": "45"
        },
        {
          "text": "Joseph bought a linen cloth, took Him down, wrapped Him in the linen cloth and laid Him in a tomb which had been hewn out in the rock; and he rolled a stone against the entrance of the tomb.",
          "ID": "46"
        },
        {
          "text": "Mary Magdalene and Mary the mother of Joses were looking on to see where He was laid.",
          "ID": "47"
        }
      ],
      "ID": "NT:MRK.15",
      "name": "MARK 15"
    },
    {
      "text": [
        {
          "text": "When the Sabbath was over, Mary Magdalene, and Mary the mother of James, and Salome, bought spices, so that they might come and anoint Him.",
          "ID": "1"
        },
        {
          "text": "Very early on the first day of the week, they came to the tomb when the sun had risen.",
          "ID": "2"
        },
        {
          "text": "They were saying to one another, \"Who will roll away the stone for us from the entrance of the tomb?\"",
          "ID": "3"
        },
        {
          "text": "Looking up, they saw that the stone had been rolled away, although it was extremely large.",
          "ID": "4"
        },
        {
          "text": "Entering the tomb, they saw a young man sitting at the right, wearing a white robe; and they were amazed.",
          "ID": "5"
        },
        {
          "text": "And he said to them, \"Do not be amazed; you are looking for Jesus the Nazarene, who has been crucified. He has risen; He is not here; behold, here is the place where they laid Him.",
          "ID": "6"
        },
        {
          "text": "But go, tell His disciples and Peter, 'He is going ahead of you to Galilee; there you will see Him, just as He told you.'\"",
          "ID": "7"
        },
        {
          "text": "They went out and fled from the tomb, for trembling and astonishment had gripped them; and they said nothing to anyone, for they were afraid.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "[Now after He had risen early on the first day of the week, He first appeared to Mary Magdalene, from whom He had cast out seven demons.",
          "ID": "9"
        },
        {
          "text": "She went and reported to those who had been with Him, while they were mourning and weeping.",
          "ID": "10"
        },
        {
          "text": "When they heard that He was alive and had been seen by her, they refused to believe it.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "After that, He appeared in a different form to two of them while they were walking along on their way to the country.",
          "ID": "12"
        },
        {
          "text": "They went away and reported it to the others, but they did not believe them either.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Afterward He appeared to the eleven themselves as they were reclining at the table; and He reproached them for their unbelief and hardness of heart, because they had not believed those who had seen Him after He had risen.",
          "ID": "14"
        },
        {
          "text": "And He said to them, \"Go into all the world and preach the gospel to all creation.",
          "ID": "15"
        },
        {
          "text": "He who has believed and has been baptized shall be saved; but he who has disbelieved shall be condemned.",
          "ID": "16"
        },
        {
          "text": "These signs will accompany those who have believed: in My name they will cast out demons, they will speak with new tongues;",
          "ID": "17"
        },
        {
          "text": "they will pick up serpents, and if they drink any deadly poison, it will not hurt them; they will lay hands on the sick, and they will recover.\"",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "So then, when the Lord Jesus had spoken to them, He was received up into heaven and sat down at the right hand of God.",
          "ID": "19"
        },
        {
          "text": "And they went out and preached everywhere, while the Lord worked with them, and confirmed the word by the signs that followed.]",
          "ID": "20"
        },
        {
          "text": "[And they promptly reported all these instructions to Peter and his companions. And after that, Jesus Himself sent out through them from east to west the sacred and imperishable proclamation of eternal salvation.]",
          "ID": "20"
        }
      ],
      "ID": "NT:MRK.16",
      "name": "MARK 16"
    }
  ],
  "ID": "NT:MRK(NASB)",
  "version": "NASB",
  "name": "MARK"
}