{
  "text": [
    {
      "text": [
        {
          "text": "The vision of Isaiah, the son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Joatham, Ahaz, and Hezekiah, kings of Judah.",
          "ID": "1"
        },
        {
          "text": "Listen, O heavens, and pay attention, O earth, for the Lord has spoken. I have nurtured and raised children, but they have spurned me.",
          "ID": "2"
        },
        {
          "text": "An ox knows his owner, and a donkey knows the manger of his lord, but Israel has not known me, and my people have not understood.",
          "ID": "3"
        },
        {
          "text": "Woe to a sinful nation, a people burdened by iniquity, a wicked offspring, accursed children. They have abandoned the Lord. They have blasphemed the Holy One of Israel. They been taken away backwards.",
          "ID": "4"
        },
        {
          "text": "For what reason shall I continue to strike you, as you increase transgressions? The entire head is feeble, and the entire heart is grieving.",
          "ID": "5"
        },
        {
          "text": "From the sole of the foot, even to the top of the head, there is no soundness within. Wounds and bruises and swelling sores: these are not bandaged, nor treated with medicine, nor soothed with oil.",
          "ID": "6"
        },
        {
          "text": "Your land is desolate. Your cities have been set ablaze. Foreigners devour your countryside in your sight, and it will become desolate, as if devastated by enemies.",
          "ID": "7"
        },
        {
          "text": "And the daughter of Zion will be left behind, like an arbor in a vineyard, and like a shelter in a cucumber field, and like a city being laid to waste.",
          "ID": "8"
        },
        {
          "text": "If the Lord of hosts had not bequeathed us offspring, we would have been like Sodom, and we would have been comparable to Gomorrah.",
          "ID": "9"
        },
        {
          "text": "Listen to the Word of the Lord, you leaders of the people of Sodom. Listen closely to the law of our God, O people of Gomorrah.",
          "ID": "10"
        },
        {
          "text": "The multitude of your sacrifices, what is that to me, says the Lord? I am full. I do not desire holocausts of rams, nor the fat of fatlings, nor the blood of calves and of lambs and of he-goats.",
          "ID": "11"
        },
        {
          "text": "When you approach before my sight, who is it that requires these things from your hands, so that you would walk in my courts?",
          "ID": "12"
        },
        {
          "text": "You should no longer offer sacrifice vain. Incense is an abomination to me. The new moons and the Sabbaths and the other feast days, I will not receive. Your gatherings are iniquitous.",
          "ID": "13"
        },
        {
          "text": "My soul hates your days of proclamation and your solemnities. They have become bothersome to me. I labor to endure them.",
          "ID": "14"
        },
        {
          "text": "And so, when you extend your hands, I will avert my eyes from you. And when you multiply your prayers, I will not heed you. For your hands are full of blood.",
          "ID": "15"
        },
        {
          "text": "Wash, become clean, take away the evil of your intentions from my eyes. Cease to act perversely.",
          "ID": "16"
        },
        {
          "text": "Learn to do good. Seek judgment, support the oppressed, judge for the orphan, defend the widow.",
          "ID": "17"
        },
        {
          "text": "And then approach and accuse me, says the Lord. Then, if your sins are like scarlet, they shall be made white like snow; and if they are red like vermillion, they shall become white like wool.",
          "ID": "18"
        },
        {
          "text": "If you are willing, and you listen to me, then you will eat the good things of the land.",
          "ID": "19"
        },
        {
          "text": "But if you are not willing, and you provoke me to anger, then the sword will devour you. For the mouth of the Lord has spoken.",
          "ID": "20"
        },
        {
          "text": "How has the faithful city, full of judgment, become a harlot? Justice lived in her, but now murderers.",
          "ID": "21"
        },
        {
          "text": "Your silver has turned into dross. Your wine has been mixed with water.",
          "ID": "22"
        },
        {
          "text": "Your leaders are unfaithful, the associates of thieves. They all love gifts; they pursue rewards. They do not judge for orphans, and the widow's case is not brought before them.",
          "ID": "23"
        },
        {
          "text": "Because of this, the Lord God of hosts, the Strength of Israel, says: Ah! I will be consoled over my enemies, and I will be vindicated from my adversaries.",
          "ID": "24"
        },
        {
          "text": "And I will turn my hand to you. And I will temper your dross unto purity, and I will take away all your tin.",
          "ID": "25"
        },
        {
          "text": "And I will restore your judges, so that they will be as before, and your counselors as in times long past. After this, you shall be called the City of the Just, the Faithful City.",
          "ID": "26"
        },
        {
          "text": "Zion will be redeemed in judgment, and they will lead her back to justice.",
          "ID": "27"
        },
        {
          "text": "And he shall crush the accursed and sinners together. And those who have abandoned the Lord will be consumed.",
          "ID": "28"
        },
        {
          "text": "For they shall be confounded because of the idols, to which they have sacrificed. And you shall be ashamed over the gardens that you chose,",
          "ID": "29"
        },
        {
          "text": "when you were like an oak with falling leaves, and like a garden without water.",
          "ID": "30"
        },
        {
          "text": "And your strength will be like the embers from stubble, and your work will be like a spark, and both will burn together, and there will be no one to extinguish it.",
          "ID": "31"
        }
      ],
      "ID": "OT:ISA.1",
      "name": "Isaiah 1"
    },
    {
      "text": [
        {
          "text": "The word that Isaiah, the son of Amoz, saw concerning Judah and Jerusalem.",
          "ID": "1"
        },
        {
          "text": "And in the last days, the mountain of the house of the Lord will be prepared at the summit of the mountains, and it will be exalted above the hills, and all the nations shall flow to it.",
          "ID": "2"
        },
        {
          "text": "And many peoples will go, and they will say: \"Let us approach and ascend to the mountain of the Lord, and to the house of the God of Jacob. And he will teach us his ways, and we will walk in his paths.\" For the law will go forth from Zion, and the Word of the Lord from Jerusalem.",
          "ID": "3"
        },
        {
          "text": "And he will judge the nations, and he will rebuke many peoples. And they shall forge their swords into plowshares, and their spears into sickles. Nation will not lift up sword against nation, neither will they continue to train for battle.",
          "ID": "4"
        },
        {
          "text": "O house of Jacob, let us approach and walk in the light of the Lord.",
          "ID": "5"
        },
        {
          "text": "For you have cast aside your people, the house of Jacob, because they have been filled up, as in past times, and because they have had soothsayers as the Philistines have, and because they have joined themselves to foreign servants.",
          "ID": "6"
        },
        {
          "text": "Their land has been filled with silver and gold. And there is no end to their storehouses.",
          "ID": "7"
        },
        {
          "text": "And their land has been filled with horses. And their four-horse chariots are innumerable. And their land has been filled with idols. They have adored the work of their hands, which their own fingers have made.",
          "ID": "8"
        },
        {
          "text": "And man has bowed himself down, and so man has become debased. Therefore, you should not forgive them.",
          "ID": "9"
        },
        {
          "text": "Enter into the rock, and hide in a ditch in the soil, from the presence of the fear of the Lord, and from the glory of his majesty.",
          "ID": "10"
        },
        {
          "text": "The lofty eyes of man have been humbled, and the haughtiness of men will be bowed down. Then the Lord alone shall be exalted, in that day.",
          "ID": "11"
        },
        {
          "text": "For the day of the Lord of hosts will prevail over all the proud and self-exalted, and over all the arrogant, and each one shall be humbled,",
          "ID": "12"
        },
        {
          "text": "and over all the straight and tall cedars of Lebanon, and over all the oaks of Bashan;",
          "ID": "13"
        },
        {
          "text": "and over all the lofty mountains, and over all the elevated hills;",
          "ID": "14"
        },
        {
          "text": "and over every lofty tower, and over every fortified wall;",
          "ID": "15"
        },
        {
          "text": "and over all the ships of Tarshish, and over all the beauty that may be seen.",
          "ID": "16"
        },
        {
          "text": "And the loftiness of men will be bowed down, and the haughtiness of men will be brought low. And the Lord alone shall be exalted, in that day.",
          "ID": "17"
        },
        {
          "text": "And idols will be thoroughly crushed.",
          "ID": "18"
        },
        {
          "text": "And they will go into the caves of the rocks, and into the caverns of the earth, from the presence of the dread of the Lord, and from the glory of his majesty, when he will have risen up to strike the earth.",
          "ID": "19"
        },
        {
          "text": "In that day, man shall cast aside his idols of silver and his images of gold, which he had made for himself, as if to reverence the moles and the bats.",
          "ID": "20"
        },
        {
          "text": "And so he will go into the clefts of the rocks, and into the caverns of stone, from the presence of the dread of the Lord, and from the glory of his majesty, when he will have risen up to strike the earth.",
          "ID": "21"
        },
        {
          "text": "Therefore, rest away from man, whose breath is in his nostrils, for he considers himself to be exalted.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.2",
      "name": "Isaiah 2"
    },
    {
      "text": [
        {
          "text": "For behold, the sovereign Lord of hosts will take away, from Jerusalem and from Judah, the powerful and the strong: all the strength from bread, and all the strength from water;",
          "ID": "1"
        },
        {
          "text": "the strong man, and the man of war, the judge and the prophet, and the seer and the elder;",
          "ID": "2"
        },
        {
          "text": "the leader over fifty and the honorable in appearance; and the counselor, and the wise among builders, and the skillful in mystical speech.",
          "ID": "3"
        },
        {
          "text": "And I will provide children as their leaders, and the effeminate will rule over them.",
          "ID": "4"
        },
        {
          "text": "And the people will rush, man against man, and each one against his neighbor. The child shall rebel against the elder, and the ignoble against the noble.",
          "ID": "5"
        },
        {
          "text": "For a man will apprehend his brother, from the household of his own father, saying: \"The vestment is yours. Be our leader, but let this ruin be under your hand.\"",
          "ID": "6"
        },
        {
          "text": "In that day, he will respond by saying: \"I am not a healer, and there is no bread or vestment in my house. Do not choose to appoint me as a leader of the people.\"",
          "ID": "7"
        },
        {
          "text": "For Jerusalem is ruined, and Judah has fallen, because their words and their plans are against the Lord, in order to provoke the eyes of his majesty.",
          "ID": "8"
        },
        {
          "text": "The acknowledgement of their countenance is their response. For they have proclaimed their own sin, like Sodom; and they have not concealed it. Woe to their souls! For evils are being repaid to them.",
          "ID": "9"
        },
        {
          "text": "Tell the just man that it is well, for he shall eat from the fruit from his own plans.",
          "ID": "10"
        },
        {
          "text": "Woe to the impious man immersed in evil! For retribution will be given to him from his own hands.",
          "ID": "11"
        },
        {
          "text": "As for my people, their oppressors have despoiled them, and women have ruled over them. My people, who call you blessed, the same are deceiving you and disrupting the path of your steps.",
          "ID": "12"
        },
        {
          "text": "The Lord stands for judgment, and he stands to judge the people.",
          "ID": "13"
        },
        {
          "text": "The Lord will enter into judgment with the elders of his people, and with their leaders. For you have been devouring the vineyard, and the plunder from the poor is in your house.",
          "ID": "14"
        },
        {
          "text": "Why do you wear down my people, and grind up the faces of the poor, says the Lord, the God of hosts?",
          "ID": "15"
        },
        {
          "text": "And the Lord said: Because the daughters of Zion have been lifted up, and have walked with extended necks and winking eyes, because they have continued on, walking noisily and advancing with a pretentious stride,",
          "ID": "16"
        },
        {
          "text": "the Lord will make the heads of the daughters of Zion bald, and the Lord will strip them of the locks of their hair.",
          "ID": "17"
        },
        {
          "text": "In that day, the Lord will take away their decorative shoes,",
          "ID": "18"
        },
        {
          "text": "and the little moons and chains, and the necklaces and bracelets, and the hats,",
          "ID": "19"
        },
        {
          "text": "and the ornaments for their hair, and the anklets, and the touches of myrrh and little bottles of perfumes, and the earrings,",
          "ID": "20"
        },
        {
          "text": "and the rings, and the jewels hanging on their foreheads,",
          "ID": "21"
        },
        {
          "text": "and the continual changes in appearance, and the short skirts, and the fine linens and embroidered cloths,",
          "ID": "22"
        },
        {
          "text": "and the mirrors, and scarves, and ribbons, and their sparse clothing.",
          "ID": "23"
        },
        {
          "text": "And in place of a sweet fragrance, there will be stench. And in place of a belt, there will be a rope. And in place of stylish hair, there will be baldness. And in place of a blouse, there will be haircloth.",
          "ID": "24"
        },
        {
          "text": "Likewise, your most handsome men will fall by the sword, and your strong men will fall in battle.",
          "ID": "25"
        },
        {
          "text": "And her gates will grieve and mourn. And she will sit on the ground, desolate.",
          "ID": "26"
        }
      ],
      "ID": "OT:ISA.3",
      "name": "Isaiah 3"
    },
    {
      "text": [
        {
          "text": "And seven women will take hold of one man, in that day, saying, \"We will eat our own bread and wear our own clothing, only let us be called by your name, so as to take away our reproach.\"",
          "ID": "1"
        },
        {
          "text": "In that day, the seedling of the Lord will have magnificence and glory, and the fruit of the earth will be greatly-esteemed and a source of joy to those who will have been saved out of Israel.",
          "ID": "2"
        },
        {
          "text": "And this shall be: all who are left behind in Zion, and who remain in Jerusalem, shall be called holy, all who have been written in life in Jerusalem.",
          "ID": "3"
        },
        {
          "text": "Then the Lord will have washed away the filth of the daughters of Zion, and will have washed away the blood of Jerusalem from its midst, by means of a spirit of judgment and a spirit of intense devotion.",
          "ID": "4"
        },
        {
          "text": "And the Lord will create, over every place of Mount Zion and wherever he is called upon, a cloud by day and a smoke with the splendor of burning fire by night. For protection will be over every glory.",
          "ID": "5"
        },
        {
          "text": "And there will be a tabernacle for shade from the heat in daytime, and for security, and for protection from the whirlwind and from rain.",
          "ID": "6"
        }
      ],
      "ID": "OT:ISA.4",
      "name": "Isaiah 4"
    },
    {
      "text": [
        {
          "text": "I will sing to my beloved the canticle of my paternal cousin, about his vineyard. A vineyard was made for my beloved, at the horn in the son of oil.",
          "ID": "1"
        },
        {
          "text": "And he fenced it in, and he picked the stones out of it, and he planted it with the best vines, and he built a tower in the middle of it, and he set up a winepress within it. And he expected it to produce grapes, but it produced wild vines.",
          "ID": "2"
        },
        {
          "text": "Now then, inhabitants of Jerusalem and men of Judah: judge between me and my vineyard.",
          "ID": "3"
        },
        {
          "text": "What more should I have done for my vineyard that I did not do for it? Should I not have expected it to produce grapes, though it produced wild vines?",
          "ID": "4"
        },
        {
          "text": "And now, I will reveal to you what I will do to my vineyard. I will take away its fence, and it will be plundered. I will pull down its wall, and it will be trampled.",
          "ID": "5"
        },
        {
          "text": "And I will make it desolate. It will not be pruned, and it will not be dug. And briers and thorns will rise up. And I will command the clouds not to rain upon it.",
          "ID": "6"
        },
        {
          "text": "For the vineyard of the Lord of hosts is the house of Israel. And the man of Judah is his delightful seedling. And I expected that he would do judgment, and behold iniquity, and that he would do justice, and behold an outcry.",
          "ID": "7"
        },
        {
          "text": "Woe to you who join house to house, and who combine field to field, even to the limits of the place! Do you intend to live alone in the midst of the earth?",
          "ID": "8"
        },
        {
          "text": "These things are in my ears, says the Lord of hosts. Otherwise, many houses, great and beautiful, will become desolate, without an inhabitant.",
          "ID": "9"
        },
        {
          "text": "Then ten acres of vineyard will produce one small bottle of wine, and thirty measures of seed will produce three measures of grain.",
          "ID": "10"
        },
        {
          "text": "Woe to you who rise up in the morning to pursue drunkenness, and to drink even until evening, so as to be inflamed with wine.",
          "ID": "11"
        },
        {
          "text": "Harp and lyre and timbrel and pipe, as well as wine, are at your feasts. But you do not respect the work of the Lord, nor do you consider the works of his hands.",
          "ID": "12"
        },
        {
          "text": "Because of this, my people have been led away as captives, for they did not have knowledge, and their nobles have passed away from famine, and their multitudes have dried up from thirst.",
          "ID": "13"
        },
        {
          "text": "For this reason, Hell has expanded its soul, and has opened its mouth without any limits. And their strong ones, and their people, and their exalted and glorious ones will descend into it.",
          "ID": "14"
        },
        {
          "text": "And man will be bowed down, and man will be humbled, and the eyes of the exalted will be brought low.",
          "ID": "15"
        },
        {
          "text": "And the Lord of hosts will be exalted in judgment, and the holy God will be sanctified in justice.",
          "ID": "16"
        },
        {
          "text": "And the lambs will pasture in proper order, and new arrivals will eat from the deserts turned into fertile lands.",
          "ID": "17"
        },
        {
          "text": "Woe to you who draw iniquity with cords of vanity, and who draw sin as if with the rope of a cart,",
          "ID": "18"
        },
        {
          "text": "and who say: \"Let him hurry, and let his work arrive soon, so that we may see it. And let the plan of the Holy One of Israel approach and arrive, so that we may know it.\"",
          "ID": "19"
        },
        {
          "text": "Woe to you who call evil good, and good evil; who substitute darkness for light, and light for darkness; who exchange bitter for sweet, and sweet for bitter!",
          "ID": "20"
        },
        {
          "text": "Woe to you who are wise in your own eyes, and prudent in your own sight!",
          "ID": "21"
        },
        {
          "text": "Woe to you who are powerful at drinking wine, who are strong men in contriving inebriation!",
          "ID": "22"
        },
        {
          "text": "For you justify an impious man in exchange for bribes, and you carry away the justice of a just man from him.",
          "ID": "23"
        },
        {
          "text": "Because of this, as the tongue of fire devours stubble, and as the heat of a flame burns it completely, so will their root become like glowing embers, and so will their offshoot ascend like dust. For they have cast aside the law of the Lord of hosts, and they have blasphemed the eloquence of the Holy One of Israel.",
          "ID": "24"
        },
        {
          "text": "For this reason, the fury of the Lord has been enraged against his people, and he has extended his hand over them, and he has struck them. And the mountains were disturbed. And their carcasses became like dung in the midst of the streets. After all this, his fury was not turned away; instead, his hand was still extended.",
          "ID": "25"
        },
        {
          "text": "And he will lift up a sign to nations far away, and he will whistle to them from the ends of the earth. And behold, they will rush forward speedily.",
          "ID": "26"
        },
        {
          "text": "There is no one weak or struggling among them. They will not become drowsy, and they will not sleep. Neither will the belt around their waist be loosened, nor the laces of their boots be broken.",
          "ID": "27"
        },
        {
          "text": "Their arrows are sharp, and all their bows are taut. The hoofs of their horses are like flint, and their wheels are like the force of a tempest.",
          "ID": "28"
        },
        {
          "text": "Their roaring is like the lion; they will roar like young lions. They will both roar and seize their prey. And they will wrap themselves around it, and there will be no one who can rescue it.",
          "ID": "29"
        },
        {
          "text": "And in that day, they will make a noise over it, like the sound of the sea. We will gaze out toward the land, and behold, the darkness of the tribulation, and even the light has been darkened by its gloom.",
          "ID": "30"
        }
      ],
      "ID": "OT:ISA.5",
      "name": "Isaiah 5"
    },
    {
      "text": [
        {
          "text": "In the year in which king Uzziah died, I saw the Lord sitting on a throne, sublime and exalted, and the things that were under him filled the temple.",
          "ID": "1"
        },
        {
          "text": "The Seraphims were standing above the throne. One had six wings, and the other had six wings: with two they were covering his face, and with two they were covering his feet, and with two they were flying.",
          "ID": "2"
        },
        {
          "text": "And they were crying out to one another, and saying: \"Holy, holy, holy is the Lord God of hosts! All the earth is filled with his glory!\"",
          "ID": "3"
        },
        {
          "text": "And the lintels above the hinges were shaken at the voice of the one crying out. And the house was filled with smoke.",
          "ID": "4"
        },
        {
          "text": "And I said: \"Woe to me! For I have remained silent. For I am a man of unclean lips, and I live in the midst of a people having unclean lips, and I have seen with my eyes the King, the Lord of hosts!\"",
          "ID": "5"
        },
        {
          "text": "And one of the Seraphims flew to me, and in his hand was a burning coal, which he had taken with tongs from the altar.",
          "ID": "6"
        },
        {
          "text": "And he touched my mouth, and he said, \"Behold, this has touched your lips, and so your iniquities will be taken away, and your sin will be cleansed.\"",
          "ID": "7"
        },
        {
          "text": "And I heard the voice of the Lord, saying: \"Whom shall I send?\" and, \"Who will go for us?\" And I said: \"Here I am. Send me.\"",
          "ID": "8"
        },
        {
          "text": "And he said: \"Go forth! And you shall say to this people: 'When you listen, you will hear and not understand. And when you see a vision, you will not comprehend.'",
          "ID": "9"
        },
        {
          "text": "Blind the heart of this people. Make their ears heavy and close their eyes, lest they see with their eyes, and hear with their ears, and understand with their heart, and be converted, and then I would heal them.\"",
          "ID": "10"
        },
        {
          "text": "And I said, \"For how long, O Lord?\" And he said, \"Until the cities are desolate, without an inhabitant, and the houses are without a man, and the land will be left behind, deserted.\"",
          "ID": "11"
        },
        {
          "text": "For the Lord will take the men far away, and she who will have been left behind will be multiplied in the midst of the earth.",
          "ID": "12"
        },
        {
          "text": "But still, there will be a tithing within her, and she will be converted, and she will be put on display, like a terebinth tree and like an oak which extends its branches. And what will remain standing within her will be a holy offspring.",
          "ID": "13"
        }
      ],
      "ID": "OT:ISA.6",
      "name": "Isaiah 6"
    },
    {
      "text": [
        {
          "text": "And it happened in the days of Ahaz, the son of Jotham, the son of Uzziah, the king of Judah, that Rezin, the king of Syria, and Pekah, the son of Remaliah, king of Israel, ascended to Jerusalem to battle against it. But they were not able to defeat it.",
          "ID": "1"
        },
        {
          "text": "And they reported to the house of David, saying: \"Syria has withdrawn to Ephraim.\" And his heart was shaken, with the heart of his people, just as the trees of the forest are moved by the face of the wind.",
          "ID": "2"
        },
        {
          "text": "And the Lord said to Isaiah: Go out to meet Ahaz, you and your son, Jashub, who was left behind, to the end of the aqueduct, at the upper pool, on the road to the fuller's field.",
          "ID": "3"
        },
        {
          "text": "And you shall say to him: \"See to it that you are silent. Do not be afraid. And have no dread in your heart over the two tails of these firebrands, nearly extinguished, which are the wrath of the fury of Rezin, king of Syria, and of the son of Remaliah.\"",
          "ID": "4"
        },
        {
          "text": "For Syria has undertaken a plan against you, with the evil of Ephraim and the son of Remaliah, saying:",
          "ID": "5"
        },
        {
          "text": "\"Let us ascend to Judah, and stir it up, and tear it away for ourselves, and appoint the son of Tabeel as a king in its midst.\"",
          "ID": "6"
        },
        {
          "text": "Thus says the Lord God: This shall not stand, and this shall not be.",
          "ID": "7"
        },
        {
          "text": "For the head of Syria is Damascus, and the head of Damascus is Rezin; and within sixty-five years from now, Ephraim will cease to be a people.",
          "ID": "8"
        },
        {
          "text": "For the head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. If you will not believe, you will not continue.",
          "ID": "9"
        },
        {
          "text": "And the Lord spoke further to Ahaz, saying:",
          "ID": "10"
        },
        {
          "text": "Ask for a sign for yourself from the Lord your God, from the depths below, even to the heights above.",
          "ID": "11"
        },
        {
          "text": "And Ahaz said, \"I will not ask, for I will not tempt the Lord.\"",
          "ID": "12"
        },
        {
          "text": "And he said: \"Then listen, O house of David. Is it such a small thing for you to trouble men, that you must also trouble my God?",
          "ID": "13"
        },
        {
          "text": "For this reason, the Lord himself will grant to you a sign. Behold, a virgin will conceive, and she will give birth to a son, and his name will be called Immanuel.",
          "ID": "14"
        },
        {
          "text": "He will eat butter and honey, so that he may know to reject evil and to choose good.",
          "ID": "15"
        },
        {
          "text": "But even before the boy knows to refuse evil and to choose good, the land that you detest will be abandoned by the face of her two kings.",
          "ID": "16"
        },
        {
          "text": "The Lord will lead over you, and over your people, and over the house of your father, such days as have not occurred since the days of the separation of Ephraim from Judah by the king of the Assyrians.",
          "ID": "17"
        },
        {
          "text": "And this shall be in that day: the Lord will call for the fly, which is in the most distant parts of the rivers of Egypt, and for the swarm, which is in the land of Assur.",
          "ID": "18"
        },
        {
          "text": "And they will arrive, and they all will rest in the torrents of the valleys, and in the caverns of the rocks, and in every thicket, and in every opening.",
          "ID": "19"
        },
        {
          "text": "In that day, the Lord will shave with a razor the ones hired by those who are across the river, by the king of the Assyrians, from the head to the hairs of the feet, with the entire beard.",
          "ID": "20"
        },
        {
          "text": "And this shall be in that day: a man will raise a cow among oxen, and two sheep,",
          "ID": "21"
        },
        {
          "text": "and, instead of an abundance of milk, he will eat butter. For all who are left behind in the midst of the land will eat butter and honey.",
          "ID": "22"
        },
        {
          "text": "And this shall be in that day: every place, where there were a thousand grapevines worth a thousand pieces of silver, will become thorns and briers.",
          "ID": "23"
        },
        {
          "text": "They will enter such places with arrows and bows. For briers and thorns will be throughout the entire land.",
          "ID": "24"
        },
        {
          "text": "But as for all the mountains, which will be dug with a hoe, the terror of thorns and briers will not approach those places. And there will be pasture land for oxen, and a range for cattle.\"",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.7",
      "name": "Isaiah 7"
    },
    {
      "text": [
        {
          "text": "And the Lord said to me: \"Take up for yourself a large book, and with a man's pen write in it: 'Take away the spoils quickly; plunder swiftly.' \"",
          "ID": "1"
        },
        {
          "text": "And I summoned to myself faithful witnesses: Uriah, the priest, and Zechariah, the son of Berechiah.",
          "ID": "2"
        },
        {
          "text": "And I joined with the prophetess, and she conceived and gave birth to a son. And the Lord said to me: \"Call his name: 'Rush to take away the spoils; Hurry to be plundered.'",
          "ID": "3"
        },
        {
          "text": "For before the boy knows how to call to his father and his mother, the strength of Damascus and the spoils of Samaria will be taken away, in the sight of the king of the Assyrians.\"",
          "ID": "4"
        },
        {
          "text": "And the Lord spoke to me further, saying:",
          "ID": "5"
        },
        {
          "text": "\"Because this people has cast aside the waters of Shiloah, which go forth silently, and has instead chosen Rezin and the son of Remaliah,",
          "ID": "6"
        },
        {
          "text": "for this reason, behold, the Lord will lead over them the waters of a river, strong and plentiful: the king of the Assyrians with all his glory. And he will rise up throughout all his streams, and he will overflow all his banks.",
          "ID": "7"
        },
        {
          "text": "And he will pass through Judah, inundating it, and he will cross over and arrive, even at its neck. And he will extend his wings, filling the breadth of your land, O Immanuel.\"",
          "ID": "8"
        },
        {
          "text": "O people, gather together, and be conquered! All distant lands, listen! Be strengthened, and be conquered! Gird yourselves, and be conquered!",
          "ID": "9"
        },
        {
          "text": "Undertake a plan, and it will be dissipated! Speak a word, and it will not be done! For God is with us.",
          "ID": "10"
        },
        {
          "text": "For the Lord said this to me, and he has instructed this to me with a strong hand, lest I go forth in the way of this people, saying:",
          "ID": "11"
        },
        {
          "text": "\"You should not say 'It is conspiracy!' For all that this people speaks is a conspiracy. And you should be frightened or alarmed with their fear.",
          "ID": "12"
        },
        {
          "text": "Sanctify the Lord of hosts himself. Let him be your dread, and let him be your fear.",
          "ID": "13"
        },
        {
          "text": "And so shall he be a sanctification to you. But he will be a stone of offense and a rock of scandal to the two houses of Israel, and a snare and a ruin to the inhabitants of Jerusalem.",
          "ID": "14"
        },
        {
          "text": "And very many of them will stumble and fall, and they will be broken and entangled and seized.",
          "ID": "15"
        },
        {
          "text": "Bind the testimony, seal the law, among my disciples.\"",
          "ID": "16"
        },
        {
          "text": "And I will wait for the Lord, who has concealed his face from the house of Jacob, and I will stand before him.",
          "ID": "17"
        },
        {
          "text": "Behold: I and my children, whom the Lord has given to me as a sign and a portent, in Israel, from the Lord of hosts, who lives on Mount Zion.",
          "ID": "18"
        },
        {
          "text": "And though they say to you, \"Seek from seers and diviners,\" they who hiss in their incantations, should not the people seek from their God, for the sake of the living, and not from the dead?",
          "ID": "19"
        },
        {
          "text": "And this is, moreover, for the sake of the law and the testimony. But if they do not speak according to this Word, then he will not have the morning light.",
          "ID": "20"
        },
        {
          "text": "And he will pass by it; he will fall and become hungry. And when he is hungry, he will become angry, and he will speak evil against his king and his God, and he will lift himself upward.",
          "ID": "21"
        },
        {
          "text": "And he will gaze downward to the earth, and behold: tribulation and darkness, dissolution and distress, and a pursuing gloom. For he will not be able to fly away from its distress.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.8",
      "name": "Isaiah 8"
    },
    {
      "text": [
        {
          "text": "In the earlier time, the land of Zebulun and the land of Naphtali were lifted up. But in the later time, the way of the sea beyond the Jordan, the Galilee of the Gentiles, was weighed down.",
          "ID": "1"
        },
        {
          "text": "The people who walked in darkness have seen a great light. A light has risen for the inhabitants of the region of the shadow of death.",
          "ID": "2"
        },
        {
          "text": "You have increased the nation, but you have not increased the rejoicing. They will rejoice before you, like those who rejoice at the harvest, like the victorious exulting after capturing the prey, when they divide the spoils.",
          "ID": "3"
        },
        {
          "text": "For you have prevailed over the yoke of their burden, and over the rod of their shoulder, and over the scepter of their oppressor, as in the day of Midian.",
          "ID": "4"
        },
        {
          "text": "For every violent plunder with a tumult, and every garment mixed with blood, will be burned up and will become fuel for the fire.",
          "ID": "5"
        },
        {
          "text": "For unto us a child is born, and unto us a son is given. And leadership is placed upon his shoulder. And his name shall be called: wonderful Counselor, mighty God, father of the future age, Prince of Peace.",
          "ID": "6"
        },
        {
          "text": "His reign will be increased, and there will be no end to his peace. He will sit upon the throne of David and over his kingdom, to confirm and strengthen it, in judgment and justice, from now even unto eternity. The zeal of the Lord of hosts shall accomplish this.",
          "ID": "7"
        },
        {
          "text": "The Lord sent a word to Jacob, and it fell upon Israel.",
          "ID": "8"
        },
        {
          "text": "And all the people of Ephraim will know it. And the inhabitants of Samaria will say it, in the arrogance and haughtiness of their heart:",
          "ID": "9"
        },
        {
          "text": "\"The bricks have fallen, but we will build with squared stones. They have cut down the sycamores, but we will replace them with cedars.\"",
          "ID": "10"
        },
        {
          "text": "And the Lord will raise up the enemies of Rezin over him, and he will turn his adversaries into a tumult:",
          "ID": "11"
        },
        {
          "text": "the Syrians from the east and the Philistines from the west. And they will devour Israel with their whole mouth. After all this, his fury was not turned away; instead, his hand was still extended.",
          "ID": "12"
        },
        {
          "text": "And the people did not return to the One who struck them, and they did not seek the Lord of hosts.",
          "ID": "13"
        },
        {
          "text": "And so, the Lord will disperse, away from Israel, the head and the tail, he who bows down and he who refrains, in one day.",
          "ID": "14"
        },
        {
          "text": "The long-lived and honorable, he is the head; and the prophet who teaches lies, he is the tail.",
          "ID": "15"
        },
        {
          "text": "And those who deceitfully praise this people, and those who are praised, will be thrown down violently.",
          "ID": "16"
        },
        {
          "text": "For this reason, the Lord will not rejoice over their youths. And he will not take pity on their orphans and widows. For each one is a hypocrite, and each one is wicked, and every mouth has spoken foolishness. After all this, his fury was not turned away; instead, his hand was still extended.",
          "ID": "17"
        },
        {
          "text": "For impiety has been kindled like a fire: it will devour brier and thorn, and it will burn in the dense forest, and it will be interwoven with the ascending smoke.",
          "ID": "18"
        },
        {
          "text": "The earth has been shaken by the wrath of the Lord of hosts, and the people will become like fuel for the fire. A man will not spare his own brother.",
          "ID": "19"
        },
        {
          "text": "And he will turn toward the right, and he will be hungry. And he will eat toward the left, and he will not be satisfied. Each one will eat the flesh of his own arm: Manasseh Ephraim, and Ephraim Manasseh, and together they will be against Judah.",
          "ID": "20"
        },
        {
          "text": "After all this, his fury was not turned away; instead, his hand was still extended.",
          "ID": "21"
        }
      ],
      "ID": "OT:ISA.9",
      "name": "Isaiah 9"
    },
    {
      "text": [
        {
          "text": "Woe to those who make unfair laws, and who, when writing, write injustice:",
          "ID": "1"
        },
        {
          "text": "in order to oppress the poor in judgment, and to do violence to the case of the humble of my people, in order that widows may be their prey, and that they might plunder the orphan.",
          "ID": "2"
        },
        {
          "text": "What will you do on the day of visitation and calamity which is approaching from afar? To whom will you flee for assistance? And where will you leave behind your own glory,",
          "ID": "3"
        },
        {
          "text": "so that you may not be bowed down under the chains, and fall with the slain? Concerning all this, his fury was not turned away; instead, his hand was still extended.",
          "ID": "4"
        },
        {
          "text": "Woe to Assur! He is the rod and the staff of my fury, and my indignation is in their hands.",
          "ID": "5"
        },
        {
          "text": "I will send him to a deceitful nation, and I will order him against the people of my fury, so that he may take away the plunder, and tear apart the prey, and place it to be trampled like the mud of the streets.",
          "ID": "6"
        },
        {
          "text": "But he will not consider it to be so, and his heart will not suppose it to be this way. Instead, his heart will be set to crush and to exterminate more than a few nations.",
          "ID": "7"
        },
        {
          "text": "For he will say:",
          "ID": "8"
        },
        {
          "text": "\"Are not my princes like many kings? Is not Calno like Carchemish, and Hamath like Arpad? Is not Samaria like Damascus?",
          "ID": "9"
        },
        {
          "text": "In the same manner as my hand reached the kingdoms of the idol, so also will it reach their false images, those of Jerusalem and of Samaria.",
          "ID": "10"
        },
        {
          "text": "Should I not do to Jerusalem and her false images, just as I have done to Samaria and her idols?\"",
          "ID": "11"
        },
        {
          "text": "And this shall be: when the Lord will have completed each of his works on Mount Zion and in Jerusalem, I will act against the fruit of the exalted heart of king Assur, and against the glory of the haughtiness of his eyes.",
          "ID": "12"
        },
        {
          "text": "For he has said: \"I have acted with the strength of my own hand, and I have understood with my own wisdom, and I have removed the limits of the people, and I have plundered their leaders, and, like one with power, I have pulled down those residing on high.",
          "ID": "13"
        },
        {
          "text": "And my hand has reached to the strength of the people, as to a nest. And, just as the eggs which have been left behind are gathered, so have I gathered the entire earth. And there was no one who moved a wing, or opened a mouth, or uttered a snarl.\"",
          "ID": "14"
        },
        {
          "text": "Should the axe glorify itself over him who wields it? Or can the saw exalt itself over him who pulls it? How can a rod lift itself up against him who wields it, or a staff exalt itself, though it is only wood?",
          "ID": "15"
        },
        {
          "text": "Because of this, the sovereign Lord, the Lord of hosts, will send leanness among his fat ones. And under the influence of his glory, a burning ardor will rage, like a consuming fire.",
          "ID": "16"
        },
        {
          "text": "And the light of Israel will be like a fire, and the Holy One of Israel will be like a flame. And his thorns and briers will be set ablaze and devoured, in one day.",
          "ID": "17"
        },
        {
          "text": "And the glory of his forest and of his beautiful hill will be consumed, from the soul even to the flesh. And he will flee away in terror.",
          "ID": "18"
        },
        {
          "text": "And what remain of the trees of his forest will be so few, and so easily numbered, that even a child could write them down.",
          "ID": "19"
        },
        {
          "text": "And this shall be in that day: those not added to the remnant of Israel, and those who escape of the house of Jacob, will not lean upon him who strikes them. Instead, they will lean upon the Lord, the Holy One of Israel, in truth.",
          "ID": "20"
        },
        {
          "text": "The remnant of Jacob, again I say the remnant, will be converted to the mighty God.",
          "ID": "21"
        },
        {
          "text": "For though your people, O Israel, will be like the sand of the sea, yet only a remnant of them will be converted. The consummation, having been shortened, will be inundated with justice.",
          "ID": "22"
        },
        {
          "text": "For the Lord, the God of hosts, will accomplish an abbreviation and a consummation, in the midst of all the earth.",
          "ID": "23"
        },
        {
          "text": "For this reason, the Lord, the God of hosts, says this: \"My people, who inhabit Zion: do not be afraid of Assur. He will strike you with his rod, and he will lift up his staff over you, on the way of Egypt.",
          "ID": "24"
        },
        {
          "text": "But after a little while and a brief time, my indignation will be consumed, and my fury will turn to their wickedness.\"",
          "ID": "25"
        },
        {
          "text": "And the Lord of hosts will raise up a scourge over him, like the scourge of Midian at the rock of Oreb, and he will raise up his rod over the sea, and he will lift it up against the way of Egypt.",
          "ID": "26"
        },
        {
          "text": "And this shall be in that day: his burden will be taken away from your shoulder, and his yoke will be taken away from your neck, and the yoke will decay at the appearance of the oil.",
          "ID": "27"
        },
        {
          "text": "He will approach Aiath; he will cross into Migron; he will entrust his vessels to Michmash.",
          "ID": "28"
        },
        {
          "text": "They have passed through in haste; Geba is our seat; Ramah was stupefied; Gibeah of Saul fled.",
          "ID": "29"
        },
        {
          "text": "Neigh with your voice, daughter of Gallim; pay attention, Laishah, impoverished woman of Anathoth.",
          "ID": "30"
        },
        {
          "text": "Madmenah has moved away; be strengthened, you inhabitants of Gebim.",
          "ID": "31"
        },
        {
          "text": "It is still daylight, so stand at Nob. He will shake his hand against the mountain of the daughter of Zion, the hill of Jerusalem.",
          "ID": "32"
        },
        {
          "text": "Behold, the sovereign Lord of hosts will crush the little bottle of wine with terror, and the exalted in stature will be cut down, and the lofty will be brought low.",
          "ID": "33"
        },
        {
          "text": "And the dense forest will be overturned with iron. And Lebanon, with its exalted ones, will fall.",
          "ID": "34"
        }
      ],
      "ID": "OT:ISA.10",
      "name": "Isaiah 10"
    },
    {
      "text": [
        {
          "text": "And a rod will go forth from the root of Jesse, and a flower will ascend from his root.",
          "ID": "1"
        },
        {
          "text": "And the Spirit of the Lord will rest upon him: the spirit of wisdom and understanding, the spirit of counsel and fortitude, the spirit of knowledge and piety.",
          "ID": "2"
        },
        {
          "text": "And he will be filled with the spirit of the fear of the Lord. He will not judge according to the sight of the eyes, nor reprove according to the hearing of the ears.",
          "ID": "3"
        },
        {
          "text": "Instead, he will judge the poor with justice, and he will reprove the meek of the earth with fairness. And he will strike the earth with the rod of his mouth, and he will slay the impious with the spirit of his lips.",
          "ID": "4"
        },
        {
          "text": "And justice will be the belt around his waist. And faith will be the warrior's belt at his side.",
          "ID": "5"
        },
        {
          "text": "The wolf will dwell with the lamb; and the leopard will lie down with the kid; the calf and the lion and the sheep will abide together; and a little boy will drive them.",
          "ID": "6"
        },
        {
          "text": "The calf and the bear will feed together; their young ones will rest together. And the lion will eat straw like the ox.",
          "ID": "7"
        },
        {
          "text": "And a breastfeeding infant will play above the lair of the asp. And a child who has been weaned will thrust his hand into the den of the king snake.",
          "ID": "8"
        },
        {
          "text": "They will not harm, and they will not kill, on all my holy mountain. For the earth has been filled with the knowledge of the Lord, like the waters covering the sea.",
          "ID": "9"
        },
        {
          "text": "In that day, the root of Jesse, who stands as a sign among the people, the same the Gentiles shall beseech, and his sepulcher will be glorious.",
          "ID": "10"
        },
        {
          "text": "And this shall be in that day: the Lord will send forth his hand a second time to take possession of the remnant of his people who will be left behind: from Assyria, and from Egypt, and from Pathros, and from Ethiopia, and from Elam, and from Shinar, and from Hamath, and from the islands of the sea.",
          "ID": "11"
        },
        {
          "text": "And he will lift up a sign to the nations, and he will gather together the fugitives of Israel, and he will collect the dispersed of Judah from the four regions of the earth.",
          "ID": "12"
        },
        {
          "text": "And the envy of Ephraim will be taken away, and the enemies of Judah will perish. Ephraim will not be a rival to Judah, and Judah will not fight against Ephraim.",
          "ID": "13"
        },
        {
          "text": "And they will fly upon the shoulders of the Philistines through the sea; together they will plunder the sons of the east. Idumea and Moab will be under the rule of their hand, and the sons of Ammon will be obedient.",
          "ID": "14"
        },
        {
          "text": "And the Lord will desolate the tongue of the sea of Egypt. And he will lift up his hand over the river, with the strength of his Spirit; and he will strike it, in its seven streams, so that they may cross through it in their shoes.",
          "ID": "15"
        },
        {
          "text": "And there will be a way for the remnant of my people, who will be left behind by the Assyrians: just as there was for Israel in the day that he ascended from the land of Egypt.",
          "ID": "16"
        }
      ],
      "ID": "OT:ISA.11",
      "name": "Isaiah 11"
    },
    {
      "text": [
        {
          "text": "And you will say in that day: \"I will confess to you, O Lord, because you have been angry with me; but your fury has been turned away, and you have consoled me.",
          "ID": "1"
        },
        {
          "text": "Behold, God is my savior, I will act faithfully, and I will not be afraid. For the Lord is my strength and my praise, and he has become my salvation.\"",
          "ID": "2"
        },
        {
          "text": "You will draw water with gladness from the fountains of the Savior.",
          "ID": "3"
        },
        {
          "text": "And you will say in that day: \"Confess the Lord, and invoke his name! Make his plans known among the peoples! Remember that his name is exalted!",
          "ID": "4"
        },
        {
          "text": "Sing to the Lord, for he has acted magnificently! Announce it to the whole world!",
          "ID": "5"
        },
        {
          "text": "Exult and give praise, O habitation of Zion! For the Great One, the Holy One of Israel, is in your midst!\"",
          "ID": "6"
        }
      ],
      "ID": "OT:ISA.12",
      "name": "Isaiah 12"
    },
    {
      "text": [
        {
          "text": "The burden of Babylon which Isaiah, the son of Amoz, saw.",
          "ID": "1"
        },
        {
          "text": "Over the foggy mountain lift up a sign! Raise the voice, lift up the hand, and let the rulers enter through the gates!",
          "ID": "2"
        },
        {
          "text": "In my wrath, I commanded my sanctified ones, and I called my strong ones, those who exult in my glory.",
          "ID": "3"
        },
        {
          "text": "On the mountains, there is the voice of a multitude, as if of a numerous people, a voice with the sound of kings, of nations gathered together. For the Lord of hosts has given orders to soldiers of war,",
          "ID": "4"
        },
        {
          "text": "to those who are arriving from a far off land, from the heights of the heavens. It is the Lord and the instruments of his fury, so that he may bring ruin to all the earth.",
          "ID": "5"
        },
        {
          "text": "Wail aloud! For the day of the Lord draws near! It will arrive like a devastation from the Lord.",
          "ID": "6"
        },
        {
          "text": "Because of it, every hand will fail, and every heart of man will waste away and be crushed.",
          "ID": "7"
        },
        {
          "text": "Writhing and pain will seize them. They will be in pain, like a woman in labor. Each one will appear stupefied to his neighbor. Their countenances will be like faces which have been burned up.",
          "ID": "8"
        },
        {
          "text": "Behold, the day of the Lord approaches: a cruel day, full of indignation and wrath and fury, which will place the earth in solitude and crush the sinners from it.",
          "ID": "9"
        },
        {
          "text": "For the stars of the heavens, in their splendor, will not display their light. The sun will be obscured at its rising, and the moon will not shine in her brightness.",
          "ID": "10"
        },
        {
          "text": "And I will act against the evils of the world, and against the impious for their iniquity. And I will cause the pride of the unfaithful to cease, and I will bring down the arrogance of the strong.",
          "ID": "11"
        },
        {
          "text": "A man will be more precious than gold, and mankind will become like pure refined gold.",
          "ID": "12"
        },
        {
          "text": "For this purpose, I will stir up heaven, and the earth will be moved from its place, because of the indignation of the Lord of hosts, because of the day of his furious wrath.",
          "ID": "13"
        },
        {
          "text": "And they will be like a doe fleeing away, or like sheep; and there will be no one who may gather them together. Each one will turn to his own people, and every one will flee to his own land.",
          "ID": "14"
        },
        {
          "text": "All who are found will be killed, and all who are caught unaware will fall by the sword.",
          "ID": "15"
        },
        {
          "text": "Their infants will be thrown down violently before their eyes. Their houses will be plundered, and their wives will be violated.",
          "ID": "16"
        },
        {
          "text": "Behold, I will stir up the Medes against them. They will not seek silver, nor desire gold.",
          "ID": "17"
        },
        {
          "text": "Instead, with their arrows, they will put the little children to death, and they will take no pity on breastfeeding women, and their eye will not spare their children.",
          "ID": "18"
        },
        {
          "text": "And then Babylon, the glorious one among kingdoms, that famous pride of the Chaldeans, will be destroyed, even as the Lord destroyed Sodom and Gomorrah.",
          "ID": "19"
        },
        {
          "text": "It will not be inhabited, even unto the end, and it will not be reestablished, even from generation to generation. The Arab will not pitch his tents there, nor will the shepherds take rest there.",
          "ID": "20"
        },
        {
          "text": "Instead, the wild beasts will rest there, and their houses will be filled with serpents, and ostriches will live there, and the hairy ones will leap about there.",
          "ID": "21"
        },
        {
          "text": "And the tawny owls will answer one another there, in its buildings, and the Sirens in its shrines of pleasure.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.13",
      "name": "Isaiah 13"
    },
    {
      "text": [
        {
          "text": "Her time is drawing near, and her days will not be prolonged. For the Lord will take pity on Jacob, and he will still choose from Israel, and he will cause them to rest upon their own soil. And the new arrival will be joined to them, and he will adhere to the house of Jacob.",
          "ID": "1"
        },
        {
          "text": "And the people will take them, and lead them to their place. And the house of Israel will possess them, in the land of the Lord, as men and women servants. And they will take captive those who had taken them captive. And they will subjugate their oppressors.",
          "ID": "2"
        },
        {
          "text": "And this shall be in that day: when God will have given you rest from your labor, and from your oppression, and from the difficult servitude under which you served before,",
          "ID": "3"
        },
        {
          "text": "you will accept this parable against the king of Babylon, and you will say: \"How is it that the oppressor has ceased, along with his tribute?",
          "ID": "4"
        },
        {
          "text": "The Lord has crushed the staff of the impious, the scepter of despots,",
          "ID": "5"
        },
        {
          "text": "which struck the people in wrath with an incurable wound, which subjugated the nations in fury, which persecuted with cruelty.",
          "ID": "6"
        },
        {
          "text": "All the earth has become quiet and still; it has been gladdened and has rejoiced.",
          "ID": "7"
        },
        {
          "text": "The evergreens, too, have rejoiced over you, and the cedars of Lebanon, saying: 'Since you have slept, no one has ascended who would cut us down.'",
          "ID": "8"
        },
        {
          "text": "Hell below was stirred up to meet you at your advent; it has awakened the giants for you. All the leaders of the earth have risen from their thrones, all the leaders among the nations.\"",
          "ID": "9"
        },
        {
          "text": "Everyone will respond and will say to you: \"Now you are wounded, just as we were; you have become like us.",
          "ID": "10"
        },
        {
          "text": "Your arrogance has been dragged down to Hell. Your body has fallen dead. The moths will be strewn beneath you, and the worms will be your covering.",
          "ID": "11"
        },
        {
          "text": "How is it that you have fallen from heaven, O Lucifer, who used to rise like the sun? How is it that you have fallen to the earth, you who wounded the peoples?",
          "ID": "12"
        },
        {
          "text": "And you said in your heart: 'I will climb up to heaven. I will exalt my throne above the stars of God. I will be enthroned upon the mountain of the covenant, on the northern parts.",
          "ID": "13"
        },
        {
          "text": "I will ascend above the tops of the clouds. I will be like the Most High.'",
          "ID": "14"
        },
        {
          "text": "Yet truly, you shall be dragged down to Hell, into the depths of the pit.",
          "ID": "15"
        },
        {
          "text": "Those who see you, will lean toward you, and will gaze upon you, saying: 'Could this be the man who disturbed the earth, who shook kingdoms,",
          "ID": "16"
        },
        {
          "text": "who made the world into a desert and destroyed its cities, who would not even open a prison for his prisoners?' \"",
          "ID": "17"
        },
        {
          "text": "All the kings of the nations throughout the whole world have slept in glory, each man in his own house.",
          "ID": "18"
        },
        {
          "text": "But you have been rejected from your grave, like a useless polluted plant, and you have been bound up with those who were slain by the sword, and who descended to the bottom of the pit, like a rotting carcass.",
          "ID": "19"
        },
        {
          "text": "You will not be associated with them, even in the grave. For you have destroyed your own land; you have slain your own people. The offspring of the wicked ones will not be called upon for eternity.",
          "ID": "20"
        },
        {
          "text": "Prepare his sons for the slaughter, according to the iniquity of their fathers. They will not rise up, nor inherit the earth, nor fill the face of the world with cities.",
          "ID": "21"
        },
        {
          "text": "But I will rise up against them, says the Lord of hosts. And I will perish the name of Babylon and its remnants: both the plant and its progeny, says the Lord.",
          "ID": "22"
        },
        {
          "text": "And I will appoint it as a possession for the hedgehog, with swamps of water. And I will sweep it out and wear it away with a brush, says the Lord of hosts.",
          "ID": "23"
        },
        {
          "text": "The Lord of hosts has sworn, saying: Surely, just as I have considered it, so shall it be, and in the same manner as I have drawn it through my mind,",
          "ID": "24"
        },
        {
          "text": "so shall it occur. So shall I crush the Assyrian in my land, and I will trample him upon my mountains, and his yoke will be taken away from them, and his burden will be removed from their shoulder.",
          "ID": "25"
        },
        {
          "text": "This is the plan that I have decided, concerning the entire earth, and this is the hand which is extended over all the nations.",
          "ID": "26"
        },
        {
          "text": "For the Lord of hosts has decreed it, and who is able to weaken it? And his hand is extended, so who can avert it?",
          "ID": "27"
        },
        {
          "text": "In the year in which king Ahaz died, this burden was given:",
          "ID": "28"
        },
        {
          "text": "You should not rejoice, all you of Philistia, that the rod of him who struck you has been crushed. For from the root of the serpent will go forth a king snake, and his offspring will engulf that which flies.",
          "ID": "29"
        },
        {
          "text": "And the firstborn of the poor will be pastured, and the poor will rest in faithfulness. And I will cause your root to pass away by famine, and I will put to death your remnant.",
          "ID": "30"
        },
        {
          "text": "Wail, O gate! Cry out, O city! All of Philistia has been prostrated. For a smoke will arrive from the north, and there is no one who will escape his army.",
          "ID": "31"
        },
        {
          "text": "And what will be the response to this news among the nations? It will be that the Lord has established Zion, and that the poor of his people will hope in him.",
          "ID": "32"
        }
      ],
      "ID": "OT:ISA.14",
      "name": "Isaiah 14"
    },
    {
      "text": [
        {
          "text": "The burden of Moab. Because Ar of Moab has been destroyed by night, it is utterly silent. Because the wall of Moab has been destroyed by night, it is utterly silent.",
          "ID": "1"
        },
        {
          "text": "The house has ascended with Dibon to the heights, in mourning over Nebo and over Medeba. Moab has wailed. There will be baldness on all of their heads, and every beard will be shaven.",
          "ID": "2"
        },
        {
          "text": "At their crossroads, they have been wrapped with sackcloth. On their rooftops and in their streets, everyone descends, wailing and weeping.",
          "ID": "3"
        },
        {
          "text": "Heshbon will cry out with Elealeh. Their voice has been heard as far as Jahaz. Over this, the well-equipped men of Moab wail; each soul will wail to itself.",
          "ID": "4"
        },
        {
          "text": "My heart will cry out to Moab; its bars will cry out even to Zoar, like a three-year-old calf. For they will ascend weeping, by way of the ascent of Luhith. And along the way of Horonaim, they will lift up a cry of contrition.",
          "ID": "5"
        },
        {
          "text": "For the waters of Nimrim will be desolate, because the plants have withered, and the seedling has failed, and all the greenery has passed away.",
          "ID": "6"
        },
        {
          "text": "This is in accord with the magnitude of their works and of their visitation. They will lead them to the torrent of the willows.",
          "ID": "7"
        },
        {
          "text": "For an outcry has circulated along the border of Moab; its wailing even to Eglaim, and its clamor even to the well of Elim.",
          "ID": "8"
        },
        {
          "text": "Because the waters of Dibon have been filled with blood, I will place even more upon Dibon: those from Moab who flee the lion, and the survivors of the earth.",
          "ID": "9"
        }
      ],
      "ID": "OT:ISA.15",
      "name": "Isaiah 15"
    },
    {
      "text": [
        {
          "text": "O Lord, send forth the Lamb, the Ruler of the earth, from the Rock of the desert to the mountain of the daughter of Zion.",
          "ID": "1"
        },
        {
          "text": "And this shall be: like a bird fleeing away, and like fledglings flying from the nest, so will the daughters of Moab be at the passage of Arnon.",
          "ID": "2"
        },
        {
          "text": "Form a plan. Call a council. Let your shadow be as if it were night, even at midday. Conceal the fugitives, and do not betray the wanderers.",
          "ID": "3"
        },
        {
          "text": "My fugitives will live with you. Become a hiding place, O Moab, from the face of the destroyer. For the dust is at its end; the miserable one has been consumed. He who trampled the earth has failed.",
          "ID": "4"
        },
        {
          "text": "And a throne will be prepared in mercy, and One shall sit upon it in truth, in the tabernacle of David, judging and seeking judgment, and quickly repaying what is just.",
          "ID": "5"
        },
        {
          "text": "We have heard of the pride of Moab; he is very proud. His pride and his arrogance and his indignation is more than his strength.",
          "ID": "6"
        },
        {
          "text": "For this reason, Moab will wail to Moab; each one will wail. Speak of their wounds to those who rejoice upon the brick walls.",
          "ID": "7"
        },
        {
          "text": "For the suburbs of Heshbon are deserted, and the lords of the Gentiles have cut down the vineyard of Sibmah. Its vines have arrived even at Jazer. They have wandered in the desert. Its seedlings have been abandoned. They have crossed over the sea.",
          "ID": "8"
        },
        {
          "text": "I will weep with the tears of Jazer over this, the vineyard of Sibmah. I will inebriate you with my tears, Heshbon and Elealeh! For the sound of those who trample has rushed over your vintage and over your harvest.",
          "ID": "9"
        },
        {
          "text": "And so, rejoicing and exultation will be taken away from Carmel, and there will be no jubilation or exultation in the vineyards. He who was accustomed to tread will not tread out the wine in the winepress. I have taken away the sound of those who tread.",
          "ID": "10"
        },
        {
          "text": "Over this, my heart will resonate like a harp for Moab, and my inner most being for the brick wall.",
          "ID": "11"
        },
        {
          "text": "And this shall be: when it is seen that Moab has struggled upon his high places, he will enter his holy places to pray, but he will not prevail.",
          "ID": "12"
        },
        {
          "text": "This is the word that the Lord has spoken to Moab concerning that time.",
          "ID": "13"
        },
        {
          "text": "And now the Lord has spoken, saying: In three years, like the years of a hired hand, the glory of Moab concerning the entire multitude of the people will be taken away, and what is left behind will be small and weak and not so numerous.",
          "ID": "14"
        }
      ],
      "ID": "OT:ISA.16",
      "name": "Isaiah 16"
    },
    {
      "text": [
        {
          "text": "The burden of Damascus. Behold, Damascus will cease to be a city, and it will be like a heap of stones in ruin.",
          "ID": "1"
        },
        {
          "text": "The cities in ruin will be left for the flocks, and they will take rest there, and there will be no one who may terrify them.",
          "ID": "2"
        },
        {
          "text": "And assistance will cease from Ephraim, and the kingdom will cease from Damascus. And the remnant of Syria will be like the glory of the sons of Israel, says the Lord of hosts.",
          "ID": "3"
        },
        {
          "text": "And this shall be in that day: the glory of Jacob will be thinned, and the fatness of his flesh will be reduced.",
          "ID": "4"
        },
        {
          "text": "And it shall be like the gathering of the harvest which remains, and his arm will pick the ears of grain. And it shall be like a search for grain in the valley of Rephaim.",
          "ID": "5"
        },
        {
          "text": "And what is left behind in it will be like one cluster of grapes, or like a shaken olive tree with two or three olives at the top of a branch, or like four or five olives at the top of a tree, says the Lord God of Israel.",
          "ID": "6"
        },
        {
          "text": "In that day, a man will bow before his Maker, and his eyes will consider the Holy One of Israel.",
          "ID": "7"
        },
        {
          "text": "And he will not bow before the altars that his hands have made. And he will not consider the things that his fingers have made, the sacred groves and the shrines.",
          "ID": "8"
        },
        {
          "text": "In that day, his strong cities will be abandoned, like the plows and the grain fields which were left behind before the face of the sons of Israel, and you shall be deserted.",
          "ID": "9"
        },
        {
          "text": "For you have forgotten God your Savior, and you have not remembered your strong Helper. Because of this, you will plant trustworthy plants, but you will sow a foreign seed.",
          "ID": "10"
        },
        {
          "text": "In the day of your planting, the wild grapevine and your morning seed will flourish. The harvest has been taken away to the day of inheritance, and you will grieve heavily.",
          "ID": "11"
        },
        {
          "text": "Woe to the multitude of many peoples, like the multitude of the roaring sea! Woe to the tumult of crowds, like the noise of many waters!",
          "ID": "12"
        },
        {
          "text": "The peoples will make a noise, like the noise of waters overflowing, but he will rebuke him, and so he will flee far away. And he will be quickly taken away, like the dust of the mountains before the face of the wind, and like a whirlwind before a tempest.",
          "ID": "13"
        },
        {
          "text": "In the time of the evening, behold: there will be a disturbance. When it is early morning, he will not remain. This is the portion of those who have devastated us, and this is the lot of those who have plundered us.",
          "ID": "14"
        }
      ],
      "ID": "OT:ISA.17",
      "name": "Isaiah 17"
    },
    {
      "text": [
        {
          "text": "Woe to the land, that winged cymbal, which is beyond the rivers of Ethiopia,",
          "ID": "1"
        },
        {
          "text": "which sends ambassadors by sea and in vessels of papyrus above the waters. Go forth, O swift Angels, to a nation which has been convulsed and torn apart, to a terrible people, after whom there is no other, to a nation apprehensive and downtrodden, whose land the rivers have spoiled.",
          "ID": "2"
        },
        {
          "text": "All inhabitants of the world, you who dwell upon the earth: when the sign will have been elevated on the mountains, you will see, and you will hear the blast of the trumpet.",
          "ID": "3"
        },
        {
          "text": "For the Lord says this to me: I will be quiet, and I will consider in my place, as the light at midday is clear, and as a cloud of dew in the day of the harvest.",
          "ID": "4"
        },
        {
          "text": "For before the harvest, all was flourishing. And it will spring forth with an untimely completion, and its little branches will be pruned with a curved blade. And what is left over will be cut away and shaken off.",
          "ID": "5"
        },
        {
          "text": "And together they will be abandoned to the birds of the mountains and to the wild beasts of the earth. And the birds will be continuously on them in the summer, and all the wild beasts of the earth will winter over them.",
          "ID": "6"
        },
        {
          "text": "In that time, a gift will be carried to the Lord of hosts, from a people divided and torn apart, from a terrible people, after whom there has been no other, from an apprehensive nation, apprehensive and downtrodden, whose land the rivers have ruined, and it will be carried to the place of the name of the Lord of hosts, to mount Zion.",
          "ID": "7"
        }
      ],
      "ID": "OT:ISA.18",
      "name": "Isaiah 18"
    },
    {
      "text": [
        {
          "text": "The burden of Egypt. Behold, the Lord will ascend upon a lofty cloud, and he will enter into Egypt, and the false images of Egypt will be moved before his face, and the heart of Egypt will waste away in its midst.",
          "ID": "1"
        },
        {
          "text": "And I will cause Egyptian to rush against Egyptian. And they will fight: a man against his brother, and a man against his friend, city against city, kingdom against kingdom.",
          "ID": "2"
        },
        {
          "text": "And the spirit of Egypt will be ruptured to its very core. And I will cast down their plan violently. And they will seek answers from their false images, and their diviners, and those led by demons, and their seers.",
          "ID": "3"
        },
        {
          "text": "And I will deliver Egypt into the hand of cruel masters, and a strong king will dominate them, says the Lord, the God of hosts.",
          "ID": "4"
        },
        {
          "text": "And the waters of the sea will dry up, and the river will be desolate and dry.",
          "ID": "5"
        },
        {
          "text": "And the rivers will fail. The streams of its banks will diminish and dry up. The reed and the bulrush will wither away.",
          "ID": "6"
        },
        {
          "text": "The channel of the river will be stripped down to its source, and everything irrigated by it will dry up and wither and be no more.",
          "ID": "7"
        },
        {
          "text": "And the fishermen will grieve. And all who cast a hook into the river will mourn. And those who cast a net upon the surface of its waters will languish.",
          "ID": "8"
        },
        {
          "text": "Those who work with linen, combing and weaving fine textiles, will be confounded.",
          "ID": "9"
        },
        {
          "text": "And its irrigated places will begin to fail, with all those who make pools to take fish.",
          "ID": "10"
        },
        {
          "text": "The leaders of Tanis are foolish. The wise counselors of Pharaoh have given foolish counsel. How can you say to Pharaoh: \"I am the son of wisemen, the son of the kings of antiquity?\"",
          "ID": "11"
        },
        {
          "text": "Where are your wisemen now? Let them announce it to you, and let them reveal what the Lord of hosts intends for Egypt.",
          "ID": "12"
        },
        {
          "text": "The leaders of Tanis have become foolish. The leaders of Memphis have decayed. They have deceived Egypt, the corner of its people.",
          "ID": "13"
        },
        {
          "text": "The Lord has mixed a spirit of giddiness into its midst. And they have caused Egypt to err in all its works, like a drunken man who staggers and vomits.",
          "ID": "14"
        },
        {
          "text": "And there will be no work for Egypt that would produce a head or a tail, one who bows down or one who refrains from bowing down.",
          "ID": "15"
        },
        {
          "text": "In that day, Egypt will be like women, and they will be stupefied and fearful before the presence of the shaking hand of the Lord of hosts, the hand which he will move over them.",
          "ID": "16"
        },
        {
          "text": "And the land of Judah will be a dread to Egypt. Everyone who thinks about it will be terrified before the presence of the plan of the Lord of hosts, the plan which he has decided concerning them.",
          "ID": "17"
        },
        {
          "text": "In that day, there will be five cities in the land of Egypt which speak the language of Canaan, and which swear by the Lord of hosts. One will be called the City of the Sun.",
          "ID": "18"
        },
        {
          "text": "In that day, there will be an altar of the Lord in the midst of the land of Egypt and a monument of the Lord beside its borders.",
          "ID": "19"
        },
        {
          "text": "This shall be a sign and a testimony to the Lord of hosts in the land of Egypt. For they will cry out to the Lord before the face of the tribulation, and he will send them a savior and a defender who will free them.",
          "ID": "20"
        },
        {
          "text": "And the Lord will be acknowledged by Egypt, and the Egyptians will recognize the Lord in that day, and they will worship him with sacrifices and gifts. And they will make vows to the Lord, and they will fulfill them.",
          "ID": "21"
        },
        {
          "text": "And the Lord will strike Egypt with a scourge, and he will heal them. And they will return to the Lord. And he will be placated toward them, and he will heal them.",
          "ID": "22"
        },
        {
          "text": "In that day, there will be a way from Egypt to the Assyrians, and the Assyrian will enter into Egypt, and the Egyptian will be with the Assyrians, and the Egyptians will serve Assur.",
          "ID": "23"
        },
        {
          "text": "In that day, will Israel be the third to the Egyptian and the Assyrian, a blessing in the midst of the earth,",
          "ID": "24"
        },
        {
          "text": "which the Lord of hosts has blessed, saying: Blessed be my people of Egypt, and the work of my hands for the Assyrian, but Israel is my inheritance.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.19",
      "name": "Isaiah 19"
    },
    {
      "text": [
        {
          "text": "In the year in which Tharthan entered into Ashdod, when Sargon, the king of the Assyrians, had sent him, and when he had fought against Ashdod and had captured it,",
          "ID": "1"
        },
        {
          "text": "in that same time, the Lord spoke by the hand of Isaiah, the son of Amoz, saying: \"Go forth, and remove the sackcloth from your waist, and take your shoes from your feet.\" And he did so, going out naked and barefoot.",
          "ID": "2"
        },
        {
          "text": "And the Lord said: Just as my servant Isaiah has walked naked and barefoot, as a sign and as a portent of three years over Egypt and over Ethiopia,",
          "ID": "3"
        },
        {
          "text": "so also will the king of the Assyrians force the captivity of Egypt, and the transmigration of Ethiopia: young and old, naked and barefoot, with their buttocks uncovered, to the shame of Egypt.",
          "ID": "4"
        },
        {
          "text": "And they will be afraid and confounded over Ethiopia, their hope, and Egypt, their glory.",
          "ID": "5"
        },
        {
          "text": "And in that day, the inhabitants of a certain island will say: \"Behold, this was our hope, we fled to them for help, to free us from the face of the king of the Assyrians. And now, how will we be able to escape?\"",
          "ID": "6"
        }
      ],
      "ID": "OT:ISA.20",
      "name": "Isaiah 20"
    },
    {
      "text": [
        {
          "text": "The burden of the desert of the sea. Just as the whirlwinds approach from Africa, it approaches from the desert, from a terrible land.",
          "ID": "1"
        },
        {
          "text": "A difficult vision has been announced to me: he who is unbelieving, he acts unfaithfully, and he who is a plunderer, he devastates. Ascend, O Elam! Lay siege, O Media! I have caused all its mourning to cease.",
          "ID": "2"
        },
        {
          "text": "Because of this, my lower back has been filled with pain, and anguish has possessed me, like the anguish of a woman in labor. I fell down when I heard it. I was disturbed when I saw it.",
          "ID": "3"
        },
        {
          "text": "My heart withered. The darkness stupefied me. Babylon, my beloved, has become a wonder to me.",
          "ID": "4"
        },
        {
          "text": "Prepare the table. Contemplate, from a place of observation, those who eat and drink. Rise up, you leaders! Take up the shield!",
          "ID": "5"
        },
        {
          "text": "For the Lord has said this to me: \"Go and station a watchman. And let him announce whatever he will see.\"",
          "ID": "6"
        },
        {
          "text": "And he saw a chariot with two horsemen, and a rider on an donkey, and a rider on a camel. And he considered them diligently, with an intense gaze.",
          "ID": "7"
        },
        {
          "text": "And a lion cried out: \"I am on the watchtower of the Lord, standing continually by day. And I am at my station, standing throughout the night.",
          "ID": "8"
        },
        {
          "text": "Behold, a certain man approaches, a man riding on a two-horse chariot.\" And he responded, and he said: \"Fallen, fallen is Babylon! And all its graven gods have been crushed into the earth!",
          "ID": "9"
        },
        {
          "text": "O my threshed grain! O sons of my threshing floor! What I have heard from the Lord of hosts, the God of Israel, I have announced to you.\"",
          "ID": "10"
        },
        {
          "text": "The burden of Dumah, cried out to me from Seir: \"Watchman, how goes the night? Watchman, how goes the night?\"",
          "ID": "11"
        },
        {
          "text": "The watchman said: \"Morning approaches with the night. If you are seeking: seek, and convert, and approach.\"",
          "ID": "12"
        },
        {
          "text": "The burden in Arabia. In the forest you shall sleep, in the evening on the paths of Dedanim.",
          "ID": "13"
        },
        {
          "text": "You who inhabit the land of the south: upon meeting the thirsty, bring water; meet the fugitive with bread.",
          "ID": "14"
        },
        {
          "text": "For they are fleeing before the face of swords, before the face of a sword hanging over them, before the face of a bent bow, before the face of a grievous battle.",
          "ID": "15"
        },
        {
          "text": "For the Lord said this to me: \"After one more year, just like one year for a hired hand, all the glory of Kedar will be taken away.",
          "ID": "16"
        },
        {
          "text": "And the remainder of the multitude of strong archers from the sons of Kedar will be few, for the Lord, the God of Israel, has spoken it.\"",
          "ID": "17"
        }
      ],
      "ID": "OT:ISA.21",
      "name": "Isaiah 21"
    },
    {
      "text": [
        {
          "text": "The burden of the valley of vision. What does it mean to you, then, that each of you have even climbed to the rooftops?",
          "ID": "1"
        },
        {
          "text": "Filled with clamor, a busy city, an exultant city: your dead have not been slain by the sword, nor did they die in battle.",
          "ID": "2"
        },
        {
          "text": "All your leaders have fled together, and they have been bound by hardship. All who were found were chained together. They have fled far away.",
          "ID": "3"
        },
        {
          "text": "For this reason, I said: \"Depart from me. I will weep bitterly. Make no attempt to console me, over the devastation of the daughter of my people.\"",
          "ID": "4"
        },
        {
          "text": "For it is a day of death, and of trampling, and of weeping to the Lord, the God of hosts, in the valley of vision: examining the wall and the magnificence above the mountain.",
          "ID": "5"
        },
        {
          "text": "And Elam took up the quiver and the chariot of the horseman; and he stripped the wall of the shield.",
          "ID": "6"
        },
        {
          "text": "And your elect valleys will be filled with chariots, and the horsemen will position themselves at the gates.",
          "ID": "7"
        },
        {
          "text": "And the covering of Judah will be exposed, and in that day, you will see the weaponry of the forest house.",
          "ID": "8"
        },
        {
          "text": "And you will see breaches in the city of David, for these have been multiplied. But you have gathered together the waters of the lower fish-pool.",
          "ID": "9"
        },
        {
          "text": "And you have numbered the houses of Jerusalem. And you have destroyed the houses in order to fortify the wall.",
          "ID": "10"
        },
        {
          "text": "And you have made a pit between two walls for the waters of the ancient fish-pool. But you have not gazed upward to him who made it, and you have not considered, even from a distance, its Maker.",
          "ID": "11"
        },
        {
          "text": "And in that day, the Lord, the God of hosts, will call to weeping and mourning, to baldness and the wearing of sackcloth.",
          "ID": "12"
        },
        {
          "text": "But behold: gladness and rejoicing, the killing of calves and the slaughter of rams, the eating of meat and the drinking of wine: \"Let us eat and drink, for tomorrow we will die.\"",
          "ID": "13"
        },
        {
          "text": "And the voice of the Lord of hosts was revealed in my ears: \"Surely this iniquity will not be forgiven you, until you die,\" says the Lord, the God of hosts.",
          "ID": "14"
        },
        {
          "text": "Thus says the Lord, the God of hosts: Go forth and enter to him who lives in the tabernacle, to Shebna, who is in charge of the temple, and you shall say to him:",
          "ID": "15"
        },
        {
          "text": "\"What are you here, or who are you claiming to be here? For you have hewn a sepulcher for yourself here. You have diligently hewn a memorial in a rock, as a tabernacle to yourself.",
          "ID": "16"
        },
        {
          "text": "Behold, the Lord will cause you to be carried away, like a domesticated rooster, and he will remove you, like an outer garment.",
          "ID": "17"
        },
        {
          "text": "He will crown you with a crown of tribulation. He will toss you like a ball into a broad and spacious land. There you will die, and there the chariot of your glory will be, for it is a shame to the house of your Lord.\"",
          "ID": "18"
        },
        {
          "text": "And I will expel you from your station, and I will depose you from your ministry.",
          "ID": "19"
        },
        {
          "text": "And this shall be in that day: I will call my servant Eliakim, the son of Hilkiah.",
          "ID": "20"
        },
        {
          "text": "And I will clothe him with your vestment, and I will strengthen him with your belt, and I will give your authority to his hand. And he shall be like a father to the inhabitants of Jerusalem and to the house of Judah.",
          "ID": "21"
        },
        {
          "text": "And I will place the key of the house of David upon his shoulder. And when he opens, no one will close. And when he closes, no one will open.",
          "ID": "22"
        },
        {
          "text": "And I will fasten him like a peg in a trustworthy place. And he will be upon a throne of glory in the house of his father.",
          "ID": "23"
        },
        {
          "text": "And they will suspend over him all the glory of his father's house: various kinds of vessels and every little article, from the vessels of bowls even to every instrument of music.",
          "ID": "24"
        },
        {
          "text": "In that day, says the Lord of hosts, the peg which was fastened in a trustworthy place shall be taken away. And he will be broken, and he will fall, and he will perish, along with all that had depended upon him, because the Lord has spoken it.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.22",
      "name": "Isaiah 22"
    },
    {
      "text": [
        {
          "text": "The burden of Tyre. Wail, you ships of the sea! For the house, from which they were accustomed to go forth, has been laid waste. From the land of Kittim, this has been revealed to them.",
          "ID": "1"
        },
        {
          "text": "Be silent, you inhabitants of the island! The merchants of Sidon, crossing over the sea, have filled you.",
          "ID": "2"
        },
        {
          "text": "The offspring of the Nile is in the midst of many waters. The harvest of the river is her crop. And she has become the marketplace of the nations.",
          "ID": "3"
        },
        {
          "text": "Be ashamed, O Sidon! For the sea speaks, the strength of the sea, saying: \"I have not been in labor, and I have not given birth, and I have not raised young men, nor have I promoted the development of virgins.\"",
          "ID": "4"
        },
        {
          "text": "When it has been heard in Egypt, they will be in anguish, when they hear of Tyre.",
          "ID": "5"
        },
        {
          "text": "Cross over the seas. Wail, you inhabitants of the island!",
          "ID": "6"
        },
        {
          "text": "Is this not your place, which from its earliest days has gloried in its antiquity? Her feet will lead her to a sojourn far away.",
          "ID": "7"
        },
        {
          "text": "Who has made this plan against Tyre, which formerly was crowned, whose merchants were leaders, whose traders were illustrious on the earth?",
          "ID": "8"
        },
        {
          "text": "The Lord of hosts has planned this, so that he may tear down the arrogance of all glory, and may bring disgrace to all the illustrious of the earth.",
          "ID": "9"
        },
        {
          "text": "Cross through your land, as through a river, O daughter of the sea. You no longer have a belt.",
          "ID": "10"
        },
        {
          "text": "He has extended his hand over the sea. He has stirred up kingdoms. The Lord has given an order against Canaan, so that he may crush its strong.",
          "ID": "11"
        },
        {
          "text": "And he said: \"You shall no longer increase so as to glory, while enduring calumny, O virgin daughter of Sidon. Rise up and set sail for Kittim; in that place, too, there will be no rest for you.\"",
          "ID": "12"
        },
        {
          "text": "Behold, the land of the Chaldeans: never before was there such a people! Assur founded it. They have led away its strong ones into captivity. They have dug under its houses. They have left it in ruins.",
          "ID": "13"
        },
        {
          "text": "Wail, you ships of the sea! For your strength has been devastated.",
          "ID": "14"
        },
        {
          "text": "And this shall be in that day: you, O Tyre, will be forgotten for seventy years, like the days of one king. Then, after seventy years, there will be, for Tyre, something like the canticle of a harlot.",
          "ID": "15"
        },
        {
          "text": "Take up a stringed instrument. Circulate through the city, you harlot who had been forgotten. Sing many canticles well, so that you may be remembered.",
          "ID": "16"
        },
        {
          "text": "And this shall be after seventy years: the Lord will visit Tyre, and he will lead her back to her profits. And she will fornicate again with all the kingdoms of the world upon the face of the earth.",
          "ID": "17"
        },
        {
          "text": "And her businesses and her profits will be sanctified to the Lord. They will not be locked away and they will not be stored. For her business will be for those who will live in the presence of the Lord, so that they may eat until satisfied, and may be well-clothed even into old age.",
          "ID": "18"
        }
      ],
      "ID": "OT:ISA.23",
      "name": "Isaiah 23"
    },
    {
      "text": [
        {
          "text": "Behold, the Lord will lay waste to the earth, and he will strip it, and he will afflict its surface, and he will scatter its inhabitants.",
          "ID": "1"
        },
        {
          "text": "And this shall be: as with the people, so with the priest; and as with the servant, so with his master; as with the handmaid, so with her mistress; as with the buyer, so with the seller; as with the lender, so with the borrower; as with the creditor, so with the debtor.",
          "ID": "2"
        },
        {
          "text": "The earth will be utterly devastated and utterly plundered. For the Lord has spoken this word.",
          "ID": "3"
        },
        {
          "text": "The earth mourned, and slipped away, and languished. The world slipped away; the loftiness of the people of the earth was weakened.",
          "ID": "4"
        },
        {
          "text": "And the earth was corrupted by its inhabitants. For they have transgressed the laws, they have changed the ordinance, they have dissipated the everlasting covenant.",
          "ID": "5"
        },
        {
          "text": "Because of this, a curse will devour the earth, and its inhabitants will sin. And for this reason, its caretakers will become crazed, and few men will be left behind.",
          "ID": "6"
        },
        {
          "text": "The vintage has mourned. The vine has languished. All those who were rejoicing in their hearts have groaned.",
          "ID": "7"
        },
        {
          "text": "The gladness of the drums has ceased. The sound of rejoicing has quieted. The sweetness of stringed instruments has been silenced.",
          "ID": "8"
        },
        {
          "text": "They will not drink wine with a song. The drink will be bitter to those who drink it.",
          "ID": "9"
        },
        {
          "text": "The city of vanity has been worn away. Every house has been closed up; no one enters.",
          "ID": "10"
        },
        {
          "text": "There will be a clamor for wine in the streets. All rejoicing has been abandoned. The gladness of the earth has been carried away.",
          "ID": "11"
        },
        {
          "text": "Solitude is what remains in the city, and calamity will overwhelm its gates.",
          "ID": "12"
        },
        {
          "text": "For so shall it be in the midst of the earth, in the midst of the people: it is as if the few remaining olives are being shaken from the olive tree, and it is like a few clusters of grapes, when the grape harvest has already ended.",
          "ID": "13"
        },
        {
          "text": "These few shall lift up their voice and give praise. When the Lord will have been glorified, they will make a joyful noise from the sea.",
          "ID": "14"
        },
        {
          "text": "Because of this, glorify the Lord in doctrine: the name of the Lord, the God of Israel, in the islands of the sea.",
          "ID": "15"
        },
        {
          "text": "From the ends of the earth, we have heard the praises of the glory of the Just One. And I said: \"My secret is for myself! My secret is for myself! Woe to me! Those who would betray us have betrayed us, and they have betrayed us with the betrayal of transgression.\"",
          "ID": "16"
        },
        {
          "text": "Dread, and the pit, and the snare are over you, O inhabitant of the earth!",
          "ID": "17"
        },
        {
          "text": "And this shall be: whoever will flee from the voice of dread will fall into the pit. And whoever will extricate himself from the pit will be caught in the snare. For the floodgates from above have been opened, and the foundations of the earth will be shaken.",
          "ID": "18"
        },
        {
          "text": "The earth will be utterly broken! The earth will be utterly crushed! The earth will be utterly shaken!",
          "ID": "19"
        },
        {
          "text": "The earth will stagger greatly, like a drunken man, and will be carried away, like the tent of a single night. And its iniquity will be heavy upon it, and it will fall and not rise up again.",
          "ID": "20"
        },
        {
          "text": "And this shall be: in that day, the Lord will visit upon the armies of the sky above, and upon the kings of the earth who are on the ground.",
          "ID": "21"
        },
        {
          "text": "And they will be gathered together like the gathering of one bundle into a pit. And they will be enclosed in that place, as in a prison. And after many days, they will be visited.",
          "ID": "22"
        },
        {
          "text": "And the moon will be ashamed, and the sun will be confounded, when the Lord of hosts will reign on mount Zion and in Jerusalem, and when he will have been glorified in the sight of his elders.",
          "ID": "23"
        }
      ],
      "ID": "OT:ISA.24",
      "name": "Isaiah 24"
    },
    {
      "text": [
        {
          "text": "O Lord, you are my God! I will exalt you, and I will confess your name. For you have accomplished miracles. Your plan, from antiquity, is faithful. Amen.",
          "ID": "1"
        },
        {
          "text": "For you have appointed a city as a tomb, a strong city for ruination, a house of foreigners: so that it may not be a city, and so that it may not be rebuilt forever.",
          "ID": "2"
        },
        {
          "text": "Concerning this, a strong people will praise you; a city with a robust people will fear you.",
          "ID": "3"
        },
        {
          "text": "For you have been the strength of the poor, the strength of the indigent in his tribulation, a refuge from the whirlwind, a shadow from the heat. For the spirit of the mighty is like a whirlwind striking against a wall.",
          "ID": "4"
        },
        {
          "text": "You will bring low the uprising of foreigners, just as heat brings thirst. And like heat under a torrential cloud, you will cause the offshoot of the strong to wither away.",
          "ID": "5"
        },
        {
          "text": "And the Lord of hosts will cause all the peoples on this mountain to feast on fatness, to feast on wine, a fatness full of marrow, a purified wine.",
          "ID": "6"
        },
        {
          "text": "And he will cast down violently, on this mountain, the face of the chains, with which all peoples had been bound, and the net, with which all nations had been covered.",
          "ID": "7"
        },
        {
          "text": "He will violently cast down death forever. And the Lord God will take away the tears from every face, and he will take away the disgrace of his people from the entire earth. For the Lord has spoken it.",
          "ID": "8"
        },
        {
          "text": "And they will say in that day: \"Behold, this is our God! We have waited for him, and he will save us. This is the Lord! We have endured for him. We will exult and rejoice in his salvation.\"",
          "ID": "9"
        },
        {
          "text": "For the hand of the Lord will rest upon this mountain. And Moab will be trampled under him, just as stubble is worn away by a wagon.",
          "ID": "10"
        },
        {
          "text": "And he will extend his hands under him, like a swimmer extending his hands to swim. And he will bring down his glory with a clap of his hands.",
          "ID": "11"
        },
        {
          "text": "And the fortifications of your sublime walls will fall, and be brought low, and be torn down to the ground, even to the dust.",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.25",
      "name": "Isaiah 25"
    },
    {
      "text": [
        {
          "text": "In that day, this canticle will be sung in the land of Judah. Within it will be set the city of our strength: Zion, a savior, a wall with a bulwark.",
          "ID": "1"
        },
        {
          "text": "Open the gates, and let the just people who guard the truth enter.",
          "ID": "2"
        },
        {
          "text": "The old error has gone away. You will serve peace: peace, for we have hoped in you.",
          "ID": "3"
        },
        {
          "text": "You have trusted in the Lord for all eternity, in the Lord God almighty forever.",
          "ID": "4"
        },
        {
          "text": "For he will bend down those living in the heights. He will bring low the lofty city. He will lower it, even to the ground. He will tear it down, even to the dust.",
          "ID": "5"
        },
        {
          "text": "The foot will tread it down: the feet of the poor, the steps of the indigent.",
          "ID": "6"
        },
        {
          "text": "The path of the just is upright; the difficult path of the just is right to walk in.",
          "ID": "7"
        },
        {
          "text": "And in the path of your judgments, O Lord, we have endured for you. Your name and your remembrance are the desire of the soul.",
          "ID": "8"
        },
        {
          "text": "My soul has desired you in the night. But I will also watch for you with my spirit, in my inmost heart, from the morning. When you accomplish your judgments upon the earth, the inhabitants of the world will learn justice.",
          "ID": "9"
        },
        {
          "text": "Let us take pity on the impious one, but he will not learn justice. In the land of the holy ones, he has done iniquity, and so he will not see the glory of the Lord.",
          "ID": "10"
        },
        {
          "text": "Lord, let your hand be exalted, and let them not see it. May the envious people see and be confounded. And may fire devour your enemies.",
          "ID": "11"
        },
        {
          "text": "Lord, you will give us peace. For all our works have been wrought for us by you.",
          "ID": "12"
        },
        {
          "text": "O Lord our God, other lords have possessed us apart from you, but in you alone let us remember your name.",
          "ID": "13"
        },
        {
          "text": "Let not the dead live; let not the giants rise up again. For this reason, you have visited and destroyed them, and you have perished all remembrance of them.",
          "ID": "14"
        },
        {
          "text": "You have been lenient to the people, O Lord, lenient to the people. But have you been glorified? You have removed all the limits of the earth.",
          "ID": "15"
        },
        {
          "text": "Lord, they have sought you in anguish. Your doctrine was with them, amid the tribulation of murmuring.",
          "ID": "16"
        },
        {
          "text": "Like a woman who has conceived and is approaching the time for delivery, who, in anguish, cries out in her pains, so have we become before your face, O Lord.",
          "ID": "17"
        },
        {
          "text": "We have conceived, and it is as if we were in labor, but we have given birth to wind. We have not brought forth salvation on the earth. For this reason, the inhabitants of the earth have not fallen.",
          "ID": "18"
        },
        {
          "text": "Your dead shall live. My slain will rise again. Be awakened, and give praise, you who live in the dust! For your dew is the dew of the light, and you shall be dragged down to the land of the giants, to ruination.",
          "ID": "19"
        },
        {
          "text": "Go, my people! Enter your chambers. Close your doors behind you. Conceal yourselves for a very brief time, until the indignation has passed over you.",
          "ID": "20"
        },
        {
          "text": "For behold, the Lord will go forth from his place, so that he may visit the iniquity of each inhabitant of the earth against him. And the earth will reveal its blood, and it will no longer cover its slain.",
          "ID": "21"
        }
      ],
      "ID": "OT:ISA.26",
      "name": "Isaiah 26"
    },
    {
      "text": [
        {
          "text": "In that day, the Lord will visit, with his harsh and great and strong sword, against Leviathan, the barred serpent, and against Leviathan, the twisted serpent, and he will slay the whale that is in the sea.",
          "ID": "1"
        },
        {
          "text": "In that day, the vineyard of pure wine will sing to them.",
          "ID": "2"
        },
        {
          "text": "I am the Lord, who watches over it. I will suddenly give drink to it. I will watch over it, night and day, lest perhaps someone visit against it.",
          "ID": "3"
        },
        {
          "text": "Indignation is not mine. Who will be a thorn and a brier to me in battle? I will advance against them. I set them on fire together.",
          "ID": "4"
        },
        {
          "text": "Or will he, instead, take hold of my strength? Will he make peace with me? Will she make peace with me?",
          "ID": "5"
        },
        {
          "text": "As they advance with violence against Jacob, Israel will flourish and spring forth, and they will fill the face of the world with offspring.",
          "ID": "6"
        },
        {
          "text": "Has he struck him with the scourge that he himself used to strike others? Or has he killed in the manner that he himself used to kill his victims?",
          "ID": "7"
        },
        {
          "text": "You will judge this by comparing one measure to another, when he has been cast out. He has decided this, by his stern spirit, for the day of heat.",
          "ID": "8"
        },
        {
          "text": "Therefore, concerning this, the iniquity of the house of Jacob will be forgiven. And this is the reward of all: that their sin be taken away, when he will have made all the stones of the altar to be like crushed cinders. For the sacred groves and the shrines shall not stand.",
          "ID": "9"
        },
        {
          "text": "For the fortified city will be desolate. The shining city will be abandoned and will be left behind like a desert. In that place, the calf will pasture, and in that place, he will lie down, and he will feed from its summits.",
          "ID": "10"
        },
        {
          "text": "Its harvest will be crushed by dryness. Women will arrive and teach it, for it is not a wise people. Because of this, he who made it will not take pity on it, and he who formed it will not spare it.",
          "ID": "11"
        },
        {
          "text": "And this shall be: in that day, the Lord will strike, from the channel of the river, even to the torrent of Egypt. And you shall be gathered together, one by one, O sons of Israel.",
          "ID": "12"
        },
        {
          "text": "And this shall be: in that day, a noise will be made with a great trumpet. And those who had been lost will approach from the land of the Assyrians, with those who had been outcasts in the land of Egypt. And they will adore the Lord, on the holy mountain, in Jerusalem.",
          "ID": "13"
        }
      ],
      "ID": "OT:ISA.27",
      "name": "Isaiah 27"
    },
    {
      "text": [
        {
          "text": "Woe to the crown of arrogance, to the inebriated of Ephraim, and to the falling flower, the glory of his exultation, to those who were at the top of the very fat valley, staggering from wine.",
          "ID": "1"
        },
        {
          "text": "Behold, the Lord is powerful and steadfast, like a storm of hail, like a crushing whirlwind, like the force of many waters, inundating, sent forth over a spacious land.",
          "ID": "2"
        },
        {
          "text": "The arrogant crown of the inebriated of Ephraim will be trampled under foot.",
          "ID": "3"
        },
        {
          "text": "And the falling flower, the glory of his exultation, who is at the summit of the fat valley, will be like a premature fruit before the ripeness of autumn, which, when the onlooker beholds it, as soon he takes it in his hand, he will devour it.",
          "ID": "4"
        },
        {
          "text": "In that day, the Lord of hosts will be the crown of glory and the wreath of exultation for the remnant of his people.",
          "ID": "5"
        },
        {
          "text": "And he will be the spirit of judgment for those who sit in judgment, and the strength of those who return from war to the gates.",
          "ID": "6"
        },
        {
          "text": "Yet truly, these also have been ignorant due to wine, and they have gone astray due to inebriation. The priest and the prophet have been ignorant because of inebriation. They have been absorbed by wine. They have staggered in drunkenness. They have not known the One who sees. They have been ignorant of judgment.",
          "ID": "7"
        },
        {
          "text": "For all the tables have been filled with vomit and filth, so much so that there was no place left.",
          "ID": "8"
        },
        {
          "text": "To whom will he teach knowledge? And to whom will he grant an understanding of what is heard? To those who have been weaned from the milk, who have been pulled away from the breasts.",
          "ID": "9"
        },
        {
          "text": "So then: command, and command again; command, and command again; expect, and expect again; a little here, and a little there.",
          "ID": "10"
        },
        {
          "text": "For with the speech of lips and with a different language, he will speak to this people.",
          "ID": "11"
        },
        {
          "text": "He said to them: \"This is my rest. Refresh the weary,\" and, \"This is my refreshment.\" And yet they were unwilling to listen.",
          "ID": "12"
        },
        {
          "text": "And so, the word of the Lord to them will be: \"Command, and command again; command, and command again; expect, and expect again; a little here, and a little there,\" so that they may go forward and fall backward, and so that they may be broken and ensnared and captured.",
          "ID": "13"
        },
        {
          "text": "Because of this, listen to the word of the Lord, you mocking men, who lord it over my people who are at Jerusalem.",
          "ID": "14"
        },
        {
          "text": "For you have said: \"We struck a deal with death, and we formed a pact with Hell. When the inundating scourge passes through, it will not overwhelm us. For we have placed our hope in lies, and we are protected by what is false.\"",
          "ID": "15"
        },
        {
          "text": "For this reason, thus says the Lord God: Behold, I will set a stone within the foundations of Zion, a tested stone, a cornerstone, a precious stone, which has been established in the foundation: whoever trusts in him need not hurry.",
          "ID": "16"
        },
        {
          "text": "And I will establish judgment in weights, and justice in measures. And a hailstorm will overturn hope in what is false; and waters will inundate its protection.",
          "ID": "17"
        },
        {
          "text": "And your deal with death will be abolished, and your pact with Hell will not stand. When the inundating scourge passes through, you will be trampled down by it.",
          "ID": "18"
        },
        {
          "text": "Whenever it passes through, it will take you away. For, at first light of morning, it will pass through, in the day and in the night, and vexation alone will make you understand what you hear.",
          "ID": "19"
        },
        {
          "text": "For the bed has been narrowed, so much so that one alone would fall out, and the short blanket is not able to cover two.",
          "ID": "20"
        },
        {
          "text": "For the Lord will stand, just as at the mountain of divisions. He will be angry, just as in the valley which is in Gibeon, so that he may accomplish his work, his strange work, so that he may complete his work, his work which is foreign even to him.",
          "ID": "21"
        },
        {
          "text": "And now, do not be willing to mock, lest your chains be tightened. For I have heard, from the Lord, the God of hosts, about the consummation and the abridgement concerning the entire earth.",
          "ID": "22"
        },
        {
          "text": "Pay close attention, and listen to my voice! Attend and hear my eloquence!",
          "ID": "23"
        },
        {
          "text": "Would the plowman, after plowing all day so that he may sow, instead cut open and hoe his soil?",
          "ID": "24"
        },
        {
          "text": "Will he not, when he has made the surface level, sow coriander, and scatter cumin, and plant wheat in rows, and barley, and millet, and vetch in their places?",
          "ID": "25"
        },
        {
          "text": "For he will be instructed in judgment; his God will teach him.",
          "ID": "26"
        },
        {
          "text": "For coriander cannot be threshed with a saw, and a cartwheel cannot revolve over cumin. Instead, coriander is shaken out with a stick, and cumin with a staff.",
          "ID": "27"
        },
        {
          "text": "But grain for bread must be crushed. Truly, the thresher cannot thresh it unceasingly, and the cartwheel can neither disrupt it, nor break it with its surface.",
          "ID": "28"
        },
        {
          "text": "And this has gone forth from the Lord, the God of hosts, so that he may accomplish his miraculous plan and magnify justice.",
          "ID": "29"
        }
      ],
      "ID": "OT:ISA.28",
      "name": "Isaiah 28"
    },
    {
      "text": [
        {
          "text": "Woe to Ariel, to Ariel the city against which David fought: year has been added to year, the solemnities have unfolded.",
          "ID": "1"
        },
        {
          "text": "And I will surround Ariel with siege works, and it will be in sorrow and mourning, and it will be like Ariel to me.",
          "ID": "2"
        },
        {
          "text": "And I will surround you like a sphere all around you, and I will raise up a rampart against you, and I will set up fortifications to blockade you.",
          "ID": "3"
        },
        {
          "text": "You will be brought low. You will speak from the ground, and your eloquence will be heard from the dirt. And, from the ground, your voice will be like that of the python, and your eloquence will mumble from the dirt.",
          "ID": "4"
        },
        {
          "text": "And the multitude of those who fan you will be like fine dust. And the multitude of those who have prevailed against you will be like embers fading away.",
          "ID": "5"
        },
        {
          "text": "And this will happen suddenly and swiftly. It will be visited from the Lord of hosts with thunder and earthquakes, and with the great noise of a whirlwind and a storm, and with a flame of devouring fire.",
          "ID": "6"
        },
        {
          "text": "And the multitude of all the nations that have struggled against Ariel will be like the dream of a vision by night, along with all who have battled, and besieged, and prevailed against it.",
          "ID": "7"
        },
        {
          "text": "And it will be like one who is hungry and dreams of eating, but, when he has been awakened, his soul is empty. And it will be like one who is thirsty and dreams of drinking, but, after he has been awakened, he still languishes in thirst, and his soul is empty. So shall the multitude of all the nations be, who have struggled against Mount Zion.",
          "ID": "8"
        },
        {
          "text": "Be stupefied and in wonder! Shake and quiver! Be inebriated, but not from wine! Stagger, but not from drunkenness!",
          "ID": "9"
        },
        {
          "text": "For the Lord has mixed for you a spirit of deep sleep. He will close your eyes. He will cover your prophets and leaders, who see visions.",
          "ID": "10"
        },
        {
          "text": "And the vision of all will be to you like the words of a sealed book, which, when they have given it to someone who knows how to read, they will say, \"Read this,\" but he will respond, \"I cannot; for it has been sealed.\"",
          "ID": "11"
        },
        {
          "text": "But if the book is given to someone who does not know how to read, and it is said to him, \"Read,\" then he will respond, \"I do not know how to read.\"",
          "ID": "12"
        },
        {
          "text": "And the Lord said: Since this people have drawn near to me only with their mouth, and their lips glorify me while their heart is far from me, and their fear of me is based on the commandments and doctrines of men,",
          "ID": "13"
        },
        {
          "text": "for this reason, behold, I will proceed to accomplish a wonder for this people, a great and mystifying miracle. For wisdom will perish from their wise, and the understanding of their prudent will be concealed.",
          "ID": "14"
        },
        {
          "text": "Woe to you who use the depths of the heart, so that you may hide your intentions from the Lord. Their works are done in darkness, and so they say: \"Who sees us?\" and \"Who knows us?\"",
          "ID": "15"
        },
        {
          "text": "This intention of yours is perverse. It is as if the clay were to plan against the potter, or as if the work were to say to its maker: \"You did not make me.\" Or it is as if what has been formed were to say to the one who formed it, \"You do not understand.\"",
          "ID": "16"
        },
        {
          "text": "In not more than a little while and a brief time, Lebanon will be turned into a fruitful field, and a fruitful field will be considered to be a forest.",
          "ID": "17"
        },
        {
          "text": "And in that day, the deaf will hear the words of a book, and out of darkness and obscurity the eyes of the blind will see.",
          "ID": "18"
        },
        {
          "text": "And the meek will increase their rejoicing in the Lord, and the poor among men will exult in the Holy One of Israel.",
          "ID": "19"
        },
        {
          "text": "For the one who was prevailing has failed, the one who was mocking has been consumed, and all those who were standing guard over iniquity have been cut down.",
          "ID": "20"
        },
        {
          "text": "For they caused men to sin by a word, and they supplanted him who argued against them at the gates, and they turned away from justice in vain.",
          "ID": "21"
        },
        {
          "text": "Because of this, thus says the Lord, he who has redeemed Abraham, to the house of Jacob: From now on, Jacob will not be confounded; from now on his countenance will not blush with shame.",
          "ID": "22"
        },
        {
          "text": "Instead, when he sees his children, they will be the work of my hands in his midst, sanctifying my name, and they will sanctify the Holy One of Jacob, and they will preach the God of Israel.",
          "ID": "23"
        },
        {
          "text": "And those who had gone astray in spirit will know understanding, and those who had murmured will learn the law.",
          "ID": "24"
        }
      ],
      "ID": "OT:ISA.29",
      "name": "Isaiah 29"
    },
    {
      "text": [
        {
          "text": "\"Woe to the sons of apostasy!\" says the Lord. For you would take advice, but not from me. And you would begin to weave, but not by my spirit. Thus do you add sin upon sin!",
          "ID": "1"
        },
        {
          "text": "You are walking so as to descend into Egypt, and you have not sought answers from my mouth, instead hoping for assistance from the strength of Pharaoh and placing trust in the shadow of Egypt.",
          "ID": "2"
        },
        {
          "text": "And so, the strength of Pharaoh will be your confusion, and trust in the shadow of Egypt will be your disgrace.",
          "ID": "3"
        },
        {
          "text": "For your leaders were at Tanis, and your messengers have traveled even as far as Hanes.",
          "ID": "4"
        },
        {
          "text": "They have all been confounded because of a people who were not able to offer profit to them, who were not of assistance, nor of other usefulness, except to offer confusion and reproach.",
          "ID": "5"
        },
        {
          "text": "The burden of the beasts in the south. In a land of tribulation and anguish, from which go forth the lioness and the lion, the viper and the flying king snake, they carry their riches upon the shoulders of beasts of burden, and their valuables upon the humps of camels, to a people who are not able to offer profit to them.",
          "ID": "6"
        },
        {
          "text": "For Egypt will offer assistance, but without purpose or success. Therefore, concerning this, I cried out: \"It is only arrogance! Remain calm.\"",
          "ID": "7"
        },
        {
          "text": "Now, therefore, enter and write for them upon a tablet, and note it diligently in a book, and this shall be a testimony in the last days, and even unto eternity.",
          "ID": "8"
        },
        {
          "text": "For they are a people who provoke to wrath, and they are lying sons, sons unwilling to listen to the law of God.",
          "ID": "9"
        },
        {
          "text": "They say to the seers, \"Do not see,\" and to those who behold: \"Do not behold for us the things that are right. Speak to us of pleasing things. See errors for us.",
          "ID": "10"
        },
        {
          "text": "Take me from the way. Avert me from the path. Let the Holy One of Israel cease from before our face.\"",
          "ID": "11"
        },
        {
          "text": "Because of this, thus says the Holy One of Israel: Since you have rejected this word, and you have hoped in calumny and rebellion, and since you have depended upon these things,",
          "ID": "12"
        },
        {
          "text": "for this reason, this iniquity will be to you like a breach that has fallen, and like a gap in a high wall. For its destruction will happen suddenly, when it is not expected.",
          "ID": "13"
        },
        {
          "text": "And it will be crushed, just as the earthen vessel of a potter is destroyed by a sharp blow. And not even a fragment of its earthenware will be found, which might carry a little fire from the hearth, or which might draw a little water from a hollow.",
          "ID": "14"
        },
        {
          "text": "For thus says the Lord God, the Holy One of Israel: If you return and are quiet, you shall be saved. Your strength will be found in silence and in hope. But you are not willing!",
          "ID": "15"
        },
        {
          "text": "And you have said: \"Never! Instead, we will flee by horseback.\" For this reason, you will be put to flight. And you have said, \"We will climb upon swift ones.\" For this reason, those who pursue you will be even swifter.",
          "ID": "16"
        },
        {
          "text": "A thousand men will flee in terror from the face of one, and you will flee in terror from the face of five, until you who have been left behind are like the mast of a ship at the top of a mountain, or like a sign on a hill.",
          "ID": "17"
        },
        {
          "text": "Therefore, the Lord waits, so that he may take pity on you. And therefore, he will be exalted for sparing you. For the Lord is the God of judgment. Blessed are all those who wait for him.",
          "ID": "18"
        },
        {
          "text": "For the people of Zion will live in Jerusalem. Bitterly, you will not weep. Mercifully, he will take pity on you. At the voice of your outcry, as soon as he hears, he will respond to you.",
          "ID": "19"
        },
        {
          "text": "And the Lord will give you thick bread and accessible water. And he will not cause your teacher to fly away from you anymore. And your eyes will behold your instructor.",
          "ID": "20"
        },
        {
          "text": "And your ears will listen to the word of one admonishing you behind your back: \"This is the way! Walk in it! And do not turn aside, neither to the right, nor to the left.\"",
          "ID": "21"
        },
        {
          "text": "And you will defile the plates of your silver graven images and the vestment of your gold molten idols. And you will throw these things away like the uncleanness of a menstruating woman. You will say to it, \"Go away!\"",
          "ID": "22"
        },
        {
          "text": "And wherever you sow seed upon the earth, rain will be given to the seed. And bread from the grain of the earth will be very plentiful and full. In that day, the lamb will pasture in the spacious land of your possession.",
          "ID": "23"
        },
        {
          "text": "And your bulls, and the colts of the donkeys that work the ground, will eat a mix of grains like that winnowed on the threshing floor.",
          "ID": "24"
        },
        {
          "text": "And there will be, on every lofty mountain, and on every elevated hill, rivers of running water, in the day of the slaughter of many, when the tower will fall.",
          "ID": "25"
        },
        {
          "text": "And the light of the moon will be like the light of the sun, and the light of the sun will be sevenfold, like the light of seven days, in the day when the Lord will bind the wound of his people, and when he will heal the stroke of their scourge.",
          "ID": "26"
        },
        {
          "text": "Behold, the name of the Lord arrives from far away. His fury is burning and heavy to bear. His lips have been filled with indignation, and his tongue is like a devouring fire.",
          "ID": "27"
        },
        {
          "text": "His Spirit is like a torrent, inundating, even as high as the middle of the neck, in order to reduce the nations to nothing, along with the bridle of error that was in the jaws of the people.",
          "ID": "28"
        },
        {
          "text": "There will be a song for you, as in the night of a sanctified solemnity, and a joy of heart, as when one travels with music to arrive at the mountain of the Lord, to the Strong One of Israel.",
          "ID": "29"
        },
        {
          "text": "And the Lord will cause the glory of his voice to be heard, and, with a threatening fury and a devouring flame of fire, he will reveal the terror of his arm. He will crush with the whirlwind and with hailstones.",
          "ID": "30"
        },
        {
          "text": "For at the voice of the Lord, Assur will dread being struck with the staff.",
          "ID": "31"
        },
        {
          "text": "And when the passage of the staff has been begun, the Lord will cause it to rest upon him, with timbrels and harps. And with special battles, he will fight against them.",
          "ID": "32"
        },
        {
          "text": "For a burning place, deep and wide, has been prepared from yesterday, prepared by the King. Its nourishment is fire and much wood. The breath of the Lord, like a torrent of brimstone, kindles it.",
          "ID": "33"
        }
      ],
      "ID": "OT:ISA.30",
      "name": "Isaiah 30"
    },
    {
      "text": [
        {
          "text": "Woe to those who descend into Egypt for assistance, hoping in horses, and putting their trust in four-horse chariots because they are many, and in horsemen because they are exceedingly strong. And they have not believed in the Holy One of Israel, and they have not sought the Lord.",
          "ID": "1"
        },
        {
          "text": "Therefore, being wise, he has permitted harm, and he has not removed his words, and he will rise up against the house of the wicked and against those who assist the workers of iniquity.",
          "ID": "2"
        },
        {
          "text": "Egypt is man, and not God. And their horses are flesh, and not spirit. And so, the Lord will reach down his hand, and the helper will fall, and the one who was being helped will fall, and they will all be consumed together.",
          "ID": "3"
        },
        {
          "text": "For the Lord says this to me: In the same way that a lion roars, and a young lion is over his prey, and though a multitude of shepherds may meet him, he will not dread their voice, nor be afraid of their number, so will the Lord of hosts descend in order to battle upon mount Zion and upon its hill.",
          "ID": "4"
        },
        {
          "text": "Like birds flying, so will the Lord of hosts protect Jerusalem, protecting and freeing, passing over and saving.",
          "ID": "5"
        },
        {
          "text": "Be converted to the same depth that you have drawn away, O sons of Israel.",
          "ID": "6"
        },
        {
          "text": "For in that day, a man will cast away his idols of silver and his idols of gold, which your hands have made for you unto sin.",
          "ID": "7"
        },
        {
          "text": "And Assur will fall by a sword not of man, and a sword not of man will devour him. And he will not flee from the face of the sword, and his young men will be subject to a penalty.",
          "ID": "8"
        },
        {
          "text": "And his strength will pass away in terror, and his princes will flee in fear. The Lord has said it. His fire is in Zion, and his furnace is at Jerusalem.",
          "ID": "9"
        }
      ],
      "ID": "OT:ISA.31",
      "name": "Isaiah 31"
    },
    {
      "text": [
        {
          "text": "Behold, the king will reign in justice, and the princes will rule in judgment.",
          "ID": "1"
        },
        {
          "text": "And a man will be like someone hidden from the wind, who conceals himself from a storm, or like rivers of waters in a time of thirst, or like the shadow of a rock that juts out in a desert land.",
          "ID": "2"
        },
        {
          "text": "The eyes of those who see will not be obscured, and the ears of those who hear will listen closely.",
          "ID": "3"
        },
        {
          "text": "And the heart of the foolish will understand knowledge, and the tongue of those with impaired speech will speak quickly and plainly.",
          "ID": "4"
        },
        {
          "text": "He who is foolish will no longer be called leader, nor will the deceitful be called greater.",
          "ID": "5"
        },
        {
          "text": "For a foolish man speaks foolishness and his heart works iniquity in order to accomplish deception. And he speaks to the Lord deceitfully, so as to empty the soul of the hungry and to take away drink from the thirsty.",
          "ID": "6"
        },
        {
          "text": "The tools of the deceitful are very wicked. For they have concocted plans to destroy the meek by lying words, though the poor speak judgment.",
          "ID": "7"
        },
        {
          "text": "Yet truly, the prince will plan things that are worthy of a prince, and he will stand above the rulers.",
          "ID": "8"
        },
        {
          "text": "You opulent women, rise up and listen to my voice! O confident daughters, play close attention to my eloquence!",
          "ID": "9"
        },
        {
          "text": "For after a year and some days, you who are confident will be disturbed. For the vintage has been completed; the gathering will no longer occur.",
          "ID": "10"
        },
        {
          "text": "Be stupefied, you opulent women! Be disturbed, O confident ones! Strip yourselves, and be confounded; gird yourselves at the waist.",
          "ID": "11"
        },
        {
          "text": "Mourn over your breasts, over the delightful country, over the fruitful vineyard.",
          "ID": "12"
        },
        {
          "text": "Thorn and brier will rise up, over the soil of my people. How much more over all the houses of gladness, over the city of exultation?",
          "ID": "13"
        },
        {
          "text": "For the house has been forsaken. The multitude of the city has been abandoned. A darkness and a covering have been placed over its dens, even unto eternity. It will be the gladness of wild donkeys and the pasture of flocks,",
          "ID": "14"
        },
        {
          "text": "until the Spirit is poured over us from on high. And the desert will be a fruitful field, and the fruitful field will be considered as a forest.",
          "ID": "15"
        },
        {
          "text": "And judgment will live in solitude, and justice will be seated in a fruitful place.",
          "ID": "16"
        },
        {
          "text": "And the work of justice will be peace. And the service of justice will be quiet and secure, forever.",
          "ID": "17"
        },
        {
          "text": "And my people will be seated in the beauty of peacefulness, and in the tabernacles of faithfulness, and in the opulence of restfulness.",
          "ID": "18"
        },
        {
          "text": "But hail will be in the descent of the forest, and the city will be brought exceedingly low.",
          "ID": "19"
        },
        {
          "text": "Blessed are you who sow over any waters, sending the feet of the ox and the donkey there.",
          "ID": "20"
        }
      ],
      "ID": "OT:ISA.32",
      "name": "Isaiah 32"
    },
    {
      "text": [
        {
          "text": "Woe to you who plunder! Will you yourselves not also be plundered? And woe to you who despise! Will you yourselves not also be despised? When you will have completed your plundering, you will be plundered. When, out of fatigue, you will have ceased acting with contempt, you will be treated with contempt.",
          "ID": "1"
        },
        {
          "text": "O Lord, take pity on us. For we have waited for you. Be our arm in the morning and our salvation in the time of tribulation.",
          "ID": "2"
        },
        {
          "text": "From the voice of the Angel, the people fled. And from your exultation, the nations were scattered.",
          "ID": "3"
        },
        {
          "text": "And your spoils will be gathered together, just as the locusts are collected when the ditches have become filled with them.",
          "ID": "4"
        },
        {
          "text": "The Lord has been magnified, because he has lived on high. He has filled Zion with judgment and justice.",
          "ID": "5"
        },
        {
          "text": "And there will be faith in your times: the riches of salvation, wisdom and knowledge. For the fear of the Lord is his treasure.",
          "ID": "6"
        },
        {
          "text": "Behold, outside, those who see will cry out. The Angels of peace will weep bitterly.",
          "ID": "7"
        },
        {
          "text": "The roads have become desolate. Travelers have ceased along the paths. The covenant has been nullified. He has tossed aside cities. He has disregarded men.",
          "ID": "8"
        },
        {
          "text": "The earth has mourned and languished. Lebanon has been confounded and desecrated. And Sharon has become like a desert. And Bashan and Carmel have been struck together.",
          "ID": "9"
        },
        {
          "text": "\"Now, I will rise up!\" says the Lord. \"Now I will be exalted! Now I will lift myself up!\"",
          "ID": "10"
        },
        {
          "text": "You will conceive heat. You will give birth to stubble. Your own spirit will devour you like fire.",
          "ID": "11"
        },
        {
          "text": "And the people will be like the ashes from a fire. They will be consumed by fire like a bundle of thorns.",
          "ID": "12"
        },
        {
          "text": "\"You who are far away, listen to what I have done! And you who are near, acknowledge my strength!\"",
          "ID": "13"
        },
        {
          "text": "The sinners in Zion are terrified; trembling has taken hold of the hypocrites. Who among you is able to live with a devouring fire? Who among you will live with an everlasting flame?",
          "ID": "14"
        },
        {
          "text": "The one who walks in justice and speaks the truth, who casts out avarice with oppression and shakes all bribes from his hands, who blocks his ears so that he may not listen to blood, and closes his eyes so that he may not see evil.",
          "ID": "15"
        },
        {
          "text": "Such a one will live on high; the fortification of rocks will be his lofty place. Bread has been given to him; his waters are reliable.",
          "ID": "16"
        },
        {
          "text": "His eyes will see the king in his elegance; they will discern the land from far away.",
          "ID": "17"
        },
        {
          "text": "Your heart will meditate on fear. Where are the learned? Where are those who ponder the words of the law? Where are the teachers of little ones?",
          "ID": "18"
        },
        {
          "text": "You will not look upon a shameless people, a people of exalted words. For you are not able to understand the dissertation of a tongue in which there is no wisdom.",
          "ID": "19"
        },
        {
          "text": "Look with favor upon Zion, the city of our solemnity. Your eyes will behold Jerusalem: an opulent habitation, a tabernacle that can never be taken away. Its stakes will not be taken away forever, nor will any of its cords be broken.",
          "ID": "20"
        },
        {
          "text": "For only in that place has our Lord been magnified. It is a place of rivers, very broad and open. No ship with oars will cross through it, nor will the great Greek ship pass through it.",
          "ID": "21"
        },
        {
          "text": "For the Lord is our judge. The Lord is our lawgiver. The Lord is our king. He himself will save us.",
          "ID": "22"
        },
        {
          "text": "Your ropes have become loose, and they will not prevail. Your mast will be such that you will not be able to unfurl a flag. Then the spoils of much plunder will be divided. The lame will seize the spoils.",
          "ID": "23"
        },
        {
          "text": "He who is nearby will not say: \"I am too weak.\" The people who live in it will have their iniquity taken away from them.",
          "ID": "24"
        }
      ],
      "ID": "OT:ISA.33",
      "name": "Isaiah 33"
    },
    {
      "text": [
        {
          "text": "O nations and peoples: draw near, and listen, and pay attention! Let the earth and its fullness hear, the entire world and all its offspring.",
          "ID": "1"
        },
        {
          "text": "For the indignation of the Lord is over all the nations, and his fury is over all their armies. He has put them to death, and he has given them over to slaughter.",
          "ID": "2"
        },
        {
          "text": "Their slain will be cast out, and from their carcasses a foul odor will rise up. The mountains will languish because of their blood.",
          "ID": "3"
        },
        {
          "text": "And the entire army of the heavens will languish, and the heavens will be folded like a book. And their entire army will fall away, as a leaf falls from the vine or from the fig tree.",
          "ID": "4"
        },
        {
          "text": "\"For my sword in heaven has been inebriated. Behold, it will descend upon Idumea, and upon the people of my slaughter, unto judgment.\"",
          "ID": "5"
        },
        {
          "text": "The sword of the Lord has been filled with blood. It has been thickened by the blood of lambs and he-goats, by the innermost blood of rams. For the victim of the Lord is in Bozrah, and a great slaughter is in the land of Edom.",
          "ID": "6"
        },
        {
          "text": "And the single-horned beasts will descend with them, and the bulls along with the mighty. Their land will be inebriated by blood, and their ground by the fat of their lazy ones.",
          "ID": "7"
        },
        {
          "text": "For this is the day of the vengeance of the Lord, the year of retribution for the judgment of Zion.",
          "ID": "8"
        },
        {
          "text": "And its torrents will be turned into tar, and its soil into sulfur. And its land will become burning tar.",
          "ID": "9"
        },
        {
          "text": "Night and day, it will not be extinguished; its smoke will rise up without ceasing. From generation to generation it will remain desolate. No one will pass through it, forever and ever.",
          "ID": "10"
        },
        {
          "text": "The pelican and the hedgehog will possess it. And the ibis and the raven will live in it. And a measuring line will be extended over it, so that it may be reduced to nothing, and a plumb line, unto desolation.",
          "ID": "11"
        },
        {
          "text": "Its nobles will not be in that place. Instead, they will call upon the king, and all its leaders will be as nothing.",
          "ID": "12"
        },
        {
          "text": "And thorns and nettles will rise up in its houses, and the thistle in its fortified places. And it will be the lair of serpents and the pasture of ostriches.",
          "ID": "13"
        },
        {
          "text": "And demons and monsters will meet, and the hairy ones will cry out to one another. There, the ogress has lain down and found rest for herself.",
          "ID": "14"
        },
        {
          "text": "In that place, the hedgehog has kept its den, and has raised its young, and has dug around them, and has kept them warm in its shadow. In that place, the birds of prey have joined together, one to another.",
          "ID": "15"
        },
        {
          "text": "Search and read diligently in the book of the Lord. Not one of them was lacking; not one has sought for the other. For what has proceeded from my mouth, he has commanded, and his very Spirit has gathered them.",
          "ID": "16"
        },
        {
          "text": "And he has cast lots over them. And his hand has distributed this to them by measure. They will possess it, even unto eternity. From generation to generation, they will dwell in it.",
          "ID": "17"
        }
      ],
      "ID": "OT:ISA.34",
      "name": "Isaiah 34"
    },
    {
      "text": [
        {
          "text": "The desolate and impassable land will rejoice, and the place of solitude will exult, and it will flourish like the lily.",
          "ID": "1"
        },
        {
          "text": "It will spring up and blossom, and it will exult with rejoicing and praising. The glory of Lebanon has been given to it, with the beauty of Carmel and Sharon. These will see the glory of the Lord and the beauty of our God.",
          "ID": "2"
        },
        {
          "text": "Strengthen the lax hands, and confirm the weak knees!",
          "ID": "3"
        },
        {
          "text": "Say to the fainthearted: \"Take courage and fear not! Behold, your God will bring the vindication of retribution. God himself will arrive to save you.\"",
          "ID": "4"
        },
        {
          "text": "Then the eyes of the blind will be opened, and the ears of the deaf will be cleared.",
          "ID": "5"
        },
        {
          "text": "Then the disabled will leap like a buck, and the tongue of the mute will be untied. For the waters have burst forth in the desert, and torrents in solitary places.",
          "ID": "6"
        },
        {
          "text": "And the land that was dry will have a pond, and the thirsty land will have fountains of water. In the hollows where the serpents lived before, there will rise up the greenery of reed and bulrush.",
          "ID": "7"
        },
        {
          "text": "And there shall be a path and a road in that place. And it will be called the Holy Way. The defiled will not pass through it. For this will be an upright path for you, so much so that the foolish will not wander along it.",
          "ID": "8"
        },
        {
          "text": "There will be no lions in that place, and harmful wild animals will neither climb up to it, nor be found there. Only those who have been freed will walk in that place.",
          "ID": "9"
        },
        {
          "text": "And the redeemed of the Lord will be converted, and they will return to Zion with praising. And everlasting joy will be upon their heads. They will obtain gladness and rejoicing. For pain and sorrow will flee away.",
          "ID": "10"
        }
      ],
      "ID": "OT:ISA.35",
      "name": "Isaiah 35"
    },
    {
      "text": [
        {
          "text": "And it happened that, in the fourteenth year of king Hezekiah, Sennacherib, the king of the Assyrians, went up against all the fortified cities of Judah, and he seized them.",
          "ID": "1"
        },
        {
          "text": "And the king of the Assyrians sent Rabshakeh from Lachish into Jerusalem, to king Hezekiah, with a great force, and he stood near the aqueduct of the upper pool, at the road to the fuller's field.",
          "ID": "2"
        },
        {
          "text": "And those who went to him were Eliakim, son of Hilkiah, who was over the house, and Shebna, the scribe, and Joah, son of Asaph, the historian.",
          "ID": "3"
        },
        {
          "text": "And Rabshakeh said to them: \"Tell Hezekiah: Thus says the great king, the king of the Assyrians: What is this faith in which you believe?",
          "ID": "4"
        },
        {
          "text": "And by what counsel or strength would you prepare to rebel? In whom do you have faith, so much so that you would withdraw from me?",
          "ID": "5"
        },
        {
          "text": "Behold, you are trusting in Egypt, in that broken staff of a reed. But if a man were to lean against it, it would enter his hand and pierce it. So is Pharaoh, the king of Egypt, to all who trust in him.",
          "ID": "6"
        },
        {
          "text": "But if you answer me by saying: 'We trust in the Lord our God.' Is it not his high places and altars that Hezekiah has taken away? And he has said to Judah and to Jerusalem, 'You shall worship before this altar.'",
          "ID": "7"
        },
        {
          "text": "And now, hand yourselves over to my lord, the king of the Assyrians, and I will give you two thousand horses, and you will not be able to find riders for them on your own.",
          "ID": "8"
        },
        {
          "text": "So how will you withstand the face of the ruler of even one place, of even the least of my lord's subordinates? But if you trust in Egypt, in four-horse chariots and in horsemen:",
          "ID": "9"
        },
        {
          "text": "do I intend to go up against this land to destroy it without the Lord? But the Lord said to me, 'Go up against this land, and destroy it.' \"",
          "ID": "10"
        },
        {
          "text": "And Eliakim, and Shebna, and Joah said to Rabshakeh: \"Speak to your servants in the Syrian language. For we understand it. Do not speak to us in the Jewish language, in the hearing of the people, who are upon the wall.\"",
          "ID": "11"
        },
        {
          "text": "And Rabshakeh said to them: \"Has my lord sent me to your lord and to you in order to speak all these words, and not even more so to the men who are sitting on the wall, so that they may eat their own dung and drink their own urine with you?\"",
          "ID": "12"
        },
        {
          "text": "Then Rabshakeh stood up, and he cried out with a loud voice in the Jewish language, and he said: \"Listen to the words of the great king, the king of the Assyrians.",
          "ID": "13"
        },
        {
          "text": "Thus says the king: Do not let Hezekiah deceive you. For he will not be able to rescue you.",
          "ID": "14"
        },
        {
          "text": "And do not let Hezekiah cause you to trust in the Lord, saying: 'The Lord will rescue and free us. This city will not be given into the hands of the king of the Assyrians.'",
          "ID": "15"
        },
        {
          "text": "Do not listen to Hezekiah. For the king of the Assyrians says this: Act with me to your own benefit, and come out to me. And let each one eat from his own vine, and each one from his own fig tree. And let each one drink water from his own well,",
          "ID": "16"
        },
        {
          "text": "until I arrive and take you away to a land which is like your own: a land of grain and of wine, a land of bread and of vineyards.",
          "ID": "17"
        },
        {
          "text": "But you should not let Hezekiah disturb you, saying, 'The Lord will deliver us.' Have any of the gods of each of the nations delivered their land from the hand of the king of the Assyrians?",
          "ID": "18"
        },
        {
          "text": "Where is the god of Hamath and of Arpad? Where is the god of Sepharvaim? Have they freed Samaria from my hand?",
          "ID": "19"
        },
        {
          "text": "Who is there, among all the gods of these lands, who has rescued his land from my hand, so that the Lord would rescue Jerusalem from my hand?\"",
          "ID": "20"
        },
        {
          "text": "And they remained silent and did not answer a word to him. For the king had commanded them, saying, \"You shall not respond to him.\"",
          "ID": "21"
        },
        {
          "text": "And Eliakim, son of Hilkiah, who was over the house, and Shebna, the scribe, and Joah, son of Asaph, the historian, entered to Hezekiah with their garments rent, and they reported to him the words of Rabshakeh.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.36",
      "name": "Isaiah 36"
    },
    {
      "text": [
        {
          "text": "And it happened that, when king Hezekiah had heard this, he rent his garments, and he wrapped himself in sackcloth, and he entered the house of the Lord.",
          "ID": "1"
        },
        {
          "text": "And he sent Eliakim, who was over the house, and Shebna, the scribe, and the elders of the priests, covered with sackcloth, to Isaiah, the son of Amoz, the prophet.",
          "ID": "2"
        },
        {
          "text": "And they said to him: \"Thus says Hezekiah: This day is a day of tribulation, and of rebuke, and of blasphemy. For the sons have arrived at the time for birth, but there is not enough strength to bring them forth.",
          "ID": "3"
        },
        {
          "text": "Perhaps, somehow, the Lord your God will hear the words of Rabshakeh, whom the king of the Assyrians, his lord, has sent to blaspheme the living God, and will rebuke the words that the Lord your God has heard. Therefore, lift up your prayers on behalf of the remnant which has been left behind.\"",
          "ID": "4"
        },
        {
          "text": "And so the servants of king Hezekiah went to Isaiah.",
          "ID": "5"
        },
        {
          "text": "And Isaiah said to them: \"You shall say this to your lord: Thus says the Lord: Do not be afraid to face the words that you have heard, by which the servants of the king of the Assyrians blasphemed me.",
          "ID": "6"
        },
        {
          "text": "Behold, I will send a spirit to him, and he will hear a message, and he will return to his own land. And I will cause him to fall by the sword, in his own land.\"",
          "ID": "7"
        },
        {
          "text": "Then Rabshakeh returned, and he found the king of the Assyrians fighting against Libnah. For he had heard that he had set out from Lachish.",
          "ID": "8"
        },
        {
          "text": "And he heard from Tirhakah, the king of Ethiopia: \"He has gone forth so that he may fight against you.\" And when he had heard this, he sent messengers to Hezekiah, saying:",
          "ID": "9"
        },
        {
          "text": "\"You shall say this to Hezekiah, the king of Judah, saying: Do not let your God, in whom you trust, deceive you by saying: 'Jerusalem will not be given into the hands of the king of the Assyrians.'",
          "ID": "10"
        },
        {
          "text": "Behold, you have heard about all that the kings of the Assyrians have done to all the lands that they have conquered, and so, how can you be delivered?",
          "ID": "11"
        },
        {
          "text": "Have the gods of the nations rescued those whom my fathers have conquered: Gozan, and Haran, and Rezeph, and the sons of Eden who were at Telassar?",
          "ID": "12"
        },
        {
          "text": "Where is the king of Hamath and the king of Arpad, or the king of the city of Sepharvaim, or of Hena and Ivvah?\"",
          "ID": "13"
        },
        {
          "text": "And Hezekiah took the letter from the hand of the messengers, and he read it, and he went up to the house of the Lord, and Hezekiah spread it out in the sight of the Lord.",
          "ID": "14"
        },
        {
          "text": "And Hezekiah prayed to the Lord, saying:",
          "ID": "15"
        },
        {
          "text": "\"O Lord of hosts, the God of Israel who sits upon the Cherubim: you alone are God of all the kingdoms of the earth. You have made heaven and earth.",
          "ID": "16"
        },
        {
          "text": "O Lord, incline your ear and listen. O Lord, open your eyes and see. And hear all the words of Sennacherib, which he has sent to blaspheme the living God.",
          "ID": "17"
        },
        {
          "text": "For truly, O Lord, the kings of the Assyrians have laid waste to countries and territories.",
          "ID": "18"
        },
        {
          "text": "And they have cast their gods into the fire. For these were not gods, but the works of men's hands, of wood and of stone. And they broke them into pieces.",
          "ID": "19"
        },
        {
          "text": "And now, O Lord our God, save us from his hand. And let all the kingdoms of the earth acknowledge that you alone are Lord.\"",
          "ID": "20"
        },
        {
          "text": "And Isaiah, the son of Amoz, sent to Hezekiah, saying: \"Thus says the Lord, the God of Israel: Because of what you have prayed to me about Sennacherib, the king of the Assyrians,",
          "ID": "21"
        },
        {
          "text": "this is the word that the Lord has spoken over him: The virgin daughter of Zion has despised you and mocked you. The daughter of Jerusalem has shaken her head at you.",
          "ID": "22"
        },
        {
          "text": "Whom have you insulted? And whom have you blasphemed? And against whom have you lifted up your voice and raised up your eyes on high? Against the Holy One of Israel!",
          "ID": "23"
        },
        {
          "text": "By the hand of your servants, you have reproached the Lord. And you have said: 'With a multitude of my four-horse chariots, I have ascended the heights of the mountains adjoining Lebanon. And I will cut down its lofty cedars and its choice pine trees. And I will reach the top of its summit, to the forest of its Carmel.",
          "ID": "24"
        },
        {
          "text": "I dug deep, and I drank water, and I dried up all the river banks with the sole of my foot.'",
          "ID": "25"
        },
        {
          "text": "Have you not heard what I have done to it in past times? In ancient times, I formed it. And now I have brought it forth. And it has been made so that the hills and the fortified cities would fight together, unto its destruction.",
          "ID": "26"
        },
        {
          "text": "Their inhabitants had unsteady hands. They trembled and were confused. They became like the plants of the field, and the grass of the pastures, and like the weeds on the rooftops, which wither before they are mature.",
          "ID": "27"
        },
        {
          "text": "I know your habitation, and your arrival, and your departure, and your madness against me.",
          "ID": "28"
        },
        {
          "text": "When you became angry against me, your arrogance rose up to my ears. Therefore, I will place a ring in your nose, and a bit between your lips. And I will turn you back on the road by which you arrived.",
          "ID": "29"
        },
        {
          "text": "But this shall be a sign for you: Eat, in this year, whatever springs up on its own. And in the second year, eat fruits. But in the third year, sow and reap, and plant vineyards, and eat their fruit.",
          "ID": "30"
        },
        {
          "text": "And what will be saved from the house of Judah, and what is left behind, will form deep roots, and will bear high fruits.",
          "ID": "31"
        },
        {
          "text": "For from Jerusalem, a remnant shall go forth, and salvation from mount Zion. The zeal of the Lord of hosts will accomplish this.",
          "ID": "32"
        },
        {
          "text": "For this reason, thus says the Lord about the king of the Assyrians: He will not enter this city, nor shoot an arrow into it, nor overtake it with a shield, nor dig a rampart all around it.",
          "ID": "33"
        },
        {
          "text": "He will return on the road by which he arrived. And into this city, he will not enter, says the Lord.",
          "ID": "34"
        },
        {
          "text": "And I will protect this city, so that I may save it for my own sake, and for the sake of David, my servant.\"",
          "ID": "35"
        },
        {
          "text": "Then the Angel of the Lord went forth and struck down, in the camp of the Assyrians, one hundred eighty-five thousand. And they arose in the morning, and behold, all these were dead bodies.",
          "ID": "36"
        },
        {
          "text": "And Sennacherib, the king of the Assyrians, departed and went away. And he returned and lived at Nineveh.",
          "ID": "37"
        },
        {
          "text": "And it happened that, as he was adoring his god in the temple of Nisroch, his sons, Adramelech and Sharezer, struck him with the sword. And they fled into the land of Ararat. And Esarhaddon, his son, reigned in his place.",
          "ID": "38"
        }
      ],
      "ID": "OT:ISA.37",
      "name": "Isaiah 37"
    },
    {
      "text": [
        {
          "text": "In those days Hezekiah became ill and was near death. And so, Isaiah, the son of Amoz, the prophet, entered to him, and he said to him: \"Thus says the Lord: Put your house in order, for you shall die, and you shall not live.\"",
          "ID": "1"
        },
        {
          "text": "And Hezekiah turned his face toward the wall, and he prayed to the Lord.",
          "ID": "2"
        },
        {
          "text": "And he said: \"I beg you, Lord, I beseech you, to remember how I walked before you in truth and with a whole heart, and that I have done what is good in your sight.\" And Hezekiah wept with a great weeping.",
          "ID": "3"
        },
        {
          "text": "And the word of the Lord came to Isaiah, saying:",
          "ID": "4"
        },
        {
          "text": "\"Go and say to Hezekiah: Thus says the Lord, the God of David, your father: I have heard your prayer, and I have seen your tears. Behold, I will add fifteen years to your days.",
          "ID": "5"
        },
        {
          "text": "And I will rescue you and this city from the hand of the king of the Assyrians, and I will protect it.",
          "ID": "6"
        },
        {
          "text": "And this will be a sign for you from the Lord, that the Lord will do this word, which he has spoken:",
          "ID": "7"
        },
        {
          "text": "Behold, I will cause the shadow of the lines, which has now descended on the sundial of Ahaz, to move in reverse for ten lines.\" And so, the sun moved backward by ten lines, through the degrees by which it had descended.",
          "ID": "8"
        },
        {
          "text": "The writing of Hezekiah, the king of Judah, after he had fallen ill and had recovered from his sickness:",
          "ID": "9"
        },
        {
          "text": "\"I said: In the middle of my days, I will go to the gates of Hell. So I sought the remainder of my years.",
          "ID": "10"
        },
        {
          "text": "I said: I will not see the Lord God in the land of the living. I will no longer behold man, nor the habitation of rest.",
          "ID": "11"
        },
        {
          "text": "My longevity has been taken away; it has been folded up and taken from me, like the tent of a shepherd. My life has been cut off, as if by a weaver. While I was still beginning, he cut me off. From morning until evening, you have marked out my limits.",
          "ID": "12"
        },
        {
          "text": "I hoped, even until morning. Like a lion, so has he crushed all my bones. From morning until evening, you have marked my limits.",
          "ID": "13"
        },
        {
          "text": "I will cry out, like a young swallow. I will meditate, like a dove. My eyes have been weakened by gazing upward. O Lord, I suffer violence! Answer in my favor.",
          "ID": "14"
        },
        {
          "text": "What can I say, or what would he answer me, since he himself has done this? I will acknowledge to you all my years, in the bitterness of my soul.",
          "ID": "15"
        },
        {
          "text": "O Lord, if such is life, and if the life of my spirit is of such a kind, may you correct me and may you cause me to live.",
          "ID": "16"
        },
        {
          "text": "Behold, in peace my bitterness is most bitter. But you have rescued my soul, so that it would not perish. You have cast all my sins behind your back.",
          "ID": "17"
        },
        {
          "text": "For Hell will not confess to you, and death will not praise you. Those who descend into the pit will not hope for your truth.",
          "ID": "18"
        },
        {
          "text": "The living, the living, these will give praise to you, as I also do this day! The father will make the truth known to the sons.",
          "ID": "19"
        },
        {
          "text": "O Lord, save me! And we will sing our psalms, all the days of our life, in the house of the Lord.\"",
          "ID": "20"
        },
        {
          "text": "Now Isaiah had ordered them to take a paste of figs, and to spread it like plaster over the wound, so that he would be healed.",
          "ID": "21"
        },
        {
          "text": "And Hezekiah said, \"What will be the sign that I may go up to the house of the Lord?\"",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.38",
      "name": "Isaiah 38"
    },
    {
      "text": [
        {
          "text": "At that time, Merodach Baladan, the son of Baladan, the king of Babylon, sent letters and gifts to Hezekiah. For he had heard that he had fallen ill and had recovered.",
          "ID": "1"
        },
        {
          "text": "And Hezekiah rejoiced over them, and he showed them the storehouses of his aromatic spices, and of the silver and gold, and of the perfumes and precious ointments, and all the repositories for his belongings, and all the things that were found in his treasures. There was nothing in his house, nor in all his dominion, that Hezekiah did not show them.",
          "ID": "2"
        },
        {
          "text": "Then Isaiah the prophet entered before king Hezekiah, and he said to him, \"What did these men say, and from where did they come to you?\" And Hezekiah said, \"They came to me from a far away land, from Babylon.\"",
          "ID": "3"
        },
        {
          "text": "And he said, \"What did they see in your house?\" And Hezekiah said: \"They have seen all the things that are in my house. There was nothing that I did not show them among my treasures.\"",
          "ID": "4"
        },
        {
          "text": "And Isaiah said to Hezekiah: \"Hear the word of the Lord of hosts:",
          "ID": "5"
        },
        {
          "text": "Behold, the days are coming when all that is in your house, and all that your fathers have stored up, even to this day, will be taken away to Babylon. There will be nothing left behind, says the Lord.",
          "ID": "6"
        },
        {
          "text": "And your children, who will issue from you, whom you will produce, they will be taken away. And they will become eunuchs in the palace of the king of Babylon.\"",
          "ID": "7"
        },
        {
          "text": "And Hezekiah said to Isaiah, \"The word of the Lord which he has spoken is good.\" And he said, \"But let there be peace and truth in my days.\"",
          "ID": "8"
        }
      ],
      "ID": "OT:ISA.39",
      "name": "Isaiah 39"
    },
    {
      "text": [
        {
          "text": "\"Be consoled, be consoled, O my people!\" says your God.",
          "ID": "1"
        },
        {
          "text": "Speak to the heart of Jerusalem, and call out to her! For her malice has reached its end. Her iniquity has been forgiven. She has received double for all her sins from the hand of the Lord.",
          "ID": "2"
        },
        {
          "text": "The voice of one crying out in the desert: \"Prepare the way of the Lord! Make straight the paths of our God, in a solitary place.",
          "ID": "3"
        },
        {
          "text": "Every valley will be exalted, and every mountain and hill will be brought low. And the crooked will be straightened, and the uneven will become level ways.",
          "ID": "4"
        },
        {
          "text": "And the glory of the Lord will be revealed. And all flesh together will see that the mouth of the Lord has spoken.\"",
          "ID": "5"
        },
        {
          "text": "The voice of one saying, \"Cry out!\" And I said, \"What should I cry out?\" \"All flesh is grass, and all its glory is like the flower of the field.",
          "ID": "6"
        },
        {
          "text": "The grass has dried up, and the flower has fallen. For the Spirit of the Lord has blown over it. Truly, the people are like grass.",
          "ID": "7"
        },
        {
          "text": "The grass has dried up, and the flower has fallen. But the Word of our Lord remains for eternity.\"",
          "ID": "8"
        },
        {
          "text": "You who evangelize Zion, climb a high mountain! You who evangelize Jerusalem, lift up your voice with strength! Lift it up! Do not be afraid! Say to the cities of Judah: \"Behold, your God!\"",
          "ID": "9"
        },
        {
          "text": "Behold, the Lord God will arrive in strength, and his arm will rule. Behold, his reward is with him, and his work is before him.",
          "ID": "10"
        },
        {
          "text": "He will pasture his flock like a shepherd. He will gather together the lambs with his arm, and he will lift them up to his bosom, and he himself will carry the very young.",
          "ID": "11"
        },
        {
          "text": "Who has measured the waters in the hollow of his hand, and who has weighed the heavens with his palm? Who has suspended the mass of the earth with three fingers, and who has weighed the mountains on a balance and the hills on a scale?",
          "ID": "12"
        },
        {
          "text": "Who has assisted the Spirit of the Lord? Or who has been his counselor and has revealed things to him?",
          "ID": "13"
        },
        {
          "text": "With whom has he consulted? And who has instructed him, and taught him the path of justice, and guided him to knowledge, and revealed the way of understanding to him?",
          "ID": "14"
        },
        {
          "text": "Behold, the nations are like a drop of water in a bucket, and they are considered as the smallest grain on a balance. Behold, the islands are like a little dust.",
          "ID": "15"
        },
        {
          "text": "And Lebanon will not be sufficient to start a fire, and its animals will not be sufficient for a burnt offering.",
          "ID": "16"
        },
        {
          "text": "All the nations in his sight are as if they did not exist, and they are considered by him as if they were nothingness and emptiness.",
          "ID": "17"
        },
        {
          "text": "Therefore, to whom would you liken God? Or with what image would you replace him?",
          "ID": "18"
        },
        {
          "text": "Should the workman cast a statue? Or has the goldsmith formed it with gold, or the silversmith with plates of silver?",
          "ID": "19"
        },
        {
          "text": "He has chosen strong wood that will not decay. The skillful artisan seeks a way to set up an idol that cannot be moved.",
          "ID": "20"
        },
        {
          "text": "Do you not know? Have you not heard? Has it not been announced to you from the beginning? Have you not understood the foundations of the earth?",
          "ID": "21"
        },
        {
          "text": "He is the One who sits upon the globe of the earth, and its inhabitants are like locusts. He extends the heavens as if they were nothing, and he spreads them out like a tent, in which to dwell.",
          "ID": "22"
        },
        {
          "text": "He has brought those who examine what is secret to nothingness. He has brought the judges of the earth to emptiness.",
          "ID": "23"
        },
        {
          "text": "And certainly, their stalk was neither planted, nor sown, nor rooted in the ground. He has suddenly blown them across them, and they have withered, and a whirlwind will carry them away like chaff.",
          "ID": "24"
        },
        {
          "text": "\"And to whom would you compare me or equate me?\" says the Holy One.",
          "ID": "25"
        },
        {
          "text": "Lift up your eyes on high, and see who has created these things. He leads forth their army by number, and he calls them all by name. Because of the fullness of his strength and robustness and virtue, not one of them was left behind.",
          "ID": "26"
        },
        {
          "text": "Why do you say this, O Jacob, and why do you speak this way, O Israel? \"My way has been hidden from the Lord, and my judgment escaped notice by my God.\"",
          "ID": "27"
        },
        {
          "text": "Do you not know, or have you not heard? The Lord is the eternal God, who has created the limits of the earth. He does not diminish, and he does not struggle. Neither is his wisdom searchable.",
          "ID": "28"
        },
        {
          "text": "It is he who gives strength to the weary, and it is he who increases fortitude and strength in those who are failing.",
          "ID": "29"
        },
        {
          "text": "Servants will struggle and fail, and young men will fall into infirmity.",
          "ID": "30"
        },
        {
          "text": "But those who hope in the Lord will renew their strength. They will take up wings like eagles. They will run and not struggle. They will walk and not tire.",
          "ID": "31"
        }
      ],
      "ID": "OT:ISA.40",
      "name": "Isaiah 40"
    },
    {
      "text": [
        {
          "text": "Let the islands be silent before me, and let the nations take new strength. Let them draw near, and then speak. Let us apply for judgment together.",
          "ID": "1"
        },
        {
          "text": "Who has raised up a just man from the east, and has called him to follow him? He will place the nations under his gaze, and he will rule over kings. He will cause them to be like dust before his sword, like chaff driven by the wind before his bow.",
          "ID": "2"
        },
        {
          "text": "He will pursue them. He will pass by in peace. No trace will appear after his feet.",
          "ID": "3"
        },
        {
          "text": "Who has worked and accomplished these things, calling to the generations from the beginning? \"It is I, the Lord! I am the first and the last.\"",
          "ID": "4"
        },
        {
          "text": "The islands saw it and were afraid. The ends of the earth were stupefied. They drew near and arrived.",
          "ID": "5"
        },
        {
          "text": "Each one will help his neighbor and will say to his brother, \"Be strengthened.\"",
          "ID": "6"
        },
        {
          "text": "The coppersmith striking with the mallet encouraged him who was forging at that time, saying, \"It is ready for soldering.\" And he strengthened it with nails, so that it would not be moved.",
          "ID": "7"
        },
        {
          "text": "But you, O Israel, are my servant, O Jacob, whom I have chosen, the offspring of my friend Abraham.",
          "ID": "8"
        },
        {
          "text": "For his sake, I have taken you from the ends of the earth, and I have called you from its distant places. And I said to you: \"You are my servant. I have chosen you, and I have not cast you aside.\"",
          "ID": "9"
        },
        {
          "text": "Do not be afraid, for I am with you. Do not turn away, for I am your God. I have strengthened you, and I have assisted you, and the right hand of my just one has upheld you.",
          "ID": "10"
        },
        {
          "text": "Behold, all who fight against you shall be confounded and ashamed. They will be as if they did not exist, and the men who contradict you will perish.",
          "ID": "11"
        },
        {
          "text": "You will seek them, and you will not find them. The men who rebel against you will be as if they did not exist. And the men who make war against you will be like something that has been consumed.",
          "ID": "12"
        },
        {
          "text": "For I am the Lord your God. I take you by your hand, and I say to you: Do not be afraid. I have helped you.",
          "ID": "13"
        },
        {
          "text": "Fear not, O worm of Jacob, you who are dead within Israel. I have helped you, says the Lord, your Redeemer, the Holy One of Israel.",
          "ID": "14"
        },
        {
          "text": "I have established you like a new threshing cart, having serrated blades. You will thresh the mountains and crush them. And you will turn the hills into chaff.",
          "ID": "15"
        },
        {
          "text": "You will winnow them, and the wind will blow them away, and the whirlwind will scatter them. And you shall exult in the Lord; you shall rejoice in the Holy One of Israel.",
          "ID": "16"
        },
        {
          "text": "The indigent and the poor are seeking water, but there is none. Their tongue has been dried up by thirst. I, the Lord, will heed them. I, the God of Israel, will not abandon them.",
          "ID": "17"
        },
        {
          "text": "I will open rivers in the high hills, and fountains in the midst of the plains. I will turn the desert into pools of water, and the impassable land into streams of water.",
          "ID": "18"
        },
        {
          "text": "I will plant the cedar in a deserted place, with the thorn, and the myrtle, and the olive tree. In the desert, I will plant the pine, and the elm, and the box tree together,",
          "ID": "19"
        },
        {
          "text": "so that they may see and know, acknowledge and understand, together, that the hand of the Lord has accomplished this, and that the Holy One of Israel has created it.",
          "ID": "20"
        },
        {
          "text": "Bring your case forward, says the Lord. Bring it here, if you have anything to allege, says the King of Jacob.",
          "ID": "21"
        },
        {
          "text": "Let them approach and announce to us the things that will occur. Announce to us the things that were before. And we will apply our heart to them, and we will know their end. And so, reveal to us the things that will occur.",
          "ID": "22"
        },
        {
          "text": "Announce the things that will occur in the future, and we will know that you are gods. Likewise, accomplish good or evil, if you are able, and let us speak of it and see it together.",
          "ID": "23"
        },
        {
          "text": "Behold, you exist out of nothing, and your work is from what does not exist; he who has chosen you is an abomination.",
          "ID": "24"
        },
        {
          "text": "I have raised up one from the north, and he will arrive from the rising of the sun. He will call upon my name, and he will reduce magistrates to mud, like a potter working with clay.",
          "ID": "25"
        },
        {
          "text": "Who has announced this from its rising, so that we may know it, or from its beginning, so that we may say, \"You are just.\" There is no one who either announces, or predicts, or hears your words.",
          "ID": "26"
        },
        {
          "text": "The first one will say to Zion: \"Behold, they are here,\" and to Jerusalem, \"I will present an evangelist.\"",
          "ID": "27"
        },
        {
          "text": "And I saw, and there was no one among any of them to consult, or who, when I asked, could answer a word.",
          "ID": "28"
        },
        {
          "text": "Behold, they are all unjust, and their works are empty. Their idols are wind and emptiness.",
          "ID": "29"
        }
      ],
      "ID": "OT:ISA.41",
      "name": "Isaiah 41"
    },
    {
      "text": [
        {
          "text": "Behold my servant, I will uphold him, my elect, with him my soul is well-pleased. I have sent my Spirit upon him. He will offer judgment to the nations.",
          "ID": "1"
        },
        {
          "text": "He will not cry out, and he will not show favoritism to anyone; neither will his voice be heard abroad.",
          "ID": "2"
        },
        {
          "text": "The bruised reed he will not break, and the smoldering wick he will not extinguish. He will lead forth judgment unto truth.",
          "ID": "3"
        },
        {
          "text": "He will not be saddened or troubled, until he establishes judgment on earth. And the islands will await his law.",
          "ID": "4"
        },
        {
          "text": "Thus says the Lord God, who created the heavens and expanded it, who formed the earth and all that springs from it, who gives breath to the people in it, and spirit to those walking on it.",
          "ID": "5"
        },
        {
          "text": "I, the Lord, have called you in justice, and I have taken your hand and preserved you. And I have presented you as a covenant of the people, as a light to the Gentiles,",
          "ID": "6"
        },
        {
          "text": "so that you may open the eyes of the blind, and lead out the prisoner from confinement and those sitting in darkness from the house of incarceration.",
          "ID": "7"
        },
        {
          "text": "I am the Lord; this is my name. I will not give my glory to another, nor my praise to graven things.",
          "ID": "8"
        },
        {
          "text": "The things that were first, behold, they have arrived. And I also announce what is new. Before these things arise, I will cause you to hear about them.",
          "ID": "9"
        },
        {
          "text": "Sing to the Lord a new canticle, sing his praise from the ends of the earth, you who descend into the sea and all its fullness, the islands and their inhabitants.",
          "ID": "10"
        },
        {
          "text": "Let the desert and its cities be lifted up. Kedar will dwell in houses. O inhabitants of the rock, give praise! They will cry out from the top of the mountains.",
          "ID": "11"
        },
        {
          "text": "They will give glory to the Lord, and they will announce his praise to the islands.",
          "ID": "12"
        },
        {
          "text": "The Lord will go forth like a strong man; like a man of battle, he will stir up zeal. He will shout and cry out. He will prevail against his enemies.",
          "ID": "13"
        },
        {
          "text": "I have always been quiet; I have been silent; I have been patient. I will speak like a woman giving birth. I will destroy and consume, all at once.",
          "ID": "14"
        },
        {
          "text": "I will desolate the mountains and the hills, and I will wither all their grass. And I will turn rivers into islands, and I will dry up the pools of water.",
          "ID": "15"
        },
        {
          "text": "And I will lead the blind along a way which they do not know. And I will cause them to walk along paths with which they were unfamiliar. I will turn darkness into light before them, and crooked into straight. These things I have done for them. For I have not abandoned them.",
          "ID": "16"
        },
        {
          "text": "They have been converted again. Let those who trust in graven idols be greatly confounded, for they say to a molten thing, \"You are our god.\"",
          "ID": "17"
        },
        {
          "text": "You who are deaf, hear! You who are blind, turn your gaze and see!",
          "ID": "18"
        },
        {
          "text": "Who is blind, except my servant? Who is deaf, except the one to whom I have sent my messengers? Who is blind, except the one who has been sold? And who is blind, except the servant of the Lord?",
          "ID": "19"
        },
        {
          "text": "You who see many things, will you not keep them? You who have open ears, will you not listen?",
          "ID": "20"
        },
        {
          "text": "And the Lord was willing to sanctify him, and to magnify the law, and to exalt him.",
          "ID": "21"
        },
        {
          "text": "But this same people has robbed and laid waste. All their youth are a snare, and they have been hidden in houses of confinement. They have become victims; there is no one who may rescue them. They have been plundered; there is no one who may say, \"Restore.\"",
          "ID": "22"
        },
        {
          "text": "Who is there among you who will hear this, who will listen closely and heed this in the future?",
          "ID": "23"
        },
        {
          "text": "Who has handed over Jacob into plunder, and Israel into devastation? It is not the Lord himself, against whom we have sinned? And they were not willing to walk in his ways, and they have not listened to his law.",
          "ID": "24"
        },
        {
          "text": "And so, he poured out over him the indignation of his fury and a strong battle. And he burned him all around, and he did not realize it. And he set him on fire, and he did not understand it.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.42",
      "name": "Isaiah 42"
    },
    {
      "text": [
        {
          "text": "And now thus says the Lord who created you, O Jacob, and who formed you, O Israel: Do not be afraid. For I have redeemed you, and I have called you by your name. You are mine.",
          "ID": "1"
        },
        {
          "text": "When you pass through the waters, I will be with you, and the rivers will not cover you. When you walk through fire, you will not be burned, and the flames will not scorch you.",
          "ID": "2"
        },
        {
          "text": "For I am the Lord your God, the Holy One of Israel, your Saviour. I have presented Egypt as your atonement, Ethiopia and Seba on your behalf.",
          "ID": "3"
        },
        {
          "text": "Since then, you have become honorable in my eyes, and glorious. I have loved you, and I will present men on behalf of you, and people on behalf of your life.",
          "ID": "4"
        },
        {
          "text": "Fear not, for I am with you. I will lead your offspring from the East, and I will gather you from the West.",
          "ID": "5"
        },
        {
          "text": "I will say to the North, \"Release him,\" and to the South, \"Do not turn him away.\" Bring my sons from far away, and my daughters from the ends of the earth.",
          "ID": "6"
        },
        {
          "text": "And each one who calls upon my name, I have created for my glory. I have formed him, and I have made him.",
          "ID": "7"
        },
        {
          "text": "Lead forth the people who are blind and have eyes, who are deaf and have ears.",
          "ID": "8"
        },
        {
          "text": "All the nations have been assembled together, and the tribes have been collected. Who among you will announce this, and who will cause us to listen to the things that are first? Let them present their witnesses. Let them act justly, and listen, and say: \"It is true.\"",
          "ID": "9"
        },
        {
          "text": "You are my witnesses, says the Lord, and you are my servant, whom I have chosen, so that you may know, and may believe in me, and so that you may understand that I am the same. Before me, there was no god formed, and after me there will be none.",
          "ID": "10"
        },
        {
          "text": "I am. I am the Lord. And there is no savior apart from me.",
          "ID": "11"
        },
        {
          "text": "I have announced, and I have saved. I have caused it to be heard. And there was no stranger among you. You are my witnesses, says the Lord, and I am God.",
          "ID": "12"
        },
        {
          "text": "And from the beginning, I am the same. And there is no one who can rescue from my hand. I act, and who can turn it aside?",
          "ID": "13"
        },
        {
          "text": "Thus says the Lord, your Redeemer, the Holy One of Israel: For your sake, I sent to Babylon, and tore down all their bars, with the Chaldeans who glory in their ships.",
          "ID": "14"
        },
        {
          "text": "I am the Lord, your Holy One, the Creator of Israel, your King.",
          "ID": "15"
        },
        {
          "text": "Thus says the Lord, who gave you a way through the sea and a path through the torrent of waters,",
          "ID": "16"
        },
        {
          "text": "who led out the chariot and the horse, the column of robust troops. They went to sleep together, and they will not arise. They have been crushed like flax, and they have been extinguished.",
          "ID": "17"
        },
        {
          "text": "You need not call to mind the past, nor consider the things of antiquity.",
          "ID": "18"
        },
        {
          "text": "Behold, I am accomplishing new things. And presently, they will spring forth. With certainty, you will know them. I will make a way in the desert, and rivers in an impassible place.",
          "ID": "19"
        },
        {
          "text": "The wild beasts of the field will glorify me, with the serpents and the ostriches. For I have brought waters to the desert, rivers to inaccessible places, in order to give drink to my people, to my elect.",
          "ID": "20"
        },
        {
          "text": "This is the people whom I have formed for myself. They will speak my praise.",
          "ID": "21"
        },
        {
          "text": "But you have not called upon me, O Jacob, nor have you struggled for me, O Israel.",
          "ID": "22"
        },
        {
          "text": "You have not offered me the ram of your holocaust, and you have not glorified me with your victims. I have not burdened you with oblations, nor have I wearied you with incense.",
          "ID": "23"
        },
        {
          "text": "You have bought me no sweet cane with money, and you have not inebriated me with the fat of your victims. Yet truly, you have burdened me with your sins; you have wearied me with your iniquities.",
          "ID": "24"
        },
        {
          "text": "I am. I am the very One who wipes away your iniquities for my own sake. And I will not remember your sins.",
          "ID": "25"
        },
        {
          "text": "Call me to mind, and let us go to judgment together. If you have anything to justify yourself, explain it.",
          "ID": "26"
        },
        {
          "text": "Your first father sinned, and your interpreters have betrayed me.",
          "ID": "27"
        },
        {
          "text": "And so, I have defiled the holy leaders. I have handed over Jacob to slaughter, and Israel to calumny.",
          "ID": "28"
        }
      ],
      "ID": "OT:ISA.43",
      "name": "Isaiah 43"
    },
    {
      "text": [
        {
          "text": "And now, listen, Jacob, my servant, and Israel, whom I have chosen.",
          "ID": "1"
        },
        {
          "text": "Thus says the Lord, who made and formed you, your Helper from the womb: Do not be afraid, Jacob, my servant and my most righteous, whom I have chosen.",
          "ID": "2"
        },
        {
          "text": "For I will pour out waters upon the thirsty ground, and rivers upon the dry land. I will pour out my Spirit upon your offspring, and my benediction upon your stock.",
          "ID": "3"
        },
        {
          "text": "And they will spring up among the plants, like willows beside running waters.",
          "ID": "4"
        },
        {
          "text": "This one will say, \"I am the Lord's,\" and that one will call himself by the name of Jacob, and yet another will write with his hand, \"For the Lord,\" and he will take the name Israel.",
          "ID": "5"
        },
        {
          "text": "Thus says the Lord, the King and Redeemer of Israel, the Lord of hosts: I am the first, and I am the last, and there is no God apart from me.",
          "ID": "6"
        },
        {
          "text": "Who is like me? Let him call out and announce it. And let him explain to me the order of things, since it is I who appointed the ancient people. The things of the near and the distant future, let him announce them.",
          "ID": "7"
        },
        {
          "text": "Do not be afraid, and do not be disturbed. From the time when I caused you to listen, I also announced it. You are my witnesses. Is there another God beside me, also a Maker, whom I have not known?",
          "ID": "8"
        },
        {
          "text": "All of those who create idols are nothing, and their most beloved things will not benefit them. These are their witnesses, for they do not see, and they do not understand, so that they might be confounded.",
          "ID": "9"
        },
        {
          "text": "Who has formed a god or cast a molten image, which is useful for nothing?",
          "ID": "10"
        },
        {
          "text": "Behold, all those who partake in this will be confounded. For these makers are men. They will all assemble together. They will stand and be terrified. And they will be confounded together.",
          "ID": "11"
        },
        {
          "text": "The maker of iron has wrought with his file. With coals and hammers, he has formed it, and he has wrought with the strength of his arm. He will hunger and grow faint. He will not drink water, and he will become weary.",
          "ID": "12"
        },
        {
          "text": "The maker of wood has extended his ruler. He has formed it with a plane. He has made it with corners, and he has smoothed its curves. And he has made the image of a man, a seemingly beautiful man, dwelling in a house.",
          "ID": "13"
        },
        {
          "text": "He has cut down cedars; he has taken the evergreen oak, and the oak that stood among the trees of the forest. He has planted the pine tree, which the rain has nourished.",
          "ID": "14"
        },
        {
          "text": "And it is used by men for fuel. He took from it and warmed himself. And he set it on fire and baked bread. But from the remainder, he made a god, and he adored it. He made an idol, and he bowed down before it.",
          "ID": "15"
        },
        {
          "text": "Part of it, he burned with fire, and with part of it, he cooked meat; he boiled food and was filled. And he was warmed, and so he said: \"Ah, I am warm. I have gazed at the fire.\"",
          "ID": "16"
        },
        {
          "text": "But from its remainder, he made a god and a graven image for himself. He bowed down before it, and he adored it, and he prayed to it, saying: \"Free me! For you are my god.\"",
          "ID": "17"
        },
        {
          "text": "They have neither known nor understood. For their eyes are obscured, lest they see with their eyes and understand with their heart.",
          "ID": "18"
        },
        {
          "text": "They do not consider in their mind, nor do they know, nor do they think to say: \"I have burned part of it in the fire, and I have baked bread upon its coals. I have cooked flesh and I have eaten. And from its remainder, should I make an idol? Should I fall prostrate before the trunk of a tree?\"",
          "ID": "19"
        },
        {
          "text": "Part of it is ashes. His foolish heart adores it. And he will not liberate his soul, and he will not say, \"Perhaps there is a lie in my right hand.\"",
          "ID": "20"
        },
        {
          "text": "Remember these things, O Jacob, O Israel. For you are my servant. I have formed you. You are my servant, Israel. Do not forget me.",
          "ID": "21"
        },
        {
          "text": "I have wiped away your iniquities like a cloud, and your sins like a mist. Return to me, because I have redeemed you.",
          "ID": "22"
        },
        {
          "text": "Give praise, O heavens! For the Lord has shown mercy. Shout with joy, O ends of the earth! Let the mountains resound with praise, with the forest and all its trees. For the Lord has redeemed Jacob, and Israel will be glorified.",
          "ID": "23"
        },
        {
          "text": "Thus says the Lord, your Redeemer, and your Maker from the womb: I am the Lord, who makes all things, who alone extends the heavens, who makes the earth firm. And there is no one with me.",
          "ID": "24"
        },
        {
          "text": "I make the signs of the diviners useless, and I turn the seers to madness. I turn the wise backwards, and make their knowledge into foolishness.",
          "ID": "25"
        },
        {
          "text": "I lift up the word of my servant, and I fulfill the counsel of my messengers. I say to Jerusalem, \"You shall be inhabited,\" and to the cities of Judah, \"You shall be rebuilt,\" and I will lift up its deserts.",
          "ID": "26"
        },
        {
          "text": "I say to the depths, \"Be desolate,\" and, \"I will dry up your rivers.\"",
          "ID": "27"
        },
        {
          "text": "I say to Cyrus, \"You are my shepherd, and you will accomplish all that I will.\" I say to Jerusalem, \"You shall be built,\" and to the Temple, \"Your foundations shall be laid.\"",
          "ID": "28"
        }
      ],
      "ID": "OT:ISA.44",
      "name": "Isaiah 44"
    },
    {
      "text": [
        {
          "text": "Thus says the Lord to my anointed Cyrus, whose right hand I hold, so that I may subjugate the nations before his face, and I may turn the backs of kings, and I may open the doors before him, and so that the gates will not be shut.",
          "ID": "1"
        },
        {
          "text": "I will go before you. And I will humble the glorious ones of the earth. I will shatter the gates of brass, and I will break apart the bars of iron.",
          "ID": "2"
        },
        {
          "text": "And I will give you hidden treasures and the knowledge of secret things, so that you may know that I am the Lord, the God of Israel, who calls your name.",
          "ID": "3"
        },
        {
          "text": "For the sake of Jacob, my servant, and Israel, my elect, I have even called you by your name. I have taken you up, and you have not known me.",
          "ID": "4"
        },
        {
          "text": "I am the Lord, and there is no one else. There is no god beside me. I girded you, and you have not known me.",
          "ID": "5"
        },
        {
          "text": "So may those who are from the rising of the sun, and those who are from its setting, know that there is no one beside me. I am the Lord, and there is no other.",
          "ID": "6"
        },
        {
          "text": "I form the light and create the darkness. I make peace and create disaster. I, the Lord, do all these things.",
          "ID": "7"
        },
        {
          "text": "Send down dew from above, O heavens, and let the clouds rain down upon the just! Let the earth open and spring forth a savior! And let justice rise up at once! I, the Lord, have created him.",
          "ID": "8"
        },
        {
          "text": "Woe to him who contradicts his Maker, a mere shard from an earthen vessel! Should the clay say to the potter, \"What are you making?\" or, \"Your work is not made by your hands?\"",
          "ID": "9"
        },
        {
          "text": "Woe to him who says to his father, \"Why did you conceive?\" or to a woman, \"Why did you give birth?\"",
          "ID": "10"
        },
        {
          "text": "Thus says the Lord, the Holy One of Israel, his Maker: Would you question me about the future, concerning my sons, and command me concerning the work of my hands?",
          "ID": "11"
        },
        {
          "text": "I made the earth, and I created man upon it. My hand stretched out the heavens, and I have commanded all their hosts.",
          "ID": "12"
        },
        {
          "text": "I have raised him up unto justice, and I will direct all his ways. He himself will build my city and release my captives, but not for ransom or gifts, says the Lord, the God of hosts.",
          "ID": "13"
        },
        {
          "text": "Thus says the Lord: The labor of Egypt, and the business dealings of Ethiopia, and of the Sabeans, men of stature, will pass to you and will be yours. They will walk behind you. They will travel, bound in irons. And they will adore you and petition you: \"In you alone is God, and there is no God apart from you.",
          "ID": "14"
        },
        {
          "text": "Truly, you are a hidden God, the God of Israel, the Savior.\"",
          "ID": "15"
        },
        {
          "text": "They have all been confounded and should be ashamed! These fabricators of errors have departed together into confusion!",
          "ID": "16"
        },
        {
          "text": "Israel is saved in the Lord by an eternal salvation. You will not be confounded, and you will not be ashamed, even forever and ever.",
          "ID": "17"
        },
        {
          "text": "For thus says the Lord, who created the heavens, God himself who formed the earth and made it, the very Molder of it. He did not create it to no purpose. He formed it so that it would be inhabited. I am the Lord, and there is no other.",
          "ID": "18"
        },
        {
          "text": "I have not spoken in secret, in a dark place of the earth. I have not said to the offspring of Jacob, \"Seek me in vain.\" I am the Lord, who speaks justice, who announces what is right.",
          "ID": "19"
        },
        {
          "text": "Assemble yourselves, and approach, and draw near together, you who have been saved among the Gentiles. They lack knowledge, who lift up the wood of their sculpture, and who petition a god unable to save.",
          "ID": "20"
        },
        {
          "text": "Announce it, and approach, and consult together. Who has caused this to be heard from the beginning, and who has foretold it from that time? Is it not I, the Lord? And is there some other god beside me? I am a just God who saves, and there is no one except me.",
          "ID": "21"
        },
        {
          "text": "All ends of the earth, be converted to me, and you will be saved. For I am God, and there is no other.",
          "ID": "22"
        },
        {
          "text": "I have sworn by myself. The Word of justice will proceed from my mouth, and it will not turn back.",
          "ID": "23"
        },
        {
          "text": "For every knee shall bend to me, and every tongue shall swear it.",
          "ID": "24"
        },
        {
          "text": "Therefore, he will say, \"In the Lord are my justices and my dominion.\" They will go to him. And all who fight against him will be confounded.",
          "ID": "25"
        },
        {
          "text": "In the Lord, all the offspring of Israel will be justified and praised.",
          "ID": "26"
        }
      ],
      "ID": "OT:ISA.45",
      "name": "Isaiah 45"
    },
    {
      "text": [
        {
          "text": "Bel has been broken. Nebo has been crushed. Their idols have been placed upon beasts and cattle, your grievous heavy burdens, even unto exhaustion.",
          "ID": "1"
        },
        {
          "text": "They have been melted down, or have been smashed together. They were not able to save the one who carried them, and their life will go into captivity.",
          "ID": "2"
        },
        {
          "text": "Listen to me, house of Jacob, all the remnant of the house of Israel, who are carried in my bosom, who were born from my womb.",
          "ID": "3"
        },
        {
          "text": "Even to your old age, I am the same. And even with your grey hairs, I will carry you. I have made you, and I will sustain you. I will carry you, and I will save you.",
          "ID": "4"
        },
        {
          "text": "To whom would you likened me, or equate me, or compare me, or consider me to be similar?",
          "ID": "5"
        },
        {
          "text": "You take gold from a bag, and you weigh silver on a scale, so as to hire a goldsmith to make a god. And they fall prostrate and adore.",
          "ID": "6"
        },
        {
          "text": "They carry him on their shoulders, supporting him, and they set him in his place. And he will stand still and will not move from his place. But even when they will cry out to him, he will not hear. He will not save them from tribulation.",
          "ID": "7"
        },
        {
          "text": "Remember this, and be confounded. Return, you transgressors, to the heart.",
          "ID": "8"
        },
        {
          "text": "Remember the past ages. For I am God, and there is no other god. There is no one like me.",
          "ID": "9"
        },
        {
          "text": "From the beginning, I announce the last things, and from the start, the things that have not yet been done, saying: My plan will stand firm, and my entire will shall be done.",
          "ID": "10"
        },
        {
          "text": "I call a bird from the east, and from a far away land, the man of my will. And I have spoken it, and I will carry it out. I have created, and I will act.",
          "ID": "11"
        },
        {
          "text": "Hear me, you who are hard of heart, who are far from justice!",
          "ID": "12"
        },
        {
          "text": "I have brought my justice near. It will not be far away, and my salvation will not be delayed. I will grant salvation in Zion, and my glory in Israel.",
          "ID": "13"
        }
      ],
      "ID": "OT:ISA.46",
      "name": "Isaiah 46"
    },
    {
      "text": [
        {
          "text": "Descend, sit in the dust, O virgin daughter of Babylon! Sit on the ground. There is no throne for the daughter of the Chaldeans. For you shall no longer be called delicate and tender.",
          "ID": "1"
        },
        {
          "text": "Take a millstone and grind meal. Uncover your shame, bare your shoulder, reveal your legs, cross the streams.",
          "ID": "2"
        },
        {
          "text": "Your disgrace will be revealed, and your shame will be seen. I will seize vengeance, and no man will withstand me.",
          "ID": "3"
        },
        {
          "text": "Our Redeemer, the Lord of hosts is his name, the Holy One of Israel.",
          "ID": "4"
        },
        {
          "text": "Sit in silence, and enter into darkness, O daughter of the Chaldeans! For you shall no longer be called the noblewoman of kingdoms.",
          "ID": "5"
        },
        {
          "text": "I was angry with my people. I have polluted my inheritance, and I have given them into your hand. You have not shown mercy to them. You have greatly increased the burden of your yoke upon the elders.",
          "ID": "6"
        },
        {
          "text": "And you have said: \"I will be a noblewoman forever.\" You have not set these things upon your heart, and you have not remembered your end.",
          "ID": "7"
        },
        {
          "text": "And now, hear these things, you who are delicate and have confidence, who say in your heart: \"I am, and there is no one greater than me. I will not sit as a widow, and I will not know barrenness.\"",
          "ID": "8"
        },
        {
          "text": "These two things will suddenly overwhelm you in one day: barrenness and widowhood. All things shall overwhelm you, because of the multitude of your sorceries and because of the great cruelty of your enchantments.",
          "ID": "9"
        },
        {
          "text": "And you have trusted in your malice, and you have said: \"There is no one who sees me.\" Your wisdom and your knowledge, these have deceived you. And you have said in your heart: \"I am, and beside me there is no other.\"",
          "ID": "10"
        },
        {
          "text": "Evil will overwhelm you, and you will not notice its rising. And calamity will fall violently over you, and you will not be able to avert it. You will suddenly be overwhelmed by a misery such as you have never known.",
          "ID": "11"
        },
        {
          "text": "Stand with your incantations, and with the multitude of your sorceries, in which you have labored from your youth, as if somehow it might benefit you, or as if it were able to make you stronger.",
          "ID": "12"
        },
        {
          "text": "You have failed in the multitude of your plans! Let the seers stand and save you, those who were contemplating the stars, and figuring the months, so that from these they might announce to you the things to come.",
          "ID": "13"
        },
        {
          "text": "Behold, they have become like stubble. Fire has consumed them. They will not free themselves from the power of the flames. These are not coals by which they may be warmed, nor is this a fire which they may sit beside.",
          "ID": "14"
        },
        {
          "text": "So have all these things, in which you have labored, become to you. Your merchants from your youth, each one has erred in his own way. There is no one who can save you.",
          "ID": "15"
        }
      ],
      "ID": "OT:ISA.47",
      "name": "Isaiah 47"
    },
    {
      "text": [
        {
          "text": "Listen to these things, O house of Jacob, you who are called by the name of Israel, and who went forth from the waters of Judah. You swear by the name of the Lord and you call to mind the God of Israel, but not in truth, and not in justice.",
          "ID": "1"
        },
        {
          "text": "For they have been called from the holy city, and they have been founded upon the God of Israel. The Lord of hosts is his name.",
          "ID": "2"
        },
        {
          "text": "From that time, I announced the former things. They went forth from my mouth, and I have caused them to be heard. I wrought these things suddenly, and they were fulfilled.",
          "ID": "3"
        },
        {
          "text": "For I knew that you are stubborn, and that your neck is like an iron sinew, and that your forehead is like brass.",
          "ID": "4"
        },
        {
          "text": "From that time, I foretold to you. Before these things happened, I revealed them to you, lest you say: \"My idols have accomplished these things, and my graven and molten images have commanded them.\"",
          "ID": "5"
        },
        {
          "text": "See all the things that you have heard. But were you the ones who announced them? From that time, I caused you to hear about new things, and you do not know how these were preserved.",
          "ID": "6"
        },
        {
          "text": "They are created now, and not in that time. And even before today, you did not hear of them; otherwise, you might say, \"Behold, I knew them.\"",
          "ID": "7"
        },
        {
          "text": "You have neither heard, nor known, nor were your ears open in that time. For I knew that you would transgress greatly, and so I called you a transgressor from the womb.",
          "ID": "8"
        },
        {
          "text": "For the sake of my name, I will take the face of my fury far away. And for the sake of my praise, I will bridle you, lest you perish.",
          "ID": "9"
        },
        {
          "text": "Behold, I have refined you, but not like silver. I have chosen you for the furnace of poverty.",
          "ID": "10"
        },
        {
          "text": "For my sake, for my own sake, I will do it, so that I may not be blasphemed. For I will not give my glory to another.",
          "ID": "11"
        },
        {
          "text": "Listen to me, O Jacob, and Israel whom I call. I am the same, I am the first, and I am the last.",
          "ID": "12"
        },
        {
          "text": "Also, my hand has founded the earth, and my right hand has measured the heavens. I will call them, and they will stand together.",
          "ID": "13"
        },
        {
          "text": "Gather together, all of you, and listen. Who among them has announced these things? The Lord has loved him; he will do his will with Babylon, and his arm is upon the Chaldeans.",
          "ID": "14"
        },
        {
          "text": "I am, I have spoken, and I have called him. I have led him forward, and his way has been straight.",
          "ID": "15"
        },
        {
          "text": "Draw near to me, and listen to this. From the beginning, I have not spoken in secret. From the time before it happened, I was there. And now, the Lord God has sent me, and his Spirit.",
          "ID": "16"
        },
        {
          "text": "Thus says the Lord, your Redeemer, the Holy One of Israel: I am the Lord, your God, who teaches you beneficial things, who guides you in the way that you walk.",
          "ID": "17"
        },
        {
          "text": "If only you had paid attention to my commandments! Your peace would have been like a river, and your justice would have been like the waves of the sea,",
          "ID": "18"
        },
        {
          "text": "and your offspring would have been like the sand, and the stock from your loins would have been like its stones. His name would not have passed away, nor would it have been worn away before my face.",
          "ID": "19"
        },
        {
          "text": "Depart from Babylon! Flee from the Chaldeans! Announce it with a voice of exultation. Cause it to be heard, and carry it even to the ends of the earth. Say: \"The Lord has redeemed his servant Jacob.\"",
          "ID": "20"
        },
        {
          "text": "They did not thirst in the desert, when he led them out. He produced water from the rock for them. For he split the rock, and the waters flowed out.",
          "ID": "21"
        },
        {
          "text": "\"There is no peace for the impious,\" says the Lord.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.48",
      "name": "Isaiah 48"
    },
    {
      "text": [
        {
          "text": "Pay attention, you islands, and listen closely, you far away peoples. The Lord has called me from the womb; from the womb of my mother, he has been mindful of my name.",
          "ID": "1"
        },
        {
          "text": "And he has appointed my mouth as a sharp sword. In the shadow of his hand, he has protected me. And he has appointed me as an elect arrow. In his quiver, he has hidden me.",
          "ID": "2"
        },
        {
          "text": "And he has said to me: \"You are my servant, Israel. For in you, I will glory.\"",
          "ID": "3"
        },
        {
          "text": "And I said: \"I have labored toward emptiness. I have consumed my strength without purpose and in vain. Therefore, my judgment is with the Lord, and my work is with my God.\"",
          "ID": "4"
        },
        {
          "text": "And now, says the Lord, who formed me from the womb as his servant, so that I may bring back Jacob to him, for Israel will not be gathered together, but I have been glorified in the eyes of the Lord and my God has become my strength,",
          "ID": "5"
        },
        {
          "text": "and so he has said: \"It is a small thing that you should be my servant so as to raise up the tribes of Jacob, and so as to convert the dregs of Israel. Behold, I have offered you as a light for the Gentiles, so that you may be my salvation, even to the furthest regions of the earth.\"",
          "ID": "6"
        },
        {
          "text": "Thus says the Lord, the Redeemer of Israel, his Holy One, to a contemptible soul, to an abominable nation, to the servant of lords: The kings will see, and the princes will rise up, and they will adore, because of the Lord. For he is faithful, and he is the Holy One of Israel, who has chosen you.",
          "ID": "7"
        },
        {
          "text": "Thus says the Lord: In a pleasing time, I have heeded you, and in the day of salvation, I have assisted you. And I have preserved you, and I have presented you as a covenant of the people, so that you would lift up the earth, and possess the scattered inheritances,",
          "ID": "8"
        },
        {
          "text": "so that you would say to those who are bound, \"Go forth!\" and to those who are in darkness, \"Be released!\" They will pasture along the roads, and their pastures will be in every open place.",
          "ID": "9"
        },
        {
          "text": "They will not hunger or thirst, nor will the heat of the sun beat down upon them. For the one who takes pity on them will rule them, and he will give them to drink from fountains of waters.",
          "ID": "10"
        },
        {
          "text": "And I will make all my mountains into a road, and my paths will be exalted.",
          "ID": "11"
        },
        {
          "text": "Behold, some will come from far away, and behold, others from the north and from the sea, and still others from the land of the south.",
          "ID": "12"
        },
        {
          "text": "Give praise, O heavens! And exult, O earth! Let the mountains give praise with jubilation! For the Lord has consoled his people, and he will take pity on his poor ones.",
          "ID": "13"
        },
        {
          "text": "And Zion said: \"The Lord has abandoned me, and the Lord has forgotten me.\"",
          "ID": "14"
        },
        {
          "text": "Can a woman forget her infant, so as not to take pity on the child of her womb? But even if she would forget, still I shall never forget you.",
          "ID": "15"
        },
        {
          "text": "Behold, I have engraved you on my hands. Your walls are always before my eyes.",
          "ID": "16"
        },
        {
          "text": "Your builders have arrived. Those who would tear you down and destroy you, they will depart from you.",
          "ID": "17"
        },
        {
          "text": "Lift up your eyes all around, and see: all these have been gathered together; they have come to you. As I live, says the Lord, you shall be clothed with all these things, as if with an ornament. And like a bride, you shall wrap these things all around you.",
          "ID": "18"
        },
        {
          "text": "For your deserts, and your solitary places, and the land of your ruination will now be too narrow, because of all the inhabitants. And those who devoured you will be chased far away.",
          "ID": "19"
        },
        {
          "text": "Even the children of your barrenness will say in your ears: \"This place is too narrow for me. Make me a spacious place in which to dwell.\"",
          "ID": "20"
        },
        {
          "text": "And you will say in your heart: \"Who has conceived them? I was barren and unable to give birth. I was taken away and held captive. And so, who has raised them? I was destitute and alone. And so, where have they been?\"",
          "ID": "21"
        },
        {
          "text": "Thus says the Lord God: Behold, I will lift up my hand to the Gentiles, and I will exalt my sign before the peoples. And they will carry your sons in their arms, and they will bear your daughters on their shoulders.",
          "ID": "22"
        },
        {
          "text": "And kings will be your caretakers, and queens will be your nursemaids. They will reverence you with their face to the ground, and they will lick the dust at your feet. And you will know that I am the Lord. For those who hope in him will not be confounded.",
          "ID": "23"
        },
        {
          "text": "Can prey be taken from the strong? Or is anything taken captive by the powerful able to be saved?",
          "ID": "24"
        },
        {
          "text": "For thus says the Lord: Certainly, even the captives will be taken away from the strong, even what has been taken by the powerful will be saved. And truly, I will judge those who have judged you, and I will save your children.",
          "ID": "25"
        },
        {
          "text": "And I will feed your enemies their own flesh. And they will be inebriated with their own blood, as with new wine. And all flesh will know that I am the Lord, who saves you, and your Redeemer, the Strong One of Jacob.",
          "ID": "26"
        }
      ],
      "ID": "OT:ISA.49",
      "name": "Isaiah 49"
    },
    {
      "text": [
        {
          "text": "Thus says the Lord: What is this bill of divorce for your mother, by which I have dismissed her? Or who is my creditor, to whom I have sold you? Behold, you were sold by your iniquities, and I have dismissed your mother for your wickedness.",
          "ID": "1"
        },
        {
          "text": "For I arrived, and there was no man. I called out, and there was no one who would hear. Has my hand been shortened and become small, so that I am unable to redeem? Or is there no power in me to deliver? Behold, at my rebuke, I will make the sea into a desert. I will turn rivers into dry land. The fish will rot for lack of water and will die of thirst.",
          "ID": "2"
        },
        {
          "text": "I will clothe the heavens in darkness, and I will make sackcloth their covering.",
          "ID": "3"
        },
        {
          "text": "The Lord has given me a learned tongue, so that I would know how to uphold with a word, one who has weakened. He rises in the morning, he rises to my ear in the morning, so that I may heed him like a teacher.",
          "ID": "4"
        },
        {
          "text": "The Lord God has opened my ear. And I do not contradict him. I have not turned back.",
          "ID": "5"
        },
        {
          "text": "I have given my body to those who strike me, and my cheeks to those who plucked them. I have not averted my face from those who rebuked me and who spit on me.",
          "ID": "6"
        },
        {
          "text": "The Lord God is my helper. Therefore, I have not been confounded. Therefore, I have set my face like a very hard rock, and I know that I will not be confounded.",
          "ID": "7"
        },
        {
          "text": "He who justifies me is near. Who will speak against me? Let us stand together. Who is my adversary? Let him approach me.",
          "ID": "8"
        },
        {
          "text": "Behold, the Lord God is my helper. Who is the one who would condemn me? Behold, they will all be worn away like a garment; the moth will devour them.",
          "ID": "9"
        },
        {
          "text": "Who is there among you who fears the Lord? Who hears the voice of his servant? Who has walked in darkness, and there is no light in him? Let him hope in the name of the Lord, and let him lean upon his God.",
          "ID": "10"
        },
        {
          "text": "Behold, all you who kindle a fire, wrapped in flames: walk in the light of your fire and in the flames that you have kindled. This has been done to you by my hand. You will sleep in anguish.",
          "ID": "11"
        }
      ],
      "ID": "OT:ISA.50",
      "name": "Isaiah 50"
    },
    {
      "text": [
        {
          "text": "Listen to me, you who follow what is just and who seek the Lord. Pay attention to the rock from which you have been hewn, and to the walls of the pit from which you have been dug.",
          "ID": "1"
        },
        {
          "text": "Pay attention to Abraham, your father, and to Sarah, who bore you. For I called him alone, and I blessed him, and I multiplied him.",
          "ID": "2"
        },
        {
          "text": "Therefore, the Lord will console Zion, and he will console all its ruins. And he will turn her desert into a place of delights, and her wilderness into a garden of the Lord. Gladness and rejoicing will be found in her, thanksgiving and a voice of praise.",
          "ID": "3"
        },
        {
          "text": "Pay attention to me, my people, and listen to me, my tribes. For a law will go forth from me, and my judgment will rest as a light for the nations.",
          "ID": "4"
        },
        {
          "text": "My just one is near. My savior has gone forth. And my arms will judge the people. The islands will hope in me, and they will patiently wait for my arm.",
          "ID": "5"
        },
        {
          "text": "Lift up your eyes to heaven, and look down to the earth below. For the heavens will vanish like smoke, and the earth will be worn away like a garment, and its inhabitants will pass away in like manner. But my salvation will be forever, and my justice will not fail.",
          "ID": "6"
        },
        {
          "text": "Listen to me, you who know what is just, my people who have my law in their heart. Do not be afraid of disgrace among men, and do not dread their blasphemies.",
          "ID": "7"
        },
        {
          "text": "For the worm will consume them like a garment, and the moth will devour them like wool. But my salvation will be forever, and my justice will be from generation to generation.",
          "ID": "8"
        },
        {
          "text": "Rise up, Rise up! Clothe yourself in strength, O arm of the Lord! Rise up as in the days of antiquity, as in generations long past. Have you not struck the arrogant one and wounded the dragon?",
          "ID": "9"
        },
        {
          "text": "Have not you dried up the sea, the waters of the great abyss, and turned the depths of the sea into a road, so that the delivered could cross over it?",
          "ID": "10"
        },
        {
          "text": "And now, those who have been redeemed by the Lord will return. And they will arrive in Zion, praising. And everlasting rejoicing will be upon their heads. They will take hold of gladness and rejoicing. Anguish and mourning will flee away.",
          "ID": "11"
        },
        {
          "text": "It is I, I myself, who will console you. Who are you that you would be afraid of a mortal man, and of a son of man, who will wither like the grass?",
          "ID": "12"
        },
        {
          "text": "And have you forgotten the Lord, your Maker, who extended the heavens, and who founded the earth? And have you been in constant dread, all day long, at the face of his fury, of the one who afflicted you and who had prepared to destroy you? Where is the fury of the oppressor now?",
          "ID": "13"
        },
        {
          "text": "Advancing quickly, he will arrive to be revealed, and he will not kill unto utter destruction, nor will his bread fail.",
          "ID": "14"
        },
        {
          "text": "But I am the Lord, your God, who stirs up the sea, and who makes the waves swell. The Lord of hosts is my name.",
          "ID": "15"
        },
        {
          "text": "I have placed my words in your mouth, and I have protected you in the shadow of my hand, so that you might plant the heavens, and found the earth, and so that you might say to Zion, \"You are my people.\"",
          "ID": "16"
        },
        {
          "text": "Lift up, Lift up! Arise, O Jerusalem! You drank, from the hand of the Lord, the cup of his wrath. You drank, even to the bottom of the cup of deep sleep. And you were given to drink, all the way to the dregs.",
          "ID": "17"
        },
        {
          "text": "There is no one who can uphold her, out of all the sons whom she has conceived. And there is no one who would take her by the hand, out of all the sons whom she has raised.",
          "ID": "18"
        },
        {
          "text": "There are two things which have happened to you. Who will be saddened over you? There is devastation and destruction, and famine and sword. Who will console you?",
          "ID": "19"
        },
        {
          "text": "Your sons have been cast out. They have slept at the head of all the roads, and they have been ensnared like a gazelle. They have been filled by the indignation of the Lord, by the rebuke of your God.",
          "ID": "20"
        },
        {
          "text": "Therefore, listen to this, O poor little ones, and you who have been inebriated, but not by wine.",
          "ID": "21"
        },
        {
          "text": "Thus says your Sovereign, the Lord, and your God, who will fight on behalf of his people: Behold, I have taken the cup of deep sleep from your hand. You shall no longer drink from the bottom of the cup of my indignation.",
          "ID": "22"
        },
        {
          "text": "And I will set it in the hand of those who have humiliated you, and who have said to your soul: \"Bow down, so that we pass over.\" And you placed your body on the ground, as a path for them to pass over.",
          "ID": "23"
        }
      ],
      "ID": "OT:ISA.51",
      "name": "Isaiah 51"
    },
    {
      "text": [
        {
          "text": "Rise up, Rise up! Clothe yourself in strength, O Zion! Put on the garments of your glory, O Jerusalem, the city of the Holy One! For the uncircumcised and the unclean will no longer pass through you.",
          "ID": "1"
        },
        {
          "text": "Shake yourself from the dust! Arise and sit up, O Jerusalem! Loose the chains from your neck, O captive daughter of Zion!",
          "ID": "2"
        },
        {
          "text": "For thus says the Lord: You were sold for nothing, and you will be redeemed without money.",
          "ID": "3"
        },
        {
          "text": "For thus says the Lord God: My people descended into Egypt, in the beginning, in order to sojourn there. But the Assyrian oppressed them, without any cause at all.",
          "ID": "4"
        },
        {
          "text": "And now, what is left for me here, says the Lord? For my people have been taken away without cause. Their lords treat them unjustly, says the Lord. And my name is being continually blasphemed all day long.",
          "ID": "5"
        },
        {
          "text": "Because of this, my people will know my name, in that day. For it is I myself who is speaking. Behold, I am here.",
          "ID": "6"
        },
        {
          "text": "How beautiful upon the mountains are the feet of the messenger and the preacher of peace! Announcing good and preaching peace, they are saying to Zion, \"Your God will reign!\"",
          "ID": "7"
        },
        {
          "text": "It is the voice of your watchmen. They have lifted up their voice. They will praise together. For they will see eye to eye, when the Lord converts Zion.",
          "ID": "8"
        },
        {
          "text": "Be glad and rejoice together, O deserts of Jerusalem! For the Lord has consoled his people. He has redeemed Jerusalem.",
          "ID": "9"
        },
        {
          "text": "The Lord has prepared his holy arm, in the sight of all the Gentiles. And all the ends of the earth will see the salvation of our God.",
          "ID": "10"
        },
        {
          "text": "Depart, depart, get out of here! Do not be willing to touch what is polluted. Go out from her midst! Be cleansed, you who bear the vessels of the Lord.",
          "ID": "11"
        },
        {
          "text": "For you will not go out in a tumult, nor will you take flight in a hurry. For the Lord will precede you, and the God of Israel will gather you.",
          "ID": "12"
        },
        {
          "text": "Behold, my servant will understand; he will be exalted and lifted up, and he will be very sublime.",
          "ID": "13"
        },
        {
          "text": "Just as they were stupefied over you, so will his countenance be without glory among men, and his appearance, among the sons of men.",
          "ID": "14"
        },
        {
          "text": "He will sprinkle many nations; kings will close their mouth because of him. And those to whom he was not described, have seen. And those who have not heard, have considered.",
          "ID": "15"
        }
      ],
      "ID": "OT:ISA.52",
      "name": "Isaiah 52"
    },
    {
      "text": [
        {
          "text": "Who has believed our report? And to whom has the arm of the Lord been revealed?",
          "ID": "1"
        },
        {
          "text": "And he will rise up like a tender plant in his sight, and like a root from the thirsty ground. There is no beautiful or stately appearance in him. For we looked upon him, and there was no aspect, such that we would desire him.",
          "ID": "2"
        },
        {
          "text": "He is despised and the least among men, a man of sorrows who knows infirmity. And his countenance was hidden and despised. Because of this, we did not esteem him.",
          "ID": "3"
        },
        {
          "text": "Truly, he has taken away our weaknesses, and he himself has carried our sorrows. And we thought of him as if he were a leper, or as if he had been struck by God and humiliated.",
          "ID": "4"
        },
        {
          "text": "But he himself was wounded because of our iniquities. He was bruised because of our wickedness. The discipline of our peace was upon him. And by his wounds, we are healed.",
          "ID": "5"
        },
        {
          "text": "We have all gone astray like sheep; each one has turned aside to his own way. And the Lord has placed all our iniquity upon him.",
          "ID": "6"
        },
        {
          "text": "He was offered up, because it was his own will. And he did not open his mouth. He will be led like a sheep to the slaughter. And he will be mute like a lamb before his shearer. For he will not open his mouth.",
          "ID": "7"
        },
        {
          "text": "He was lifted up from anguish and judgment. Who will describe his life? For he has been cut off from the land of the living. Because of the wickedness of my people, I have struck him down.",
          "ID": "8"
        },
        {
          "text": "And he will be given a place with the impious for his burial, and with the rich for his death, though he has done no iniquity, nor was deceit in his mouth.",
          "ID": "9"
        },
        {
          "text": "But it was the will of the Lord to crush him with infirmity. If he lays down his life because of sin, he will see offspring with long lives, and the will of the Lord will be directed by his hand.",
          "ID": "10"
        },
        {
          "text": "Because his soul has labored, he will see and be satisfied. By his knowledge, my just servant will himself justify many, and he himself will carry their iniquities.",
          "ID": "11"
        },
        {
          "text": "Therefore, I will allot to him a great number. And he will divide the spoils of the strong. For he has handed over his life to death, and he was reputed among criminals. And he has taken away the sins of many, and he has prayed for the transgressors.",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.53",
      "name": "Isaiah 53"
    },
    {
      "text": [
        {
          "text": "Give praise, you who are barren and unable to conceive. Sing praise and make a joyful noise, you who have not given birth. For many are the children of the desolate, more so than of her who has a husband, says the Lord.",
          "ID": "1"
        },
        {
          "text": "Enlarge the place of your tent and extend the skins of your tabernacles, unsparingly. Lengthen your cords, and strengthen your stakes.",
          "ID": "2"
        },
        {
          "text": "For you shall extend to the right and to the left. And your offspring shall inherit the nations, and you shall inhabit the desolate cities.",
          "ID": "3"
        },
        {
          "text": "Do not be afraid! For you will not be confounded, and you will not blush. And you will not be put to shame, because you shall forget the confusion of your youth, and you shall no longer remember the disgrace of your widowhood.",
          "ID": "4"
        },
        {
          "text": "For the One who made you will rule over you. The Lord of hosts is his name. And your Redeemer, the Holy One of Israel, will be called the God of all the earth.",
          "ID": "5"
        },
        {
          "text": "For the Lord has called you, like a woman forsaken and mourning in spirit, and like a wife rejected in her youth, said your God.",
          "ID": "6"
        },
        {
          "text": "For a brief moment, I have forsaken you, and with great pities, I will gather you.",
          "ID": "7"
        },
        {
          "text": "In a moment of indignation, I have hidden my face from you, for a little while. But with everlasting mercy, I have taken pity on you, said your Redeemer, the Lord.",
          "ID": "8"
        },
        {
          "text": "For me, it is just as in the days of Noah, to whom I swore that I would no longer bring in the waters of Noah over the earth. Thus have I sworn not to be angry with you, and not to rebuke you.",
          "ID": "9"
        },
        {
          "text": "For the mountains will be moved, and the hills will tremble. But my mercy will not depart from you, and the covenant of my peace will not be shaken, said the Lord, who has compassion on you.",
          "ID": "10"
        },
        {
          "text": "O poor little ones, convulsed by the tempest, away from any consolation! Behold, I will set your stones in order, and I will lay your foundation with sapphires,",
          "ID": "11"
        },
        {
          "text": "and I will make your ramparts out of jasper, and your gates out of sculpted stones, and all your borders out of desirable stones.",
          "ID": "12"
        },
        {
          "text": "All your children will be taught by the Lord. And great will be the peace of your children.",
          "ID": "13"
        },
        {
          "text": "And you will be founded in justice. Depart far from oppression, for you will not be afraid. And depart from terror, for it will not approach you.",
          "ID": "14"
        },
        {
          "text": "Behold, a settler will arrive, who was not with me, a certain new arrival will be joined to you.",
          "ID": "15"
        },
        {
          "text": "Behold, I created the smith who fans the coals of the fire and produces an object by his work, and I have created the slayer who destroys.",
          "ID": "16"
        },
        {
          "text": "No object which has been formed to use against you will succeed. And every tongue that resists you in judgment, you shall judge. This is the inheritance of the servants of the Lord, and this is their justice with me, says the Lord.",
          "ID": "17"
        }
      ],
      "ID": "OT:ISA.54",
      "name": "Isaiah 54"
    },
    {
      "text": [
        {
          "text": "All you who thirst, come to the waters. And you who have no money: hurry, buy and eat. Approach, buy wine and milk, without money and without barter.",
          "ID": "1"
        },
        {
          "text": "Why do you spend money for what is not bread, and expend your labor for what does not satisfy? Listen very closely to me, and eat what is good, and then your soul will be delighted by a full measure.",
          "ID": "2"
        },
        {
          "text": "Incline your ear and draw near to me. Listen, and your soul will live. And I will make an everlasting covenant with you, by the faithful mercies of David.",
          "ID": "3"
        },
        {
          "text": "Behold, I have presented him as a witness to the people, as a commander and instructor to the nations.",
          "ID": "4"
        },
        {
          "text": "Behold, you will call to a nation that you did not know. And nations that did not know you will rush to you, because of the Lord your God, the Holy One of Israel. For he has glorified you.",
          "ID": "5"
        },
        {
          "text": "Seek the Lord, while he is able to be found. Call upon him, while he is near.",
          "ID": "6"
        },
        {
          "text": "Let the impious one abandon his way, and the iniquitous man his thoughts, and let him return to the Lord, and he will take pity on him, and to our God, for he is great in forgiveness.",
          "ID": "7"
        },
        {
          "text": "For my thoughts are not your thoughts, and your ways are not my ways, says the Lord.",
          "ID": "8"
        },
        {
          "text": "For just as the heavens are exalted above the earth, so also are my ways exalted above your ways, and my thoughts above your thoughts.",
          "ID": "9"
        },
        {
          "text": "And in the same manner as rain and snow descend from heaven, and no longer return there, but soak the earth, and water it, and cause it to bloom and to provide seed to the sower and bread to the hungry,",
          "ID": "10"
        },
        {
          "text": "so also will my word be, which will go forth from my mouth. It will not return to me empty, but it will accomplish whatever I will, and it will prosper in the tasks for which I sent it.",
          "ID": "11"
        },
        {
          "text": "For you will go forth rejoicing, and you will be led forward in peace. The mountains and the hills will sing praise before you, and all the trees of the countryside will clap their hands.",
          "ID": "12"
        },
        {
          "text": "In place of the shrub, the pine tree will arise, and in place of the nettle, the myrtle tree will grow. And the Lord will be named with an eternal sign, which will not be taken away.",
          "ID": "13"
        }
      ],
      "ID": "OT:ISA.55",
      "name": "Isaiah 55"
    },
    {
      "text": [
        {
          "text": "Thus says the Lord: Preserve judgment, and accomplish justice. For my salvation is close to its arrival, and my justice is close to being revealed.",
          "ID": "1"
        },
        {
          "text": "Blessed is the man who does this, and the son of man who holds to this, keeping the Sabbath and not profaning it, guarding his hands and not doing any evil.",
          "ID": "2"
        },
        {
          "text": "And let not the son of the new arrival, who adheres to the Lord, speak, saying, \"The Lord will divide and separate me from his people.\" And let not the eunuch say, \"Behold, I am a dry tree.\"",
          "ID": "3"
        },
        {
          "text": "For thus says the Lord to the eunuchs: They will keep my Sabbaths, and they will choose the things that I will, and they will hold to my covenant.",
          "ID": "4"
        },
        {
          "text": "I will give them a place in my house, within my walls, and a name better than sons and daughters. I will give them an everlasting name, which will never perish.",
          "ID": "5"
        },
        {
          "text": "And the sons of the new arrival, who adhere to the Lord so as to worship him and to love his name, shall be his servants: all who keep the Sabbath without profaning it, and who hold to my covenant.",
          "ID": "6"
        },
        {
          "text": "I will lead them to my holy mountain, and I will gladden them in my house of prayer. Their holocausts and their victims will be pleasing to me upon my altar. For my house will be called the house of prayer for all peoples.",
          "ID": "7"
        },
        {
          "text": "The Lord God, who gathers the dispersed of Israel, says: Even now, I will gather his congregation to him.",
          "ID": "8"
        },
        {
          "text": "All beasts of the field, all the beasts of the forest: approach and devour!",
          "ID": "9"
        },
        {
          "text": "His watchmen are all blind. They are all ignorant. They are mute dogs without the ability to bark, seeing empty things, sleeping and loving dreams.",
          "ID": "10"
        },
        {
          "text": "And these very imprudent dogs have never known satisfaction. The shepherds themselves do not know understanding. All have turned aside in their own way, each one to his own avarice, from the highest even to the least:",
          "ID": "11"
        },
        {
          "text": "\"Come, let us take wine, and be filled by inebriation. And as it is today, so shall it be tomorrow and for a long time.\"",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.56",
      "name": "Isaiah 56"
    },
    {
      "text": [
        {
          "text": "The just man perishes, and there is no one who acknowledges it in his heart; and men of mercy are taken away, for there is no one who understands. For the just man has been taken away before the face of malice.",
          "ID": "1"
        },
        {
          "text": "Let peace arrive. Let he who has walked in his righteousness find rest on his bed.",
          "ID": "2"
        },
        {
          "text": "But come here, you sons of the prophetess, you offspring of an adulterous man and a fornicating woman.",
          "ID": "3"
        },
        {
          "text": "Whom are you mocking? Against whom have you opened your mouth wide and wagged your tongue? Are you not sons of wickedness, a lying offspring,",
          "ID": "4"
        },
        {
          "text": "who are being consoled by idols under every leafy tree, immolating little children at the torrents, under the high rocks?",
          "ID": "5"
        },
        {
          "text": "Your portion is in the currents of the torrent; this is your lot! And you yourselves have poured out libations to them; you have offered sacrifice. Should I not be angry over these things?",
          "ID": "6"
        },
        {
          "text": "Upon a high and lofty mountain, you have placed your bed, and you have ascended to that place to immolate victims.",
          "ID": "7"
        },
        {
          "text": "And behind the door, and beyond the post, you have set up your memorial. For you uncovered yourself next to me, and you received an adulterer. You widened your bed, and you formed a pact with them. You loved their bed with an open hand.",
          "ID": "8"
        },
        {
          "text": "And you have adorned yourself for the king with ointments, and you have increased your cosmetics. You have sent your representatives to distant places, and you have debased yourself all the way to Hell.",
          "ID": "9"
        },
        {
          "text": "You have been wearied by the multitude of your own ways. Yet you did not say, \"I will cease.\" You have found life by your own hand; because of this, you have not prayed.",
          "ID": "10"
        },
        {
          "text": "For whose sake have you been anxiously afraid, so that you would lie and not be mindful of me, nor consider me in your heart? For I am silent, and I am like someone who does not see, and so you have forgotten me.",
          "ID": "11"
        },
        {
          "text": "I will announce your justice, and your works will not benefit you.",
          "ID": "12"
        },
        {
          "text": "When you cry out, let your followers free you. But the wind will carry them all away; a breeze will take them up. But he who has faith in me will inherit the earth and will possess my holy mountain.",
          "ID": "13"
        },
        {
          "text": "And I will say: \"Make way! Grant passage! Move to the side of the path! Take the obstacles out of the way of my people!\"",
          "ID": "14"
        },
        {
          "text": "For this is said by the Most High, the Sublime One, who dwells in eternity. And his name is Holy, for he dwells in the exalted and holy place, and he acts with a restrained and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite.",
          "ID": "15"
        },
        {
          "text": "For I will not contend unceasingly, and I will not be angry to the end. For I will exhale my breath, and the Spirit will go forth from my face.",
          "ID": "16"
        },
        {
          "text": "Because of the iniquity of his avarice, I was angry, and I struck him down. I concealed my face from you, and I was angry. And he went astray by wandering in his heart.",
          "ID": "17"
        },
        {
          "text": "I saw his ways, and I healed him, and I led him back again, and I restored consolations to him and to those who mourn for him.",
          "ID": "18"
        },
        {
          "text": "I created the fruit of the lips: peace, peace to him who is far away, and peace to him who is near, said the Lord, and I healed him.",
          "ID": "19"
        },
        {
          "text": "But the impious are like the raging sea, which is not able to be quieted, and its waves stir up dirt and mud.",
          "ID": "20"
        },
        {
          "text": "There is no peace for the impious, says the Lord God.",
          "ID": "21"
        }
      ],
      "ID": "OT:ISA.57",
      "name": "Isaiah 57"
    },
    {
      "text": [
        {
          "text": "Cry out! Cease not! Exalt your voice like a trumpet, and announce to my people their wicked acts, and to the house of Jacob their sins.",
          "ID": "1"
        },
        {
          "text": "For they also seek me, from day to day, and they are willing to know my ways, like a nation which has done justice and has not abandoned the judgment of their God. They petition me for judgments of justice. They are willing to draw near to God.",
          "ID": "2"
        },
        {
          "text": "\"Why have we fasted, and you have not taken notice? Why have we humbled our souls, and you have not acknowledged it?\" Behold, in the day of your fasting, your own will is found, and you petition for payment from all your debtors.",
          "ID": "3"
        },
        {
          "text": "Behold, you fast with strife and contention, and you strike with the fist impiously. Do not choose to fast as you have done even to this day. Then your outcry will be heard on high.",
          "ID": "4"
        },
        {
          "text": "Is this a fast such as I have chosen: for a man to afflict his soul for a day, to contort his head in a circle, and to spread sackcloth and ashes? Should you call this a fast and a day acceptable to the Lord?",
          "ID": "5"
        },
        {
          "text": "Is not this, instead, the kind of fast that I have chosen? Release the constraints of impiety; relieve the burdens that oppress; freely forgive those who are broken; and break apart every burden.",
          "ID": "6"
        },
        {
          "text": "Break your bread with the hungry, and lead the destitute and the homeless into your house. When you see someone naked, cover him, and do not despise your own flesh.",
          "ID": "7"
        },
        {
          "text": "Then your light will break forth like the morning, and your health will improve quickly, and your justice will go before your face, and the glory of the Lord will gather you up.",
          "ID": "8"
        },
        {
          "text": "Then you will call, and the Lord will heed; you will cry out, and he will say, \"Here I am,\" if you take away the chains from your midst, and cease to point your finger and to speak what is not beneficial.",
          "ID": "9"
        },
        {
          "text": "When you pour out your life for the hungry, and you satisfy the afflicted soul, then your light will rise up in darkness, and your darkness will be like the midday.",
          "ID": "10"
        },
        {
          "text": "And the Lord will give you rest continually, and he will fill your soul with splendor, and he will free your bones, and you will be like a watered garden and like a fountain of water whose waters will not fail.",
          "ID": "11"
        },
        {
          "text": "And places that have been desolate for ages will be built up by you. You will raise a foundation for generation after generation. And you will be called the repairer of hedges, who turns the roadways into quiet places.",
          "ID": "12"
        },
        {
          "text": "If you restrain your foot on the Sabbath, from doing your own will on my holy day, and if you call the Sabbath delightful, and the Holy of the Lord glorious, and if you glorify him, while you do not act according to your own ways, and your own will is not found, not even to speak a word,",
          "ID": "13"
        },
        {
          "text": "then you will find delight in the Lord, and I will take you up, above the heights of the earth, and I will nourish you with the inheritance of Jacob, your father. For the mouth of the Lord has spoken.",
          "ID": "14"
        }
      ],
      "ID": "OT:ISA.58",
      "name": "Isaiah 58"
    },
    {
      "text": [
        {
          "text": "Behold, the hand of the Lord has not been shortened, so that it cannot save, and his ear has not been blocked, so that it cannot hear.",
          "ID": "1"
        },
        {
          "text": "But your iniquities have made a division between you and your God, and your sins have concealed his face from you, so that he would not hear.",
          "ID": "2"
        },
        {
          "text": "For your hands have been polluted by blood, and your fingers by iniquity. Your lips have spoken lies, and your tongue utters iniquity.",
          "ID": "3"
        },
        {
          "text": "There is no one who calls for justice, and there is no one who judges truly. For they trust in nothing, and they speak emptiness. They have conceived hardship, and they have given birth to iniquity.",
          "ID": "4"
        },
        {
          "text": "They have ruptured the eggs of asps, and they have woven the webs of spiders. Whoever will eat of their eggs will die. For what has been incubated will hatch into a king snake.",
          "ID": "5"
        },
        {
          "text": "Their weavings will not be for clothing, nor will they cover themselves with their handiwork. Their works are useless things, and the work of iniquity is in their hands.",
          "ID": "6"
        },
        {
          "text": "Their feet run to evil, and they rush to shed innocent blood. Their thoughts are useless thoughts; devastation and destruction are in their ways.",
          "ID": "7"
        },
        {
          "text": "They have not known the way of peace, and there is no judgment in their steps. Their paths have become crooked for them. Anyone who treads in them knows no peace.",
          "ID": "8"
        },
        {
          "text": "Because of this, judgment is far from us, and justice will not take hold of us. We waited for light, and behold, darkness; we waited for brightness, and we walked in darkness.",
          "ID": "9"
        },
        {
          "text": "We groped for the wall, like one who is blind, and we felt our way, like one without eyes. We stumbled at midday, as if in darkness; and in darkness, as if in death.",
          "ID": "10"
        },
        {
          "text": "We will all roar like bears, and we will sigh like despondent doves. We hoped for judgment, and there is none; for salvation, and it is far from us.",
          "ID": "11"
        },
        {
          "text": "For our iniquities have been multiplied in your sight, and our sins have answered us. For our wickedness is with us, and we have acknowledged our iniquities:",
          "ID": "12"
        },
        {
          "text": "sinning and lying against the Lord. And we have turned away, not so as to go after our God, and so that we were speaking calumny and transgression. We have conceived, and spoken from the heart, words of falsehood.",
          "ID": "13"
        },
        {
          "text": "And judgment has been turned backwards, and justice has stood far away. For truth has fallen down in the street, and fairness was not able to enter.",
          "ID": "14"
        },
        {
          "text": "And the truth has gone into oblivion. And he who withdraws from evil endures plunder. And the Lord saw this, and it seemed evil in his eyes. For there is no judgment.",
          "ID": "15"
        },
        {
          "text": "And he saw that there was no good man. And he was astonished that there was no one to meet him. And his own arm brought salvation to him, and his own justice strengthened him.",
          "ID": "16"
        },
        {
          "text": "He clothed himself with justice as with a breastplate, and with a helmet of salvation upon his head. He put on the vestments of vengeance, and he was covered with zeal as with a cloak.",
          "ID": "17"
        },
        {
          "text": "This was for vindication, as a repayment of indignation to his adversaries, and as a sudden reversal for his enemies. He will repay the islands in their turn.",
          "ID": "18"
        },
        {
          "text": "And those from the west will fear the name of the Lord, and those from the rising of the sun will fear his glory, when he arrives like a violent river, which the Spirit of the Lord urges on.",
          "ID": "19"
        },
        {
          "text": "And the Redeemer will arrive in Zion, and to those who return from the iniquity within Jacob, says the Lord.",
          "ID": "20"
        },
        {
          "text": "This is my pact with them, says the Lord. My Spirit is within you, and my words, which I have put in your mouth, will not withdraw from your mouth, nor from the mouth of your offspring, nor from the mouth of your offspring's offspring, says the Lord, from this moment, and even forever.",
          "ID": "21"
        }
      ],
      "ID": "OT:ISA.59",
      "name": "Isaiah 59"
    },
    {
      "text": [
        {
          "text": "Rise up to be illuminated, O Jerusalem! For your light has arrived, and the glory of the Lord has risen over you.",
          "ID": "1"
        },
        {
          "text": "For behold, darkness will cover the earth, and thick darkness will cover the peoples. Then the Lord will rise above you, and his glory will be seen in you.",
          "ID": "2"
        },
        {
          "text": "And the nations will walk in your light, and the kings will walk by the splendor of your rising.",
          "ID": "3"
        },
        {
          "text": "Lift up your eyes all around and see! All these have been gathered together; they have arrived before you. Your sons will arrive from far away, and your daughters will rise up from your side.",
          "ID": "4"
        },
        {
          "text": "Then you will see, and you will overflow, and your heart will be amazed and expanded. When the multitude of the sea will have been converted to you, the strength of the nations will approach you.",
          "ID": "5"
        },
        {
          "text": "A multitude of camels will inundate you: the dromedaries from Midian and Ephah. All those from Sheba will arrive, carrying gold and frankincense, and announcing praise to the Lord.",
          "ID": "6"
        },
        {
          "text": "All the flocks of Kedar will be gathered together before you; the rams of Nebaioth will minister to you. They will be offered upon my pleasing altar, and I will glorify the house of my majesty.",
          "ID": "7"
        },
        {
          "text": "Who are these ones, who fly like the clouds and like doves to their windows?",
          "ID": "8"
        },
        {
          "text": "For the islands await me, and the ships of the sea in the beginning, so that I may lead your sons from far away, their silver and their gold with them, to the name of the Lord your God and to the Holy One of Israel. For he has glorified you.",
          "ID": "9"
        },
        {
          "text": "And the sons of sojourners will build up your walls, and their kings will minister to you. For in my wrath, I have struck you. And in my reconciliation, I have taken pity on you.",
          "ID": "10"
        },
        {
          "text": "And your gates will be open continually. They will not be closed day or night, so that the strength of the nations may be brought before you, and their kings may be lead in.",
          "ID": "11"
        },
        {
          "text": "For the nation and the kingdom that will not serve you will perish. And the Gentiles will be devastated by solitude.",
          "ID": "12"
        },
        {
          "text": "The glory of Lebanon will arrive before you, the fir tree and the box tree and the pine tree together, to adorn the place of my sanctification. And I will glorify the place of my feet.",
          "ID": "13"
        },
        {
          "text": "And the sons of those who humiliate you will approach and will bow down before you. And all who detract you will reverence the path of your feet. And they will call you the City of the Lord, the Zion of the Holy One of Israel.",
          "ID": "14"
        },
        {
          "text": "For though you were forsaken, and held in hatred, and there was no one who would pass near you, I will establish you as an everlasting glory, as a gladness from generation to generation.",
          "ID": "15"
        },
        {
          "text": "And you will drink the milk of the Gentiles, and you will be nursed at the breasts of kings, and you will know that I am the Lord, your Saviour and your Redeemer, the Strong One of Jacob.",
          "ID": "16"
        },
        {
          "text": "In exchange for brass, I will bring gold; and in exchange for iron, I will bring silver; and for wood, brass; and for stones, iron. And I will make your visitation into peace, and your leaders into justice.",
          "ID": "17"
        },
        {
          "text": "Iniquity will no longer be heard in your land, nor devastation and destruction in your borders. And salvation will occupy your walls, and praise will occupy your gates.",
          "ID": "18"
        },
        {
          "text": "The sun will no longer be your light by day, nor will the brightness of the moon illuminate you. Instead, the Lord will be an everlasting light for you, and your God will be your glory.",
          "ID": "19"
        },
        {
          "text": "Your sun will no longer set, and your moon will not diminish. For the Lord will be an everlasting light for you, and the days of your mourning will be completed.",
          "ID": "20"
        },
        {
          "text": "And your people will all be just. They will inherit the earth in perpetuity, the seedling of my planting, the work of my hand, so as to glorify me.",
          "ID": "21"
        },
        {
          "text": "The least will become a thousand, and a little one will become a very strong nation. I, the Lord, will accomplish this, suddenly, in its time.",
          "ID": "22"
        }
      ],
      "ID": "OT:ISA.60",
      "name": "Isaiah 60"
    },
    {
      "text": [
        {
          "text": "The Spirit of the Lord is upon me, for the Lord has anointed me. He has sent me to bring good news to the meek, so as to heal the contrite of heart, to preach leniency to captives and release to the confined,",
          "ID": "1"
        },
        {
          "text": "and so to proclaim the acceptable year of the Lord and the day of vindication of our God: to console all who are mourning,",
          "ID": "2"
        },
        {
          "text": "to take up the mourners of Zion and to give them a crown in place of ashes, an oil of joy in place of mourning, a cloak of praise in place of a spirit of grief. And there, they shall be called the strong ones of justice, the planting of the Lord, unto glorification.",
          "ID": "3"
        },
        {
          "text": "And they will rebuild the deserted places of past ages, and they will raise up the ruins of antiquity, and they will repair the desolate cities, which had been dissipated for generation after generation.",
          "ID": "4"
        },
        {
          "text": "And foreigners will stand up and will pasture your flocks. And the sons of sojourners will be your farmers and the workers of your vineyards.",
          "ID": "5"
        },
        {
          "text": "But you yourselves will be called the priests of the Lord. It will be said to you, \"You are the ministers of our God.\" You will eat from the strength of the Gentiles, and you will pride yourself on their glory.",
          "ID": "6"
        },
        {
          "text": "Instead of your double confusion and shame, they will praise their portion. Because of this, they will possess double in their land. Everlasting joy will be for them.",
          "ID": "7"
        },
        {
          "text": "For I am the Lord, who loves judgment and who holds hatred for robbery within a burnt offering. And I will turn their work into truth, and I will forge a perpetual covenant with them.",
          "ID": "8"
        },
        {
          "text": "And they will know their offspring among the nations, and their progeny in the midst of the peoples. All who see them will recognize them: that these are the offspring whom the Lord has blessed.",
          "ID": "9"
        },
        {
          "text": "I will rejoice greatly in the Lord, and my soul will exult in my God. For he has clothed me with the vestments of salvation, and he has wrapped me in the clothing of justice, like a groom arrayed with a crown, and like a bride adorned with her jewels.",
          "ID": "10"
        },
        {
          "text": "For as the earth brings forth its seedlings and the garden produces its seeds, so will the Lord God bring forth justice and praise in the sight of all the nations.",
          "ID": "11"
        }
      ],
      "ID": "OT:ISA.61",
      "name": "Isaiah 61"
    },
    {
      "text": [
        {
          "text": "For the sake of Zion, I will not be silent, and for the sake of Jerusalem, I will not rest, until her Just One advances in splendor, and her Savior is kindled like a lamp.",
          "ID": "1"
        },
        {
          "text": "And the Gentiles will see your Just One, and all the kings will see your Renown One. And you shall be called by a new name, which the mouth of the Lord will choose.",
          "ID": "2"
        },
        {
          "text": "And you shall be a crown of glory in the hand of the Lord, and a royal diadem in the hand of your God.",
          "ID": "3"
        },
        {
          "text": "You will no longer called Forsaken. And your land will no longer be called Desolate. Instead, you shall be called My Will within it, and your land shall be called Inhabited. For the Lord has been well pleased with you, and your land will be inhabited.",
          "ID": "4"
        },
        {
          "text": "For the young man will live with the virgin, and your children will live with you. And the groom will rejoice over the bride, and your God will rejoice over you.",
          "ID": "5"
        },
        {
          "text": "Upon your walls, O Jerusalem, I have stationed watchmen all day and all night unceasingly; they will not be silent. You who are mindful of the Lord, you should not be silent,",
          "ID": "6"
        },
        {
          "text": "and you should not grant silence to him, until he makes firm and establishes Jerusalem as a praise upon the earth.",
          "ID": "7"
        },
        {
          "text": "The Lord has sworn with his right hand and with the arm of his strength: \"Certainly, I will no longer permit your grain to be the food of your enemies. And the sons of foreigners will not drink your wine, for which you have labored.\"",
          "ID": "8"
        },
        {
          "text": "For those who gather it will eat it, and they will praise the Lord. And those who bring it together will drink it in my holy courts.",
          "ID": "9"
        },
        {
          "text": "Pass through, pass through the gates! Prepare a way for the people! Make the road level, remove the stones, and lift up a sign for the people!",
          "ID": "10"
        },
        {
          "text": "Behold, the Lord has caused it to be heard to the ends of the earth. Tell the daughter of Zion: \"Behold, your Saviour approaches! Behold, his reward is with him, and his work before him.\"",
          "ID": "11"
        },
        {
          "text": "And they will call them: The holy people, the redeemed of the Lord. Then you will be called: A city sought, and not forsaken.",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.62",
      "name": "Isaiah 62"
    },
    {
      "text": [
        {
          "text": "Who is this, who arrives from Edom with dyed garments from Bozrah? This is the Handsome One in his robe, advancing by the fullness of his strength. It is I, the Speaker of Justice, and I am the Fighter for Salvation.",
          "ID": "1"
        },
        {
          "text": "So then, why is your garment red, and why are your vestments like the ones of those who tread the winepress?",
          "ID": "2"
        },
        {
          "text": "I have trod the winepress alone. And among the nations, there is no man beside me. I have trampled on them in my fury, and I have tread them down in my wrath. And so, their blood has been sprinkled on my vestments, and I have stained all my garments.",
          "ID": "3"
        },
        {
          "text": "For the day of vengeance is in my heart. The year of my redemption has arrived.",
          "ID": "4"
        },
        {
          "text": "I gazed around, and there was no one to assist. I sought, and there was no one who would help. And so, my own arm has saved for me, and my own wrath itself has assisted me.",
          "ID": "5"
        },
        {
          "text": "And I have trampled the peoples in my fury, and I have inebriated them with my indignation, and I have torn down their strength to the ground.",
          "ID": "6"
        },
        {
          "text": "I will remember the compassion of the Lord, the praise of the Lord over all that the Lord has bestowed on us, and over the multitude of his good things for the house of Israel, which he has granted to them according to his leniency, and according to the multitude of his mercies.",
          "ID": "7"
        },
        {
          "text": "And he said: \"Yet truly, these are my people, sons who have not been disowned.\" And he became their Savior.",
          "ID": "8"
        },
        {
          "text": "Throughout all their tribulation, he was not troubled, for the Angel of his presence saved them. With his love, and by his leniency, he has redeemed them, and he has carried them and lifted them up, throughout all the days of the ages.",
          "ID": "9"
        },
        {
          "text": "But they themselves provoked to wrath and afflicted his Holy Spirit, and he was turned to be for them like an enemy, and he himself went to war against them.",
          "ID": "10"
        },
        {
          "text": "And he remembered the days of ancient times, the days of Moses and his people. Where is he who led them out of the sea, with the shepherds of his flock? Where is he who placed his Holy Spirit in their midst?",
          "ID": "11"
        },
        {
          "text": "He led Moses by the right hand, with the arm of his majesty. He split the waters before them, in order to make an everlasting name for himself.",
          "ID": "12"
        },
        {
          "text": "He led them through the abyss, like a horse which does not stumble, in the desert.",
          "ID": "13"
        },
        {
          "text": "Like an animal who descends to an open field, the Spirit of the Lord was their guide. Thus did you lead your people, in order to make a glorious name for yourself.",
          "ID": "14"
        },
        {
          "text": "Gaze down from heaven, and behold from your holy habitation and from your glory. Where is your zeal, and your strength, the fullness of your heart and of your compassion? They have held themselves back from me.",
          "ID": "15"
        },
        {
          "text": "For you are our Father, and Abraham has not known us, and Israel has been ignorant of us. You are our Father, O Lord our Redeemer. Your name is beyond all ages.",
          "ID": "16"
        },
        {
          "text": "Why have you allowed us to stray from your ways, O Lord? Why have you hardened our heart, so that we do not fear you? Return, for the sake of your servants, the tribes of your inheritance.",
          "ID": "17"
        },
        {
          "text": "They have possessed your holy people as if it were nothing. Our enemies have trampled your sanctuary.",
          "ID": "18"
        },
        {
          "text": "We have become as we were in the beginning, when you did not rule over us, and when we were not called by your name.",
          "ID": "19"
        }
      ],
      "ID": "OT:ISA.63",
      "name": "Isaiah 63"
    },
    {
      "text": [
        {
          "text": "I wish that you would rend the heavens, and then descend! The mountains would flow away before your face.",
          "ID": "1"
        },
        {
          "text": "They would melt, as if thoroughly burned by fire. The waters would burn with fire, so that your name might be made known to your enemies, so that the nations would be stirred up before your face.",
          "ID": "2"
        },
        {
          "text": "When you will perform miracles, we will not be able to withstand them. You descended, and the mountains flowed away before your presence.",
          "ID": "3"
        },
        {
          "text": "From ages past, they have not heard it, and they have not perceived it with the ears. Apart from you, O God, the eye has not seen what you have prepared for those who await you.",
          "ID": "4"
        },
        {
          "text": "You have met with those who rejoice in doing justice. By your ways, they will remember you. Behold, you have been angry, for we have sinned. In this, we have continued, but we will be saved.",
          "ID": "5"
        },
        {
          "text": "And we have all become like the unclean. And all our justices are like a rag of menstruation. And we have all fallen away, like a leaf. And our iniquities have carried us away, like the wind.",
          "ID": "6"
        },
        {
          "text": "There is no one who calls upon your name, who rises up and holds fast to you. You have concealed your face from us, and you have crushed us with the hand of our own iniquity.",
          "ID": "7"
        },
        {
          "text": "And now, O Lord, you are our Father, yet truly, we are clay. And you are our Maker, and we are all the works of your hands.",
          "ID": "8"
        },
        {
          "text": "Do not be so angry, O Lord, and no longer call to mind our iniquity. Behold, consider that we are all your people.",
          "ID": "9"
        },
        {
          "text": "The city of your sanctuary has become a desert. Zion has become a desert. Jerusalem is desolate.",
          "ID": "10"
        },
        {
          "text": "The house of our sanctification and of our glory, where our fathers praised you, has been completely consumed by fire, and all our admirable things have been turned into ruins.",
          "ID": "11"
        },
        {
          "text": "Should you restrain yourself, O Lord, concerning these things? Should you remain silent, and afflict us vehemently?",
          "ID": "12"
        }
      ],
      "ID": "OT:ISA.64",
      "name": "Isaiah 64"
    },
    {
      "text": [
        {
          "text": "Those who before were not asking for me have sought me. Those who have not sought me have found me. I said, \"Behold, it is I! Behold, it is I!\" to a nation which was not invoking my name.",
          "ID": "1"
        },
        {
          "text": "I have extended my hands all day long to an unbelieving people, who advance along a way that is not good, following their own thoughts,",
          "ID": "2"
        },
        {
          "text": "to a people who provoke me to anger before my face continually, who immolate in the gardens, and who sacrifice upon the bricks.",
          "ID": "3"
        },
        {
          "text": "They live in sepulchers, and they sleep in the shrines of idols. They eat the flesh of swine, and a profane elixir is in their vessels.",
          "ID": "4"
        },
        {
          "text": "They say: \"Depart from me! Do not approach me, for you are unclean!\" Such as these will be the smoke in my fury, a fire burning all day long.",
          "ID": "5"
        },
        {
          "text": "Behold, it has been written in my sight; I will not be silent. Instead, I will render retribution into their sinews.",
          "ID": "6"
        },
        {
          "text": "Your iniquities are joined with the iniquities of your fathers, says the Lord. For they have sacrificed upon the mountains, and they have offended me upon the hills. And so, I will measure back to them, from their first work, into their sinews.",
          "ID": "7"
        },
        {
          "text": "Thus says the Lord: In the same way as it is said about a grain found in a cluster, \"Do not destroy it, because it is a blessing,\" so will I act for the sake of my servants, so that I may not destroy the whole.",
          "ID": "8"
        },
        {
          "text": "And I will lead forth an offspring from Jacob, and a possessor of my mountains from Judah. And my elect shall inherit it, and my servants shall live there.",
          "ID": "9"
        },
        {
          "text": "And the open plains will become sheepfolds for the flocks, and the valley of Achor will become a domicile for the herds, for my people who have sought me.",
          "ID": "10"
        },
        {
          "text": "And you who have forsaken the Lord, who have forgotten my holy mountain, who set a table for Fortune, and who offer libations concerning her:",
          "ID": "11"
        },
        {
          "text": "I will number you with the sword, and you will all fall by slaughter. For I called and you did not respond; I spoke, and you did not listen. And you did what is evil in my eyes; and what I did not will, you have chosen.",
          "ID": "12"
        },
        {
          "text": "Because of this, thus says the Lord God: Behold, my servants will eat, and you will be hungry. Behold, my servants will drink, and you will be thirsty.",
          "ID": "13"
        },
        {
          "text": "Behold, my servants will rejoice, and you will be confounded. Behold, my servants will give praise in exultation of heart, and you will cry out in sorrow of heart, and you will wail in contrition of spirit.",
          "ID": "14"
        },
        {
          "text": "And you will leave behind your name to my elect as a curse. And the Lord God will put you to death, and he will call his servants by another name.",
          "ID": "15"
        },
        {
          "text": "By that name, whoever is blessed on earth, will be blessed in God. Amen! And whoever swears on earth, will swear by God. Amen! For the past anguishes have been delivered into oblivion, and they have been hidden from my eyes.",
          "ID": "16"
        },
        {
          "text": "For behold, I create the new heavens and the new earth. And the former things will not be in memory and will not enter into the heart.",
          "ID": "17"
        },
        {
          "text": "But you will be glad and exult, even forever, in these things that I create. For behold, I create Jerusalem as an exultation, and its people as a joy.",
          "ID": "18"
        },
        {
          "text": "And I will exult in Jerusalem, and I will rejoice in my people. And neither a voice of weeping, nor a voice of outcry, will be heard in her anymore.",
          "ID": "19"
        },
        {
          "text": "There will no longer be an infant of only a few days there, nor an elder who does not complete his days. For a mere child dies at a hundred years of age, and a sinner of a hundred years will be accursed.",
          "ID": "20"
        },
        {
          "text": "And they will build houses, and will inhabit them. And they will plant vineyards, and will eat their fruits.",
          "ID": "21"
        },
        {
          "text": "They will not build, so that another may inhabit. They will not plant, so that another may eat. For according to the days of a tree, so will be the days of my people. And the works of their hands will be long-standing.",
          "ID": "22"
        },
        {
          "text": "My elect will not labor in vain, and they will not bring forth in disorder. For they are the offspring of the blessed of the Lord, and their posterity are with them.",
          "ID": "23"
        },
        {
          "text": "And this shall be: before they call out, I will perceive; while they are still speaking, I will hear.",
          "ID": "24"
        },
        {
          "text": "The wolf and the lamb will pasture together. The lion and the ox will eat hay. And dust will be the food of the serpent. They will not harm, and they will not kill, on all my holy mountain, says the Lord.",
          "ID": "25"
        }
      ],
      "ID": "OT:ISA.65",
      "name": "Isaiah 65"
    },
    {
      "text": [
        {
          "text": "Thus says the Lord: Heaven is my throne, and the earth is my footstool. What is this house that you would build for me? And what is this place of my rest?",
          "ID": "1"
        },
        {
          "text": "My hand has made all these things, and all these things have been made, says the Lord. But upon whom will I look with favor, except upon a poor little one, who is contrite in spirit, and who trembles at my words?",
          "ID": "2"
        },
        {
          "text": "Whoever immolates an ox, it is as if he slaughters a man. Whoever sacrifices a sheep, it is as if he is smashing the head of a dog. Whoever offers an oblation, it is as if he is offering swine's blood. Whoever makes remembrance with incense, it is as if he is blessing an idol. All these things, they have chosen according to their own ways, and their soul has taken delight in their own abominations.",
          "ID": "3"
        },
        {
          "text": "Therefore, I also will choose their illusions, and I will lead over them the things that they feared. For I called, and there was no one who would respond. I have spoken, and they have not listened. And they have done evil in my eyes; and what I did not will, they have chosen.",
          "ID": "4"
        },
        {
          "text": "Listen to the word of the Lord, you who tremble at his word. Your brothers, who hate you and who cast you out because of my name, have said: \"Let the Lord be glorified, and we will see by your rejoicing.\" But they themselves will be confounded.",
          "ID": "5"
        },
        {
          "text": "A voice of the people from the city! A voice from the temple! The voice of the Lord repaying retribution to his enemies!",
          "ID": "6"
        },
        {
          "text": "Before she was in labor, she gave birth. Before her time arrived for delivery, she gave birth to a male child.",
          "ID": "7"
        },
        {
          "text": "Who has ever heard of such a thing? And who has seen anything like this? Will the earth give birth in one day? Or will a nation be born all at once? For Zion has been in labor, and she has given birth to her sons.",
          "ID": "8"
        },
        {
          "text": "Will I, who causes others to give birth, not also give birth myself, says the Lord? Will I, who bestows generation upon others, be barren myself, says the Lord your God?",
          "ID": "9"
        },
        {
          "text": "Rejoice with Jerusalem, and exult in her, all you who love her! Rejoice greatly with her, all you who mourn over her!",
          "ID": "10"
        },
        {
          "text": "So may you nurse and be filled, from the breasts of her consolations. So may you receive milk and overflow with delights, from every portion of her glory.",
          "ID": "11"
        },
        {
          "text": "For thus says the Lord: Behold, I will turn a river of peace toward her, with an inundating torrent: the glory of the Gentiles, from which you will nurse. You will be carried at the breasts, and they will caress you upon the knees.",
          "ID": "12"
        },
        {
          "text": "In the manner of one whom a mother caresses, so will I console you. And you will be consoled in Jerusalem.",
          "ID": "13"
        },
        {
          "text": "You will see, and your heart will be glad, and your bones will flourish like a plant, and the hand of the Lord will be known to his servants, and he will be angry with his enemies.",
          "ID": "14"
        },
        {
          "text": "For behold, the Lord will arrive with fire, and his four-horse chariots will be like a whirlwind: to render his wrath with indignation, and his rebuke with flames of fire.",
          "ID": "15"
        },
        {
          "text": "For the Lord will divide with fire, and with his sword among all flesh, and those slain by the Lord will be many.",
          "ID": "16"
        },
        {
          "text": "Those who were sanctified, who thought themselves to be clean in the gardens behind the inner gate, who were eating swine's flesh, and the abomination, and the mouse: they will be consumed all at once, says the Lord.",
          "ID": "17"
        },
        {
          "text": "But I know their works and their thoughts. I am arriving, so that I may gather them together with all nations and languages. And they will approach, and they will see my glory.",
          "ID": "18"
        },
        {
          "text": "And I will set a sign among them. And I will send some of those who will have been saved to the Gentiles in the sea, to Africa, and to those who draw the bow in Lydia, to Italy and Greece, to islands far away, to those who have not heard of me, and to those who have not seen my glory. And they will announce my glory to the Gentiles.",
          "ID": "19"
        },
        {
          "text": "And they will lead all of your brothers from all of the Gentiles as a gift to the Lord, on horses, and in four-horse chariots, and on stretchers, and on mules, and in coaches, to my holy mountain Jerusalem, says the Lord, in the same manner that the sons of Israel would carry an offering in a pure vessel into the house of the Lord.",
          "ID": "20"
        },
        {
          "text": "And I will take from them to be priests and Levites, says the Lord.",
          "ID": "21"
        },
        {
          "text": "For in like manner as the new heavens and the new earth, which I will cause to stand before me, says the Lord, so will your offspring and your name stand.",
          "ID": "22"
        },
        {
          "text": "And there will be month after month, and Sabbath after Sabbath. And all flesh will approach, so as to adore before my face, says the Lord.",
          "ID": "23"
        },
        {
          "text": "And they will go out, and they will view the carcasses of the men who have transgressed against me. Their worm will not die, and their fire will not be extinguished. And they will be a sight to all flesh even unto revulsion.",
          "ID": "24"
        }
      ],
      "ID": "OT:ISA.66",
      "name": "Isaiah 66"
    }
  ],
  "ID": "OT:ISA(CPDV)",
  "version": "CPDV",
  "name": "Isaiah"
}