{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, волею Божией апостол Христа Иисуса, и брат Тимофей –",
          "ID": "1"
        },
        {
          "text": "святому народу Божьемув Колоссах, нашим верным братьям во Христе:",
          "ID": "2"
        },
        {
          "text": "благодать вам и мир от Бога, Отца нашего.",
          "ID": "2"
        },
        {
          "text": "В молитвах своих о вас всегда благодарим Бога, Отца Господа нашего Иисуса Христа, ",
          "ID": "3"
        },
        {
          "text": "ибо слышим о вере вашей во Христе Иисусе и о любви вашей ко всему народу Божьему, ",
          "ID": "4"
        },
        {
          "text": "о вере и любви, которые рождены надеждой на уготованное вам в небесах. О ней вы узнали через слово истины, Благую Весть, ",
          "ID": "5"
        },
        {
          "text": "дошедшую до вас. Эта Весть приносит плод свой и распространяется у вас (как и во всем мире) с того самого дня, когда услышали вы о благодати Божией и воистину познали ее. ",
          "ID": "6"
        },
        {
          "text": "Вам помог в этом Эпафрас, возлюбленный соработник наш, верный служитель Христов вам во благо. ",
          "ID": "7"
        },
        {
          "text": "Он-то и поведал нам о любви вашей, Духом Божьим порожденной.",
          "ID": "8"
        },
        {
          "text": "Потому и не перестаем мы с того самого дня, как всё это услышали, молиться о вас и просить Бога, чтобы, получив от Него всякую духовную мудрость и видение, исполнились вы познанием воли Его ",
          "ID": "9"
        },
        {
          "text": "и жили достойно, как того хочет Господь, преуспевая во всех добрых делах и совершенствуясь в познании Бога. ",
          "ID": "10"
        },
        {
          "text": "В могуществе славы Своей да укрепит Он вас и даст вам силы переносить всё с великим терпением и, радуясь, ",
          "ID": "11"
        },
        {
          "text": "благодарить Бога Отца, Который дал вам возможность разделить судьбу народа Своего в Царстве света! ",
          "ID": "12"
        },
        {
          "text": "Он избавил нас от власти тьмы и ввел в Царство Своего любимого Сына, ",
          "ID": "13"
        },
        {
          "text": "в Коем совершилось наше искупление, прощение грехов наших.",
          "ID": "14"
        },
        {
          "text": "Он – совершенный образ Бога невидимого.",
          "ID": "15"
        },
        {
          "text": "Первенец, Он превыше всякого творения,",
          "ID": "15"
        },
        {
          "text": "ибо в Нем всё сотворено,",
          "ID": "16"
        },
        {
          "text": "что ни есть в небесах и на земле: всё видимое и невидимое,",
          "ID": "16"
        },
        {
          "text": "будь то престолы, господства, правления или власти, –",
          "ID": "16"
        },
        {
          "text": "всё через Него и для Него сотворено во всей Вселенной.",
          "ID": "16"
        },
        {
          "text": "Он – прежде всего, и всё лишь с Ним в единении существует.",
          "ID": "17"
        },
        {
          "text": "Он Церкви, Тела Своего, Глава, Он – начало начал,",
          "ID": "18"
        },
        {
          "text": "Первенец Он и среди тех, кто из мертвых восстал,",
          "ID": "18"
        },
        {
          "text": "чтобы быть Ему первым во всем.",
          "ID": "18"
        },
        {
          "text": "Пожелал Отец, чтобы вся Божия полнота во Христе пребывала,",
          "ID": "19"
        },
        {
          "text": "дабы через Него всё примирить с Собою,",
          "ID": "20"
        },
        {
          "text": "мир утвердив кровью Его на кресте, –",
          "ID": "20"
        },
        {
          "text": "всё что ни есть на земле и на Небе [через Него] примирить.",
          "ID": "20"
        },
        {
          "text": "Вот и вас, когда-то далеких и враждебных Ему в помышлениях своих и злых делах, ",
          "ID": "21"
        },
        {
          "text": "Он примирил ныне с Собою смертью Христа в теле из плоти и крови, чтобы поставить вас пред Собою всецело Ему посвященными, людьми непорочными и безупречными, ",
          "ID": "22"
        },
        {
          "text": "если вы, конечно, останетесь твердыми, непоколебимыми в вере и не отвратят вас от надежды, дарованной Вестью Благой, которую слышали вы. Возвещена она всем и вся под небесами. И я, Павел, сделался служителем ее.",
          "ID": "23"
        },
        {
          "text": "Ныне радуюсь я тому, что страдаю за вас; и, страдая ради Тела Христова, Церкви Его, я восполняю лично то, что Христу еще остается перенести в притеснениях и гонениях. ",
          "ID": "24"
        },
        {
          "text": "Я сделался ее служителем, когда доверил мне Бог попечение о вас, – моим делом стало возвещать вам слово Божие во всей его полноте, – ",
          "ID": "25"
        },
        {
          "text": "ту тайну, что оставалась сокрыта долгие века от многих поколений, а ныне явлена народу Его, ",
          "ID": "26"
        },
        {
          "text": "которому Бог пожелал показать, какое богатство и слава дарованы всем народам в этой тайне. И тайна эта – Христос в вас, Он и залог вашей славы.",
          "ID": "27"
        },
        {
          "text": "Его и проповедуем мы, всей мудростью вразумляя и уча всякого человека, дабы каждого представить Богу совершенным во Христе. ",
          "ID": "28"
        },
        {
          "text": "Для того и тружусь, и борюсь я, движимый силой Христовой, что могущественно действует во мне.",
          "ID": "29"
        }
      ],
      "ID": "NT:COL.1",
      "name": "Послание апостола Павла христианам в Колоссах 1"
    },
    {
      "text": [
        {
          "text": "Я борюсь? Да, и хочу, чтобы знали вы, какую тяжелую веду я борьбу и за вас, и за тех, кто в Лаодикии, и за всех остальных, кто лично еще со мной не знаком. ",
          "ID": "1"
        },
        {
          "text": "Я хочу, чтобы и вы, и они были мужественны и связаны любовью меж собой, чтобы обрести всё богатство совершенного понимания и познать Божию тайну – Самого Христа. ",
          "ID": "2"
        },
        {
          "text": "В Нем, в Нем одном, найдены могут быть все сокровища знаний и премудрости. ",
          "ID": "3"
        },
        {
          "text": "Говорю это для того, чтоб никто не ввел вас в заблуждение лишь подобием правды в словах. ",
          "ID": "4"
        },
        {
          "text": "Пусть я сам не у вас, всё же духом моим я с вами и радуюсь, видя согласье меж вамии твердость веры вашей во Христа.",
          "ID": "5"
        },
        {
          "text": "Так вот, коль вы приняли Христа Иисуса, Господа нашего, то и продолжайте жить в Нем: ",
          "ID": "6"
        },
        {
          "text": "в Нем укорененные и жизнь свою строящие на Нем, укрепляйтесь в вере, как вы тому научены, и будете вы исполнены радости и благодарности.",
          "ID": "7"
        },
        {
          "text": "И смотрите, братья, чтобы не увлек вас никто пустым и лживым философствованием, что человеческим преданиям следует и архаичным представлениям этого мира, а не Христу. ",
          "ID": "8"
        },
        {
          "text": "А ведь только в Нем воплощена вся полнота Божества.",
          "ID": "9"
        },
        {
          "text": "В Нем одном дана вам полнота жизни, Он – Глава над всяким правлением и властью. ",
          "ID": "10"
        },
        {
          "text": "В Нем и обрезание вы приняли, но не рукой человека творимое, а в полном удалении плотского «я» состоящее, – Христово обрезание приняли вы. ",
          "ID": "11"
        },
        {
          "text": "В крещении вместе с Ним погребли вас, с Ним и воскрешены вы были через веру во всемогущество Бога, воскресившего из мертвых Христа.",
          "ID": "12"
        },
        {
          "text": "Мертвыми были вы во грехах своих и в необрезании вашей природы плотской, но Бог оживил вас со Христом вместе, когда милостиво простил нам всем все преступления наши. ",
          "ID": "13"
        },
        {
          "text": "Он перечеркнул список наших долгов и прегрешений со всеми предписаниями на наш счет, – Он отменил его и устранил, пригвоздив ко кресту. ",
          "ID": "14"
        },
        {
          "text": "Обезоружив правления и власти и выставив их на всеобщее обозрение, Он восторжествовал над ними на кресте.",
          "ID": "15"
        },
        {
          "text": "Никто не смеет поэтому осуждать вас за пищу и питье или за то, как относитесь вы к особым иудейским праздникам, новолуниям или субботам. ",
          "ID": "16"
        },
        {
          "text": "Всё это – только тени того, чему надлежало прийти, действительность же – во Христе. ",
          "ID": "17"
        },
        {
          "text": "Пусть не лишат вас награды те, кто услаждает себя самоуничижением и почитанием ангелов, полагаясь при этом на свои видения. Тщетно надмеваясь своим плотским умом, ",
          "ID": "18"
        },
        {
          "text": "таковые не держатся Главы, а ведь от Нее, от Главы, растет по замыслу Божьему всё Тело, снабженное скрепляющими его суставами и связками.",
          "ID": "19"
        },
        {
          "text": "Если в самом деле умерли вы со Христом и отрешились от архаичных представлений этого мира, зачем, как живущие жизнью его, следуете вы установлениям: ",
          "ID": "20"
        },
        {
          "text": "«Не прикасайся, не ешь, не трогай!», ",
          "ID": "21"
        },
        {
          "text": "имея дело со всем тем, что и предназначено к уничтожению при использовании? Человеческие это заповеди и учения человеческие. ",
          "ID": "22"
        },
        {
          "text": "Всё это только кажется мудрым, а в жизни надуманная набожность, самоистязания [и] изнурение тела не ведут к обузданию чувственности.",
          "ID": "23"
        }
      ],
      "ID": "NT:COL.2",
      "name": "Послание апостола Павла христианам в Колоссах 2"
    },
    {
      "text": [
        {
          "text": "Бог пробудил вас к жизни со Христом, стремитесь же к тому, что на Небесах, где Христос сидит по правую сторону Бога. ",
          "ID": "1"
        },
        {
          "text": "О небесном помышляйте, не о земном: ",
          "ID": "2"
        },
        {
          "text": "вы умерли для всего мирского. Ваша жизнь со Христом сокрыта в Боге. ",
          "ID": "3"
        },
        {
          "text": "Но когда явлен будет Христос, жизнь ваша, тогда вместе с Ним и вас все увидят во славе.",
          "ID": "4"
        },
        {
          "text": "Посему предайте смерти всё земное в себе: блуд, всякую распущенность, греховные страсти, низменные желания и стяжательство (оно есть то же, что идолопоклонство), – ",
          "ID": "5"
        },
        {
          "text": "всё это навлекает гнев Божий [на противящихся воле Его]. ",
          "ID": "6"
        },
        {
          "text": "Когда-то и вы ходили такими путями, живя точно так же. ",
          "ID": "7"
        },
        {
          "text": "Теперь же должны вы избавиться от всего от этого: гнева, ярости, злобы. Клевета и сквернословие никогда пусть не исходят из уст ваших! ",
          "ID": "8"
        },
        {
          "text": "И не лгите друг другу: вы сбросили с себя былую природу со всеми свойственными ей привычками, ",
          "ID": "9"
        },
        {
          "text": "облачившись в новое естество, которое обновляется непрестанно по образу Творца своего ради познания Его. ",
          "ID": "10"
        },
        {
          "text": "И нет уже здесь ни язычника, ни иудея, нет обрезания или необрезания, нет ни варвара, ни скифа, ни раба нет, ни свободного, но есть Христос, Он – всё и во всем.",
          "ID": "11"
        },
        {
          "text": "Так облекитесь же, Богом избранные, святые и возлюбленные, в милосердие и доброту, в смирение, кротость и долготерпение. ",
          "ID": "12"
        },
        {
          "text": "Будьте терпимы взаимно и прощайте друг друга, если есть у вас повод для недовольства; и прощать вы должны так же, как Господь вас простил. ",
          "ID": "13"
        },
        {
          "text": "А сверх того в любовь облекитесь: она всё доброе связывает и к совершенству ведет.",
          "ID": "14"
        },
        {
          "text": "Мир Христов пусть правит в ваших сердцах, к этому миру и призваны вы как члены единого Тела; и благодарными будьте. ",
          "ID": "15"
        },
        {
          "text": "Пусть живет в вас во всей своей полноте, во всей мудрости своей весть Христова, вы же учите и наставляйте друг друга; с благодарностью в сердце пойте Богу псалмы, и гимны, и духовные песнопения. ",
          "ID": "16"
        },
        {
          "text": "Пусть всё, что вы делаете, все слова и поступки ваши, пусть будет во имя Господа Иисуса Христа. И благодарите через Него Бога Отца.",
          "ID": "17"
        },
        {
          "text": "Вы, жены, мужьям повинуйтесь своим, как то подобает живущим в Господе.",
          "ID": "18"
        },
        {
          "text": "А вы, мужья, любите жен своих и не огорчайте их.",
          "ID": "19"
        },
        {
          "text": "Дети, во всем будьте послушны своим родителям, ибо это Господу приятно.",
          "ID": "20"
        },
        {
          "text": "Вы же, родители, не будьте жестокими со своими детьми, чтобы они не впадали в отчаянье.",
          "ID": "21"
        },
        {
          "text": "Рабы, будьте послушны во всем земным своим господам, не с показным усердием, не заискивая перед ними, но искренно, от сердца, благоговея перед Господом. ",
          "ID": "22"
        },
        {
          "text": "Что бы ни делали вы, делайте всё от души, как для Господа, не для людей, ",
          "ID": "23"
        },
        {
          "text": "зная, что в награду Своими наследниками сделает вас Господь. Вы ведь служите одному Господину – Христу. ",
          "ID": "24"
        },
        {
          "text": "Того же, кто поступает неправедно, кто б он ни был, возмездие ждет за всё, что неправедно соделал он.",
          "ID": "25"
        }
      ],
      "ID": "NT:COL.3",
      "name": "Послание апостола Павла христианам в Колоссах 3"
    },
    {
      "text": [
        {
          "text": "И вы, владеющие рабами, обходитесь с ними честно и справедливо, зная, что и над вами есть Господь, на Небесах.",
          "ID": "1"
        },
        {
          "text": "Постоянно пребывайте в молитве и, когда молитесь, бодрствуйте и благодарите Бога. ",
          "ID": "2"
        },
        {
          "text": "О нас тоже молитесь, чтобы Бог открыл дверь для нашей проповеди и могли мы свободно возвещать тайну Христову, за которую в узах я ныне, ",
          "ID": "3"
        },
        {
          "text": "и о том молитесь, чтобы мог я возвещать ее ясно, как и должен то делать.",
          "ID": "4"
        },
        {
          "text": "С неверующими поступайте мудро, наилучшим образом используя время. ",
          "ID": "5"
        },
        {
          "text": "Слова ваши пусть будут всегда и приятными, и уместными, тогда вы сможете каждому ответить, как подобает.",
          "ID": "6"
        },
        {
          "text": "О моих обстоятельствах вам всё расскажет Тихик, возлюбленный брат наш, верный служитель и соработник в Господе. ",
          "ID": "7"
        },
        {
          "text": "Я для того и послал его к вам, чтобы могли вы узнать, каковы наши дела, и чтобы он ободрил вас. ",
          "ID": "8"
        },
        {
          "text": "Он придет вместе с Онисимом, верным и возлюбленным братом, одним из ваших. Они расскажут вам обо всем, что здесь происходит.",
          "ID": "9"
        },
        {
          "text": "Приветствуют вас: Аристарх, который вместе со мной в узах теперь, Марк, двоюродный брат Варнавы (указания о нем вы уже получили: если он придет к вам, примите его радушно), ",
          "ID": "10"
        },
        {
          "text": "и Иисус, называемый Юстом. Из иудеев они единственные, кто трудится вместе со мной для Божьего Царства. Большим утешением стали они для меня.",
          "ID": "11"
        },
        {
          "text": "Приветствует вас Эпафрас, раб Христа [Иисуса]. Он тоже из ваших и молится тоже о вас постоянно, усердно, чтобы твердо стояли вы, как зрелые христиане, полные решимости творить волю Божию. ",
          "ID": "12"
        },
        {
          "text": "Я сам свидетель тому: без устали трудится он и для вас, и для тех, кто в Лаодикии и Иераполе. ",
          "ID": "13"
        },
        {
          "text": "Приветствует вас и Лука, врач возлюбленный, и Димас. ",
          "ID": "14"
        },
        {
          "text": "Передавайте привет братьям в Лаодикии, а также Нимфе и церкви, что собирается в доме ее.",
          "ID": "15"
        },
        {
          "text": "Когда это послание прочитают у вас, позаботьтесь, чтобы его прочитали и в лаодикийской церкви, а вы, в свою очередь, прочтите то, которое вам передадут оттуда.",
          "ID": "16"
        },
        {
          "text": "И скажите Архиппу: «Помни служение, которое принял ты в Господе, и старайся его исполнять».",
          "ID": "17"
        },
        {
          "text": "Приветствие пишу своей рукой – ПАВЕЛ. Помните цепи, что я ношу. Благодать со вами да пребудет!",
          "ID": "18"
        }
      ],
      "ID": "NT:COL.4",
      "name": "Послание апостола Павла христианам в Колоссах 4"
    }
  ],
  "ID": "NT:COL(BTI)",
  "name": "Послание апостола Павла христианам в Колоссах"
}