{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, апостол Иисус Христов волею Божиею, и тимофей брат, ",
          "ID": "1"
        },
        {
          "text": "сущым в колоссаех святым и верным братиям о Христе Иисусе: ",
          "ID": "2"
        },
        {
          "text": "благодать вам и мир от Бога Отца нашего, и Господа Иисуса Христа. Благодарим Бога и Отца Господа нашего Иисуса Христа, всегда о вас молящеся, ",
          "ID": "3"
        },
        {
          "text": "слышавше веру вашу, яже о Христе Иисусе, и любовь, юже имате ко всем святым, ",
          "ID": "4"
        },
        {
          "text": "за упование отложенное вам на небесех, еже прежде слышасте в словеси истины блговествования, ",
          "ID": "5"
        },
        {
          "text": "сущаго в вас, якоже и во всем мире: и есть плодоносно и растимо, якоже и в вас, от негоже дне слышасте и разуместе благодать Божию во истине: ",
          "ID": "6"
        },
        {
          "text": "якоже и уведесте от епафраса, возлюбленнаго соработника нашего, иже есть верен о вас служитель Христов, ",
          "ID": "7"
        },
        {
          "text": "иже и яви нам вашу любовь в дусе. ",
          "ID": "8"
        },
        {
          "text": "Сего ради и мы, от негоже дне слышахом, не престаем о вас молящеся и просяще, да исполнитеся в разуме воли его, во всяцей премудрости и разуме духовнем, ",
          "ID": "9"
        },
        {
          "text": "яко ходити вам достоине Богу во всяцем угождении и всяком деле блазе, плодоносяще и возрастающе в разуме Божии, ",
          "ID": "10"
        },
        {
          "text": "всякою силою возмогающе по державе славы его, во всяцем терпении и долготерпении с радостию. ",
          "ID": "11"
        },
        {
          "text": "благодаряще Бога и Отца, призвавшаго вас в причастие наследия святых во свете. ",
          "ID": "12"
        },
        {
          "text": "иже избави нас от власти темныя и престави в Царство Сына любве своея, ",
          "ID": "13"
        },
        {
          "text": "о немже имамы избавление кровию его и оставление грехов. ",
          "ID": "14"
        },
        {
          "text": "иже есть образ Бога невидимаго, перворожден всея твари. ",
          "ID": "15"
        },
        {
          "text": "яко тем создана быша всяческая, яже на небеси и яже на земли, видимая и невидимая, аще престоли, аще господствия, аще начала, аще власти: всяческая тем и о нем создашася. ",
          "ID": "16"
        },
        {
          "text": "и той есть прежде всех, и всяческая в нем состоятся. ",
          "ID": "17"
        },
        {
          "text": "И той есть глава телу Церкве, иже есть начаток, перворожден из мертвых, яко да будет во всех той первенствуя. ",
          "ID": "18"
        },
        {
          "text": "яко в нем благоизволи всему исполнению вселитися, ",
          "ID": "19"
        },
        {
          "text": "и тем примирити всяческая к себе, умиротворив кровию креста его, чрез него, аще земная, аще ли небесная. ",
          "ID": "20"
        },
        {
          "text": "И вас, иногда сущих отчужденных и врагов помышленьми в делех лукавых, ",
          "ID": "21"
        },
        {
          "text": "ныне же примири в теле плоти его смертию его, представити вас стых и непорочных и неповинных пред собою, ",
          "ID": "22"
        },
        {
          "text": "аще убо пребываете в вере основани и тверди, и неподвижими от упования блговествования, еже слышасте, проповеданное всей твари поднебесней, емуже бых аз павел служитель. ",
          "ID": "23"
        },
        {
          "text": "Ныне радуюся во страданиих моих о вас, яко исполняю лишение скорбей Христовых во плоти моей за тело его, еже есть Церковь. ",
          "ID": "24"
        },
        {
          "text": "ейже бых аз служитель по смотрению Божию, данному мне в вас, исполнити слово Божие, ",
          "ID": "25"
        },
        {
          "text": "тайну сокровенную от век и от родов: ныне же явися святым его, ",
          "ID": "26"
        },
        {
          "text": "имже восхоте Бог сказати, кое богатство славы тайны сея во языцех, иже есть Христос в вас, упование славы, ",
          "ID": "27"
        },
        {
          "text": "егоже мы проповедуем, наказующе всякаго человека и учаще всяцей премудрости, да представим всякаго человека совершенна о Христе Иисусе: ",
          "ID": "28"
        },
        {
          "text": "в немже и труждаюся и подвизаюся по действу его действуемому во мне силою.",
          "ID": "29"
        }
      ],
      "ID": "NT:COL.1",
      "name": "Послание к Колоссянам 1"
    },
    {
      "text": [
        {
          "text": "Хощу убо вас ведети, колик подвиг имам о вас и о сущих в лаодикии и во иераполи, и елицы не видеша лица моего во плоти, ",
          "ID": "1"
        },
        {
          "text": "да утешатся сердца их, снемшихся в любви и во всяцем богатстве извещения разума, в познание тайны Бога и Отца и Христа, ",
          "ID": "2"
        },
        {
          "text": "в немже суть вся сокровища премудрости и разума сокровенна. ",
          "ID": "3"
        },
        {
          "text": "Сие же глаголю, да никтоже вас прельстит в словопрении. ",
          "ID": "4"
        },
        {
          "text": "аще бо и плотию отстою, но духом с вами есмь, радуяся и видя ваш чин и утверждение вашея веры, яже во Христа. ",
          "ID": "5"
        },
        {
          "text": "Якоже убо приясте Христа Иисуса Господа, такожде в нем ходите, ",
          "ID": "6"
        },
        {
          "text": "укоренени и наздани в нем и извествовани верою, якоже научистеся, избыточествующе в ней благодарением. ",
          "ID": "7"
        },
        {
          "text": "(Братие,) блюдитеся, да никтоже вас будет прельщая философиею и тщетною лестию, по преданию человеческому, по стихиам мира, а не по Христе. ",
          "ID": "8"
        },
        {
          "text": "яко в том живет всяко исполнение Божества телесне: ",
          "ID": "9"
        },
        {
          "text": "и да будете в нем исполнени, иже есть глава всякому началу и власти: ",
          "ID": "10"
        },
        {
          "text": "о немже и обрезани бысте обрезанием нерукотворенным, в совлечении тела греховнаго плоти, во обрезании Христове, ",
          "ID": "11"
        },
        {
          "text": "спогребшеся ему крещением: о немже и совостасте верою действия Бога, воскресившаго его из мертвых. ",
          "ID": "12"
        },
        {
          "text": "и вас, мертвых сущих в прегрешениих и в необрезании плоти вашея, сооживил есть с ним, даровав нам вся прегрешения, ",
          "ID": "13"
        },
        {
          "text": "истребив еже на нас рукописание ученьми, еже бе сопротивно нам, и то взят от среды, пригвоздив е на кресте: ",
          "ID": "14"
        },
        {
          "text": "совлек начала и власти, изведе в позор дерзновением, изобличив их в себе. ",
          "ID": "15"
        },
        {
          "text": "Да никтоже убо вас осуждает о ядении, или о питии, или о части праздника, или о новомесячиих, или о субботах: ",
          "ID": "16"
        },
        {
          "text": "яже суть стень грядущих, тело же Христово. ",
          "ID": "17"
        },
        {
          "text": "Никтоже вас да прельщает изволенным ему смиреномудрием и службою ангелов, яже не уведе учя, без ума дмяся от ума плоти своея, ",
          "ID": "18"
        },
        {
          "text": "а не держя главы, из неяже все тело, составы и соузы подаемо и снемлемо, растит возращение Божие. ",
          "ID": "19"
        },
        {
          "text": "Аще убо умросте со Христом от стихий мира, почто аки живуще в мире стязаетеся? ",
          "ID": "20"
        },
        {
          "text": "Не коснися, ниже вкуси, ниже осяжи: ",
          "ID": "21"
        },
        {
          "text": "яже суть вся во истление употреблением, по заповедем и учением человеческим: ",
          "ID": "22"
        },
        {
          "text": "яже суть слово убо имуща премудрости в самовольней службе и смиреномудрии и непощадении тела, не в чести коей к сытости плоти.",
          "ID": "23"
        }
      ],
      "ID": "NT:COL.2",
      "name": "Послание к Колоссянам 2"
    },
    {
      "text": [
        {
          "text": "Аще убо воскреснусте со Христом, вышних ищите, идеже есть Христос о десную Бога седя: ",
          "ID": "1"
        },
        {
          "text": "горняя мудрствуйте, (а) не земная. ",
          "ID": "2"
        },
        {
          "text": "умросте бо, и живот ваш сокровен есть со Христом в Бозе: ",
          "ID": "3"
        },
        {
          "text": "егда же Христос явится, живот ваш, тогда и вы с ним явитеся в славе. ",
          "ID": "4"
        },
        {
          "text": "Умертвите убо уды вашя, яже на земли: блуд, нечистоту, страсть, похоть злую и лихоимание, еже есть идолослужение, ",
          "ID": "5"
        },
        {
          "text": "ихже ради грядет гнев Божии на сыны противления. ",
          "ID": "6"
        },
        {
          "text": "в нихже и вы иногда ходисте, егда живясте в них. ",
          "ID": "7"
        },
        {
          "text": "Ныне же отложите и вы та вся: гнев, ярость, злобу, хуление, срамословие от уст ваших: ",
          "ID": "8"
        },
        {
          "text": "не лжите друг на друга, совлекшеся ветхаго человека с деяньми его ",
          "ID": "9"
        },
        {
          "text": "и облекшеся в новаго, обновляемаго в разум по образу создавшаго его, ",
          "ID": "10"
        },
        {
          "text": "идеже несть еллин, ни иудей, обрезание и необрезание, варвар и скиф, раб и свободь, но всяческая и во всех Христос. ",
          "ID": "11"
        },
        {
          "text": "Облецытеся убо якоже избраннии Божии, святи и возлюбленни, во утробы щедрот, благость, смиреномудрие, кротость и долготерпение, ",
          "ID": "12"
        },
        {
          "text": "приемлюще друг друга и прощающе себе, аще кто на кого имать поречение: якоже и Христос простил есть вам, тако и вы. ",
          "ID": "13"
        },
        {
          "text": "Над всеми же сими (стяжите) любовь, яже есть соуз совершенства: ",
          "ID": "14"
        },
        {
          "text": "и мир Божии да водворяется в сердцах ваших, в оньже и звани бысте во едином теле: и благодарни бывайте. ",
          "ID": "15"
        },
        {
          "text": "Слово Христово да вселяется в вас богатно, во всякой премудрости: учаще и вразумляюще себе самех во псалмех и пениих и песнех духовных, во благодати поюще в сердцах ваших Господеви. ",
          "ID": "16"
        },
        {
          "text": "И все, еже аще что творите словом или делом, вся во имя Господа Иисуса Христа, благодаряще Бога и Отца тем. ",
          "ID": "17"
        },
        {
          "text": "Жены, повинуйтеся своим мужем, якоже подобает о Господе. ",
          "ID": "18"
        },
        {
          "text": "Мужие, любите жены вашя, и не огорчайтеся к ним. ",
          "ID": "19"
        },
        {
          "text": "Чада, послушайте родителей (своих) во всем: сие бо угодно есть Господеви. ",
          "ID": "20"
        },
        {
          "text": "Отцы, не раздражайте чад ваших, да не унывают. ",
          "ID": "21"
        },
        {
          "text": "Раби, послушайте по всему плотских господии (ваших), не пред очима точию работающе аки человекоугодницы, но в простоте сердца, боящеся Бога. ",
          "ID": "22"
        },
        {
          "text": "И всяко, еже аще что творите, от души делайте, якоже Господу, а не человеком, ",
          "ID": "23"
        },
        {
          "text": "ведяще, яко от Господа приимете воздаяние достояния: Господу бо Христу работаете. ",
          "ID": "24"
        },
        {
          "text": "А обидяй восприимет, еже обиде: и несть лица обиновения.",
          "ID": "25"
        }
      ],
      "ID": "NT:COL.3",
      "name": "Послание к Колоссянам 3"
    },
    {
      "text": [
        {
          "text": "Господие, правду и уравнение рабом подавайте, ведяще, яко и вы имате Господа на небесех. ",
          "ID": "1"
        },
        {
          "text": "В молитве терпите, бодрствующе в ней со благодарением: ",
          "ID": "2"
        },
        {
          "text": "молящеся и о нас вкупе, да Бог отверзет нам двери слова, проглаголати тайну Христову, еяже ради и связан есмь: ",
          "ID": "3"
        },
        {
          "text": "да явлю ю, якоже подобает ми глаголати. ",
          "ID": "4"
        },
        {
          "text": "В премудрости ходите ко внешним, время искупующе. ",
          "ID": "5"
        },
        {
          "text": "Слово ваше (да бывает) всегда во благодати, солию растворено, ведети, како подобает вам единому комуждо отвещавати. ",
          "ID": "6"
        },
        {
          "text": "Иже о мне, вся скажет вам тихик, возлюбленный брат и верен служитель и соработник о Господе, ",
          "ID": "7"
        },
        {
          "text": "егоже послах к вам на се истое, да разумеет яже о вас и утешит сердца ваша, ",
          "ID": "8"
        },
        {
          "text": "со онисимом, верным и возлюбленным братом нашим, иже есть от вас: вся вам скажут, яже зде. ",
          "ID": "9"
        },
        {
          "text": "Целует вы аристарх спленник мой, и марко анепсий варнавин, о немже приясте заповеди: аще приидет к вам, приимите его: ",
          "ID": "10"
        },
        {
          "text": "и иисус нареченный иуст, сущий от обрезания: сии едини споспешницы во Царство Божие, иже быша ми утешение. ",
          "ID": "11"
        },
        {
          "text": "Целует вы епафрас, иже от вас, раб Иисуса Христа, всегда подвизаяйся о вас в молитвах, да будете совершени и исполнени во всяцей воли Божией. ",
          "ID": "12"
        },
        {
          "text": "Свидетелствую бо о нем, яко имать ревность многу (и болезнь) о вас и о сущих в лаодикии и во иераполи. ",
          "ID": "13"
        },
        {
          "text": "Целует вы лука врачь возлюбленный, и димас. ",
          "ID": "14"
        },
        {
          "text": "Целуйте братию сущую в лаодикии, и нимфана, и домашнюю его церковь. ",
          "ID": "15"
        },
        {
          "text": "И егда прочтется послание сие у вас, сотворите, да и в лаодикиистей Церкви прочтено будет, и написаное от лаодикии да и вы прочтете. ",
          "ID": "16"
        },
        {
          "text": "И рцыте архиппу: блюди служение, еже приял еси о Господе, да довершиши е. ",
          "ID": "17"
        },
        {
          "text": "Целование моею рукою павлею. Поминайте моя узы. Благодать со (всеми) вами. Аминь. ",
          "ID": "18"
        }
      ],
      "ID": "NT:COL.4",
      "name": "Послание к Колоссянам 4"
    }
  ],
  "ID": "NT:COL(CSLAV)",
  "name": "Послание к Колоссянам"
}