{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, по воле Бога апостола Иисуса Христа, и от брата Тимофея.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Святым и верным братьям во Христе, находящимся в Колоссах.",
          "ID": "2"
        },
        {
          "text": "Благодать и мир вам от Бога, нашего Отца.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Мы всегда в молитвах благодарим за вас Бога – Отца нашего Господа Иисуса Христа, ",
          "ID": "3"
        },
        {
          "text": "потому что до нас доходят слухи о вашей вере в Иисуса Христа и о вашей любви ко всем святым. ",
          "ID": "4"
        },
        {
          "text": "Ваши вера и любовь порождены надеждой – той, что дожидается вас на небесах. Вы слышали о ней раньше в слове истины – Радостной Вести, ",
          "ID": "5"
        },
        {
          "text": "которая пришла и к вам. Эта Весть распространяется и приносит плоды по всему миру, как и у вас с того дня, когда вы впервые услышали ее и познали истину о благодати Божьей. ",
          "ID": "6"
        },
        {
          "text": "Вы узнали о ней от Эпафраса, нашего любимого сотрудника, который верно служит Христу ради вас. ",
          "ID": "7"
        },
        {
          "text": "Он и рассказал нам о любви, которую дал вам Дух.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Поэтому, с тех пор как мы о вас впервые услышали, мы постоянно о вас молимся и просим, чтобы Бог дал вам знание Его воли, мудрость и духовное понимание. ",
          "ID": "9"
        },
        {
          "text": "Мы молимся о том, чтобы вы жили достойно Господа и во всем угождали Ему, принося плоды ваших добрых дел и все больше узнавая Бога, ",
          "ID": "10"
        },
        {
          "text": "чтобы вы укреплялись через Его силу и величие, становясь выносливыми, терпеливыми и радостными. ",
          "ID": "11"
        },
        {
          "text": "Благодарите Отца, Который сделал вас достойными получить часть в наследии святых во свете. ",
          "ID": "12"
        },
        {
          "text": "Он избавил нас от власти тьмы и ввел нас в Царство Своего любимого Сына, ",
          "ID": "13"
        },
        {
          "text": "через жертвенную смерть Которого мы обрели искупление, прощение грехов.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Он – видимый образ невидимого Бога,",
          "ID": "15"
        },
        {
          "text": "и Он превыше всего творения.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Через Него было сотворено все на небе и на земле,",
          "ID": "16"
        },
        {
          "text": "все видимое и невидимое:",
          "ID": "16"
        },
        {
          "text": "будь то престолы, господства, начальства или власти –",
          "ID": "16"
        },
        {
          "text": "все было сотворено через Него и для Него.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Еще до того, как все было сотворено,",
          "ID": "17"
        },
        {
          "text": "Он уже существовал,",
          "ID": "17"
        },
        {
          "text": "и все творение держится благодаря Ему.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Он – глава тела, то есть Церкви,",
          "ID": "18"
        },
        {
          "text": "Он начало всего, первый среди воскресших из мертвых,",
          "ID": "18"
        },
        {
          "text": "чтобы во всем иметь первенство.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": " Богу было угодно, чтобы во Христе обитала вся полнота,",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "и чтобы через Него примирить с Собою все,",
          "ID": "20"
        },
        {
          "text": "заключив благодаря Его крови,",
          "ID": "20"
        },
        {
          "text": "пролитой на кресте, мир со всем,",
          "ID": "20"
        },
        {
          "text": "что на небесах и на земле.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Когда-то вы были далеки от Бога и враждебны Ему в своем разуме, направленном на злые дела. ",
          "ID": "21"
        },
        {
          "text": "Но сейчас Бог примирил вас с Собой через жертвенную смерть Христа, когда Тот был еще в Своем земном теле. Он поставит вас перед Собою как святых и непорочных, и не заслуживающих упрека, ",
          "ID": "22"
        },
        {
          "text": "если вы будете стоять на твердом основании веры и не станете изменять надежде, которую вам дала услышанная вами Радостная Весть. Она была возвещена всему творению под небесами, и я, Павел, стал ее служителем.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Теперь я радуюсь в моих страданиях за вас. Я в своем теле восполняю ту меру страданий Христа, которая предназначена мне, ради Его тела, то есть ради Церкви. ",
          "ID": "24"
        },
        {
          "text": "Я стал ее служителем по поручению Бога, чтобы представить вам во всей полноте Его слово, ",
          "ID": "25"
        },
        {
          "text": "которое оставалось тайной для людей из века в век и из поколения в поколение, а сейчас оно открывается Его святым. ",
          "ID": "26"
        },
        {
          "text": "Бог захотел открыть им, как велико и для язычников богатство славы этой тайны, которая заключается в том, что Христос живет в вас. Он – ваша надежда на будущую славу.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Мы возвещаем о Нем, наставляя и уча каждого человека. Мы используем всю мудрость, чтобы сделать каждого зрелым христианином. ",
          "ID": "28"
        },
        {
          "text": "Ради этого я, собственно, и тружусь, и борюсь, применяя силу, исходящую от Него, которая мощно действует во мне.",
          "ID": "29"
        }
      ],
      "ID": "NT:COL.1",
      "name": "Послание к Колоссянам 1"
    },
    {
      "text": [
        {
          "text": "Я хочу, чтобы вы знали, как упорно я борюсь за вас, и за лаодикийцев, и за тех многих, кто даже не видел меня лично. ",
          "ID": "1"
        },
        {
          "text": "Я хочу, чтобы это ободрило их, объединило в любви, чтобы они могли иметь глубокие и богатые познания о тайне Бога, то есть о Христе. ",
          "ID": "2"
        },
        {
          "text": "В Нем скрыты все сокровища мудрости и знания. ",
          "ID": "3"
        },
        {
          "text": "Я говорю вам об этом, чтобы никто не смог обмануть вас вкрадчивыми словами. ",
          "ID": "4"
        },
        {
          "text": "Пусть меня и нет с вами физически, но духом я с вами, и меня радуют ваша сплоченность и ваша твердая вера во Христа.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Поэтому, раз вы приняли Господа Иисуса Христа, то и живите в Нем, ",
          "ID": "6"
        },
        {
          "text": "пускайте корни и растите в Нем. Пусть вера, которой вы были научены, набирает в вас силу, и пусть благодарность переполняет вас. ",
          "ID": "7"
        },
        {
          "text": "Смотрите, чтобы никто не поработил вас, обольстив пустым философствованием, основанным на человеческих традициях и на законах этого мира, а не на Христе.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Потому что в Нем вся полнота Бога пребывает в телесной форме, ",
          "ID": "9"
        },
        {
          "text": "а вы обрели полноту во Христе, Который стоит во главе всех начальств и властей. ",
          "ID": "10"
        },
        {
          "text": "В Нем вы также были обрезаны, но не таким обрезанием, которое совершается руками людей. Вы были освобождены от вашей греховной природы духовным обрезанием, совершенным Христом. ",
          "ID": "11"
        },
        {
          "text": "Вы были погребены вместе с Ним в крещении и воскрешены вместе с Ним верой в силу Божью, поднявшую Христа из мертвых.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И вас, некогда мертвых из-за ваших грехов, с необрезанной плотью, – вас Бог оживил вместе со Христом. Он простил все наши грехи, ",
          "ID": "13"
        },
        {
          "text": "зачеркнув рукопись с направленными против нас предписаниями Закона; Он устранил эту рукопись, пригвоздив ее ко кресту. ",
          "ID": "14"
        },
        {
          "text": "Бог обезоружил начальства и власти и выставил их на позор, восторжествовав над ними на кресте.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Пусть никто не осуждает вас за то, что вы едите и что вы пьете, или за несоблюдение каких-то религиозных праздников, церемоний при новолунии или суббот. ",
          "ID": "16"
        },
        {
          "text": "Все это лишь тень того, что должно было прийти, реальность же – Христос. ",
          "ID": "17"
        },
        {
          "text": "Не допустите, чтобы люди, обожающие самоотречение и поклоняющиеся ангелам, осуждали вас. Они увлекаются своими видениями и превозносятся, гордясь своим испорченным умом. ",
          "ID": "18"
        },
        {
          "text": "Они потеряли связь с Главой, которая управляет всем телом, связанным воедино посредством суставов и связок и растущим благодаря Богу.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Если вы умерли со Христом для законов этого мира, то почему же вы по-прежнему живете как люди этого мира, подчиняясь таким земным правилам, как: ",
          "ID": "20"
        },
        {
          "text": "«этого не бери», «того не ешь», «к этому не прикасайся»? ",
          "ID": "21"
        },
        {
          "text": "Все это лишь человеческие правила и понятия относительно тех вещей, которые исчезают при употреблении. ",
          "ID": "22"
        },
        {
          "text": "Может, эти правила и создают видимость чего-то мудрого, навязывая самодеятельную религиозность, самоотречение и изнурение тела. На самом же деле это нисколько не помогает одержать победу над страстями и злыми мыслями.",
          "ID": "23"
        }
      ],
      "ID": "NT:COL.2",
      "name": "Послание к Колоссянам 2"
    },
    {
      "text": [
        {
          "text": "Итак, если вы были воскрешены со Христом, то стремитесь к небесному, туда, где Христос сидит по правую руку от Бога. ",
          "ID": "1"
        },
        {
          "text": "Обращайте ваши мысли к небесному, а не к земному. ",
          "ID": "2"
        },
        {
          "text": "Вы умерли для этого мира, и ваша жизнь сокрыта вместе со Христом в Боге. ",
          "ID": "3"
        },
        {
          "text": "Ваша жизнь – Христос, и когда Он будет явлен миру, тогда и вы будете явлены вместе с Ним в славе.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Поэтому умертвите в себе все, что еще принадлежит к греховной природе: разврат, безнравственность, страсть, дурные желания и алчность (которая есть то же самое, что идолопоклонство). ",
          "ID": "5"
        },
        {
          "text": "Все это вызывает гнев Божий на тех, кто Ему непослушен. ",
          "ID": "6"
        },
        {
          "text": "Когда-то вы тоже жили всем этим, ",
          "ID": "7"
        },
        {
          "text": "но сейчас настало время избавиться от гнева, ярости, злобы, от ядовитых слов и сквернословия. ",
          "ID": "8"
        },
        {
          "text": "Не лгите друг другу, ведь вы уже «сняли с себя» ваш прежний образ жизни. ",
          "ID": "9"
        },
        {
          "text": "Вы «оделись» в новую природу, обновленную истинным знанием и являющуюся образом Самого Создателя. ",
          "ID": "10"
        },
        {
          "text": "И нет уже ни грека, ни иудея, ни обрезанного, ни необрезанного, ни варвара, ни скифа, ни раба, ни свободного, но все и во всем Христос.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Поэтому как избранные святые и любимые Богом «оденьтесь» в сострадание, доброту, смирение, кротость, терпение. ",
          "ID": "12"
        },
        {
          "text": "Будьте снисходительны друг ко другу и прощайте друг другу все ваши обиды. Прощайте так, как Господь вас простил. ",
          "ID": "13"
        },
        {
          "text": "И ко всему этому добавьте любовь, которая объединяет все в одно совершенное единство.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Пусть вашими сердцами руководит мир Христа, так как вы члены одного тела и призваны к миру. Будьте благодарны. ",
          "ID": "15"
        },
        {
          "text": "Пусть в вас живет слово Христа во всем его богатстве. Учите и наставляйте друг друга со всякой мудростью, и с благодарностью в своих сердцах пойте Богу псалмы, гимны и духовные песнопения. ",
          "ID": "16"
        },
        {
          "text": "Что бы вы ни делали и ни говорили, делайте все во имя Господа Иисуса, благодаря через Него Бога Отца.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Жены, подчиняйтесь вашим мужьям, как это следует делать христианкам.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Мужья, любите ваших жен и не будьте к ним суровы.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Дети, будьте послушны вашим родителям во всем, потому что это приятно Господу.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Отцы, не раздражайте ваших детей, чтобы они не отчаивались.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Рабы, подчиняйтесь вашим земным хозяевам во всем, делая это не напоказ, лишь ради того, чтобы заслужить их расположение, но искренне, в благоговении перед Господом. ",
          "ID": "22"
        },
        {
          "text": "Что бы вы ни делали, делайте это от всего сердца, как для Господа, а не для людей, ",
          "ID": "23"
        },
        {
          "text": "зная, что в награду вам будет наследство от Господа, потому что вы служите Христу. ",
          "ID": "24"
        },
        {
          "text": "А тот, кто причиняет зло, будет наказан; у Бога нет предпочтения одних перед другими.",
          "ID": "25"
        }
      ],
      "ID": "NT:COL.3",
      "name": "Послание к Колоссянам 3"
    },
    {
      "text": [
        {
          "text": "И вы, господа, поступайте со своими рабами справедливо и достойно, помня о том, что и у вас есть Господин на небесах.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Неустанно молитесь; молясь, бодрствуйте и благодарите Бога. ",
          "ID": "2"
        },
        {
          "text": "Молитесь и о нас, чтобы Бог открыл двери для нашей вести, чтобы нам и в дальнейшем возвещать тайну Христа, за которую я и нахожусь сейчас в цепях. ",
          "ID": "3"
        },
        {
          "text": "Молитесь о том, чтобы я мог раскрыть ее людям как должно. ",
          "ID": "4"
        },
        {
          "text": "В общении с неверующими проявляйте мудрость, правильно используя время. ",
          "ID": "5"
        },
        {
          "text": "Пусть ваша речь всегда будет приправленной солью, умейте каждому дать нужный ответ.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Обо мне вам все расскажет Тихик, дорогой брат, верный служитель и мой сотрудник в труде для Господа. ",
          "ID": "7"
        },
        {
          "text": "Я посылаю его к вам, чтобы вы узнали об обстоятельствах, в которых мы находимся, и чтобы он ободрил вас. ",
          "ID": "8"
        },
        {
          "text": "Он придет к вам с Онисимом, нашим верным и дорогим братом и вашим земляком, и они расскажут вам обо всем, что здесь происходит.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Вам передает привет Аристарх, который тоже находится со мной в заключении. Передает вам приветы и Марк, двоюродный брат Варнавы, я уже писал вам о нем; если он будет у вас, то проявите к нему гостеприимство. ",
          "ID": "10"
        },
        {
          "text": "Вам передает приветы и Иисус, которого все называют Иустом. Они единственные иудеи среди моих сотрудников, работающих для Царства Божьего; они приносят мне утешение. ",
          "ID": "11"
        },
        {
          "text": "Ваш Эпафрас, слуга Иисуса Христа, тоже передает вам приветы. Он всегда усердно молится о вас, чтобы вы непоколебимо, совершенно и убежденно следовали тому, чего хочет от вас Бог. ",
          "ID": "12"
        },
        {
          "text": "Я свидетель того, что он очень усердно работает для вас и для христиан в Лаодикии и Иераполе. ",
          "ID": "13"
        },
        {
          "text": "Вам передают приветы наш дорогой врач Лука и Димас. ",
          "ID": "14"
        },
        {
          "text": "Передайте и мои приветы братьям в Лаодикии, а также Нимфе и церкви, которая собирается в ее доме.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда вам будет прочитано это послание, передайте его в Лаодикию, чтобы его прочитали и там, а вы, в свою очередь, прочитайте мое послание, которое вам передадут из Лаодикии.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Архиппу передайте, чтобы он довел до конца служение, порученное ему Господом.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Я, Павел, дописываю это приветствие своей рукой. Помните о моих узах. Пусть благодать будет с вами.",
          "ID": "18"
        }
      ],
      "ID": "NT:COL.4",
      "name": "Послание к Колоссянам 4"
    }
  ],
  "ID": "NT:COL(NRP)",
  "name": "Послание к Колоссянам"
}