{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Павел, волей Божьей апостол Христа Иисуса, и Тимофей, брат наш во Христе, обращаются с приветствиями",
          "ID": "1"
        },
        {
          "text": "к людям Божьим в Колоссах, нашим преданным братьям и сёстрам во Христе.",
          "ID": "2"
        },
        {
          "text": "Благодать вам и мир от Бога, Отца нашего.",
          "ID": "2"
        },
        {
          "text": "Когда мы молимся за вас, то всегда благодарим Бога, Отца нашего Господа Иисуса Христа,",
          "ID": "3"
        },
        {
          "text": "потому что мы услышали о вашей вере во Христа Иисуса и о любви, которую вы питаете ко всем людям Божьим.",
          "ID": "4"
        },
        {
          "text": "Ваша вера и любовь вызваны вашей надеждой и всё, на что вы надеетесь, ожидает вас на Небесах. Вы впервые услышали об этом через истинное послание, Благовестие,",
          "ID": "5"
        },
        {
          "text": "пришедшее к вам. По всему миру оно приносит плоды и распространяется всё шире, так же, как это было среди вас, с того дня, как услышали вы о благодати Божьей и воистину поняли, в чём она.",
          "ID": "6"
        },
        {
          "text": "Вы узнали о нём от Епафраса, нашего возлюбленного собрата, преданного слуги Христа ради всех нас.",
          "ID": "7"
        },
        {
          "text": "Он рассказал нам также о вашей любви, полученной от Духа.",
          "ID": "8"
        },
        {
          "text": "По этой причине, с того дня, как мы услышали об этом, мы не прекращали молиться за вас и просить, чтобы вы исполнились полного познания воли Божьей, мудрости и духовного понимания, приносимых Святым Духом.",
          "ID": "9"
        },
        {
          "text": "Обретя это познание, ваша жизнь будет угодна Богу и принесёт Ему славу и почёт. Только тогда ваши поступки породят добрые плоды, и вы будете возрастать в познании Бога.",
          "ID": "10"
        },
        {
          "text": "Согласно Его великой силе, вам были дарованы долготерпение и выносливость,",
          "ID": "11"
        },
        {
          "text": "чтобы вы радостно возносили благодарность Отцу, Который даровал вам способность получить Свою долю в наследии, принадлежащем Божьим людям, живущим в Свете.",
          "ID": "12"
        },
        {
          "text": "Он освободил нас от сил тьмы и привёл в царство возлюбленного Сына Своего.",
          "ID": "13"
        },
        {
          "text": "Через Него мы получили искупление, отпущение наших грехов.",
          "ID": "14"
        },
        {
          "text": "Он — зримое подобие незримого Бога,",
          "ID": "15"
        },
        {
          "text": "Он правит всем сущим,",
          "ID": "15"
        },
        {
          "text": "потому что всё на небе и на земле было создано Им,",
          "ID": "16"
        },
        {
          "text": "то, что зримо и что незримо:",
          "ID": "16"
        },
        {
          "text": "будь то престолы и подданные, правители или власти.",
          "ID": "16"
        },
        {
          "text": "Всё пришло через Него и было создано для Него.",
          "ID": "16"
        },
        {
          "text": "Он существовал прежде всего,",
          "ID": "17"
        },
        {
          "text": "и всё существует лишь благодаря Его власти.",
          "ID": "17"
        },
        {
          "text": "Христос — Глава тела, церкви,",
          "ID": "18"
        },
        {
          "text": "Он — начало всего сущего,",
          "ID": "18"
        },
        {
          "text": "и первый, кто был воскрешён из мёртвых,",
          "ID": "18"
        },
        {
          "text": "чтобы занять первое место во всём.",
          "ID": "18"
        },
        {
          "text": "Потому что Богу было угодно,",
          "ID": "19"
        },
        {
          "text": "чтобы Его полнота обитала в Нём,",
          "ID": "19"
        },
        {
          "text": "и через Него вернуть к Себе всё.",
          "ID": "20"
        },
        {
          "text": "Через кровь, пролитую на кресте,",
          "ID": "20"
        },
        {
          "text": "Бог примирил с Собой всё сущее на земле и на Небе.",
          "ID": "20"
        },
        {
          "text": "Было время, когда ваши мысли и недобрые поступки не позволяли вам быть рядом с Богом, и вы относились враждебно к Нему.",
          "ID": "21"
        },
        {
          "text": "Теперь же, через свою физическую смерть Христос примирил вас с Богом, чтобы представить вас перед Ним святыми, непорочными и невинными.",
          "ID": "22"
        },
        {
          "text": "Всё именно так и произойдёт, если останетесь вы тверды и постоянны в своей вере и не отречётесь от надежды, несомой вам Благовестием. Вы слышали об этом Благовестии, о котором узнали все, живущие под небесами, и слугой которого я, Павел, стал.",
          "ID": "23"
        },
        {
          "text": "Христу предстоит перенести множество страданий, которые поразят Его тело, то есть церковь. Я радуюсь, что страдаю ради вас и что своим телом я принимаю мою долю этих страданий, которые будут во благо Его церкви.",
          "ID": "24"
        },
        {
          "text": "Я стал одним из её слуг во исполнение Божьего назначения, порученного мне ради вашего блага, — провозглашать слово Божье во всей его полноте.",
          "ID": "25"
        },
        {
          "text": "Это и есть та тайная истина, скрытая в течение многих веков и поколений, которую Бог теперь открыл Своим людям.",
          "ID": "26"
        },
        {
          "text": "Бог пожелал открыть Своим людям величие и глубину богатства этой тайной истины. Эта истина — для всех, и состоит она в том, что Христос живёт среди вас; Он является нашей надеждой на то, что мы получим Славу Божью.",
          "ID": "27"
        },
        {
          "text": "Мы провозглашаем Его, наставляем и поучаем каждого со всей доступной нам мудростью, чтобы всякого представить Богу духовно возмужавшим во Христе.",
          "ID": "28"
        },
        {
          "text": "Ради этой цели я тружусь и борюсь благодаря великой силе, которую мне даёт Христос. Эта сила активна и действенна в моей жизни.",
          "ID": "29"
        }
      ],
      "ID": "NT:COL.1",
      "name": "Послание К Колоссянам 1"
    },
    {
      "text": [
        {
          "text": "Я хочу, чтобы вы знали, с каким рвением я хочу помочь вам, а также жителям Лаодикии и тем людям, с которыми я лично не знаком.",
          "ID": "1"
        },
        {
          "text": "Я желаю, чтобы их сердца ободрились и объединились в любви. Я хочу, чтобы они обогатились полным познанием и в совершенстве постигли тайную истину Божью — Христа,",
          "ID": "2"
        },
        {
          "text": "в Котором скрыты все сокровища познания и мудрости.",
          "ID": "3"
        },
        {
          "text": "Я говорю это, чтобы никто не мог обмануть вас никакими доводами, которые кажутся разумными, но на самом деле лживы.",
          "ID": "4"
        },
        {
          "text": "Потому что хотя я и не присутствую среди вас телесно, духовно я вместе с вами, и радуюсь, видя, как упорядочены ваши жизни, и как вы тверды в своей вере во Христа.",
          "ID": "5"
        },
        {
          "text": "Итак, приняв Иисуса Христа и Господа, живите в Нём.",
          "ID": "6"
        },
        {
          "text": "Полагайтесь исключительно на Христа, сделав Его основой вашей жизни и источником сил. Пусть ваше понимание истины, которой вас учили, становится всё глубже. И никогда не переставайте благодарить Бога!",
          "ID": "7"
        },
        {
          "text": "Остерегайтесь, чтобы никто не совратил вас своими идеями и пустым обманом, исходящим от мирских законов, а не от Христа.",
          "ID": "8"
        },
        {
          "text": "Так как вся Божественная полнота заключена во Христе, Который принял человеческий облик.",
          "ID": "9"
        },
        {
          "text": "Будучи во Христе, вы получили всё необходимое и достигли своей полноты в Нём. Ведь именно Христос является главой над всеми правителями и властями.",
          "ID": "10"
        },
        {
          "text": "В Нём воплощено ваше обрезание, то есть не обрезание, сотворённое руками людей, а обрезание, совершённое Христом, когда вы освободились от своей греховной природы.",
          "ID": "11"
        },
        {
          "text": "Это случилось, когда вы были погребены с Ним вместе при крещении, при котором вы также воскресли вместе с Ним через веру вашу в силу Бога, которой Он воскресил Христа из мёртвых.",
          "ID": "12"
        },
        {
          "text": "Вы были мертвы духовно из-за своих грехов и из-за того, что находились в рабстве своего греховного естества, но Бог даровал вам жизнь вместе с Христом и простил все наши грехи.",
          "ID": "13"
        },
        {
          "text": "Нарушив законы Божьи, мы были виновны во многих грехах. Однако Бог упразднил перечень всех обвинений, которые свидетельствовали против нас. Он простил наши грехи и уничтожил этот перечень, пригвоздив его к кресту.",
          "ID": "14"
        },
        {
          "text": "Бог обезоружил правителей и власти духовного мира. С помощью креста Бог одержал победу над ними, а затем повёл их за Собой как пленников в шествии победителя.",
          "ID": "15"
        },
        {
          "text": "Так пусть никто не осуждает вас за то, что вы едите или пьёте, или за праздники, новолуния, или субботние дни,",
          "ID": "16"
        },
        {
          "text": "ведь это всё только тень грядущего, а настоящее принадлежит Христу.",
          "ID": "17"
        },
        {
          "text": "Не позволяйте никому, кто любит выдавать себя за смиренного человека, который поклоняется Ангелам, заставить вас потерять свою награду. Такие люди всегда говорят о своих видениях и гордятся беспричинно, руководимые своими земными мыслями.",
          "ID": "18"
        },
        {
          "text": "Они не придерживаются Христа — главы, благодаря которой всё тело, поддерживаемое и соединённое воедино связками и сочленениями, растёт перед Богом.",
          "ID": "19"
        },
        {
          "text": "Вы умерли с Христом и освободились от главенствующих законов мира, так почему же вы подчиняетесь таким правилам, как если бы жили в миру? Вот правила, о которых я говорю:",
          "ID": "20"
        },
        {
          "text": "«Не берите в руки этого! Не ешьте того! Не прикасайтесь к этому!»",
          "ID": "21"
        },
        {
          "text": "Все эти правила относятся к земному, тому, что исчезает после употребления. Подчиняясь таким уставам, вы лишь следуете правилам и учениям, созданным людьми.",
          "ID": "22"
        },
        {
          "text": "В самом деле, их признают мудрыми с точки зрения придуманного людьми почитания, самоуничижения и умерщвления плоти, но они не обладают никакой силой в борьбе против нашей греховной природы.",
          "ID": "23"
        }
      ],
      "ID": "NT:COL.2",
      "name": "Послание К Колоссянам 2"
    },
    {
      "text": [
        {
          "text": "Так как вы воскресли из мёртвых вместе с Христом, то живите ради того, что находится в Небесах, где Христос восседает по правую руку от Бога.",
          "ID": "1"
        },
        {
          "text": "Продолжайте думать о том, что в Небесах, а не о том, что на земле,",
          "ID": "2"
        },
        {
          "text": "так как ваша прежняя суть умерла, а ваша новая жизнь скрыта с Христом в Боге.",
          "ID": "3"
        },
        {
          "text": "Когда Христос, в Ком жизнь наша, явится во время второго пришествия, то и вы явитесь вместе с Ним во всей Его Славе.",
          "ID": "4"
        },
        {
          "text": "Так предайте смерти в себе всё то, что принадлежит земному: блуд, непотребство, вожделение, низкие стремления и жадность, которая подобна идолопоклонству.",
          "ID": "5"
        },
        {
          "text": "Из-за этого зла всех непокорных постигнет гнев Божий.",
          "ID": "6"
        },
        {
          "text": "И вы когда-то жили такой жизнью, когда творили подобное.",
          "ID": "7"
        },
        {
          "text": "Теперь же вы должны избавиться от всего этого: гнева, ярости, злобствования, клеветы, от брани в разговоре.",
          "ID": "8"
        },
        {
          "text": "Не лгите друг другу, потому что вы сбросили с себя свою прежнюю суть",
          "ID": "9"
        },
        {
          "text": "и приняли новую. Этот новый человек постоянно обновляется, чтобы достичь полного понимания Бога и принять образ Создателя,",
          "ID": "10"
        },
        {
          "text": "так что нет разницы между греком и иудеем, между обрезанным и необрезанным, между варваром и скифом, между рабом и свободным человеком, но Христос — всё и во всём.",
          "ID": "11"
        },
        {
          "text": "Так облачитесь же в сострадание, смирение, кротость и терпение, как подобает избранным людям Божьим, святым и возлюбленным.",
          "ID": "12"
        },
        {
          "text": "Будьте терпимы друг к другу и прощайте друг друга бескорыстно. Если у вас есть жалоба на кого-то, то как Господь простил вас, так и вы должны прощать друг друга.",
          "ID": "13"
        },
        {
          "text": "А кроме того, самое главное в вашей новой жизни — это любовь друг к другу. Именно любовь объединяет всё в совершенном союзе.",
          "ID": "14"
        },
        {
          "text": "Пусть мир Христа властвует над вашими сердцами, мир, к которому вы все призваны, чтобы быть в едином теле, и за который вы должны быть благодарны.",
          "ID": "15"
        },
        {
          "text": "Пусть Слово Христа живёт в вас во всём его богатстве. Поучайте и наставляйте друг друга с мудростью через пение псалмов, гимнов и духовных песен, вдохновлённых Духом. Пойте с благодарностью Богу в ваших сердцах.",
          "ID": "16"
        },
        {
          "text": "И что бы вы ни делали и ни говорили, всё должно быть во имя Господа Иисуса, так как именно через Иисуса вы возносите благодарность Богу Отцу.",
          "ID": "17"
        },
        {
          "text": "Жёны, покоряйтесь мужьям вашим, как и подобает в Господе.",
          "ID": "18"
        },
        {
          "text": "Мужья, любите жён ваших, не будьте с ними строги.",
          "ID": "19"
        },
        {
          "text": "Дети, повинуйтесь родителям вашим во всём, потому что такое поведение угодно Господу.",
          "ID": "20"
        },
        {
          "text": "Родители, не ожесточайте своих детей, чтобы они не впали в уныние.",
          "ID": "21"
        },
        {
          "text": "Рабы, повинуйтесь во всём вашим земным хозяевам и не только тогда, когда они наблюдают за вами, как поступают угодники. Делайте это чистосердечно, потому что почитаете Господа.",
          "ID": "22"
        },
        {
          "text": "Что бы вы ни делали, трудитесь ревностно, как если бы трудились ради Господа, а не для людей.",
          "ID": "23"
        },
        {
          "text": "Помните, что Господь дарует вам наследие ваше в награду. Продолжайте служить Господу Христу!",
          "ID": "24"
        },
        {
          "text": "Потому что кто поступает неправедно, тот будет наказан за совершённое зло, а перед Богом все равны.",
          "ID": "25"
        }
      ],
      "ID": "NT:COL.3",
      "name": "Послание К Колоссянам 3"
    },
    {
      "text": [
        {
          "text": "Хозяева, воздавайте слугам вашим честно и по справедливости. Помните, что и у вас есть Господь на Небесах.",
          "ID": "1"
        },
        {
          "text": "Усердно предавайтесь молитвам и возносите благодарения.",
          "ID": "2"
        },
        {
          "text": "И за нас молитесь в то же время, чтобы Бог даровал нам возможность проповедовать Слово Его и рассказывать о тайной истине, которой является Христос. Именно за эти проповеди я нахожусь в тюрьме.",
          "ID": "3"
        },
        {
          "text": "Молитесь, чтобы я мог говорить открыто и ясно, как должен.",
          "ID": "4"
        },
        {
          "text": "Ведите себя разумно с неверующими; мудро распоряжайтесь временем.",
          "ID": "5"
        },
        {
          "text": "Ваша речь должна быть всегда приятна, а разговор — разумен, чтобы вы знали, как кому отвечать.",
          "ID": "6"
        },
        {
          "text": "Тихик, возлюбленный брат и соратник по служению Господу, сообщит вам все новости обо мне.",
          "ID": "7"
        },
        {
          "text": "Я послал его к вам для того, чтобы вы узнали о наших делах и чтобы ободрить вас.",
          "ID": "8"
        },
        {
          "text": "Я послал его вместе с Онисимом, нашим преданным и возлюбленным братом, который также один из вас. Они расскажут вам о том, что здесь происходит.",
          "ID": "9"
        },
        {
          "text": "Аристарх, мой сотоварищ по заключению, приветствует вас, как и Марк, двоюродный брат Варнавы. Вы уже получили наставление о нём. Если он придёт навестить вас, то окажите ему гостеприимство.",
          "ID": "10"
        },
        {
          "text": "Иисус, по прозванию Иуст, также приветствует вас. Среди верующих иудеев только эти двое трудились со мной вместе ради Царства Божьего. Они были мне большим утешением.",
          "ID": "11"
        },
        {
          "text": "Епафрас также приветствует вас. Он — один из вас, слуга Христа, и постоянно горячо молится за вас, чтобы вы стали зрелыми духовно и полностью утвердились в исполнении воли Божьей.",
          "ID": "12"
        },
        {
          "text": "Я свидетельствую о том, что он неустанно и упорно трудится ради блага вашего и тех, кто живёт в Лаодикии и в Иераполе.",
          "ID": "13"
        },
        {
          "text": "Лука, врач возлюбленный, а также и Димас шлют вам свои приветствия.",
          "ID": "14"
        },
        {
          "text": "Приветствуйте братьев и сестёр, которые живут в Лаодикии, а также Нимфана с церковью, которая собирается у него в доме.",
          "ID": "15"
        },
        {
          "text": "Когда прочтёте это письмо между собой, пусть прочтут его также в церкви лаодикийцев, а то письмо, которое прибудет из Лаодикии, прочтите и вы.",
          "ID": "16"
        },
        {
          "text": "И Архиппу скажите: «Смотри, выполни служение, принятое тобой в Господе».",
          "ID": "17"
        },
        {
          "text": "Я, Павел, написал это приветствие своей собственной рукой. Помните, что я нахожусь в тюрьме. Я молюсь, чтобы Божья благодать была с вами!",
          "ID": "18"
        }
      ],
      "ID": "NT:COL.4",
      "name": "Послание К Колоссянам 4"
    }
  ],
  "ID": "NT:COL(RSP)",
  "name": "Послание К Колоссянам"
}