{
  "text": [
    {
      "text": [
        {
          "text": "In the thirtieth year, in the fourth month, on the fifth day of the month, as I was among the exiles by the Chebar canal, the heavens were opened, and I saw visions of God.",
          "ID": "1"
        },
        {
          "text": "On the fifth day of the month (it was the fifth year of the exile of King Jehoiachin),",
          "ID": "2"
        },
        {
          "text": "the word of the Lord came to Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the Chebar canal, and the hand of the Lord was upon him there.",
          "ID": "3"
        },
        {
          "text": "As I looked, behold, a stormy wind came out of the north, and a great cloud, with brightness around it, and fire flashing forth continually, and in the midst of the fire, as it were gleaming metal.",
          "ID": "4"
        },
        {
          "text": "And from the midst of it came the likeness of four living creatures. And this was their appearance: they had a human likeness,",
          "ID": "5"
        },
        {
          "text": "but each had four faces, and each of them had four wings.",
          "ID": "6"
        },
        {
          "text": "Their legs were straight, and the soles of their feet were like the sole of a calf's foot. And they sparkled like burnished bronze.",
          "ID": "7"
        },
        {
          "text": "Under their wings on their four sides they had human hands. And the four had their faces and their wings thus:",
          "ID": "8"
        },
        {
          "text": "their wings touched one another. Each one of them went straight forward, without turning as they went.",
          "ID": "9"
        },
        {
          "text": "As for the likeness of their faces, each had a human face. The four had the face of a lion on the right side, the four had the face of an ox on the left side, and the four had the face of an eagle.",
          "ID": "10"
        },
        {
          "text": "Such were their faces. And their wings were spread out above. Each creature had two wings, each of which touched the wing of another, while two covered their bodies.",
          "ID": "11"
        },
        {
          "text": "And each went straight forward. Wherever the spirit would go, they went, without turning as they went.",
          "ID": "12"
        },
        {
          "text": "As for the likeness of the living creatures, their appearance was like burning coals of fire, like the appearance of torches moving to and fro among the living creatures. And the fire was bright, and out of the fire went forth lightning.",
          "ID": "13"
        },
        {
          "text": "And the living creatures darted to and fro, like the appearance of a flash of lightning.",
          "ID": "14"
        },
        {
          "text": "Now as I looked at the living creatures, I saw a wheel on the earth beside the living creatures, one for each of the four of them.",
          "ID": "15"
        },
        {
          "text": "As for the appearance of the wheels and their construction: their appearance was like the gleaming of beryl. And the four had the same likeness, their appearance and construction being as it were a wheel within a wheel.",
          "ID": "16"
        },
        {
          "text": "When they went, they went in any of their four directions without turning as they went.",
          "ID": "17"
        },
        {
          "text": "And their rims were tall and awesome, and the rims of all four were full of eyes all around.",
          "ID": "18"
        },
        {
          "text": "And when the living creatures went, the wheels went beside them; and when the living creatures rose from the earth, the wheels rose.",
          "ID": "19"
        },
        {
          "text": "Wherever the spirit wanted to go, they went, and the wheels rose along with them, for the spirit of the living creatures was in the wheels.",
          "ID": "20"
        },
        {
          "text": "When those went, these went; and when those stood, these stood; and when those rose from the earth, the wheels rose along with them, for the spirit of the living creatures was in the wheels.",
          "ID": "21"
        },
        {
          "text": "Over the heads of the living creatures there was the likeness of an expanse, shining like awe-inspiring crystal, spread out above their heads.",
          "ID": "22"
        },
        {
          "text": "And under the expanse their wings were stretched out straight, one toward another. And each creature had two wings covering its body.",
          "ID": "23"
        },
        {
          "text": "And when they went, I heard the sound of their wings like the sound of many waters, like the sound of the Almighty, a sound of tumult like the sound of an army. When they stood still, they let down their wings.",
          "ID": "24"
        },
        {
          "text": "And there came a voice from above the expanse over their heads. When they stood still, they let down their wings.",
          "ID": "25"
        },
        {
          "text": "And above the expanse over their heads there was the likeness of a throne, in appearance like sapphire; and seated above the likeness of a throne was a likeness with a human appearance.",
          "ID": "26"
        },
        {
          "text": "And upward from what had the appearance of his waist I saw as it were gleaming metal, like the appearance of fire enclosed all around. And downward from what had the appearance of his waist I saw as it were the appearance of fire, and there was brightness around him.",
          "ID": "27"
        },
        {
          "text": "Like the appearance of the bow that is in the cloud on the day of rain, so was the appearance of the brightness all around.",
          "ID": "28"
        },
        {
          "text": "Such was the appearance of the likeness of the glory of the Lord. And when I saw it, I fell on my face, and I heard the voice of one speaking.",
          "ID": "28"
        }
      ],
      "ID": "OT:EZK.1",
      "name": "Ezekiel 1"
    },
    {
      "text": [
        {
          "text": "And he said to me, \"Son of man, stand on your feet, and I will speak with you.\"",
          "ID": "1"
        },
        {
          "text": "And as he spoke to me, the Spirit entered into me and set me on my feet, and I heard him speaking to me.",
          "ID": "2"
        },
        {
          "text": "And he said to me, \"Son of man, I send you to the people of Israel, to nations of rebels, who have rebelled against me. They and their fathers have transgressed against me to this very day.",
          "ID": "3"
        },
        {
          "text": "The descendants also are impudent and stubborn: I send you to them, and you shall say to them, 'Thus says the Lord God.'",
          "ID": "4"
        },
        {
          "text": "And whether they hear or refuse to hear (for they are a rebellious house) they will know that a prophet has been among them.",
          "ID": "5"
        },
        {
          "text": "And you, son of man, be not afraid of them, nor be afraid of their words, though briers and thorns are with you and you sit on scorpions. Be not afraid of their words, nor be dismayed at their looks, for they are a rebellious house.",
          "ID": "6"
        },
        {
          "text": "And you shall speak my words to them, whether they hear or refuse to hear, for they are a rebellious house.",
          "ID": "7"
        },
        {
          "text": "\"But you, son of man, hear what I say to you. Be not rebellious like that rebellious house; open your mouth and eat what I give you.\"",
          "ID": "8"
        },
        {
          "text": "And when I looked, behold, a hand was stretched out to me, and behold, a scroll of a book was in it.",
          "ID": "9"
        },
        {
          "text": "And he spread it before me. And it had writing on the front and on the back, and there were written on it words of lamentation and mourning and woe.",
          "ID": "10"
        }
      ],
      "ID": "OT:EZK.2",
      "name": "Ezekiel 2"
    },
    {
      "text": [
        {
          "text": "And he said to me, \"Son of man, eat whatever you find here. Eat this scroll, and go, speak to the house of Israel.\"",
          "ID": "1"
        },
        {
          "text": "So I opened my mouth, and he gave me this scroll to eat.",
          "ID": "2"
        },
        {
          "text": "And he said to me, \"Son of man, feed your belly with this scroll that I give you and fill your stomach with it.\" Then I ate it, and it was in my mouth as sweet as honey.",
          "ID": "3"
        },
        {
          "text": "And he said to me, \"Son of man, go to the house of Israel and speak with my words to them.",
          "ID": "4"
        },
        {
          "text": "For you are not sent to a people of foreign speech and a hard language, but to the house of Israel—",
          "ID": "5"
        },
        {
          "text": "not to many peoples of foreign speech and a hard language, whose words you cannot understand. Surely, if I sent you to such, they would listen to you.",
          "ID": "6"
        },
        {
          "text": "But the house of Israel will not be willing to listen to you, for they are not willing to listen to me: because all the house of Israel have a hard forehead and a stubborn heart.",
          "ID": "7"
        },
        {
          "text": "Behold, I have made your face as hard as their faces, and your forehead as hard as their foreheads.",
          "ID": "8"
        },
        {
          "text": "Like emery harder than flint have I made your forehead. Fear them not, nor be dismayed at their looks, for they are a rebellious house.\"",
          "ID": "9"
        },
        {
          "text": "Moreover, he said to me, \"Son of man, all my words that I shall speak to you receive in your heart, and hear with your ears.",
          "ID": "10"
        },
        {
          "text": "And go to the exiles, to your people, and speak to them and say to them, 'Thus says the Lord God,' whether they hear or refuse to hear.\"",
          "ID": "11"
        },
        {
          "text": "Then the Spirit lifted me up, and I heard behind me the voice of a great earthquake: \"Blessed be the glory of the Lord from its place!\"",
          "ID": "12"
        },
        {
          "text": "It was the sound of the wings of the living creatures as they touched one another, and the sound of the wheels beside them, and the sound of a great earthquake.",
          "ID": "13"
        },
        {
          "text": "The Spirit lifted me up and took me away, and I went in bitterness in the heat of my spirit, the hand of the Lord being strong upon me.",
          "ID": "14"
        },
        {
          "text": "And I came to the exiles at Tel-abib, who were dwelling by the Chebar canal, and I sat where they were dwelling. And I sat there overwhelmed among them seven days.",
          "ID": "15"
        },
        {
          "text": "And at the end of seven days, the word of the Lord came to me:",
          "ID": "16"
        },
        {
          "text": "\"Son of man, I have made you a watchman for the house of Israel. Whenever you hear a word from my mouth, you shall give them warning from me.",
          "ID": "17"
        },
        {
          "text": "If I say to the wicked, 'You shall surely die,' and you give him no warning, nor speak to warn the wicked from his wicked way, in order to save his life, that wicked person shall die for his iniquity, but his blood I will require at your hand.",
          "ID": "18"
        },
        {
          "text": "But if you warn the wicked, and he does not turn from his wickedness, or from his wicked way, he shall die for his iniquity, but you will have delivered your soul.",
          "ID": "19"
        },
        {
          "text": "Again, if a righteous person turns from his righteousness and commits injustice, and I lay a stumbling block before him, he shall die. Because you have not warned him, he shall die for his sin, and his righteous deeds that he has done shall not be remembered, but his blood I will require at your hand.",
          "ID": "20"
        },
        {
          "text": "But if you warn the righteous person not to sin, and he does not sin, he shall surely live, because he took warning, and you will have delivered your soul.\"",
          "ID": "21"
        },
        {
          "text": "And the hand of the Lord was upon me there. And he said to me, \"Arise, go out into the valley, and there I will speak with you.\"",
          "ID": "22"
        },
        {
          "text": "So I arose and went out into the valley, and behold, the glory of the Lord stood there, like the glory that I had seen by the Chebar canal, and I fell on my face.",
          "ID": "23"
        },
        {
          "text": "But the Spirit entered into me and set me on my feet, and he spoke with me and said to me, \"Go, shut yourself within your house.",
          "ID": "24"
        },
        {
          "text": "And you, O son of man, behold, cords will be placed upon you, and you shall be bound with them, so that you cannot go out among the people.",
          "ID": "25"
        },
        {
          "text": "And I will make your tongue cling to the roof of your mouth, so that you shall be mute and unable to reprove them, for they are a rebellious house.",
          "ID": "26"
        },
        {
          "text": "But when I speak with you, I will open your mouth, and you shall say to them, 'Thus says the Lord God.' He who will hear, let him hear; and he who will refuse to hear, let him refuse, for they are a rebellious house.",
          "ID": "27"
        }
      ],
      "ID": "OT:EZK.3",
      "name": "Ezekiel 3"
    },
    {
      "text": [
        {
          "text": "\"And you, son of man, take a brick and lay it before you, and engrave on it a city, even Jerusalem.",
          "ID": "1"
        },
        {
          "text": "And put siegeworks against it, and build a siege wall against it, and cast up a mound against it. Set camps also against it, and plant battering rams against it all around.",
          "ID": "2"
        },
        {
          "text": "And you, take an iron griddle, and place it as an iron wall between you and the city; and set your face toward it, and let it be in a state of siege, and press the siege against it. This is a sign for the house of Israel.",
          "ID": "3"
        },
        {
          "text": "\"Then lie on your left side, and place the punishment of the house of Israel upon it. For the number of the days that you lie on it, you shall bear their punishment.",
          "ID": "4"
        },
        {
          "text": "For I assign to you a number of days, 390 days, equal to the number of the years of their punishment. So long shall you bear the punishment of the house of Israel.",
          "ID": "5"
        },
        {
          "text": "And when you have completed these, you shall lie down a second time, but on your right side, and bear the punishment of the house of Judah. Forty days I assign you, a day for each year.",
          "ID": "6"
        },
        {
          "text": "And you shall set your face toward the siege of Jerusalem, with your arm bared, and you shall prophesy against the city.",
          "ID": "7"
        },
        {
          "text": "And behold, I will place cords upon you, so that you cannot turn from one side to the other, till you have completed the days of your siege.",
          "ID": "8"
        },
        {
          "text": "\"And you, take wheat and barley, beans and lentils, millet and emmer, and put them into a single vessel and make your bread from them. During the number of days that you lie on your side, 390 days, you shall eat it.",
          "ID": "9"
        },
        {
          "text": "And your food that you eat shall be by weight, twenty shekels a day; from day to day you shall eat it.",
          "ID": "10"
        },
        {
          "text": "And water you shall drink by measure, the sixth part of a hin; from day to day you shall drink.",
          "ID": "11"
        },
        {
          "text": "And you shall eat it as a barley cake, baking it in their sight on human dung.\"",
          "ID": "12"
        },
        {
          "text": "And the Lord said, \"Thus shall the people of Israel eat their bread unclean, among the nations where I will drive them.\"",
          "ID": "13"
        },
        {
          "text": "Then I said, \"Ah, Lord God! Behold, I have never defiled myself. From my youth up till now I have never eaten what died of itself or was torn by beasts, nor has tainted meat come into my mouth.\"",
          "ID": "14"
        },
        {
          "text": "Then he said to me, \"See, I assign to you cow's dung instead of human dung, on which you may prepare your bread.\"",
          "ID": "15"
        },
        {
          "text": "Moreover, he said to me, \"Son of man, behold, I will break the supply of bread in Jerusalem. They shall eat bread by weight and with anxiety, and they shall drink water by measure and in dismay.",
          "ID": "16"
        },
        {
          "text": "I will do this that they may lack bread and water, and look at one another in dismay, and rot away because of their punishment.",
          "ID": "17"
        }
      ],
      "ID": "OT:EZK.4",
      "name": "Ezekiel 4"
    },
    {
      "text": [
        {
          "text": "\"And you, O son of man, take a sharp sword. Use it as a barber's razor and pass it over your head and your beard. Then take balances for weighing and divide the hair.",
          "ID": "1"
        },
        {
          "text": "A third part you shall burn in the fire in the midst of the city, when the days of the siege are completed. And a third part you shall take and strike with the sword all around the city. And a third part you shall scatter to the wind, and I will unsheathe the sword after them.",
          "ID": "2"
        },
        {
          "text": "And you shall take from these a small number and bind them in the skirts of your robe.",
          "ID": "3"
        },
        {
          "text": "And of these again you shall take some and cast them into the midst of the fire and burn them in the fire. From there a fire will come out into all the house of Israel.",
          "ID": "4"
        },
        {
          "text": "\"Thus says the Lord God: This is Jerusalem. I have set her in the center of the nations, with countries all around her.",
          "ID": "5"
        },
        {
          "text": "And she has rebelled against my rules by doing wickedness more than the nations, and against my statutes more than the countries all around her; for they have rejected my rules and have not walked in my statutes.",
          "ID": "6"
        },
        {
          "text": "Therefore thus says the Lord God: Because you are more turbulent than the nations that are all around you, and have not walked in my statutes or obeyed my rules, and have not even acted according to the rules of the nations that are all around you,",
          "ID": "7"
        },
        {
          "text": "therefore thus says the Lord God: Behold, I, even I, am against you. And I will execute judgments in your midst in the sight of the nations.",
          "ID": "8"
        },
        {
          "text": "And because of all your abominations I will do with you what I have never yet done, and the like of which I will never do again.",
          "ID": "9"
        },
        {
          "text": "Therefore fathers shall eat their sons in your midst, and sons shall eat their fathers. And I will execute judgments on you, and any of you who survive I will scatter to all the winds.",
          "ID": "10"
        },
        {
          "text": "Therefore, as I live, declares the Lord God, surely, because you have defiled my sanctuary with all your detestable things and with all your abominations, therefore I will withdraw. My eye will not spare, and I will have no pity.",
          "ID": "11"
        },
        {
          "text": "A third part of you shall die of pestilence and be consumed with famine in your midst; a third part shall fall by the sword all around you; and a third part I will scatter to all the winds and will unsheathe the sword after them.",
          "ID": "12"
        },
        {
          "text": "\"Thus shall my anger spend itself, and I will vent my fury upon them and satisfy myself. And they shall know that I am the Lord—that I have spoken in my jealousy—when I spend my fury upon them.",
          "ID": "13"
        },
        {
          "text": "Moreover, I will make you a desolation and an object of reproach among the nations all around you and in the sight of all who pass by.",
          "ID": "14"
        },
        {
          "text": "You shall be a reproach and a taunt, a warning and a horror, to the nations all around you, when I execute judgments on you in anger and fury, and with furious rebukes—I am the Lord; I have spoken—",
          "ID": "15"
        },
        {
          "text": "when I send against you the deadly arrows of famine, arrows for destruction, which I will send to destroy you, and when I bring more and more famine upon you and break your supply of bread.",
          "ID": "16"
        },
        {
          "text": "I will send famine and wild beasts against you, and they will rob you of your children. Pestilence and blood shall pass through you, and I will bring the sword upon you. I am the Lord; I have spoken.\"",
          "ID": "17"
        }
      ],
      "ID": "OT:EZK.5",
      "name": "Ezekiel 5"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, set your face toward the mountains of Israel, and prophesy against them,",
          "ID": "2"
        },
        {
          "text": "and say, You mountains of Israel, hear the word of the Lord God! Thus says the Lord God to the mountains and the hills, to the ravines and the valleys: Behold, I, even I, will bring a sword upon you, and I will destroy your high places.",
          "ID": "3"
        },
        {
          "text": "Your altars shall become desolate, and your incense altars shall be broken, and I will cast down your slain before your idols.",
          "ID": "4"
        },
        {
          "text": "And I will lay the dead bodies of the people of Israel before their idols, and I will scatter your bones around your altars.",
          "ID": "5"
        },
        {
          "text": "Wherever you dwell, the cities shall be waste and the high places ruined, so that your altars will be waste and ruined, your idols broken and destroyed, your incense altars cut down, and your works wiped out.",
          "ID": "6"
        },
        {
          "text": "And the slain shall fall in your midst, and you shall know that I am the Lord.",
          "ID": "7"
        },
        {
          "text": "\"Yet I will leave some of you alive. When you have among the nations some who escape the sword, and when you are scattered through the countries,",
          "ID": "8"
        },
        {
          "text": "then those of you who escape will remember me among the nations where they are carried captive, how I have been broken over their whoring heart that has departed from me and over their eyes that go whoring after their idols. And they will be loathsome in their own sight for the evils that they have committed, for all their abominations.",
          "ID": "9"
        },
        {
          "text": "And they shall know that I am the Lord. I have not said in vain that I would do this evil to them.\"",
          "ID": "10"
        },
        {
          "text": "Thus says the Lord God: \"Clap your hands and stamp your foot and say, Alas, because of all the evil abominations of the house of Israel, for they shall fall by the sword, by famine, and by pestilence.",
          "ID": "11"
        },
        {
          "text": "He who is far off shall die of pestilence, and he who is near shall fall by the sword, and he who is left and is preserved shall die of famine. Thus I will spend my fury upon them.",
          "ID": "12"
        },
        {
          "text": "And you shall know that I am the Lord, when their slain lie among their idols around their altars, on every high hill, on all the mountaintops, under every green tree, and under every leafy oak, wherever they offered pleasing aroma to all their idols.",
          "ID": "13"
        },
        {
          "text": "And I will stretch out my hand against them and make the land desolate and waste, in all their dwelling places, from the wilderness to Riblah. Then they will know that I am the Lord.\"",
          "ID": "14"
        }
      ],
      "ID": "OT:EZK.6",
      "name": "Ezekiel 6"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"And you, O son of man, thus says the Lord God to the land of Israel: An end! The end has come upon the four corners of the land.",
          "ID": "2"
        },
        {
          "text": "Now the end is upon you, and I will send my anger upon you; I will judge you according to your ways, and I will punish you for all your abominations.",
          "ID": "3"
        },
        {
          "text": "And my eye will not spare you, nor will I have pity, but I will punish you for your ways, while your abominations are in your midst. Then you will know that I am the Lord.",
          "ID": "4"
        },
        {
          "text": "\"Thus says the Lord God: Disaster after disaster! Behold, it comes.",
          "ID": "5"
        },
        {
          "text": "An end has come; the end has come; it has awakened against you. Behold, it comes.",
          "ID": "6"
        },
        {
          "text": "Your doom has come to you, O inhabitant of the land. The time has come; the day is near, a day of tumult, and not of joyful shouting on the mountains.",
          "ID": "7"
        },
        {
          "text": "Now I will soon pour out my wrath upon you, and spend my anger against you, and judge you according to your ways, and I will punish you for all your abominations.",
          "ID": "8"
        },
        {
          "text": "And my eye will not spare, nor will I have pity. I will punish you according to your ways, while your abominations are in your midst. Then you will know that I am the Lord, who strikes.",
          "ID": "9"
        },
        {
          "text": "\"Behold, the day! Behold, it comes! Your doom has come; the rod has blossomed; pride has budded.",
          "ID": "10"
        },
        {
          "text": "Violence has grown up into a rod of wickedness. None of them shall remain, nor their abundance, nor their wealth; neither shall there be preeminence among them.",
          "ID": "11"
        },
        {
          "text": "The time has come; the day has arrived. Let not the buyer rejoice, nor the seller mourn, for wrath is upon all their multitude.",
          "ID": "12"
        },
        {
          "text": "For the seller shall not return to what he has sold, while they live. For the vision concerns all their multitude; it shall not turn back; and because of his iniquity, none can maintain his life.",
          "ID": "13"
        },
        {
          "text": "\"They have blown the trumpet and made everything ready, but none goes to battle, for my wrath is upon all their multitude.",
          "ID": "14"
        },
        {
          "text": "The sword is without; pestilence and famine are within. He who is in the field dies by the sword, and him who is in the city famine and pestilence devour.",
          "ID": "15"
        },
        {
          "text": "And if any survivors escape, they will be on the mountains, like doves of the valleys, all of them moaning, each one over his iniquity.",
          "ID": "16"
        },
        {
          "text": "All hands are feeble, and all knees turn to water.",
          "ID": "17"
        },
        {
          "text": "They put on sackcloth, and horror covers them. Shame is on all faces, and baldness on all their heads.",
          "ID": "18"
        },
        {
          "text": "They cast their silver into the streets, and their gold is like an unclean thing. Their silver and gold are not able to deliver them in the day of the wrath of the Lord. They cannot satisfy their hunger or fill their stomachs with it. For it was the stumbling block of their iniquity.",
          "ID": "19"
        },
        {
          "text": "His beautiful ornament they used for pride, and they made their abominable images and their detestable things of it. Therefore I make it an unclean thing to them.",
          "ID": "20"
        },
        {
          "text": "And I will give it into the hands of foreigners for prey, and to the wicked of the earth for spoil, and they shall profane it.",
          "ID": "21"
        },
        {
          "text": "I will turn my face from them, and they shall profane my treasured place. Robbers shall enter and profane it.",
          "ID": "22"
        },
        {
          "text": "\"Forge a chain! For the land is full of bloody crimes and the city is full of violence.",
          "ID": "23"
        },
        {
          "text": "I will bring the worst of the nations to take possession of their houses. I will put an end to the pride of the strong, and their holy places shall be profaned.",
          "ID": "24"
        },
        {
          "text": "When anguish comes, they will seek peace, but there shall be none.",
          "ID": "25"
        },
        {
          "text": "Disaster comes upon disaster; rumor follows rumor. They seek a vision from the prophet, while the law perishes from the priest and counsel from the elders.",
          "ID": "26"
        },
        {
          "text": "The king mourns, the prince is wrapped in despair, and the hands of the people of the land are paralyzed by terror. According to their way I will do to them, and according to their judgments I will judge them, and they shall know that I am the Lord.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:EZK.7",
      "name": "Ezekiel 7"
    },
    {
      "text": [
        {
          "text": "In the sixth year, in the sixth month, on the fifth day of the month, as I sat in my house, with the elders of Judah sitting before me, the hand of the Lord God fell upon me there.",
          "ID": "1"
        },
        {
          "text": "Then I looked, and behold, a form that had the appearance of a man. Below what appeared to be his waist was fire, and above his waist was something like the appearance of brightness, like gleaming metal.",
          "ID": "2"
        },
        {
          "text": "He put out the form of a hand and took me by a lock of my head, and the Spirit lifted me up between earth and heaven and brought me in visions of God to Jerusalem, to the entrance of the gateway of the inner court that faces north, where was the seat of the image of jealousy, which provokes to jealousy.",
          "ID": "3"
        },
        {
          "text": "And behold, the glory of the God of Israel was there, like the vision that I saw in the valley.",
          "ID": "4"
        },
        {
          "text": "Then he said to me, \"Son of man, lift up your eyes now toward the north.\" So I lifted up my eyes toward the north, and behold, north of the altar gate, in the entrance, was this image of jealousy.",
          "ID": "5"
        },
        {
          "text": "And he said to me, \"Son of man, do you see what they are doing, the great abominations that the house of Israel are committing here, to drive me far from my sanctuary? But you will see still greater abominations.\"",
          "ID": "6"
        },
        {
          "text": "And he brought me to the entrance of the court, and when I looked, behold, there was a hole in the wall.",
          "ID": "7"
        },
        {
          "text": "Then he said to me, \"Son of man, dig in the wall.\" So I dug in the wall, and behold, there was an entrance.",
          "ID": "8"
        },
        {
          "text": "And he said to me, \"Go in, and see the vile abominations that they are committing here.\"",
          "ID": "9"
        },
        {
          "text": "So I went in and saw. And there, engraved on the wall all around, was every form of creeping things and loathsome beasts, and all the idols of the house of Israel.",
          "ID": "10"
        },
        {
          "text": "And before them stood seventy men of the elders of the house of Israel, with Jaazaniah the son of Shaphan standing among them. Each had his censer in his hand, and the smoke of the cloud of incense went up.",
          "ID": "11"
        },
        {
          "text": "Then he said to me, \"Son of man, have you seen what the elders of the house of Israel are doing in the dark, each in his room of pictures? For they say, 'The Lord does not see us, the Lord has forsaken the land.'\"",
          "ID": "12"
        },
        {
          "text": "He said also to me, \"You will see still greater abominations that they commit.\"",
          "ID": "13"
        },
        {
          "text": "Then he brought me to the entrance of the north gate of the house of the Lord, and behold, there sat women weeping for Tammuz.",
          "ID": "14"
        },
        {
          "text": "Then he said to me, \"Have you seen this, O son of man? You will see still greater abominations than these.\"",
          "ID": "15"
        },
        {
          "text": "And he brought me into the inner court of the house of the Lord. And behold, at the entrance of the temple of the Lord, between the porch and the altar, were about twenty-five men, with their backs to the temple of the Lord, and their faces toward the east, worshiping the sun toward the east.",
          "ID": "16"
        },
        {
          "text": "Then he said to me, \"Have you seen this, O son of man? Is it too light a thing for the house of Judah to commit the abominations that they commit here, that they should fill the land with violence and provoke me still further to anger? Behold, they put the branch to their nose.",
          "ID": "17"
        },
        {
          "text": "Therefore I will act in wrath. My eye will not spare, nor will I have pity. And though they cry in my ears with a loud voice, I will not hear them.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:EZK.8",
      "name": "Ezekiel 8"
    },
    {
      "text": [
        {
          "text": "Then he cried in my ears with a loud voice, saying, \"Bring near the executioners of the city, each with his destroying weapon in his hand.\"",
          "ID": "1"
        },
        {
          "text": "And behold, six men came from the direction of the upper gate, which faces north, each with his weapon for slaughter in his hand, and with them was a man clothed in linen, with a writing case at his waist. And they went in and stood beside the bronze altar.",
          "ID": "2"
        },
        {
          "text": "Now the glory of the God of Israel had gone up from the cherub on which it rested to the threshold of the house. And he called to the man clothed in linen, who had the writing case at his waist.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to him, \"Pass through the city, through Jerusalem, and put a mark on the foreheads of the men who sigh and groan over all the abominations that are committed in it.\"",
          "ID": "4"
        },
        {
          "text": "And to the others he said in my hearing, \"Pass through the city after him, and strike. Your eye shall not spare, and you shall show no pity.",
          "ID": "5"
        },
        {
          "text": "Kill old men outright, young men and maidens, little children and women, but touch no one on whom is the mark. And begin at my sanctuary.\" So they began with the elders who were before the house.",
          "ID": "6"
        },
        {
          "text": "Then he said to them, \"Defile the house, and fill the courts with the slain. Go out.\" So they went out and struck in the city.",
          "ID": "7"
        },
        {
          "text": "And while they were striking, and I was left alone, I fell upon my face, and cried, \"Ah, Lord God! Will you destroy all the remnant of Israel in the outpouring of your wrath on Jerusalem?\"",
          "ID": "8"
        },
        {
          "text": "Then he said to me, \"The guilt of the house of Israel and Judah is exceedingly great. The land is full of blood, and the city full of injustice. For they say, 'The Lord has forsaken the land, and the Lord does not see.'",
          "ID": "9"
        },
        {
          "text": "As for me, my eye will not spare, nor will I have pity; I will bring their deeds upon their heads.\"",
          "ID": "10"
        },
        {
          "text": "And behold, the man clothed in linen, with the writing case at his waist, brought back word, saying, \"I have done as you commanded me.\"",
          "ID": "11"
        }
      ],
      "ID": "OT:EZK.9",
      "name": "Ezekiel 9"
    },
    {
      "text": [
        {
          "text": "Then I looked, and behold, on the expanse that was over the heads of the cherubim there appeared above them something like a sapphire, in appearance like a throne.",
          "ID": "1"
        },
        {
          "text": "And he said to the man clothed in linen, \"Go in among the whirling wheels underneath the cherubim. Fill your hands with burning coals from between the cherubim, and scatter them over the city.\"",
          "ID": "2"
        },
        {
          "text": "And he went in before my eyes.",
          "ID": "2"
        },
        {
          "text": "Now the cherubim were standing on the south side of the house, when the man went in, and a cloud filled the inner court.",
          "ID": "3"
        },
        {
          "text": "And the glory of the Lord went up from the cherub to the threshold of the house, and the house was filled with the cloud, and the court was filled with the brightness of the glory of the Lord.",
          "ID": "4"
        },
        {
          "text": "And the sound of the wings of the cherubim was heard as far as the outer court, like the voice of God Almighty when he speaks.",
          "ID": "5"
        },
        {
          "text": "And when he commanded the man clothed in linen, \"Take fire from between the whirling wheels, from between the cherubim,\" he went in and stood beside a wheel.",
          "ID": "6"
        },
        {
          "text": "And a cherub stretched out his hand from between the cherubim to the fire that was between the cherubim, and took some of it and put it into the hands of the man clothed in linen, who took it and went out.",
          "ID": "7"
        },
        {
          "text": "The cherubim appeared to have the form of a human hand under their wings.",
          "ID": "8"
        },
        {
          "text": "And I looked, and behold, there were four wheels beside the cherubim, one beside each cherub, and the appearance of the wheels was like sparkling beryl.",
          "ID": "9"
        },
        {
          "text": "And as for their appearance, the four had the same likeness, as if a wheel were within a wheel.",
          "ID": "10"
        },
        {
          "text": "When they went, they went in any of their four directions without turning as they went, but in whatever direction the front wheel faced, the others followed without turning as they went.",
          "ID": "11"
        },
        {
          "text": "And their whole body, their rims, and their spokes, their wings, and the wheels were full of eyes all around—the wheels that the four of them had.",
          "ID": "12"
        },
        {
          "text": "As for the wheels, they were called in my hearing \"the whirling wheels.\"",
          "ID": "13"
        },
        {
          "text": "And every one had four faces: the first face was the face of the cherub, and the second face was a human face, and the third the face of a lion, and the fourth the face of an eagle.",
          "ID": "14"
        },
        {
          "text": "And the cherubim mounted up. These were the living creatures that I saw by the Chebar canal.",
          "ID": "15"
        },
        {
          "text": "And when the cherubim went, the wheels went beside them. And when the cherubim lifted up their wings to mount up from the earth, the wheels did not turn from beside them.",
          "ID": "16"
        },
        {
          "text": "When they stood still, these stood still, and when they mounted up, these mounted up with them, for the spirit of the living creatures was in them.",
          "ID": "17"
        },
        {
          "text": "Then the glory of the Lord went out from the threshold of the house, and stood over the cherubim.",
          "ID": "18"
        },
        {
          "text": "And the cherubim lifted up their wings and mounted up from the earth before my eyes as they went out, with the wheels beside them. And they stood at the entrance of the east gate of the house of the Lord, and the glory of the God of Israel was over them.",
          "ID": "19"
        },
        {
          "text": "These were the living creatures that I saw underneath the God of Israel by the Chebar canal; and I knew that they were cherubim.",
          "ID": "20"
        },
        {
          "text": "Each had four faces, and each four wings, and underneath their wings the likeness of human hands.",
          "ID": "21"
        },
        {
          "text": "And as for the likeness of their faces, they were the same faces whose appearance I had seen by the Chebar canal. Each one of them went straight forward.",
          "ID": "22"
        }
      ],
      "ID": "OT:EZK.10",
      "name": "Ezekiel 10"
    },
    {
      "text": [
        {
          "text": "The Spirit lifted me up and brought me to the east gate of the house of the Lord, which faces east. And behold, at the entrance of the gateway there were twenty-five men. And I saw among them Jaazaniah the son of Azzur, and Pelatiah the son of Benaiah, princes of the people.",
          "ID": "1"
        },
        {
          "text": "And he said to me, \"Son of man, these are the men who devise iniquity and who give wicked counsel in this city;",
          "ID": "2"
        },
        {
          "text": "who say, 'The time is not near to build houses. This city is the cauldron, and we are the meat.'",
          "ID": "3"
        },
        {
          "text": "Therefore prophesy against them, prophesy, O son of man.\"",
          "ID": "4"
        },
        {
          "text": "And the Spirit of the Lord fell upon me, and he said to me, \"Say, Thus says the Lord: So you think, O house of Israel. For I know the things that come into your mind.",
          "ID": "5"
        },
        {
          "text": "You have multiplied your slain in this city and have filled its streets with the slain.",
          "ID": "6"
        },
        {
          "text": "Therefore thus says the Lord God: Your slain whom you have laid in the midst of it, they are the meat, and this city is the cauldron, but you shall be brought out of the midst of it.",
          "ID": "7"
        },
        {
          "text": "You have feared the sword, and I will bring the sword upon you, declares the Lord God.",
          "ID": "8"
        },
        {
          "text": "And I will bring you out of the midst of it, and give you into the hands of foreigners, and execute judgments upon you.",
          "ID": "9"
        },
        {
          "text": "You shall fall by the sword. I will judge you at the border of Israel, and you shall know that I am the Lord.",
          "ID": "10"
        },
        {
          "text": "This city shall not be your cauldron, nor shall you be the meat in the midst of it. I will judge you at the border of Israel,",
          "ID": "11"
        },
        {
          "text": "and you shall know that I am the Lord. For you have not walked in my statutes, nor obeyed my rules, but have acted according to the rules of the nations that are around you.\"",
          "ID": "12"
        },
        {
          "text": "And it came to pass, while I was prophesying, that Pelatiah the son of Benaiah died. Then I fell down on my face and cried out with a loud voice and said, \"Ah, Lord God! Will you make a full end of the remnant of Israel?\"",
          "ID": "13"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "14"
        },
        {
          "text": "\"Son of man, your brothers, even your brothers, your kinsmen, the whole house of Israel, all of them, are those of whom the inhabitants of Jerusalem have said, 'Go far from the Lord; to us this land is given for a possession.'",
          "ID": "15"
        },
        {
          "text": "Therefore say, 'Thus says the Lord God: Though I removed them far off among the nations, and though I scattered them among the countries, yet I have been a sanctuary to them for a while in the countries where they have gone.'",
          "ID": "16"
        },
        {
          "text": "Therefore say, 'Thus says the Lord God: I will gather you from the peoples and assemble you out of the countries where you have been scattered, and I will give you the land of Israel.'",
          "ID": "17"
        },
        {
          "text": "And when they come there, they will remove from it all its detestable things and all its abominations.",
          "ID": "18"
        },
        {
          "text": "And I will give them one heart, and a new spirit I will put within them. I will remove the heart of stone from their flesh and give them a heart of flesh,",
          "ID": "19"
        },
        {
          "text": "that they may walk in my statutes and keep my rules and obey them. And they shall be my people, and I will be their God.",
          "ID": "20"
        },
        {
          "text": "But as for those whose heart goes after their detestable things and their abominations, I will bring their deeds upon their own heads, declares the Lord God.\"",
          "ID": "21"
        },
        {
          "text": "Then the cherubim lifted up their wings, with the wheels beside them, and the glory of the God of Israel was over them.",
          "ID": "22"
        },
        {
          "text": "And the glory of the Lord went up from the midst of the city and stood on the mountain that is on the east side of the city.",
          "ID": "23"
        },
        {
          "text": "And the Spirit lifted me up and brought me in the vision by the Spirit of God into Chaldea, to the exiles. Then the vision that I had seen went up from me.",
          "ID": "24"
        },
        {
          "text": "And I told the exiles all the things that the Lord had shown me.",
          "ID": "25"
        }
      ],
      "ID": "OT:EZK.11",
      "name": "Ezekiel 11"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, you dwell in the midst of a rebellious house, who have eyes to see, but see not, who have ears to hear, but hear not, for they are a rebellious house.",
          "ID": "2"
        },
        {
          "text": "As for you, son of man, prepare for yourself an exile's baggage, and go into exile by day in their sight. You shall go like an exile from your place to another place in their sight. Perhaps they will understand, though they are a rebellious house.",
          "ID": "3"
        },
        {
          "text": "You shall bring out your baggage by day in their sight, as baggage for exile, and you shall go out yourself at evening in their sight, as those do who must go into exile.",
          "ID": "4"
        },
        {
          "text": "In their sight dig through the wall, and bring your baggage out through it.",
          "ID": "5"
        },
        {
          "text": "In their sight you shall lift the baggage upon your shoulder and carry it out at dusk. You shall cover your face that you may not see the land, for I have made you a sign for the house of Israel.\"",
          "ID": "6"
        },
        {
          "text": "And I did as I was commanded. I brought out my baggage by day, as baggage for exile, and in the evening I dug through the wall with my own hands. I brought out my baggage at dusk, carrying it on my shoulder in their sight.",
          "ID": "7"
        },
        {
          "text": "In the morning the word of the Lord came to me:",
          "ID": "8"
        },
        {
          "text": "\"Son of man, has not the house of Israel, the rebellious house, said to you, 'What are you doing?'",
          "ID": "9"
        },
        {
          "text": "Say to them, 'Thus says the Lord God: This oracle concerns the prince in Jerusalem and all the house of Israel who are in it.'",
          "ID": "10"
        },
        {
          "text": "Say, 'I am a sign for you: as I have done, so shall it be done to them. They shall go into exile, into captivity.'",
          "ID": "11"
        },
        {
          "text": "And the prince who is among them shall lift his baggage upon his shoulder at dusk, and shall go out. They shall dig through the wall to bring him out through it. He shall cover his face, that he may not see the land with his eyes.",
          "ID": "12"
        },
        {
          "text": "And I will spread my net over him, and he shall be taken in my snare. And I will bring him to Babylon, the land of the Chaldeans, yet he shall not see it, and he shall die there.",
          "ID": "13"
        },
        {
          "text": "And I will scatter toward every wind all who are around him, his helpers and all his troops, and I will unsheathe the sword after them.",
          "ID": "14"
        },
        {
          "text": "And they shall know that I am the Lord, when I disperse them among the nations and scatter them among the countries.",
          "ID": "15"
        },
        {
          "text": "But I will let a few of them escape from the sword, from famine and pestilence, that they may declare all their abominations among the nations where they go, and may know that I am the Lord.\"",
          "ID": "16"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "17"
        },
        {
          "text": "\"Son of man, eat your bread with quaking, and drink water with trembling and with anxiety.",
          "ID": "18"
        },
        {
          "text": "And say to the people of the land, Thus says the Lord God concerning the inhabitants of Jerusalem in the land of Israel: They shall eat their bread with anxiety, and drink water in dismay. In this way her land will be stripped of all it contains, on account of the violence of all those who dwell in it.",
          "ID": "19"
        },
        {
          "text": "And the inhabited cities shall be laid waste, and the land shall become a desolation; and you shall know that I am the Lord.\"",
          "ID": "20"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "21"
        },
        {
          "text": "\"Son of man, what is this proverb that you have about the land of Israel, saying, 'The days grow long, and every vision comes to nothing'?",
          "ID": "22"
        },
        {
          "text": "Tell them therefore, 'Thus says the Lord God: I will put an end to this proverb, and they shall no more use it as a proverb in Israel.' But say to them, The days are near, and the fulfillment of every vision.",
          "ID": "23"
        },
        {
          "text": "For there shall be no more any false vision or flattering divination within the house of Israel.",
          "ID": "24"
        },
        {
          "text": "For I am the Lord; I will speak the word that I will speak, and it will be performed. It will no longer be delayed, but in your days, O rebellious house, I will speak the word and perform it, declares the Lord God.\"",
          "ID": "25"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "26"
        },
        {
          "text": "\"Son of man, behold, they of the house of Israel say, 'The vision that he sees is for many days from now, and he prophesies of times far off.'",
          "ID": "27"
        },
        {
          "text": "Therefore say to them, Thus says the Lord God: None of my words will be delayed any longer, but the word that I speak will be performed, declares the Lord God.\"",
          "ID": "28"
        }
      ],
      "ID": "OT:EZK.12",
      "name": "Ezekiel 12"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, prophesy against the prophets of Israel, who are prophesying, and say to those who prophesy from their own hearts: 'Hear the word of the Lord!'",
          "ID": "2"
        },
        {
          "text": "Thus says the Lord God, Woe to the foolish prophets who follow their own spirit, and have seen nothing!",
          "ID": "3"
        },
        {
          "text": "Your prophets have been like jackals among ruins, O Israel.",
          "ID": "4"
        },
        {
          "text": "You have not gone up into the breaches, or built up a wall for the house of Israel, that it might stand in battle in the day of the Lord.",
          "ID": "5"
        },
        {
          "text": "They have seen false visions and lying divinations. They say, 'Declares the Lord,' when the Lord has not sent them, and yet they expect him to fulfill their word.",
          "ID": "6"
        },
        {
          "text": "Have you not seen a false vision and uttered a lying divination, whenever you have said, 'Declares the Lord,' although I have not spoken?\"",
          "ID": "7"
        },
        {
          "text": "Therefore thus says the Lord God: \"Because you have uttered falsehood and seen lying visions, therefore behold, I am against you, declares the Lord God.",
          "ID": "8"
        },
        {
          "text": "My hand will be against the prophets who see false visions and who give lying divinations. They shall not be in the council of my people, nor be enrolled in the register of the house of Israel, nor shall they enter the land of Israel. And you shall know that I am the Lord God.",
          "ID": "9"
        },
        {
          "text": "Precisely because they have misled my people, saying, 'Peace,' when there is no peace, and because, when the people build a wall, these prophets smear it with whitewash,",
          "ID": "10"
        },
        {
          "text": "say to those who smear it with whitewash that it shall fall! There will be a deluge of rain, and you, O great hailstones, will fall, and a stormy wind break out.",
          "ID": "11"
        },
        {
          "text": "And when the wall falls, will it not be said to you, 'Where is the coating with which you smeared it?'",
          "ID": "12"
        },
        {
          "text": "Therefore thus says the Lord God: I will make a stormy wind break out in my wrath, and there shall be a deluge of rain in my anger, and great hailstones in wrath to make a full end.",
          "ID": "13"
        },
        {
          "text": "And I will break down the wall that you have smeared with whitewash, and bring it down to the ground, so that its foundation will be laid bare. When it falls, you shall perish in the midst of it, and you shall know that I am the Lord.",
          "ID": "14"
        },
        {
          "text": "Thus will I spend my wrath upon the wall and upon those who have smeared it with whitewash, and I will say to you, The wall is no more, nor those who smeared it,",
          "ID": "15"
        },
        {
          "text": "the prophets of Israel who prophesied concerning Jerusalem and saw visions of peace for her, when there was no peace, declares the Lord God.",
          "ID": "16"
        },
        {
          "text": "\"And you, son of man, set your face against the daughters of your people, who prophesy out of their own hearts. Prophesy against them",
          "ID": "17"
        },
        {
          "text": "and say, Thus says the Lord God: Woe to the women who sew magic bands upon all wrists, and make veils for the heads of persons of every stature, in the hunt for souls! Will you hunt down souls belonging to my people and keep your own souls alive?",
          "ID": "18"
        },
        {
          "text": "You have profaned me among my people for handfuls of barley and for pieces of bread, putting to death souls who should not die and keeping alive souls who should not live, by your lying to my people, who listen to lies.",
          "ID": "19"
        },
        {
          "text": "\"Therefore thus says the Lord God: Behold, I am against your magic bands with which you hunt the souls like birds, and I will tear them from your arms, and I will let the souls whom you hunt go free, the souls like birds.",
          "ID": "20"
        },
        {
          "text": "Your veils also I will tear off and deliver my people out of your hand, and they shall be no more in your hand as prey, and you shall know that I am the Lord.",
          "ID": "21"
        },
        {
          "text": "Because you have disheartened the righteous falsely, although I have not grieved him, and you have encouraged the wicked, that he should not turn from his evil way to save his life,",
          "ID": "22"
        },
        {
          "text": "therefore you shall no more see false visions nor practice divination. I will deliver my people out of your hand. And you shall know that I am the Lord.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:EZK.13",
      "name": "Ezekiel 13"
    },
    {
      "text": [
        {
          "text": "Then certain of the elders of Israel came to me and sat before me.",
          "ID": "1"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "2"
        },
        {
          "text": "\"Son of man, these men have taken their idols into their hearts, and set the stumbling block of their iniquity before their faces. Should I indeed let myself be consulted by them?",
          "ID": "3"
        },
        {
          "text": "Therefore speak to them and say to them, Thus says the Lord God: Any one of the house of Israel who takes his idols into his heart and sets the stumbling block of his iniquity before his face, and yet comes to the prophet, I the Lord will answer him as he comes with the multitude of his idols,",
          "ID": "4"
        },
        {
          "text": "that I may lay hold of the hearts of the house of Israel, who are all estranged from me through their idols.",
          "ID": "5"
        },
        {
          "text": "\"Therefore say to the house of Israel, Thus says the Lord God: Repent and turn away from your idols, and turn away your faces from all your abominations.",
          "ID": "6"
        },
        {
          "text": "For any one of the house of Israel, or of the strangers who sojourn in Israel, who separates himself from me, taking his idols into his heart and putting the stumbling block of his iniquity before his face, and yet comes to a prophet to consult me through him, I the Lord will answer him myself.",
          "ID": "7"
        },
        {
          "text": "And I will set my face against that man; I will make him a sign and a byword and cut him off from the midst of my people, and you shall know that I am the Lord.",
          "ID": "8"
        },
        {
          "text": "And if the prophet is deceived and speaks a word, I, the Lord, have deceived that prophet, and I will stretch out my hand against him and will destroy him from the midst of my people Israel.",
          "ID": "9"
        },
        {
          "text": "And they shall bear their punishment—the punishment of the prophet and the punishment of the inquirer shall be alike—",
          "ID": "10"
        },
        {
          "text": "that the house of Israel may no more go astray from me, nor defile themselves anymore with all their transgressions, but that they may be my people and I may be their God, declares the Lord God.\"",
          "ID": "11"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "12"
        },
        {
          "text": "\"Son of man, when a land sins against me by acting faithlessly, and I stretch out my hand against it and break its supply of bread and send famine upon it, and cut off from it man and beast,",
          "ID": "13"
        },
        {
          "text": "even if these three men, Noah, Daniel, and Job, were in it, they would deliver but their own lives by their righteousness, declares the Lord God.",
          "ID": "14"
        },
        {
          "text": "\"If I cause wild beasts to pass through the land, and they ravage it, and it be made desolate, so that no one may pass through because of the beasts,",
          "ID": "15"
        },
        {
          "text": "even if these three men were in it, as I live, declares the Lord God, they would deliver neither sons nor daughters. They alone would be delivered, but the land would be desolate.",
          "ID": "16"
        },
        {
          "text": "\"Or if I bring a sword upon that land and say, Let a sword pass through the land, and I cut off from it man and beast,",
          "ID": "17"
        },
        {
          "text": "though these three men were in it, as I live, declares the Lord God, they would deliver neither sons nor daughters, but they alone would be delivered.",
          "ID": "18"
        },
        {
          "text": "\"Or if I send a pestilence into that land and pour out my wrath upon it with blood, to cut off from it man and beast,",
          "ID": "19"
        },
        {
          "text": "even if Noah, Daniel, and Job were in it, as I live, declares the Lord God, they would deliver neither son nor daughter. They would deliver but their own lives by their righteousness.",
          "ID": "20"
        },
        {
          "text": "\"For thus says the Lord God: How much more when I send upon Jerusalem my four disastrous acts of judgment, sword, famine, wild beasts, and pestilence, to cut off from it man and beast!",
          "ID": "21"
        },
        {
          "text": "But behold, some survivors will be left in it, sons and daughters who will be brought out; behold, when they come out to you, and you see their ways and their deeds, you will be consoled for the disaster that I have brought upon Jerusalem, for all that I have brought upon it.",
          "ID": "22"
        },
        {
          "text": "They will console you, when you see their ways and their deeds, and you shall know that I have not done without cause all that I have done in it, declares the Lord God.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:EZK.14",
      "name": "Ezekiel 14"
    },
    {
      "text": [
        {
          "text": "And the word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, how does the wood of the vine surpass any wood, the vine branch that is among the trees of the forest?",
          "ID": "2"
        },
        {
          "text": "Is wood taken from it to make anything? Do people take a peg from it to hang any vessel on it?",
          "ID": "3"
        },
        {
          "text": "Behold, it is given to the fire for fuel. When the fire has consumed both ends of it, and the middle of it is charred, is it useful for anything?",
          "ID": "4"
        },
        {
          "text": "Behold, when it was whole, it was used for nothing. How much less, when the fire has consumed it and it is charred, can it ever be used for anything!",
          "ID": "5"
        },
        {
          "text": "Therefore thus says the Lord God: Like the wood of the vine among the trees of the forest, which I have given to the fire for fuel, so have I given up the inhabitants of Jerusalem.",
          "ID": "6"
        },
        {
          "text": "And I will set my face against them. Though they escape from the fire, the fire shall yet consume them, and you will know that I am the Lord, when I set my face against them.",
          "ID": "7"
        },
        {
          "text": "And I will make the land desolate, because they have acted faithlessly, declares the Lord God.\"",
          "ID": "8"
        }
      ],
      "ID": "OT:EZK.15",
      "name": "Ezekiel 15"
    },
    {
      "text": [
        {
          "text": "Again the word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, make known to Jerusalem her abominations,",
          "ID": "2"
        },
        {
          "text": "and say, Thus says the Lord God to Jerusalem: Your origin and your birth are of the land of the Canaanites; your father was an Amorite and your mother a Hittite.",
          "ID": "3"
        },
        {
          "text": "And as for your birth, on the day you were born your cord was not cut, nor were you washed with water to cleanse you, nor rubbed with salt, nor wrapped in swaddling cloths.",
          "ID": "4"
        },
        {
          "text": "No eye pitied you, to do any of these things to you out of compassion for you, but you were cast out on the open field, for you were abhorred, on the day that you were born.",
          "ID": "5"
        },
        {
          "text": "\"And when I passed by you and saw you wallowing in your blood, I said to you in your blood, 'Live!' I said to you in your blood, 'Live!'",
          "ID": "6"
        },
        {
          "text": "I made you flourish like a plant of the field. And you grew up and became tall and arrived at full adornment. Your breasts were formed, and your hair had grown; yet you were naked and bare.",
          "ID": "7"
        },
        {
          "text": "\"When I passed by you again and saw you, behold, you were at the age for love, and I spread the corner of my garment over you and covered your nakedness; I made my vow to you and entered into a covenant with you, declares the Lord God, and you became mine.",
          "ID": "8"
        },
        {
          "text": "Then I bathed you with water and washed off your blood from you and anointed you with oil.",
          "ID": "9"
        },
        {
          "text": "I clothed you also with embroidered cloth and shod you with fine leather. I wrapped you in fine linen and covered you with silk.",
          "ID": "10"
        },
        {
          "text": "And I adorned you with ornaments and put bracelets on your wrists and a chain on your neck.",
          "ID": "11"
        },
        {
          "text": "And I put a ring on your nose and earrings in your ears and a beautiful crown on your head.",
          "ID": "12"
        },
        {
          "text": "Thus you were adorned with gold and silver, and your clothing was of fine linen and silk and embroidered cloth. You ate fine flour and honey and oil. You grew exceedingly beautiful and advanced to royalty.",
          "ID": "13"
        },
        {
          "text": "And your renown went forth among the nations because of your beauty, for it was perfect through the splendor that I had bestowed on you, declares the Lord God.",
          "ID": "14"
        },
        {
          "text": "\"But you trusted in your beauty and played the whore because of your renown and lavished your whorings on any passerby; your beauty became his.",
          "ID": "15"
        },
        {
          "text": "You took some of your garments and made for yourself colorful shrines, and on them played the whore. The like has never been, nor ever shall be.",
          "ID": "16"
        },
        {
          "text": "You also took your beautiful jewels of my gold and of my silver, which I had given you, and made for yourself images of men, and with them played the whore.",
          "ID": "17"
        },
        {
          "text": "And you took your embroidered garments to cover them, and set my oil and my incense before them.",
          "ID": "18"
        },
        {
          "text": "Also my bread that I gave you—I fed you with fine flour and oil and honey—you set before them for a pleasing aroma; and so it was, declares the Lord God.",
          "ID": "19"
        },
        {
          "text": "And you took your sons and your daughters, whom you had borne to me, and these you sacrificed to them to be devoured. Were your whorings so small a matter",
          "ID": "20"
        },
        {
          "text": "that you slaughtered my children and delivered them up as an offering by fire to them?",
          "ID": "21"
        },
        {
          "text": "And in all your abominations and your whorings you did not remember the days of your youth, when you were naked and bare, wallowing in your blood.",
          "ID": "22"
        },
        {
          "text": "\"And after all your wickedness (woe, woe to you! declares the Lord God),",
          "ID": "23"
        },
        {
          "text": "you built yourself a vaulted chamber and made yourself a lofty place in every square.",
          "ID": "24"
        },
        {
          "text": "At the head of every street you built your lofty place and made your beauty an abomination, offering yourself to any passerby and multiplying your whoring.",
          "ID": "25"
        },
        {
          "text": "You also played the whore with the Egyptians, your lustful neighbors, multiplying your whoring, to provoke me to anger.",
          "ID": "26"
        },
        {
          "text": "Behold, therefore, I stretched out my hand against you and diminished your allotted portion and delivered you to the greed of your enemies, the daughters of the Philistines, who were ashamed of your lewd behavior.",
          "ID": "27"
        },
        {
          "text": "You played the whore also with the Assyrians, because you were not satisfied; yes, you played the whore with them, and still you were not satisfied.",
          "ID": "28"
        },
        {
          "text": "You multiplied your whoring also with the trading land of Chaldea, and even with this you were not satisfied.",
          "ID": "29"
        },
        {
          "text": "\"How sick is your heart, declares the Lord God, because you did all these things, the deeds of a brazen prostitute,",
          "ID": "30"
        },
        {
          "text": "building your vaulted chamber at the head of every street, and making your lofty place in every square. Yet you were not like a prostitute, because you scorned payment.",
          "ID": "31"
        },
        {
          "text": "Adulterous wife, who receives strangers instead of her husband!",
          "ID": "32"
        },
        {
          "text": "Men give gifts to all prostitutes, but you gave your gifts to all your lovers, bribing them to come to you from every side with your whorings.",
          "ID": "33"
        },
        {
          "text": "So you were different from other women in your whorings. No one solicited you to play the whore, and you gave payment, while no payment was given to you; therefore you were different.",
          "ID": "34"
        },
        {
          "text": "\"Therefore, O prostitute, hear the word of the Lord:",
          "ID": "35"
        },
        {
          "text": "Thus says the Lord God, Because your lust was poured out and your nakedness uncovered in your whorings with your lovers, and with all your abominable idols, and because of the blood of your children that you gave to them,",
          "ID": "36"
        },
        {
          "text": "therefore, behold, I will gather all your lovers with whom you took pleasure, all those you loved and all those you hated. I will gather them against you from every side and will uncover your nakedness to them, that they may see all your nakedness.",
          "ID": "37"
        },
        {
          "text": "And I will judge you as women who commit adultery and shed blood are judged, and bring upon you the blood of wrath and jealousy.",
          "ID": "38"
        },
        {
          "text": "And I will give you into their hands, and they shall throw down your vaulted chamber and break down your lofty places. They shall strip you of your clothes and take your beautiful jewels and leave you naked and bare.",
          "ID": "39"
        },
        {
          "text": "They shall bring up a crowd against you, and they shall stone you and cut you to pieces with their swords.",
          "ID": "40"
        },
        {
          "text": "And they shall burn your houses and execute judgments upon you in the sight of many women. I will make you stop playing the whore, and you shall also give payment no more.",
          "ID": "41"
        },
        {
          "text": "So will I satisfy my wrath on you, and my jealousy shall depart from you. I will be calm and will no more be angry.",
          "ID": "42"
        },
        {
          "text": "Because you have not remembered the days of your youth, but have enraged me with all these things, therefore, behold, I have returned your deeds upon your head, declares the Lord God. Have you not committed lewdness in addition to all your abominations?",
          "ID": "43"
        },
        {
          "text": "\"Behold, everyone who uses proverbs will use this proverb about you: 'Like mother, like daughter.'",
          "ID": "44"
        },
        {
          "text": "You are the daughter of your mother, who loathed her husband and her children; and you are the sister of your sisters, who loathed their husbands and their children. Your mother was a Hittite and your father an Amorite.",
          "ID": "45"
        },
        {
          "text": "And your elder sister is Samaria, who lived with her daughters to the north of you; and your younger sister, who lived to the south of you, is Sodom with her daughters.",
          "ID": "46"
        },
        {
          "text": "Not only did you walk in their ways and do according to their abominations; within a very little time you were more corrupt than they in all your ways.",
          "ID": "47"
        },
        {
          "text": "As I live, declares the Lord God, your sister Sodom and her daughters have not done as you and your daughters have done.",
          "ID": "48"
        },
        {
          "text": "Behold, this was the guilt of your sister Sodom: she and her daughters had pride, excess of food, and prosperous ease, but did not aid the poor and needy.",
          "ID": "49"
        },
        {
          "text": "They were haughty and did an abomination before me. So I removed them, when I saw it.",
          "ID": "50"
        },
        {
          "text": "Samaria has not committed half your sins. You have committed more abominations than they, and have made your sisters appear righteous by all the abominations that you have committed.",
          "ID": "51"
        },
        {
          "text": "Bear your disgrace, you also, for you have intervened on behalf of your sisters. Because of your sins in which you acted more abominably than they, they are more in the right than you. So be ashamed, you also, and bear your disgrace, for you have made your sisters appear righteous.",
          "ID": "52"
        },
        {
          "text": "\"I will restore their fortunes, both the fortunes of Sodom and her daughters, and the fortunes of Samaria and her daughters, and I will restore your own fortunes in their midst,",
          "ID": "53"
        },
        {
          "text": "that you may bear your disgrace and be ashamed of all that you have done, becoming a consolation to them.",
          "ID": "54"
        },
        {
          "text": "As for your sisters, Sodom and her daughters shall return to their former state, and Samaria and her daughters shall return to their former state, and you and your daughters shall return to your former state.",
          "ID": "55"
        },
        {
          "text": "Was not your sister Sodom a byword in your mouth in the day of your pride,",
          "ID": "56"
        },
        {
          "text": "before your wickedness was uncovered? Now you have become an object of reproach for the daughters of Syria and all those around her, and for the daughters of the Philistines, those all around who despise you.",
          "ID": "57"
        },
        {
          "text": "You bear the penalty of your lewdness and your abominations, declares the Lord.",
          "ID": "58"
        },
        {
          "text": "\"For thus says the Lord God: I will deal with you as you have done, you who have despised the oath in breaking the covenant,",
          "ID": "59"
        },
        {
          "text": "yet I will remember my covenant with you in the days of your youth, and I will establish for you an everlasting covenant.",
          "ID": "60"
        },
        {
          "text": "Then you will remember your ways and be ashamed when you take your sisters, both your elder and your younger, and I give them to you as daughters, but not on account of the covenant with you.",
          "ID": "61"
        },
        {
          "text": "I will establish my covenant with you, and you shall know that I am the Lord,",
          "ID": "62"
        },
        {
          "text": "that you may remember and be confounded, and never open your mouth again because of your shame, when I atone for you for all that you have done, declares the Lord God.\"",
          "ID": "63"
        }
      ],
      "ID": "OT:EZK.16",
      "name": "Ezekiel 16"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, propound a riddle, and speak a parable to the house of Israel;",
          "ID": "2"
        },
        {
          "text": "say, Thus says the Lord God: A great eagle with great wings and long pinions, rich in plumage of many colors, came to Lebanon and took the top of the cedar.",
          "ID": "3"
        },
        {
          "text": "He broke off the topmost of its young twigs and carried it to a land of trade and set it in a city of merchants.",
          "ID": "4"
        },
        {
          "text": "Then he took of the seed of the land and planted it in fertile soil. He placed it beside abundant waters. He set it like a willow twig,",
          "ID": "5"
        },
        {
          "text": "and it sprouted and became a low spreading vine, and its branches turned toward him, and its roots remained where it stood. So it became a vine and produced branches and put out boughs.",
          "ID": "6"
        },
        {
          "text": "\"And there was another great eagle with great wings and much plumage, and behold, this vine bent its roots toward him and shot forth its branches toward him from the bed where it was planted, that he might water it.",
          "ID": "7"
        },
        {
          "text": "It had been planted on good soil by abundant waters, that it might produce branches and bear fruit and become a noble vine.",
          "ID": "8"
        },
        {
          "text": "\"Say, Thus says the Lord God: Will it thrive? Will he not pull up its roots and cut off its fruit, so that it withers, so that all its fresh sprouting leaves wither? It will not take a strong arm or many people to pull it from its roots.",
          "ID": "9"
        },
        {
          "text": "Behold, it is planted; will it thrive? Will it not utterly wither when the east wind strikes it—wither away on the bed where it sprouted?\"",
          "ID": "10"
        },
        {
          "text": "Then the word of the Lord came to me:",
          "ID": "11"
        },
        {
          "text": "\"Say now to the rebellious house, Do you not know what these things mean? Tell them, behold, the king of Babylon came to Jerusalem, and took her king and her princes and brought them to him to Babylon.",
          "ID": "12"
        },
        {
          "text": "And he took one of the royal offspring and made a covenant with him, putting him under oath (the chief men of the land he had taken away),",
          "ID": "13"
        },
        {
          "text": "that the kingdom might be humble and not lift itself up, and keep his covenant that it might stand.",
          "ID": "14"
        },
        {
          "text": "But he rebelled against him by sending his ambassadors to Egypt, that they might give him horses and a large army. Will he thrive? Can one escape who does such things? Can he break the covenant and yet escape?",
          "ID": "15"
        },
        {
          "text": "\"As I live, declares the Lord God, surely in the place where the king dwells who made him king, whose oath he despised, and whose covenant with him he broke, in Babylon he shall die.",
          "ID": "16"
        },
        {
          "text": "Pharaoh with his mighty army and great company will not help him in war, when mounds are cast up and siege walls built to cut off many lives.",
          "ID": "17"
        },
        {
          "text": "He despised the oath in breaking the covenant, and behold, he gave his hand and did all these things; he shall not escape.",
          "ID": "18"
        },
        {
          "text": "Therefore thus says the Lord God: As I live, surely it is my oath that he despised, and my covenant that he broke. I will return it upon his head.",
          "ID": "19"
        },
        {
          "text": "I will spread my net over him, and he shall be taken in my snare, and I will bring him to Babylon and enter into judgment with him there for the treachery he has committed against me.",
          "ID": "20"
        },
        {
          "text": "And all the pick of his troops shall fall by the sword, and the survivors shall be scattered to every wind, and you shall know that I am the Lord; I have spoken.\"",
          "ID": "21"
        },
        {
          "text": "Thus says the Lord God: \"I myself will take a sprig from the lofty top of the cedar and will set it out. I will break off from the topmost of its young twigs a tender one, and I myself will plant it on a high and lofty mountain.",
          "ID": "22"
        },
        {
          "text": "On the mountain height of Israel will I plant it, that it may bear branches and produce fruit and become a noble cedar. And under it will dwell every kind of bird; in the shade of its branches birds of every sort will nest.",
          "ID": "23"
        },
        {
          "text": "And all the trees of the field shall know that I am the Lord; I bring low the high tree, and make high the low tree, dry up the green tree, and make the dry tree flourish. I am the Lord; I have spoken, and I will do it.\"",
          "ID": "24"
        }
      ],
      "ID": "OT:EZK.17",
      "name": "Ezekiel 17"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"What do you mean by repeating this proverb concerning the land of Israel, 'The fathers have eaten sour grapes, and the children's teeth are set on edge'?",
          "ID": "2"
        },
        {
          "text": "As I live, declares the Lord God, this proverb shall no more be used by you in Israel.",
          "ID": "3"
        },
        {
          "text": "Behold, all souls are mine; the soul of the father as well as the soul of the son is mine: the soul who sins shall die.",
          "ID": "4"
        },
        {
          "text": "\"If a man is righteous and does what is just and right—",
          "ID": "5"
        },
        {
          "text": "if he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor's wife or approach a woman in her time of menstrual impurity,",
          "ID": "6"
        },
        {
          "text": "does not oppress anyone, but restores to the debtor his pledge, commits no robbery, gives his bread to the hungry and covers the naked with a garment,",
          "ID": "7"
        },
        {
          "text": "does not lend at interest or take any profit, withholds his hand from injustice, executes true justice between man and man,",
          "ID": "8"
        },
        {
          "text": "walks in my statutes, and keeps my rules by acting faithfully—he is righteous; he shall surely live, declares the Lord God.",
          "ID": "9"
        },
        {
          "text": "\"If he fathers a son who is violent, a shedder of blood, who does any of these things",
          "ID": "10"
        },
        {
          "text": "(though he himself did none of these things), who even eats upon the mountains, defiles his neighbor's wife,",
          "ID": "11"
        },
        {
          "text": "oppresses the poor and needy, commits robbery, does not restore the pledge, lifts up his eyes to the idols, commits abomination,",
          "ID": "12"
        },
        {
          "text": "lends at interest, and takes profit; shall he then live? He shall not live. He has done all these abominations; he shall surely die; his blood shall be upon himself.",
          "ID": "13"
        },
        {
          "text": "\"Now suppose this man fathers a son who sees all the sins that his father has done; he sees, and does not do likewise:",
          "ID": "14"
        },
        {
          "text": "he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor's wife,",
          "ID": "15"
        },
        {
          "text": "does not oppress anyone, exacts no pledge, commits no robbery, but gives his bread to the hungry and covers the naked with a garment,",
          "ID": "16"
        },
        {
          "text": "withholds his hand from iniquity, takes no interest or profit, obeys my rules, and walks in my statutes; he shall not die for his father's iniquity; he shall surely live.",
          "ID": "17"
        },
        {
          "text": "As for his father, because he practiced extortion, robbed his brother, and did what is not good among his people, behold, he shall die for his iniquity.",
          "ID": "18"
        },
        {
          "text": "\"Yet you say, 'Why should not the son suffer for the iniquity of the father?' When the son has done what is just and right, and has been careful to observe all my statutes, he shall surely live.",
          "ID": "19"
        },
        {
          "text": "The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.",
          "ID": "20"
        },
        {
          "text": "\"But if a wicked person turns away from all his sins that he has committed and keeps all my statutes and does what is just and right, he shall surely live; he shall not die.",
          "ID": "21"
        },
        {
          "text": "None of the transgressions that he has committed shall be remembered against him; for the righteousness that he has done he shall live.",
          "ID": "22"
        },
        {
          "text": "Have I any pleasure in the death of the wicked, declares the Lord God, and not rather that he should turn from his way and live?",
          "ID": "23"
        },
        {
          "text": "But when a righteous person turns away from his righteousness and does injustice and does the same abominations that the wicked person does, shall he live? None of the righteous deeds that he has done shall be remembered; for the treachery of which he is guilty and the sin he has committed, for them he shall die.",
          "ID": "24"
        },
        {
          "text": "\"Yet you say, 'The way of the Lord is not just.' Hear now, O house of Israel: Is my way not just? Is it not your ways that are not just?",
          "ID": "25"
        },
        {
          "text": "When a righteous person turns away from his righteousness and does injustice, he shall die for it; for the injustice that he has done he shall die.",
          "ID": "26"
        },
        {
          "text": "Again, when a wicked person turns away from the wickedness he has committed and does what is just and right, he shall save his life.",
          "ID": "27"
        },
        {
          "text": "Because he considered and turned away from all the transgressions that he had committed, he shall surely live; he shall not die.",
          "ID": "28"
        },
        {
          "text": "Yet the house of Israel says, 'The way of the Lord is not just.' O house of Israel, are my ways not just? Is it not your ways that are not just?",
          "ID": "29"
        },
        {
          "text": "\"Therefore I will judge you, O house of Israel, every one according to his ways, declares the Lord God. Repent and turn from all your transgressions, lest iniquity be your ruin.",
          "ID": "30"
        },
        {
          "text": "Cast away from you all the transgressions that you have committed, and make yourselves a new heart and a new spirit! Why will you die, O house of Israel?",
          "ID": "31"
        },
        {
          "text": "For I have no pleasure in the death of anyone, declares the Lord God; so turn, and live.\"",
          "ID": "32"
        }
      ],
      "ID": "OT:EZK.18",
      "name": "Ezekiel 18"
    },
    {
      "text": [
        {
          "text": "And you, take up a lamentation for the princes of Israel,",
          "ID": "1"
        },
        {
          "text": "and say:",
          "ID": "2"
        },
        {
          "text": "What was your mother? A lioness!",
          "ID": "2"
        },
        {
          "text": "Among lions she crouched;",
          "ID": "2"
        },
        {
          "text": "in the midst of young lions",
          "ID": "2"
        },
        {
          "text": "she reared her cubs.",
          "ID": "2"
        },
        {
          "text": "And she brought up one of her cubs;",
          "ID": "3"
        },
        {
          "text": "he became a young lion,",
          "ID": "3"
        },
        {
          "text": "and he learned to catch prey;",
          "ID": "3"
        },
        {
          "text": "he devoured men.",
          "ID": "3"
        },
        {
          "text": "The nations heard about him;",
          "ID": "4"
        },
        {
          "text": "he was caught in their pit,",
          "ID": "4"
        },
        {
          "text": "and they brought him with hooks",
          "ID": "4"
        },
        {
          "text": "to the land of Egypt.",
          "ID": "4"
        },
        {
          "text": "When she saw that she waited in vain,",
          "ID": "5"
        },
        {
          "text": "that her hope was lost,",
          "ID": "5"
        },
        {
          "text": "she took another of her cubs",
          "ID": "5"
        },
        {
          "text": "and made him a young lion.",
          "ID": "5"
        },
        {
          "text": "He prowled among the lions;",
          "ID": "6"
        },
        {
          "text": "he became a young lion,",
          "ID": "6"
        },
        {
          "text": "and he learned to catch prey;",
          "ID": "6"
        },
        {
          "text": "he devoured men,",
          "ID": "6"
        },
        {
          "text": "and seized their widows.",
          "ID": "7"
        },
        {
          "text": "He laid waste their cities,",
          "ID": "7"
        },
        {
          "text": "and the land was appalled and all who were in it",
          "ID": "7"
        },
        {
          "text": "at the sound of his roaring.",
          "ID": "7"
        },
        {
          "text": "Then the nations set against him",
          "ID": "8"
        },
        {
          "text": "from provinces on every side;",
          "ID": "8"
        },
        {
          "text": "they spread their net over him;",
          "ID": "8"
        },
        {
          "text": "he was taken in their pit.",
          "ID": "8"
        },
        {
          "text": "With hooks they put him in a cage",
          "ID": "9"
        },
        {
          "text": "and brought him to the king of Babylon;",
          "ID": "9"
        },
        {
          "text": "they brought him into custody,",
          "ID": "9"
        },
        {
          "text": "that his voice should no more be heard",
          "ID": "9"
        },
        {
          "text": "on the mountains of Israel.",
          "ID": "9"
        },
        {
          "text": "Your mother was like a vine in a vineyard",
          "ID": "10"
        },
        {
          "text": "planted by the water,",
          "ID": "10"
        },
        {
          "text": "fruitful and full of branches",
          "ID": "10"
        },
        {
          "text": "by reason of abundant water.",
          "ID": "10"
        },
        {
          "text": "Its strong stems became",
          "ID": "11"
        },
        {
          "text": "rulers' scepters;",
          "ID": "11"
        },
        {
          "text": "it towered aloft",
          "ID": "11"
        },
        {
          "text": "among the thick boughs;",
          "ID": "11"
        },
        {
          "text": "it was seen in its height",
          "ID": "11"
        },
        {
          "text": "with the mass of its branches.",
          "ID": "11"
        },
        {
          "text": "But the vine was plucked up in fury,",
          "ID": "12"
        },
        {
          "text": "cast down to the ground;",
          "ID": "12"
        },
        {
          "text": "the east wind dried up its fruit;",
          "ID": "12"
        },
        {
          "text": "they were stripped off and withered.",
          "ID": "12"
        },
        {
          "text": "As for its strong stem,",
          "ID": "12"
        },
        {
          "text": "fire consumed it.",
          "ID": "12"
        },
        {
          "text": "Now it is planted in the wilderness,",
          "ID": "13"
        },
        {
          "text": "in a dry and thirsty land.",
          "ID": "13"
        },
        {
          "text": "And fire has gone out from the stem of its shoots,",
          "ID": "14"
        },
        {
          "text": "has consumed its fruit,",
          "ID": "14"
        },
        {
          "text": "so that there remains in it no strong stem,",
          "ID": "14"
        },
        {
          "text": "no scepter for ruling.",
          "ID": "14"
        },
        {
          "text": "This is a lamentation and has become a lamentation.",
          "ID": "14"
        }
      ],
      "ID": "OT:EZK.19",
      "name": "Ezekiel 19"
    },
    {
      "text": [
        {
          "text": "In the seventh year, in the fifth month, on the tenth day of the month, certain of the elders of Israel came to inquire of the Lord, and sat before me.",
          "ID": "1"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "2"
        },
        {
          "text": "\"Son of man, speak to the elders of Israel, and say to them, Thus says the Lord God, Is it to inquire of me that you come? As I live, declares the Lord God, I will not be inquired of by you.",
          "ID": "3"
        },
        {
          "text": "Will you judge them, son of man, will you judge them? Let them know the abominations of their fathers,",
          "ID": "4"
        },
        {
          "text": "and say to them, Thus says the Lord God: On the day when I chose Israel, I swore to the offspring of the house of Jacob, making myself known to them in the land of Egypt; I swore to them, saying, I am the Lord your God.",
          "ID": "5"
        },
        {
          "text": "On that day I swore to them that I would bring them out of the land of Egypt into a land that I had searched out for them, a land flowing with milk and honey, the most glorious of all lands.",
          "ID": "6"
        },
        {
          "text": "And I said to them, Cast away the detestable things your eyes feast on, every one of you, and do not defile yourselves with the idols of Egypt; I am the Lord your God.",
          "ID": "7"
        },
        {
          "text": "But they rebelled against me and were not willing to listen to me. None of them cast away the detestable things their eyes feasted on, nor did they forsake the idols of Egypt.",
          "ID": "8"
        },
        {
          "text": "\"Then I said I would pour out my wrath upon them and spend my anger against them in the midst of the land of Egypt.",
          "ID": "8"
        },
        {
          "text": "But I acted for the sake of my name, that it should not be profaned in the sight of the nations among whom they lived, in whose sight I made myself known to them in bringing them out of the land of Egypt.",
          "ID": "9"
        },
        {
          "text": "So I led them out of the land of Egypt and brought them into the wilderness.",
          "ID": "10"
        },
        {
          "text": "I gave them my statutes and made known to them my rules, by which, if a person does them, he shall live.",
          "ID": "11"
        },
        {
          "text": "Moreover, I gave them my Sabbaths, as a sign between me and them, that they might know that I am the Lord who sanctifies them.",
          "ID": "12"
        },
        {
          "text": "But the house of Israel rebelled against me in the wilderness. They did not walk in my statutes but rejected my rules, by which, if a person does them, he shall live; and my Sabbaths they greatly profaned.",
          "ID": "13"
        },
        {
          "text": "\"Then I said I would pour out my wrath upon them in the wilderness, to make a full end of them.",
          "ID": "13"
        },
        {
          "text": "But I acted for the sake of my name, that it should not be profaned in the sight of the nations, in whose sight I had brought them out.",
          "ID": "14"
        },
        {
          "text": "Moreover, I swore to them in the wilderness that I would not bring them into the land that I had given them, a land flowing with milk and honey, the most glorious of all lands,",
          "ID": "15"
        },
        {
          "text": "because they rejected my rules and did not walk in my statutes, and profaned my Sabbaths; for their heart went after their idols.",
          "ID": "16"
        },
        {
          "text": "Nevertheless, my eye spared them, and I did not destroy them or make a full end of them in the wilderness.",
          "ID": "17"
        },
        {
          "text": "\"And I said to their children in the wilderness, Do not walk in the statutes of your fathers, nor keep their rules, nor defile yourselves with their idols.",
          "ID": "18"
        },
        {
          "text": "I am the Lord your God; walk in my statutes, and be careful to obey my rules,",
          "ID": "19"
        },
        {
          "text": "and keep my Sabbaths holy that they may be a sign between me and you, that you may know that I am the Lord your God.",
          "ID": "20"
        },
        {
          "text": "But the children rebelled against me. They did not walk in my statutes and were not careful to obey my rules, by which, if a person does them, he shall live; they profaned my Sabbaths.",
          "ID": "21"
        },
        {
          "text": "\"Then I said I would pour out my wrath upon them and spend my anger against them in the wilderness.",
          "ID": "21"
        },
        {
          "text": "But I withheld my hand and acted for the sake of my name, that it should not be profaned in the sight of the nations, in whose sight I had brought them out.",
          "ID": "22"
        },
        {
          "text": "Moreover, I swore to them in the wilderness that I would scatter them among the nations and disperse them through the countries,",
          "ID": "23"
        },
        {
          "text": "because they had not obeyed my rules, but had rejected my statutes and profaned my Sabbaths, and their eyes were set on their fathers' idols.",
          "ID": "24"
        },
        {
          "text": "Moreover, I gave them statutes that were not good and rules by which they could not have life,",
          "ID": "25"
        },
        {
          "text": "and I defiled them through their very gifts in their offering up all their firstborn, that I might devastate them. I did it that they might know that I am the Lord.",
          "ID": "26"
        },
        {
          "text": "\"Therefore, son of man, speak to the house of Israel and say to them, Thus says the Lord God: In this also your fathers blasphemed me, by dealing treacherously with me.",
          "ID": "27"
        },
        {
          "text": "For when I had brought them into the land that I swore to give them, then wherever they saw any high hill or any leafy tree, there they offered their sacrifices and there they presented the provocation of their offering; there they sent up their pleasing aromas, and there they poured out their drink offerings.",
          "ID": "28"
        },
        {
          "text": "(I said to them, What is the high place to which you go? So its name is called Bamah to this day.)",
          "ID": "29"
        },
        {
          "text": "\"Therefore say to the house of Israel, Thus says the Lord God: Will you defile yourselves after the manner of your fathers and go whoring after their detestable things?",
          "ID": "30"
        },
        {
          "text": "When you present your gifts and offer up your children in fire, you defile yourselves with all your idols to this day. And shall I be inquired of by you, O house of Israel? As I live, declares the Lord God, I will not be inquired of by you.",
          "ID": "31"
        },
        {
          "text": "\"What is in your mind shall never happen—the thought, 'Let us be like the nations, like the tribes of the countries, and worship wood and stone.'",
          "ID": "32"
        },
        {
          "text": "\"As I live, declares the Lord God, surely with a mighty hand and an outstretched arm and with wrath poured out I will be king over you.",
          "ID": "33"
        },
        {
          "text": "I will bring you out from the peoples and gather you out of the countries where you are scattered, with a mighty hand and an outstretched arm, and with wrath poured out.",
          "ID": "34"
        },
        {
          "text": "And I will bring you into the wilderness of the peoples, and there I will enter into judgment with you face to face.",
          "ID": "35"
        },
        {
          "text": "As I entered into judgment with your fathers in the wilderness of the land of Egypt, so I will enter into judgment with you, declares the Lord God.",
          "ID": "36"
        },
        {
          "text": "I will make you pass under the rod, and I will bring you into the bond of the covenant.",
          "ID": "37"
        },
        {
          "text": "I will purge out the rebels from among you, and those who transgress against me. I will bring them out of the land where they sojourn, but they shall not enter the land of Israel. Then you will know that I am the Lord.",
          "ID": "38"
        },
        {
          "text": "\"As for you, O house of Israel, thus says the Lord God: Go serve every one of you his idols, now and hereafter, if you will not listen to me; but my holy name you shall no more profane with your gifts and your idols.",
          "ID": "39"
        },
        {
          "text": "\"For on my holy mountain, the mountain height of Israel, declares the Lord God, there all the house of Israel, all of them, shall serve me in the land. There I will accept them, and there I will require your contributions and the choicest of your gifts, with all your sacred offerings.",
          "ID": "40"
        },
        {
          "text": "As a pleasing aroma I will accept you, when I bring you out from the peoples and gather you out of the countries where you have been scattered. And I will manifest my holiness among you in the sight of the nations.",
          "ID": "41"
        },
        {
          "text": "And you shall know that I am the Lord, when I bring you into the land of Israel, the country that I swore to give to your fathers.",
          "ID": "42"
        },
        {
          "text": "And there you shall remember your ways and all your deeds with which you have defiled yourselves, and you shall loathe yourselves for all the evils that you have committed.",
          "ID": "43"
        },
        {
          "text": "And you shall know that I am the Lord, when I deal with you for my name's sake, not according to your evil ways, nor according to your corrupt deeds, O house of Israel, declares the Lord God.\"",
          "ID": "44"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "45"
        },
        {
          "text": "\"Son of man, set your face toward the southland; preach against the south, and prophesy against the forest land in the Negeb.",
          "ID": "46"
        },
        {
          "text": "Say to the forest of the Negeb, Hear the word of the Lord: Thus says the Lord God, Behold, I will kindle a fire in you, and it shall devour every green tree in you and every dry tree. The blazing flame shall not be quenched, and all faces from south to north shall be scorched by it.",
          "ID": "47"
        },
        {
          "text": "All flesh shall see that I the Lord have kindled it; it shall not be quenched.\"",
          "ID": "48"
        },
        {
          "text": "Then I said, \"Ah, Lord God! They are saying of me, 'Is he not a maker of parables?'\"",
          "ID": "49"
        }
      ],
      "ID": "OT:EZK.20",
      "name": "Ezekiel 20"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, set your face toward Jerusalem and preach against the sanctuaries. Prophesy against the land of Israel",
          "ID": "2"
        },
        {
          "text": "and say to the land of Israel, Thus says the Lord: Behold, I am against you and will draw my sword from its sheath and will cut off from you both righteous and wicked.",
          "ID": "3"
        },
        {
          "text": "Because I will cut off from you both righteous and wicked, therefore my sword shall be drawn from its sheath against all flesh from south to north.",
          "ID": "4"
        },
        {
          "text": "And all flesh shall know that I am the Lord. I have drawn my sword from its sheath; it shall not be sheathed again.",
          "ID": "5"
        },
        {
          "text": "\"As for you, son of man, groan; with breaking heart and bitter grief, groan before their eyes.",
          "ID": "6"
        },
        {
          "text": "And when they say to you, 'Why do you groan?' you shall say, 'Because of the news that it is coming. Every heart will melt, and all hands will be feeble; every spirit will faint, and all knees will be weak as water. Behold, it is coming, and it will be fulfilled,'\" declares the Lord God.",
          "ID": "7"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "8"
        },
        {
          "text": "\"Son of man, prophesy and say, Thus says the Lord, say:",
          "ID": "9"
        },
        {
          "text": "\"A sword, a sword is sharpened",
          "ID": "9"
        },
        {
          "text": "and also polished,",
          "ID": "9"
        },
        {
          "text": "sharpened for slaughter,",
          "ID": "10"
        },
        {
          "text": "polished to flash like lightning!",
          "ID": "10"
        },
        {
          "text": "(Or shall we rejoice? You have despised the rod, my son, with everything of wood.)",
          "ID": "10"
        },
        {
          "text": "So the sword is given to be polished, that it may be grasped in the hand. It is sharpened and polished to be given into the hand of the slayer.",
          "ID": "11"
        },
        {
          "text": "Cry out and wail, son of man, for it is against my people. It is against all the princes of Israel. They are delivered over to the sword with my people. Strike therefore upon your thigh.",
          "ID": "12"
        },
        {
          "text": "For it will not be a testing—what could it do if you despise the rod?\" declares the Lord God.",
          "ID": "13"
        },
        {
          "text": "\"As for you, son of man, prophesy. Clap your hands and let the sword come down twice, yes, three times, the sword for those to be slain. It is the sword for the great slaughter, which surrounds them,",
          "ID": "14"
        },
        {
          "text": "that their hearts may melt, and many stumble. At all their gates I have given the glittering sword. Ah, it is made like lightning; it is taken up for slaughter.",
          "ID": "15"
        },
        {
          "text": "Cut sharply to the right; set yourself to the left, wherever your face is directed.",
          "ID": "16"
        },
        {
          "text": "I also will clap my hands, and I will satisfy my fury; I the Lord have spoken.\"",
          "ID": "17"
        },
        {
          "text": "The word of the Lord came to me again:",
          "ID": "18"
        },
        {
          "text": "\"As for you, son of man, mark two ways for the sword of the king of Babylon to come. Both of them shall come from the same land. And make a signpost; make it at the head of the way to a city.",
          "ID": "19"
        },
        {
          "text": "Mark a way for the sword to come to Rabbah of the Ammonites and to Judah, into Jerusalem the fortified.",
          "ID": "20"
        },
        {
          "text": "For the king of Babylon stands at the parting of the way, at the head of the two ways, to use divination. He shakes the arrows; he consults the teraphim; he looks at the liver.",
          "ID": "21"
        },
        {
          "text": "Into his right hand comes the divination for Jerusalem, to set battering rams, to open the mouth with murder, to lift up the voice with shouting, to set battering rams against the gates, to cast up mounds, to build siege towers.",
          "ID": "22"
        },
        {
          "text": "But to them it will seem like a false divination. They have sworn solemn oaths, but he brings their guilt to remembrance, that they may be taken.",
          "ID": "23"
        },
        {
          "text": "\"Therefore thus says the Lord God: Because you have made your guilt to be remembered, in that your transgressions are uncovered, so that in all your deeds your sins appear—because you have come to remembrance, you shall be taken in hand.",
          "ID": "24"
        },
        {
          "text": "And you, O profane wicked one, prince of Israel, whose day has come, the time of your final punishment,",
          "ID": "25"
        },
        {
          "text": "thus says the Lord God: Remove the turban and take off the crown. Things shall not remain as they are. Exalt that which is low, and bring low that which is exalted.",
          "ID": "26"
        },
        {
          "text": "A ruin, ruin, ruin I will make it. This also shall not be, until he comes, the one to whom judgment belongs, and I will give it to him.",
          "ID": "27"
        },
        {
          "text": "\"And you, son of man, prophesy, and say, Thus says the Lord God concerning the Ammonites and concerning their reproach; say, A sword, a sword is drawn for the slaughter. It is polished to consume and to flash like lightning—",
          "ID": "28"
        },
        {
          "text": "while they see for you false visions, while they divine lies for you—to place you on the necks of the profane wicked, whose day has come, the time of their final punishment.",
          "ID": "29"
        },
        {
          "text": "Return it to its sheath. In the place where you were created, in the land of your origin, I will judge you.",
          "ID": "30"
        },
        {
          "text": "And I will pour out my indignation upon you; I will blow upon you with the fire of my wrath, and I will deliver you into the hands of brutish men, skillful to destroy.",
          "ID": "31"
        },
        {
          "text": "You shall be fuel for the fire. Your blood shall be in the midst of the land. You shall be no more remembered, for I the Lord have spoken.\"",
          "ID": "32"
        }
      ],
      "ID": "OT:EZK.21",
      "name": "Ezekiel 21"
    },
    {
      "text": [
        {
          "text": "And the word of the Lord came to me, saying,",
          "ID": "1"
        },
        {
          "text": "\"And you, son of man, will you judge, will you judge the bloody city? Then declare to her all her abominations.",
          "ID": "2"
        },
        {
          "text": "You shall say, Thus says the Lord God: A city that sheds blood in her midst, so that her time may come, and that makes idols to defile herself!",
          "ID": "3"
        },
        {
          "text": "You have become guilty by the blood that you have shed, and defiled by the idols that you have made, and you have brought your days near, the appointed time of your years has come. Therefore I have made you a reproach to the nations, and a mockery to all the countries.",
          "ID": "4"
        },
        {
          "text": "Those who are near and those who are far from you will mock you; your name is defiled; you are full of tumult.",
          "ID": "5"
        },
        {
          "text": "\"Behold, the princes of Israel in you, every one according to his power, have been bent on shedding blood.",
          "ID": "6"
        },
        {
          "text": "Father and mother are treated with contempt in you; the sojourner suffers extortion in your midst; the fatherless and the widow are wronged in you.",
          "ID": "7"
        },
        {
          "text": "You have despised my holy things and profaned my Sabbaths.",
          "ID": "8"
        },
        {
          "text": "There are men in you who slander to shed blood, and people in you who eat on the mountains; they commit lewdness in your midst.",
          "ID": "9"
        },
        {
          "text": "In you men uncover their fathers' nakedness; in you they violate women who are unclean in their menstrual impurity.",
          "ID": "10"
        },
        {
          "text": "One commits abomination with his neighbor's wife; another lewdly defiles his daughter-in-law; another in you violates his sister, his father's daughter.",
          "ID": "11"
        },
        {
          "text": "In you they take bribes to shed blood; you take interest and profit and make gain of your neighbors by extortion; but me you have forgotten, declares the Lord God.",
          "ID": "12"
        },
        {
          "text": "\"Behold, I strike my hand at the dishonest gain that you have made, and at the blood that has been in your midst.",
          "ID": "13"
        },
        {
          "text": "Can your courage endure, or can your hands be strong, in the days that I shall deal with you? I the Lord have spoken, and I will do it.",
          "ID": "14"
        },
        {
          "text": "I will scatter you among the nations and disperse you through the countries, and I will consume your uncleanness out of you.",
          "ID": "15"
        },
        {
          "text": "And you shall be profaned by your own doing in the sight of the nations, and you shall know that I am the Lord.\"",
          "ID": "16"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "17"
        },
        {
          "text": "\"Son of man, the house of Israel has become dross to me; all of them are bronze and tin and iron and lead in the furnace; they are dross of silver.",
          "ID": "18"
        },
        {
          "text": "Therefore thus says the Lord God: Because you have all become dross, therefore, behold, I will gather you into the midst of Jerusalem.",
          "ID": "19"
        },
        {
          "text": "As one gathers silver and bronze and iron and lead and tin into a furnace, to blow the fire on it in order to melt it, so I will gather you in my anger and in my wrath, and I will put you in and melt you.",
          "ID": "20"
        },
        {
          "text": "I will gather you and blow on you with the fire of my wrath, and you shall be melted in the midst of it.",
          "ID": "21"
        },
        {
          "text": "As silver is melted in a furnace, so you shall be melted in the midst of it, and you shall know that I am the Lord; I have poured out my wrath upon you.\"",
          "ID": "22"
        },
        {
          "text": "And the word of the Lord came to me:",
          "ID": "23"
        },
        {
          "text": "\"Son of man, say to her, You are a land that is not cleansed or rained upon in the day of indignation.",
          "ID": "24"
        },
        {
          "text": "The conspiracy of her prophets in her midst is like a roaring lion tearing the prey; they have devoured human lives; they have taken treasure and precious things; they have made many widows in her midst.",
          "ID": "25"
        },
        {
          "text": "Her priests have done violence to my law and have profaned my holy things. They have made no distinction between the holy and the common, neither have they taught the difference between the unclean and the clean, and they have disregarded my Sabbaths, so that I am profaned among them.",
          "ID": "26"
        },
        {
          "text": "Her princes in her midst are like wolves tearing the prey, shedding blood, destroying lives to get dishonest gain.",
          "ID": "27"
        },
        {
          "text": "And her prophets have smeared whitewash for them, seeing false visions and divining lies for them, saying, 'Thus says the Lord God,' when the Lord has not spoken.",
          "ID": "28"
        },
        {
          "text": "The people of the land have practiced extortion and committed robbery. They have oppressed the poor and needy, and have extorted from the sojourner without justice.",
          "ID": "29"
        },
        {
          "text": "And I sought for a man among them who should build up the wall and stand in the breach before me for the land, that I should not destroy it, but I found none.",
          "ID": "30"
        },
        {
          "text": "Therefore I have poured out my indignation upon them. I have consumed them with the fire of my wrath. I have returned their way upon their heads, declares the Lord God.\"",
          "ID": "31"
        }
      ],
      "ID": "OT:EZK.22",
      "name": "Ezekiel 22"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, there were two women, the daughters of one mother.",
          "ID": "2"
        },
        {
          "text": "They played the whore in Egypt; they played the whore in their youth; there their breasts were pressed and their virgin bosoms handled.",
          "ID": "3"
        },
        {
          "text": "Oholah was the name of the elder and Oholibah the name of her sister. They became mine, and they bore sons and daughters. As for their names, Oholah is Samaria, and Oholibah is Jerusalem.",
          "ID": "4"
        },
        {
          "text": "\"Oholah played the whore while she was mine, and she lusted after her lovers the Assyrians, warriors",
          "ID": "5"
        },
        {
          "text": "clothed in purple, governors and commanders, all of them desirable young men, horsemen riding on horses.",
          "ID": "6"
        },
        {
          "text": "She bestowed her whoring upon them, the choicest men of Assyria all of them, and she defiled herself with all the idols of everyone after whom she lusted.",
          "ID": "7"
        },
        {
          "text": "She did not give up her whoring that she had begun in Egypt; for in her youth men had lain with her and handled her virgin bosom and poured out their whoring lust upon her.",
          "ID": "8"
        },
        {
          "text": "Therefore I delivered her into the hands of her lovers, into the hands of the Assyrians, after whom she lusted.",
          "ID": "9"
        },
        {
          "text": "These uncovered her nakedness; they seized her sons and her daughters; and as for her, they killed her with the sword; and she became a byword among women, when judgment had been executed on her.",
          "ID": "10"
        },
        {
          "text": "\"Her sister Oholibah saw this, and she became more corrupt than her sister in her lust and in her whoring, which was worse than that of her sister.",
          "ID": "11"
        },
        {
          "text": "She lusted after the Assyrians, governors and commanders, warriors clothed in full armor, horsemen riding on horses, all of them desirable young men.",
          "ID": "12"
        },
        {
          "text": "And I saw that she was defiled; they both took the same way.",
          "ID": "13"
        },
        {
          "text": "But she carried her whoring further. She saw men portrayed on the wall, the images of the Chaldeans portrayed in vermilion,",
          "ID": "14"
        },
        {
          "text": "wearing belts on their waists, with flowing turbans on their heads, all of them having the appearance of officers, a likeness of Babylonians whose native land was Chaldea.",
          "ID": "15"
        },
        {
          "text": "When she saw them, she lusted after them and sent messengers to them in Chaldea.",
          "ID": "16"
        },
        {
          "text": "And the Babylonians came to her into the bed of love, and they defiled her with their whoring lust. And after she was defiled by them, she turned from them in disgust.",
          "ID": "17"
        },
        {
          "text": "When she carried on her whoring so openly and flaunted her nakedness, I turned in disgust from her, as I had turned in disgust from her sister.",
          "ID": "18"
        },
        {
          "text": "Yet she increased her whoring, remembering the days of her youth, when she played the whore in the land of Egypt",
          "ID": "19"
        },
        {
          "text": "and lusted after her lovers there, whose members were like those of donkeys, and whose issue was like that of horses.",
          "ID": "20"
        },
        {
          "text": "Thus you longed for the lewdness of your youth, when the Egyptians handled your bosom and pressed your young breasts.\"",
          "ID": "21"
        },
        {
          "text": "Therefore, O Oholibah, thus says the Lord God: \"Behold, I will stir up against you your lovers from whom you turned in disgust, and I will bring them against you from every side:",
          "ID": "22"
        },
        {
          "text": "the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them, desirable young men, governors and commanders all of them, officers and men of renown, all of them riding on horses.",
          "ID": "23"
        },
        {
          "text": "And they shall come against you from the north with chariots and wagons and a host of peoples. They shall set themselves against you on every side with buckler, shield, and helmet; and I will commit the judgment to them, and they shall judge you according to their judgments.",
          "ID": "24"
        },
        {
          "text": "And I will direct my jealousy against you, that they may deal with you in fury. They shall cut off your nose and your ears, and your survivors shall fall by the sword. They shall seize your sons and your daughters, and your survivors shall be devoured by fire.",
          "ID": "25"
        },
        {
          "text": "They shall also strip you of your clothes and take away your beautiful jewels.",
          "ID": "26"
        },
        {
          "text": "Thus I will put an end to your lewdness and your whoring begun in the land of Egypt, so that you shall not lift up your eyes to them or remember Egypt anymore.",
          "ID": "27"
        },
        {
          "text": "\"For thus says the Lord God: Behold, I will deliver you into the hands of those whom you hate, into the hands of those from whom you turned in disgust,",
          "ID": "28"
        },
        {
          "text": "and they shall deal with you in hatred and take away all the fruit of your labor and leave you naked and bare, and the nakedness of your whoring shall be uncovered. Your lewdness and your whoring",
          "ID": "29"
        },
        {
          "text": "have brought this upon you, because you played the whore with the nations and defiled yourself with their idols.",
          "ID": "30"
        },
        {
          "text": "You have gone the way of your sister; therefore I will give her cup into your hand.",
          "ID": "31"
        },
        {
          "text": "Thus says the Lord God:",
          "ID": "32"
        },
        {
          "text": "\"You shall drink your sister's cup",
          "ID": "32"
        },
        {
          "text": "that is deep and large;",
          "ID": "32"
        },
        {
          "text": "you shall be laughed at and held in derision,",
          "ID": "32"
        },
        {
          "text": "for it contains much;",
          "ID": "32"
        },
        {
          "text": "you will be filled with drunkenness and sorrow.",
          "ID": "33"
        },
        {
          "text": "A cup of horror and desolation,",
          "ID": "33"
        },
        {
          "text": "the cup of your sister Samaria;",
          "ID": "33"
        },
        {
          "text": "you shall drink it and drain it out,",
          "ID": "34"
        },
        {
          "text": "and gnaw its shards,",
          "ID": "34"
        },
        {
          "text": "and tear your breasts;",
          "ID": "34"
        },
        {
          "text": "for I have spoken, declares the Lord God.",
          "ID": "34"
        },
        {
          "text": "Therefore thus says the Lord God: Because you have forgotten me and cast me behind your back, you yourself must bear the consequences of your lewdness and whoring.\"",
          "ID": "35"
        },
        {
          "text": "The Lord said to me: \"Son of man, will you judge Oholah and Oholibah? Declare to them their abominations.",
          "ID": "36"
        },
        {
          "text": "For they have committed adultery, and blood is on their hands. With their idols they have committed adultery, and they have even offered up to them for food the children whom they had borne to me.",
          "ID": "37"
        },
        {
          "text": "Moreover, this they have done to me: they have defiled my sanctuary on the same day and profaned my Sabbaths.",
          "ID": "38"
        },
        {
          "text": "For when they had slaughtered their children in sacrifice to their idols, on the same day they came into my sanctuary to profane it. And behold, this is what they did in my house.",
          "ID": "39"
        },
        {
          "text": "They even sent for men to come from afar, to whom a messenger was sent; and behold, they came. For them you bathed yourself, painted your eyes, and adorned yourself with ornaments.",
          "ID": "40"
        },
        {
          "text": "You sat on a stately couch, with a table spread before it on which you had placed my incense and my oil.",
          "ID": "41"
        },
        {
          "text": "The sound of a carefree multitude was with her; and with men of the common sort, drunkards were brought from the wilderness; and they put bracelets on the hands of the women, and beautiful crowns on their heads.",
          "ID": "42"
        },
        {
          "text": "\"Then I said of her who was worn out by adultery, Now they will continue to use her for a whore, even her!",
          "ID": "43"
        },
        {
          "text": "For they have gone in to her, as men go in to a prostitute. Thus they went in to Oholah and to Oholibah, lewd women!",
          "ID": "44"
        },
        {
          "text": "But righteous men shall pass judgment on them with the sentence of adulteresses, and with the sentence of women who shed blood, because they are adulteresses, and blood is on their hands.\"",
          "ID": "45"
        },
        {
          "text": "For thus says the Lord God: \"Bring up a vast host against them, and make them an object of terror and a plunder.",
          "ID": "46"
        },
        {
          "text": "And the host shall stone them and cut them down with their swords. They shall kill their sons and their daughters, and burn up their houses.",
          "ID": "47"
        },
        {
          "text": "Thus will I put an end to lewdness in the land, that all women may take warning and not commit lewdness as you have done.",
          "ID": "48"
        },
        {
          "text": "And they shall return your lewdness upon you, and you shall bear the penalty for your sinful idolatry, and you shall know that I am the Lord God.\"",
          "ID": "49"
        }
      ],
      "ID": "OT:EZK.23",
      "name": "Ezekiel 23"
    },
    {
      "text": [
        {
          "text": "In the ninth year, in the tenth month, on the tenth day of the month, the word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, write down the name of this day, this very day. The king of Babylon has laid siege to Jerusalem this very day.",
          "ID": "2"
        },
        {
          "text": "And utter a parable to the rebellious house and say to them, Thus says the Lord God:",
          "ID": "3"
        },
        {
          "text": "\"Set on the pot, set it on;",
          "ID": "3"
        },
        {
          "text": "pour in water also;",
          "ID": "3"
        },
        {
          "text": "put in it the pieces of meat,",
          "ID": "4"
        },
        {
          "text": "all the good pieces, the thigh and the shoulder;",
          "ID": "4"
        },
        {
          "text": "fill it with choice bones.",
          "ID": "4"
        },
        {
          "text": "Take the choicest one of the flock;",
          "ID": "5"
        },
        {
          "text": "pile the logs under it;",
          "ID": "5"
        },
        {
          "text": "boil it well;",
          "ID": "5"
        },
        {
          "text": "seethe also its bones in it.",
          "ID": "5"
        },
        {
          "text": "\"Therefore thus says the Lord God: Woe to the bloody city, to the pot whose corrosion is in it, and whose corrosion has not gone out of it! Take out of it piece after piece, without making any choice.",
          "ID": "6"
        },
        {
          "text": "For the blood she has shed is in her midst; she put it on the bare rock; she did not pour it out on the ground to cover it with dust.",
          "ID": "7"
        },
        {
          "text": "To rouse my wrath, to take vengeance, I have set on the bare rock the blood she has shed, that it may not be covered.",
          "ID": "8"
        },
        {
          "text": "Therefore thus says the Lord God: Woe to the bloody city! I also will make the pile great.",
          "ID": "9"
        },
        {
          "text": "Heap on the logs, kindle the fire, boil the meat well, mix in the spices, and let the bones be burned up.",
          "ID": "10"
        },
        {
          "text": "Then set it empty upon the coals, that it may become hot, and its copper may burn, that its uncleanness may be melted in it, its corrosion consumed.",
          "ID": "11"
        },
        {
          "text": "She has wearied herself with toil; its abundant corrosion does not go out of it. Into the fire with its corrosion!",
          "ID": "12"
        },
        {
          "text": "On account of your unclean lewdness, because I would have cleansed you and you were not cleansed from your uncleanness, you shall not be cleansed anymore till I have satisfied my fury upon you.",
          "ID": "13"
        },
        {
          "text": "I am the Lord. I have spoken; it shall come to pass; I will do it. I will not go back; I will not spare; I will not relent; according to your ways and your deeds you will be judged, declares the Lord God.\"",
          "ID": "14"
        },
        {
          "text": "The word of the Lord came to me:",
          "ID": "15"
        },
        {
          "text": "\"Son of man, behold, I am about to take the delight of your eyes away from you at a stroke; yet you shall not mourn or weep, nor shall your tears run down.",
          "ID": "16"
        },
        {
          "text": "Sigh, but not aloud; make no mourning for the dead. Bind on your turban, and put your shoes on your feet; do not cover your lips, nor eat the bread of men.\"",
          "ID": "17"
        },
        {
          "text": "So I spoke to the people in the morning, and at evening my wife died. And on the next morning I did as I was commanded.",
          "ID": "18"
        },
        {
          "text": "And the people said to me, \"Will you not tell us what these things mean for us, that you are acting thus?\"",
          "ID": "19"
        },
        {
          "text": "Then I said to them, \"The word of the Lord came to me:",
          "ID": "20"
        },
        {
          "text": "'Say to the house of Israel, Thus says the Lord God: Behold, I will profane my sanctuary, the pride of your power, the delight of your eyes, and the yearning of your soul, and your sons and your daughters whom you left behind shall fall by the sword.",
          "ID": "21"
        },
        {
          "text": "And you shall do as I have done; you shall not cover your lips, nor eat the bread of men.",
          "ID": "22"
        },
        {
          "text": "Your turbans shall be on your heads and your shoes on your feet; you shall not mourn or weep, but you shall rot away in your iniquities and groan to one another.",
          "ID": "23"
        },
        {
          "text": "Thus shall Ezekiel be to you a sign; according to all that he has done you shall do. When this comes, then you will know that I am the Lord God.'",
          "ID": "24"
        },
        {
          "text": "\"As for you, son of man, surely on the day when I take from them their stronghold, their joy and glory, the delight of their eyes and their soul's desire, and also their sons and daughters,",
          "ID": "25"
        },
        {
          "text": "on that day a fugitive will come to you to report to you the news.",
          "ID": "26"
        },
        {
          "text": "On that day your mouth will be opened to the fugitive, and you shall speak and be no longer mute. So you will be a sign to them, and they will know that I am the Lord.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:EZK.24",
      "name": "Ezekiel 24"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, set your face toward the Ammonites and prophesy against them.",
          "ID": "2"
        },
        {
          "text": "Say to the Ammonites, Hear the word of the Lord God: Thus says the Lord God, Because you said, 'Aha!' over my sanctuary when it was profaned, and over the land of Israel when it was made desolate, and over the house of Judah when they went into exile,",
          "ID": "3"
        },
        {
          "text": "therefore behold, I am handing you over to the people of the East for a possession, and they shall set their encampments among you and make their dwellings in your midst. They shall eat your fruit, and they shall drink your milk.",
          "ID": "4"
        },
        {
          "text": "I will make Rabbah a pasture for camels and Ammon a fold for flocks. Then you will know that I am the Lord.",
          "ID": "5"
        },
        {
          "text": "For thus says the Lord God: Because you have clapped your hands and stamped your feet and rejoiced with all the malice within your soul against the land of Israel,",
          "ID": "6"
        },
        {
          "text": "therefore, behold, I have stretched out my hand against you, and will hand you over as plunder to the nations. And I will cut you off from the peoples and will make you perish out of the countries; I will destroy you. Then you will know that I am the Lord.",
          "ID": "7"
        },
        {
          "text": "\"Thus says the Lord God: Because Moab and Seir said, 'Behold, the house of Judah is like all the other nations,'",
          "ID": "8"
        },
        {
          "text": "therefore I will lay open the flank of Moab from the cities, from its cities on its frontier, the glory of the country, Beth-jeshimoth, Baal-meon, and Kiriathaim.",
          "ID": "9"
        },
        {
          "text": "I will give it along with the Ammonites to the people of the East as a possession, that the Ammonites may be remembered no more among the nations,",
          "ID": "10"
        },
        {
          "text": "and I will execute judgments upon Moab. Then they will know that I am the Lord.",
          "ID": "11"
        },
        {
          "text": "\"Thus says the Lord God: Because Edom acted revengefully against the house of Judah and has grievously offended in taking vengeance on them,",
          "ID": "12"
        },
        {
          "text": "therefore thus says the Lord God, I will stretch out my hand against Edom and cut off from it man and beast. And I will make it desolate; from Teman even to Dedan they shall fall by the sword.",
          "ID": "13"
        },
        {
          "text": "And I will lay my vengeance upon Edom by the hand of my people Israel, and they shall do in Edom according to my anger and according to my wrath, and they shall know my vengeance, declares the Lord God.",
          "ID": "14"
        },
        {
          "text": "\"Thus says the Lord God: Because the Philistines acted revengefully and took vengeance with malice of soul to destroy in never-ending enmity,",
          "ID": "15"
        },
        {
          "text": "therefore thus says the Lord God, Behold, I will stretch out my hand against the Philistines, and I will cut off the Cherethites and destroy the rest of the seacoast.",
          "ID": "16"
        },
        {
          "text": "I will execute great vengeance on them with wrathful rebukes. Then they will know that I am the Lord, when I lay my vengeance upon them.\"",
          "ID": "17"
        }
      ],
      "ID": "OT:EZK.25",
      "name": "Ezekiel 25"
    },
    {
      "text": [
        {
          "text": "In the eleventh year, on the first day of the month, the word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, because Tyre said concerning Jerusalem, 'Aha, the gate of the peoples is broken; it has swung open to me. I shall be replenished, now that she is laid waste,'",
          "ID": "2"
        },
        {
          "text": "therefore thus says the Lord God: Behold, I am against you, O Tyre, and will bring up many nations against you, as the sea brings up its waves.",
          "ID": "3"
        },
        {
          "text": "They shall destroy the walls of Tyre and break down her towers, and I will scrape her soil from her and make her a bare rock.",
          "ID": "4"
        },
        {
          "text": "She shall be in the midst of the sea a place for the spreading of nets, for I have spoken, declares the Lord God. And she shall become plunder for the nations,",
          "ID": "5"
        },
        {
          "text": "and her daughters on the mainland shall be killed by the sword. Then they will know that I am the Lord.",
          "ID": "6"
        },
        {
          "text": "\"For thus says the Lord God: Behold, I will bring against Tyre from the north Nebuchadnezzar king of Babylon, king of kings, with horses and chariots, and with horsemen and a host of many soldiers.",
          "ID": "7"
        },
        {
          "text": "He will kill with the sword your daughters on the mainland. He will set up a siege wall against you and throw up a mound against you, and raise a roof of shields against you.",
          "ID": "8"
        },
        {
          "text": "He will direct the shock of his battering rams against your walls, and with his axes he will break down your towers.",
          "ID": "9"
        },
        {
          "text": "His horses will be so many that their dust will cover you. Your walls will shake at the noise of the horsemen and wagons and chariots, when he enters your gates as men enter a city that has been breached.",
          "ID": "10"
        },
        {
          "text": "With the hoofs of his horses he will trample all your streets. He will kill your people with the sword, and your mighty pillars will fall to the ground.",
          "ID": "11"
        },
        {
          "text": "They will plunder your riches and loot your merchandise. They will break down your walls and destroy your pleasant houses. Your stones and timber and soil they will cast into the midst of the waters.",
          "ID": "12"
        },
        {
          "text": "And I will stop the music of your songs, and the sound of your lyres shall be heard no more.",
          "ID": "13"
        },
        {
          "text": "I will make you a bare rock. You shall be a place for the spreading of nets. You shall never be rebuilt, for I am the Lord; I have spoken, declares the Lord God.",
          "ID": "14"
        },
        {
          "text": "\"Thus says the Lord God to Tyre: Will not the coastlands shake at the sound of your fall, when the wounded groan, when slaughter is made in your midst?",
          "ID": "15"
        },
        {
          "text": "Then all the princes of the sea will step down from their thrones and remove their robes and strip off their embroidered garments. They will clothe themselves with trembling; they will sit on the ground and tremble every moment and be appalled at you.",
          "ID": "16"
        },
        {
          "text": "And they will raise a lamentation over you and say to you,",
          "ID": "17"
        },
        {
          "text": "\"'How you have perished,",
          "ID": "17"
        },
        {
          "text": "you who were inhabited from the seas,",
          "ID": "17"
        },
        {
          "text": "O city renowned,",
          "ID": "17"
        },
        {
          "text": "who was mighty on the sea;",
          "ID": "17"
        },
        {
          "text": "she and her inhabitants imposed their terror",
          "ID": "17"
        },
        {
          "text": "on all her inhabitants!",
          "ID": "17"
        },
        {
          "text": "Now the coastlands tremble",
          "ID": "18"
        },
        {
          "text": "on the day of your fall,",
          "ID": "18"
        },
        {
          "text": "and the coastlands that are on the sea",
          "ID": "18"
        },
        {
          "text": "are dismayed at your passing.'",
          "ID": "18"
        },
        {
          "text": "\"For thus says the Lord God: When I make you a city laid waste, like the cities that are not inhabited, when I bring up the deep over you, and the great waters cover you,",
          "ID": "19"
        },
        {
          "text": "then I will make you go down with those who go down to the pit, to the people of old, and I will make you to dwell in the world below, among ruins from of old, with those who go down to the pit, so that you will not be inhabited; but I will set beauty in the land of the living.",
          "ID": "20"
        },
        {
          "text": "I will bring you to a dreadful end, and you shall be no more. Though you be sought for, you will never be found again, declares the Lord God.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:EZK.26",
      "name": "Ezekiel 26"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Now you, son of man, raise a lamentation over Tyre,",
          "ID": "2"
        },
        {
          "text": "and say to Tyre, who dwells at the entrances to the sea, merchant of the peoples to many coastlands, thus says the Lord God:",
          "ID": "3"
        },
        {
          "text": "\"O Tyre, you have said,",
          "ID": "3"
        },
        {
          "text": "'I am perfect in beauty.'",
          "ID": "3"
        },
        {
          "text": "Your borders are in the heart of the seas;",
          "ID": "4"
        },
        {
          "text": "your builders made perfect your beauty.",
          "ID": "4"
        },
        {
          "text": "They made all your planks",
          "ID": "5"
        },
        {
          "text": "of fir trees from Senir;",
          "ID": "5"
        },
        {
          "text": "they took a cedar from Lebanon",
          "ID": "5"
        },
        {
          "text": "to make a mast for you.",
          "ID": "5"
        },
        {
          "text": "Of oaks of Bashan",
          "ID": "6"
        },
        {
          "text": "they made your oars;",
          "ID": "6"
        },
        {
          "text": "they made your deck of pines",
          "ID": "6"
        },
        {
          "text": "from the coasts of Cyprus,",
          "ID": "6"
        },
        {
          "text": "inlaid with ivory.",
          "ID": "6"
        },
        {
          "text": "Of fine embroidered linen from Egypt",
          "ID": "7"
        },
        {
          "text": "was your sail,",
          "ID": "7"
        },
        {
          "text": "serving as your banner;",
          "ID": "7"
        },
        {
          "text": "blue and purple from the coasts of Elishah",
          "ID": "7"
        },
        {
          "text": "was your awning.",
          "ID": "7"
        },
        {
          "text": "The inhabitants of Sidon and Arvad",
          "ID": "8"
        },
        {
          "text": "were your rowers;",
          "ID": "8"
        },
        {
          "text": "your skilled men, O Tyre, were in you;",
          "ID": "8"
        },
        {
          "text": "they were your pilots.",
          "ID": "8"
        },
        {
          "text": "The elders of Gebal and her skilled men were in you,",
          "ID": "9"
        },
        {
          "text": "caulking your seams;",
          "ID": "9"
        },
        {
          "text": "all the ships of the sea with their mariners were in you",
          "ID": "9"
        },
        {
          "text": "to barter for your wares.",
          "ID": "9"
        },
        {
          "text": "\"Persia and Lud and Put were in your army as your men of war. They hung the shield and helmet in you; they gave you splendor.",
          "ID": "10"
        },
        {
          "text": "Men of Arvad and Helech were on your walls all around, and men of Gamad were in your towers. They hung their shields on your walls all around; they made perfect your beauty.",
          "ID": "11"
        },
        {
          "text": "\"Tarshish did business with you because of your great wealth of every kind; silver, iron, tin, and lead they exchanged for your wares.",
          "ID": "12"
        },
        {
          "text": "Javan, Tubal, and Meshech traded with you; they exchanged human beings and vessels of bronze for your merchandise.",
          "ID": "13"
        },
        {
          "text": "From Beth-togarmah they exchanged horses, war horses, and mules for your wares.",
          "ID": "14"
        },
        {
          "text": "The men of Dedan traded with you. Many coastlands were your own special markets; they brought you in payment ivory tusks and ebony.",
          "ID": "15"
        },
        {
          "text": "Syria did business with you because of your abundant goods; they exchanged for your wares emeralds, purple, embroidered work, fine linen, coral, and ruby.",
          "ID": "16"
        },
        {
          "text": "Judah and the land of Israel traded with you; they exchanged for your merchandise wheat of Minnith, meal, honey, oil, and balm.",
          "ID": "17"
        },
        {
          "text": "Damascus did business with you for your abundant goods, because of your great wealth of every kind; wine of Helbon and wool of Sahar",
          "ID": "18"
        },
        {
          "text": "and casks of wine from Uzal they exchanged for your wares; wrought iron, cassia, and calamus were bartered for your merchandise.",
          "ID": "19"
        },
        {
          "text": "Dedan traded with you in saddlecloths for riding.",
          "ID": "20"
        },
        {
          "text": "Arabia and all the princes of Kedar were your favored dealers in lambs, rams, and goats; in these they did business with you.",
          "ID": "21"
        },
        {
          "text": "The traders of Sheba and Raamah traded with you; they exchanged for your wares the best of all kinds of spices and all precious stones and gold.",
          "ID": "22"
        },
        {
          "text": "Haran, Canneh, Eden, traders of Sheba, Asshur, and Chilmad traded with you.",
          "ID": "23"
        },
        {
          "text": "In your market these traded with you in choice garments, in clothes of blue and embroidered work, and in carpets of colored material, bound with cords and made secure.",
          "ID": "24"
        },
        {
          "text": "The ships of Tarshish traveled for you with your merchandise. So you were filled and heavily laden in the heart of the seas.",
          "ID": "25"
        },
        {
          "text": "\"Your rowers have brought you out",
          "ID": "26"
        },
        {
          "text": "into the high seas.",
          "ID": "26"
        },
        {
          "text": "The east wind has wrecked you",
          "ID": "26"
        },
        {
          "text": "in the heart of the seas.",
          "ID": "26"
        },
        {
          "text": "Your riches, your wares, your merchandise,",
          "ID": "27"
        },
        {
          "text": "your mariners and your pilots,",
          "ID": "27"
        },
        {
          "text": "your caulkers, your dealers in merchandise,",
          "ID": "27"
        },
        {
          "text": "and all your men of war who are in you,",
          "ID": "27"
        },
        {
          "text": "with all your crew",
          "ID": "27"
        },
        {
          "text": "that is in your midst,",
          "ID": "27"
        },
        {
          "text": "sink into the heart of the seas",
          "ID": "27"
        },
        {
          "text": "on the day of your fall.",
          "ID": "27"
        },
        {
          "text": "At the sound of the cry of your pilots",
          "ID": "28"
        },
        {
          "text": "the countryside shakes,",
          "ID": "28"
        },
        {
          "text": "and down from their ships",
          "ID": "29"
        },
        {
          "text": "come all who handle the oar.",
          "ID": "29"
        },
        {
          "text": "The mariners and all the pilots of the sea",
          "ID": "29"
        },
        {
          "text": "stand on the land",
          "ID": "29"
        },
        {
          "text": "and shout aloud over you",
          "ID": "30"
        },
        {
          "text": "and cry out bitterly.",
          "ID": "30"
        },
        {
          "text": "They cast dust on their heads",
          "ID": "30"
        },
        {
          "text": "and wallow in ashes;",
          "ID": "30"
        },
        {
          "text": "they make themselves bald for you",
          "ID": "31"
        },
        {
          "text": "and put sackcloth on their waist,",
          "ID": "31"
        },
        {
          "text": "and they weep over you in bitterness of soul,",
          "ID": "31"
        },
        {
          "text": "with bitter mourning.",
          "ID": "31"
        },
        {
          "text": "In their wailing they raise a lamentation for you",
          "ID": "32"
        },
        {
          "text": "and lament over you:",
          "ID": "32"
        },
        {
          "text": "'Who is like Tyre,",
          "ID": "32"
        },
        {
          "text": "like one destroyed in the midst of the sea?",
          "ID": "32"
        },
        {
          "text": "When your wares came from the seas,",
          "ID": "33"
        },
        {
          "text": "you satisfied many peoples;",
          "ID": "33"
        },
        {
          "text": "with your abundant wealth and merchandise",
          "ID": "33"
        },
        {
          "text": "you enriched the kings of the earth.",
          "ID": "33"
        },
        {
          "text": "Now you are wrecked by the seas,",
          "ID": "34"
        },
        {
          "text": "in the depths of the waters;",
          "ID": "34"
        },
        {
          "text": "your merchandise and all your crew in your midst",
          "ID": "34"
        },
        {
          "text": "have sunk with you.",
          "ID": "34"
        },
        {
          "text": "All the inhabitants of the coastlands",
          "ID": "35"
        },
        {
          "text": "are appalled at you,",
          "ID": "35"
        },
        {
          "text": "and the hair of their kings bristles with horror;",
          "ID": "35"
        },
        {
          "text": "their faces are convulsed.",
          "ID": "35"
        },
        {
          "text": "The merchants among the peoples hiss at you;",
          "ID": "36"
        },
        {
          "text": "you have come to a dreadful end",
          "ID": "36"
        },
        {
          "text": "and shall be no more forever.'\"",
          "ID": "36"
        }
      ],
      "ID": "OT:EZK.27",
      "name": "Ezekiel 27"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, say to the prince of Tyre, Thus says the Lord God:",
          "ID": "2"
        },
        {
          "text": "\"Because your heart is proud,",
          "ID": "2"
        },
        {
          "text": "and you have said, 'I am a god,",
          "ID": "2"
        },
        {
          "text": "I sit in the seat of the gods,",
          "ID": "2"
        },
        {
          "text": "in the heart of the seas,'",
          "ID": "2"
        },
        {
          "text": "yet you are but a man, and no god,",
          "ID": "2"
        },
        {
          "text": "though you make your heart like the heart of a god—",
          "ID": "2"
        },
        {
          "text": "you are indeed wiser than Daniel;",
          "ID": "3"
        },
        {
          "text": "no secret is hidden from you;",
          "ID": "3"
        },
        {
          "text": "by your wisdom and your understanding",
          "ID": "4"
        },
        {
          "text": "you have made wealth for yourself,",
          "ID": "4"
        },
        {
          "text": "and have gathered gold and silver",
          "ID": "4"
        },
        {
          "text": "into your treasuries;",
          "ID": "4"
        },
        {
          "text": "by your great wisdom in your trade",
          "ID": "5"
        },
        {
          "text": "you have increased your wealth,",
          "ID": "5"
        },
        {
          "text": "and your heart has become proud in your wealth—",
          "ID": "5"
        },
        {
          "text": "therefore thus says the Lord God:",
          "ID": "6"
        },
        {
          "text": "Because you make your heart",
          "ID": "6"
        },
        {
          "text": "like the heart of a god,",
          "ID": "6"
        },
        {
          "text": "therefore, behold, I will bring foreigners upon you,",
          "ID": "7"
        },
        {
          "text": "the most ruthless of the nations;",
          "ID": "7"
        },
        {
          "text": "and they shall draw their swords against the beauty of your wisdom",
          "ID": "7"
        },
        {
          "text": "and defile your splendor.",
          "ID": "7"
        },
        {
          "text": "They shall thrust you down into the pit,",
          "ID": "8"
        },
        {
          "text": "and you shall die the death of the slain",
          "ID": "8"
        },
        {
          "text": "in the heart of the seas.",
          "ID": "8"
        },
        {
          "text": "Will you still say, 'I am a god,'",
          "ID": "9"
        },
        {
          "text": "in the presence of those who kill you,",
          "ID": "9"
        },
        {
          "text": "though you are but a man, and no god,",
          "ID": "9"
        },
        {
          "text": "in the hands of those who slay you?",
          "ID": "9"
        },
        {
          "text": "You shall die the death of the uncircumcised",
          "ID": "10"
        },
        {
          "text": "by the hand of foreigners;",
          "ID": "10"
        },
        {
          "text": "for I have spoken, declares the Lord God.\"",
          "ID": "10"
        },
        {
          "text": "Moreover, the word of the Lord came to me:",
          "ID": "11"
        },
        {
          "text": "\"Son of man, raise a lamentation over the king of Tyre, and say to him, Thus says the Lord God:",
          "ID": "12"
        },
        {
          "text": "\"You were the signet of perfection,",
          "ID": "12"
        },
        {
          "text": "full of wisdom and perfect in beauty.",
          "ID": "12"
        },
        {
          "text": "You were in Eden, the garden of God;",
          "ID": "13"
        },
        {
          "text": "every precious stone was your covering,",
          "ID": "13"
        },
        {
          "text": "sardius, topaz, and diamond,",
          "ID": "13"
        },
        {
          "text": "beryl, onyx, and jasper,",
          "ID": "13"
        },
        {
          "text": "sapphire, emerald, and carbuncle;",
          "ID": "13"
        },
        {
          "text": "and crafted in gold were your settings",
          "ID": "13"
        },
        {
          "text": "and your engravings.",
          "ID": "13"
        },
        {
          "text": "On the day that you were created",
          "ID": "13"
        },
        {
          "text": "they were prepared.",
          "ID": "13"
        },
        {
          "text": "You were an anointed guardian cherub.",
          "ID": "14"
        },
        {
          "text": "I placed you; you were on the holy mountain of God;",
          "ID": "14"
        },
        {
          "text": "in the midst of the stones of fire you walked.",
          "ID": "14"
        },
        {
          "text": "You were blameless in your ways",
          "ID": "15"
        },
        {
          "text": "from the day you were created,",
          "ID": "15"
        },
        {
          "text": "till unrighteousness was found in you.",
          "ID": "15"
        },
        {
          "text": "In the abundance of your trade",
          "ID": "16"
        },
        {
          "text": "you were filled with violence in your midst, and you sinned;",
          "ID": "16"
        },
        {
          "text": "so I cast you as a profane thing from the mountain of God,",
          "ID": "16"
        },
        {
          "text": "and I destroyed you, O guardian cherub,",
          "ID": "16"
        },
        {
          "text": "from the midst of the stones of fire.",
          "ID": "16"
        },
        {
          "text": "Your heart was proud because of your beauty;",
          "ID": "17"
        },
        {
          "text": "you corrupted your wisdom for the sake of your splendor.",
          "ID": "17"
        },
        {
          "text": "I cast you to the ground;",
          "ID": "17"
        },
        {
          "text": "I exposed you before kings,",
          "ID": "17"
        },
        {
          "text": "to feast their eyes on you.",
          "ID": "17"
        },
        {
          "text": "By the multitude of your iniquities,",
          "ID": "18"
        },
        {
          "text": "in the unrighteousness of your trade",
          "ID": "18"
        },
        {
          "text": "you profaned your sanctuaries;",
          "ID": "18"
        },
        {
          "text": "so I brought fire out from your midst;",
          "ID": "18"
        },
        {
          "text": "it consumed you,",
          "ID": "18"
        },
        {
          "text": "and I turned you to ashes on the earth",
          "ID": "18"
        },
        {
          "text": "in the sight of all who saw you.",
          "ID": "18"
        },
        {
          "text": "All who know you among the peoples",
          "ID": "19"
        },
        {
          "text": "are appalled at you;",
          "ID": "19"
        },
        {
          "text": "you have come to a dreadful end",
          "ID": "19"
        },
        {
          "text": "and shall be no more forever.\"",
          "ID": "19"
        },
        {
          "text": "The word of the Lord came to me:",
          "ID": "20"
        },
        {
          "text": "\"Son of man, set your face toward Sidon, and prophesy against her",
          "ID": "21"
        },
        {
          "text": "and say, Thus says the Lord God:",
          "ID": "22"
        },
        {
          "text": "\"Behold, I am against you, O Sidon,",
          "ID": "22"
        },
        {
          "text": "and I will manifest my glory in your midst.",
          "ID": "22"
        },
        {
          "text": "And they shall know that I am the Lord",
          "ID": "22"
        },
        {
          "text": "when I execute judgments in her",
          "ID": "22"
        },
        {
          "text": "and manifest my holiness in her;",
          "ID": "22"
        },
        {
          "text": "for I will send pestilence into her,",
          "ID": "23"
        },
        {
          "text": "and blood into her streets;",
          "ID": "23"
        },
        {
          "text": "and the slain shall fall in her midst,",
          "ID": "23"
        },
        {
          "text": "by the sword that is against her on every side.",
          "ID": "23"
        },
        {
          "text": "Then they will know that I am the Lord.",
          "ID": "23"
        },
        {
          "text": "\"And for the house of Israel there shall be no more a brier to prick or a thorn to hurt them among all their neighbors who have treated them with contempt. Then they will know that I am the Lord God.",
          "ID": "24"
        },
        {
          "text": "\"Thus says the Lord God: When I gather the house of Israel from the peoples among whom they are scattered, and manifest my holiness in them in the sight of the nations, then they shall dwell in their own land that I gave to my servant Jacob.",
          "ID": "25"
        },
        {
          "text": "And they shall dwell securely in it, and they shall build houses and plant vineyards. They shall dwell securely, when I execute judgments upon all their neighbors who have treated them with contempt. Then they will know that I am the Lord their God.\"",
          "ID": "26"
        }
      ],
      "ID": "OT:EZK.28",
      "name": "Ezekiel 28"
    },
    {
      "text": [
        {
          "text": "In the tenth year, in the tenth month, on the twelfth day of the month, the word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, set your face against Pharaoh king of Egypt, and prophesy against him and against all Egypt;",
          "ID": "2"
        },
        {
          "text": "speak, and say, Thus says the Lord God:",
          "ID": "3"
        },
        {
          "text": "\"Behold, I am against you,",
          "ID": "3"
        },
        {
          "text": "Pharaoh king of Egypt,",
          "ID": "3"
        },
        {
          "text": "the great dragon that lies",
          "ID": "3"
        },
        {
          "text": "in the midst of his streams,",
          "ID": "3"
        },
        {
          "text": "that says, 'My Nile is my own;",
          "ID": "3"
        },
        {
          "text": "I made it for myself.'",
          "ID": "3"
        },
        {
          "text": "I will put hooks in your jaws,",
          "ID": "4"
        },
        {
          "text": "and make the fish of your streams stick to your scales;",
          "ID": "4"
        },
        {
          "text": "and I will draw you up out of the midst of your streams,",
          "ID": "4"
        },
        {
          "text": "with all the fish of your streams",
          "ID": "4"
        },
        {
          "text": "that stick to your scales.",
          "ID": "4"
        },
        {
          "text": "And I will cast you out into the wilderness,",
          "ID": "5"
        },
        {
          "text": "you and all the fish of your streams;",
          "ID": "5"
        },
        {
          "text": "you shall fall on the open field,",
          "ID": "5"
        },
        {
          "text": "and not be brought together or gathered.",
          "ID": "5"
        },
        {
          "text": "To the beasts of the earth and to the birds of the heavens",
          "ID": "5"
        },
        {
          "text": "I give you as food.",
          "ID": "5"
        },
        {
          "text": "Then all the inhabitants of Egypt shall know that I am the Lord.",
          "ID": "6"
        },
        {
          "text": "\"Because you have been a staff of reed to the house of Israel,",
          "ID": "6"
        },
        {
          "text": "when they grasped you with the hand, you broke and tore all their shoulders; and when they leaned on you, you broke and made all their loins to shake.",
          "ID": "7"
        },
        {
          "text": "Therefore thus says the Lord God: Behold, I will bring a sword upon you, and will cut off from you man and beast,",
          "ID": "8"
        },
        {
          "text": "and the land of Egypt shall be a desolation and a waste. Then they will know that I am the Lord.",
          "ID": "9"
        },
        {
          "text": "\"Because you said, 'The Nile is mine, and I made it,'",
          "ID": "9"
        },
        {
          "text": "therefore, behold, I am against you and against your streams, and I will make the land of Egypt an utter waste and desolation, from Migdol to Syene, as far as the border of Cush.",
          "ID": "10"
        },
        {
          "text": "No foot of man shall pass through it, and no foot of beast shall pass through it; it shall be uninhabited forty years.",
          "ID": "11"
        },
        {
          "text": "And I will make the land of Egypt a desolation in the midst of desolated countries, and her cities shall be a desolation forty years among cities that are laid waste. I will scatter the Egyptians among the nations, and disperse them through the countries.",
          "ID": "12"
        },
        {
          "text": "\"For thus says the Lord God: At the end of forty years I will gather the Egyptians from the peoples among whom they were scattered,",
          "ID": "13"
        },
        {
          "text": "and I will restore the fortunes of Egypt and bring them back to the land of Pathros, the land of their origin, and there they shall be a lowly kingdom.",
          "ID": "14"
        },
        {
          "text": "It shall be the most lowly of the kingdoms, and never again exalt itself above the nations. And I will make them so small that they will never again rule over the nations.",
          "ID": "15"
        },
        {
          "text": "And it shall never again be the reliance of the house of Israel, recalling their iniquity, when they turn to them for aid. Then they will know that I am the Lord God.\"",
          "ID": "16"
        },
        {
          "text": "In the twenty-seventh year, in the first month, on the first day of the month, the word of the Lord came to me:",
          "ID": "17"
        },
        {
          "text": "\"Son of man, Nebuchadnezzar king of Babylon made his army labor hard against Tyre. Every head was made bald, and every shoulder was rubbed bare, yet neither he nor his army got anything from Tyre to pay for the labor that he had performed against her.",
          "ID": "18"
        },
        {
          "text": "Therefore thus says the Lord God: Behold, I will give the land of Egypt to Nebuchadnezzar king of Babylon; and he shall carry off its wealth and despoil it and plunder it; and it shall be the wages for his army.",
          "ID": "19"
        },
        {
          "text": "I have given him the land of Egypt as his payment for which he labored, because they worked for me, declares the Lord God.",
          "ID": "20"
        },
        {
          "text": "\"On that day I will cause a horn to spring up for the house of Israel, and I will open your lips among them. Then they will know that I am the Lord.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:EZK.29",
      "name": "Ezekiel 29"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, prophesy, and say, Thus says the Lord God:",
          "ID": "2"
        },
        {
          "text": "\"Wail, 'Alas for the day!'",
          "ID": "2"
        },
        {
          "text": "For the day is near,",
          "ID": "3"
        },
        {
          "text": "the day of the Lord is near;",
          "ID": "3"
        },
        {
          "text": "it will be a day of clouds,",
          "ID": "3"
        },
        {
          "text": "a time of doom for the nations.",
          "ID": "3"
        },
        {
          "text": "A sword shall come upon Egypt,",
          "ID": "4"
        },
        {
          "text": "and anguish shall be in Cush,",
          "ID": "4"
        },
        {
          "text": "when the slain fall in Egypt,",
          "ID": "4"
        },
        {
          "text": "and her wealth is carried away,",
          "ID": "4"
        },
        {
          "text": "and her foundations are torn down.",
          "ID": "4"
        },
        {
          "text": "Cush, and Put, and Lud, and all Arabia, and Libya, and the people of the land that is in league, shall fall with them by the sword.",
          "ID": "5"
        },
        {
          "text": "\"Thus says the Lord:",
          "ID": "6"
        },
        {
          "text": "Those who support Egypt shall fall,",
          "ID": "6"
        },
        {
          "text": "and her proud might shall come down;",
          "ID": "6"
        },
        {
          "text": "from Migdol to Syene",
          "ID": "6"
        },
        {
          "text": "they shall fall within her by the sword,",
          "ID": "6"
        },
        {
          "text": "declares the Lord God.",
          "ID": "6"
        },
        {
          "text": "And they shall be desolated in the midst of desolated countries,",
          "ID": "7"
        },
        {
          "text": "and their cities shall be in the midst of cities that are laid waste.",
          "ID": "7"
        },
        {
          "text": "Then they will know that I am the Lord,",
          "ID": "8"
        },
        {
          "text": "when I have set fire to Egypt,",
          "ID": "8"
        },
        {
          "text": "and all her helpers are broken.",
          "ID": "8"
        },
        {
          "text": "\"On that day messengers shall go out from me in ships to terrify the unsuspecting people of Cush, and anguish shall come upon them on the day of Egypt's doom; for, behold, it comes!",
          "ID": "9"
        },
        {
          "text": "\"Thus says the Lord God:",
          "ID": "10"
        },
        {
          "text": "\"I will put an end to the wealth of Egypt,",
          "ID": "10"
        },
        {
          "text": "by the hand of Nebuchadnezzar king of Babylon.",
          "ID": "10"
        },
        {
          "text": "He and his people with him, the most ruthless of nations,",
          "ID": "11"
        },
        {
          "text": "shall be brought in to destroy the land,",
          "ID": "11"
        },
        {
          "text": "and they shall draw their swords against Egypt",
          "ID": "11"
        },
        {
          "text": "and fill the land with the slain.",
          "ID": "11"
        },
        {
          "text": "And I will dry up the Nile",
          "ID": "12"
        },
        {
          "text": "and will sell the land into the hand of evildoers;",
          "ID": "12"
        },
        {
          "text": "I will bring desolation upon the land and everything in it,",
          "ID": "12"
        },
        {
          "text": "by the hand of foreigners;",
          "ID": "12"
        },
        {
          "text": "I am the Lord; I have spoken.",
          "ID": "12"
        },
        {
          "text": "\"Thus says the Lord God:",
          "ID": "13"
        },
        {
          "text": "\"I will destroy the idols",
          "ID": "13"
        },
        {
          "text": "and put an end to the images in Memphis;",
          "ID": "13"
        },
        {
          "text": "there shall no longer be a prince from the land of Egypt;",
          "ID": "13"
        },
        {
          "text": "so I will put fear in the land of Egypt.",
          "ID": "13"
        },
        {
          "text": "I will make Pathros a desolation",
          "ID": "14"
        },
        {
          "text": "and will set fire to Zoan",
          "ID": "14"
        },
        {
          "text": "and will execute judgments on Thebes.",
          "ID": "14"
        },
        {
          "text": "And I will pour out my wrath on Pelusium,",
          "ID": "15"
        },
        {
          "text": "the stronghold of Egypt,",
          "ID": "15"
        },
        {
          "text": "and cut off the multitude of Thebes.",
          "ID": "15"
        },
        {
          "text": "And I will set fire to Egypt;",
          "ID": "16"
        },
        {
          "text": "Pelusium shall be in great agony;",
          "ID": "16"
        },
        {
          "text": "Thebes shall be breached,",
          "ID": "16"
        },
        {
          "text": "and Memphis shall face enemies by day.",
          "ID": "16"
        },
        {
          "text": "The young men of On and of Pi-beseth shall fall by the sword,",
          "ID": "17"
        },
        {
          "text": "and the women shall go into captivity.",
          "ID": "17"
        },
        {
          "text": "At Tehaphnehes the day shall be dark,",
          "ID": "18"
        },
        {
          "text": "when I break there the yoke bars of Egypt,",
          "ID": "18"
        },
        {
          "text": "and her proud might shall come to an end in her;",
          "ID": "18"
        },
        {
          "text": "she shall be covered by a cloud,",
          "ID": "18"
        },
        {
          "text": "and her daughters shall go into captivity.",
          "ID": "18"
        },
        {
          "text": "Thus I will execute judgments on Egypt.",
          "ID": "19"
        },
        {
          "text": "Then they will know that I am the Lord.\"",
          "ID": "19"
        },
        {
          "text": "In the eleventh year, in the first month, on the seventh day of the month, the word of the Lord came to me:",
          "ID": "20"
        },
        {
          "text": "\"Son of man, I have broken the arm of Pharaoh king of Egypt, and behold, it has not been bound up, to heal it by binding it with a bandage, so that it may become strong to wield the sword.",
          "ID": "21"
        },
        {
          "text": "Therefore thus says the Lord God: Behold, I am against Pharaoh king of Egypt and will break his arms, both the strong arm and the one that was broken, and I will make the sword fall from his hand.",
          "ID": "22"
        },
        {
          "text": "I will scatter the Egyptians among the nations and disperse them through the countries.",
          "ID": "23"
        },
        {
          "text": "And I will strengthen the arms of the king of Babylon and put my sword in his hand, but I will break the arms of Pharaoh, and he will groan before him like a man mortally wounded.",
          "ID": "24"
        },
        {
          "text": "I will strengthen the arms of the king of Babylon, but the arms of Pharaoh shall fall. Then they shall know that I am the Lord, when I put my sword into the hand of the king of Babylon and he stretches it out against the land of Egypt.",
          "ID": "25"
        },
        {
          "text": "And I will scatter the Egyptians among the nations and disperse them throughout the countries. Then they will know that I am the Lord.\"",
          "ID": "26"
        }
      ],
      "ID": "OT:EZK.30",
      "name": "Ezekiel 30"
    },
    {
      "text": [
        {
          "text": "In the eleventh year, in the third month, on the first day of the month, the word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, say to Pharaoh king of Egypt and to his multitude:",
          "ID": "2"
        },
        {
          "text": "\"Whom are you like in your greatness?",
          "ID": "2"
        },
        {
          "text": "Behold, Assyria was a cedar in Lebanon,",
          "ID": "3"
        },
        {
          "text": "with beautiful branches and forest shade,",
          "ID": "3"
        },
        {
          "text": "and of towering height,",
          "ID": "3"
        },
        {
          "text": "its top among the clouds.",
          "ID": "3"
        },
        {
          "text": "The waters nourished it;",
          "ID": "4"
        },
        {
          "text": "the deep made it grow tall,",
          "ID": "4"
        },
        {
          "text": "making its rivers flow",
          "ID": "4"
        },
        {
          "text": "around the place of its planting,",
          "ID": "4"
        },
        {
          "text": "sending forth its streams",
          "ID": "4"
        },
        {
          "text": "to all the trees of the field.",
          "ID": "4"
        },
        {
          "text": "So it towered high",
          "ID": "5"
        },
        {
          "text": "above all the trees of the field;",
          "ID": "5"
        },
        {
          "text": "its boughs grew large",
          "ID": "5"
        },
        {
          "text": "and its branches long",
          "ID": "5"
        },
        {
          "text": "from abundant water in its shoots.",
          "ID": "5"
        },
        {
          "text": "All the birds of the heavens",
          "ID": "6"
        },
        {
          "text": "made their nests in its boughs;",
          "ID": "6"
        },
        {
          "text": "under its branches all the beasts of the field",
          "ID": "6"
        },
        {
          "text": "gave birth to their young,",
          "ID": "6"
        },
        {
          "text": "and under its shadow",
          "ID": "6"
        },
        {
          "text": "lived all great nations.",
          "ID": "6"
        },
        {
          "text": "It was beautiful in its greatness,",
          "ID": "7"
        },
        {
          "text": "in the length of its branches;",
          "ID": "7"
        },
        {
          "text": "for its roots went down",
          "ID": "7"
        },
        {
          "text": "to abundant waters.",
          "ID": "7"
        },
        {
          "text": "The cedars in the garden of God could not rival it,",
          "ID": "8"
        },
        {
          "text": "nor the fir trees equal its boughs;",
          "ID": "8"
        },
        {
          "text": "neither were the plane trees",
          "ID": "8"
        },
        {
          "text": "like its branches;",
          "ID": "8"
        },
        {
          "text": "no tree in the garden of God",
          "ID": "8"
        },
        {
          "text": "was its equal in beauty.",
          "ID": "8"
        },
        {
          "text": "I made it beautiful",
          "ID": "9"
        },
        {
          "text": "in the mass of its branches,",
          "ID": "9"
        },
        {
          "text": "and all the trees of Eden envied it,",
          "ID": "9"
        },
        {
          "text": "that were in the garden of God.",
          "ID": "9"
        },
        {
          "text": "\"Therefore thus says the Lord God: Because it towered high and set its top among the clouds, and its heart was proud of its height,",
          "ID": "10"
        },
        {
          "text": "I will give it into the hand of a mighty one of the nations. He shall surely deal with it as its wickedness deserves. I have cast it out.",
          "ID": "11"
        },
        {
          "text": "Foreigners, the most ruthless of nations, have cut it down and left it. On the mountains and in all the valleys its branches have fallen, and its boughs have been broken in all the ravines of the land, and all the peoples of the earth have gone away from its shadow and left it.",
          "ID": "12"
        },
        {
          "text": "On its fallen trunk dwell all the birds of the heavens, and on its branches are all the beasts of the field.",
          "ID": "13"
        },
        {
          "text": "All this is in order that no trees by the waters may grow to towering height or set their tops among the clouds, and that no trees that drink water may reach up to them in height. For they are all given over to death, to the world below, among the children of man, with those who go down to the pit.",
          "ID": "14"
        },
        {
          "text": "\"Thus says the Lord God: On the day the cedar went down to Sheol I caused mourning; I closed the deep over it, and restrained its rivers, and many waters were stopped. I clothed Lebanon in gloom for it, and all the trees of the field fainted because of it.",
          "ID": "15"
        },
        {
          "text": "I made the nations quake at the sound of its fall, when I cast it down to Sheol with those who go down to the pit. And all the trees of Eden, the choice and best of Lebanon, all that drink water, were comforted in the world below.",
          "ID": "16"
        },
        {
          "text": "They also went down to Sheol with it, to those who are slain by the sword; yes, those who were its arm, who lived under its shadow among the nations.",
          "ID": "17"
        },
        {
          "text": "\"Whom are you thus like in glory and in greatness among the trees of Eden? You shall be brought down with the trees of Eden to the world below. You shall lie among the uncircumcised, with those who are slain by the sword.",
          "ID": "18"
        },
        {
          "text": "\"This is Pharaoh and all his multitude, declares the Lord God.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:EZK.31",
      "name": "Ezekiel 31"
    },
    {
      "text": [
        {
          "text": "In the twelfth year, in the twelfth month, on the first day of the month, the word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, raise a lamentation over Pharaoh king of Egypt and say to him:",
          "ID": "2"
        },
        {
          "text": "\"You consider yourself a lion of the nations,",
          "ID": "2"
        },
        {
          "text": "but you are like a dragon in the seas;",
          "ID": "2"
        },
        {
          "text": "you burst forth in your rivers,",
          "ID": "2"
        },
        {
          "text": "trouble the waters with your feet,",
          "ID": "2"
        },
        {
          "text": "and foul their rivers.",
          "ID": "2"
        },
        {
          "text": "Thus says the Lord God:",
          "ID": "3"
        },
        {
          "text": "I will throw my net over you",
          "ID": "3"
        },
        {
          "text": "with a host of many peoples,",
          "ID": "3"
        },
        {
          "text": "and they will haul you up in my dragnet.",
          "ID": "3"
        },
        {
          "text": "And I will cast you on the ground;",
          "ID": "4"
        },
        {
          "text": "on the open field I will fling you,",
          "ID": "4"
        },
        {
          "text": "and will cause all the birds of the heavens to settle on you,",
          "ID": "4"
        },
        {
          "text": "and I will gorge the beasts of the whole earth with you.",
          "ID": "4"
        },
        {
          "text": "I will strew your flesh upon the mountains",
          "ID": "5"
        },
        {
          "text": "and fill the valleys with your carcass.",
          "ID": "5"
        },
        {
          "text": "I will drench the land even to the mountains",
          "ID": "6"
        },
        {
          "text": "with your flowing blood,",
          "ID": "6"
        },
        {
          "text": "and the ravines will be full of you.",
          "ID": "6"
        },
        {
          "text": "When I blot you out, I will cover the heavens",
          "ID": "7"
        },
        {
          "text": "and make their stars dark;",
          "ID": "7"
        },
        {
          "text": "I will cover the sun with a cloud,",
          "ID": "7"
        },
        {
          "text": "and the moon shall not give its light.",
          "ID": "7"
        },
        {
          "text": "All the bright lights of heaven",
          "ID": "8"
        },
        {
          "text": "will I make dark over you,",
          "ID": "8"
        },
        {
          "text": "and put darkness on your land,",
          "ID": "8"
        },
        {
          "text": "declares the Lord God.",
          "ID": "8"
        },
        {
          "text": "\"I will trouble the hearts of many peoples, when I bring your destruction among the nations, into the countries that you have not known.",
          "ID": "9"
        },
        {
          "text": "I will make many peoples appalled at you, and the hair of their kings shall bristle with horror because of you, when I brandish my sword before them. They shall tremble every moment, every one for his own life, on the day of your downfall.",
          "ID": "10"
        },
        {
          "text": "\"For thus says the Lord God: The sword of the king of Babylon shall come upon you.",
          "ID": "11"
        },
        {
          "text": "I will cause your multitude to fall by the swords of mighty ones, all of them most ruthless of nations.",
          "ID": "12"
        },
        {
          "text": "\"They shall bring to ruin the pride of Egypt,",
          "ID": "12"
        },
        {
          "text": "and all its multitude shall perish.",
          "ID": "12"
        },
        {
          "text": "I will destroy all its beasts",
          "ID": "13"
        },
        {
          "text": "from beside many waters;",
          "ID": "13"
        },
        {
          "text": "and no foot of man shall trouble them anymore,",
          "ID": "13"
        },
        {
          "text": "nor shall the hoofs of beasts trouble them.",
          "ID": "13"
        },
        {
          "text": "Then I will make their waters clear,",
          "ID": "14"
        },
        {
          "text": "and cause their rivers to run like oil,",
          "ID": "14"
        },
        {
          "text": "declares the Lord God.",
          "ID": "14"
        },
        {
          "text": "When I make the land of Egypt desolate,",
          "ID": "15"
        },
        {
          "text": "and when the land is desolate of all that fills it,",
          "ID": "15"
        },
        {
          "text": "when I strike down all who dwell in it,",
          "ID": "15"
        },
        {
          "text": "then they will know that I am the Lord.",
          "ID": "15"
        },
        {
          "text": "This is a lamentation that shall be chanted; the daughters of the nations shall chant it; over Egypt, and over all her multitude, shall they chant it, declares the Lord God.\"",
          "ID": "16"
        },
        {
          "text": "In the twelfth year, in the twelfth month, on the fifteenth day of the month, the word of the Lord came to me:",
          "ID": "17"
        },
        {
          "text": "\"Son of man, wail over the multitude of Egypt, and send them down, her and the daughters of majestic nations, to the world below, to those who have gone down to the pit:",
          "ID": "18"
        },
        {
          "text": "'Whom do you surpass in beauty?",
          "ID": "19"
        },
        {
          "text": "Go down and be laid to rest with the uncircumcised.'",
          "ID": "19"
        },
        {
          "text": "They shall fall amid those who are slain by the sword. Egypt is delivered to the sword; drag her away, and all her multitudes.",
          "ID": "20"
        },
        {
          "text": "The mighty chiefs shall speak of them, with their helpers, out of the midst of Sheol: 'They have come down, they lie still, the uncircumcised, slain by the sword.'",
          "ID": "21"
        },
        {
          "text": "\"Assyria is there, and all her company, its graves all around it, all of them slain, fallen by the sword,",
          "ID": "22"
        },
        {
          "text": "whose graves are set in the uttermost parts of the pit; and her company is all around her grave, all of them slain, fallen by the sword, who spread terror in the land of the living.",
          "ID": "23"
        },
        {
          "text": "\"Elam is there, and all her multitude around her grave; all of them slain, fallen by the sword, who went down uncircumcised into the world below, who spread their terror in the land of the living; and they bear their shame with those who go down to the pit.",
          "ID": "24"
        },
        {
          "text": "They have made her a bed among the slain with all her multitude, her graves all around it, all of them uncircumcised, slain by the sword; for terror of them was spread in the land of the living, and they bear their shame with those who go down to the pit; they are placed among the slain.",
          "ID": "25"
        },
        {
          "text": "\"Meshech-Tubal is there, and all her multitude, her graves all around it, all of them uncircumcised, slain by the sword; for they spread their terror in the land of the living.",
          "ID": "26"
        },
        {
          "text": "And they do not lie with the mighty, the fallen from among the uncircumcised, who went down to Sheol with their weapons of war, whose swords were laid under their heads, and whose iniquities are upon their bones; for the terror of the mighty men was in the land of the living.",
          "ID": "27"
        },
        {
          "text": "But as for you, you shall be broken and lie among the uncircumcised, with those who are slain by the sword.",
          "ID": "28"
        },
        {
          "text": "\"Edom is there, her kings and all her princes, who for all their might are laid with those who are killed by the sword; they lie with the uncircumcised, with those who go down to the pit.",
          "ID": "29"
        },
        {
          "text": "\"The princes of the north are there, all of them, and all the Sidonians, who have gone down in shame with the slain, for all the terror that they caused by their might; they lie uncircumcised with those who are slain by the sword, and bear their shame with those who go down to the pit.",
          "ID": "30"
        },
        {
          "text": "\"When Pharaoh sees them, he will be comforted for all his multitude, Pharaoh and all his army, slain by the sword, declares the Lord God.",
          "ID": "31"
        },
        {
          "text": "For I spread terror in the land of the living; and he shall be laid to rest among the uncircumcised, with those who are slain by the sword, Pharaoh and all his multitude, declares the Lord God.\"",
          "ID": "32"
        }
      ],
      "ID": "OT:EZK.32",
      "name": "Ezekiel 32"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, speak to your people and say to them, If I bring the sword upon a land, and the people of the land take a man from among them, and make him their watchman,",
          "ID": "2"
        },
        {
          "text": "and if he sees the sword coming upon the land and blows the trumpet and warns the people,",
          "ID": "3"
        },
        {
          "text": "then if anyone who hears the sound of the trumpet does not take warning, and the sword comes and takes him away, his blood shall be upon his own head.",
          "ID": "4"
        },
        {
          "text": "He heard the sound of the trumpet and did not take warning; his blood shall be upon himself. But if he had taken warning, he would have saved his life.",
          "ID": "5"
        },
        {
          "text": "But if the watchman sees the sword coming and does not blow the trumpet, so that the people are not warned, and the sword comes and takes any one of them, that person is taken away in his iniquity, but his blood I will require at the watchman's hand.",
          "ID": "6"
        },
        {
          "text": "\"So you, son of man, I have made a watchman for the house of Israel. Whenever you hear a word from my mouth, you shall give them warning from me.",
          "ID": "7"
        },
        {
          "text": "If I say to the wicked, O wicked one, you shall surely die, and you do not speak to warn the wicked to turn from his way, that wicked person shall die in his iniquity, but his blood I will require at your hand.",
          "ID": "8"
        },
        {
          "text": "But if you warn the wicked to turn from his way, and he does not turn from his way, that person shall die in his iniquity, but you will have delivered your soul.",
          "ID": "9"
        },
        {
          "text": "\"And you, son of man, say to the house of Israel, Thus have you said: 'Surely our transgressions and our sins are upon us, and we rot away because of them. How then can we live?'",
          "ID": "10"
        },
        {
          "text": "Say to them, As I live, declares the Lord God, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn back, turn back from your evil ways, for why will you die, O house of Israel?",
          "ID": "11"
        },
        {
          "text": "\"And you, son of man, say to your people, The righteousness of the righteous shall not deliver him when he transgresses, and as for the wickedness of the wicked, he shall not fall by it when he turns from his wickedness, and the righteous shall not be able to live by his righteousness when he sins.",
          "ID": "12"
        },
        {
          "text": "Though I say to the righteous that he shall surely live, yet if he trusts in his righteousness and does injustice, none of his righteous deeds shall be remembered, but in his injustice that he has done he shall die.",
          "ID": "13"
        },
        {
          "text": "Again, though I say to the wicked, 'You shall surely die,' yet if he turns from his sin and does what is just and right,",
          "ID": "14"
        },
        {
          "text": "if the wicked restores the pledge, gives back what he has taken by robbery, and walks in the statutes of life, not doing injustice, he shall surely live; he shall not die.",
          "ID": "15"
        },
        {
          "text": "None of the sins that he has committed shall be remembered against him. He has done what is just and right; he shall surely live.",
          "ID": "16"
        },
        {
          "text": "\"Yet your people say, 'The way of the Lord is not just,' when it is their own way that is not just.",
          "ID": "17"
        },
        {
          "text": "When the righteous turns from his righteousness and does injustice, he shall die for it.",
          "ID": "18"
        },
        {
          "text": "And when the wicked turns from his wickedness and does what is just and right, he shall live by this.",
          "ID": "19"
        },
        {
          "text": "Yet you say, 'The way of the Lord is not just.' O house of Israel, I will judge each of you according to his ways.\"",
          "ID": "20"
        },
        {
          "text": "In the twelfth year of our exile, in the tenth month, on the fifth day of the month, a fugitive from Jerusalem came to me and said, \"The city has been struck down.\"",
          "ID": "21"
        },
        {
          "text": "Now the hand of the Lord had been upon me the evening before the fugitive came; and he had opened my mouth by the time the man came to me in the morning, so my mouth was opened, and I was no longer mute.",
          "ID": "22"
        },
        {
          "text": "The word of the Lord came to me:",
          "ID": "23"
        },
        {
          "text": "\"Son of man, the inhabitants of these waste places in the land of Israel keep saying, 'Abraham was only one man, yet he got possession of the land; but we are many; the land is surely given us to possess.'",
          "ID": "24"
        },
        {
          "text": "Therefore say to them, Thus says the Lord God: You eat flesh with the blood and lift up your eyes to your idols and shed blood; shall you then possess the land?",
          "ID": "25"
        },
        {
          "text": "You rely on the sword, you commit abominations, and each of you defiles his neighbor's wife; shall you then possess the land?",
          "ID": "26"
        },
        {
          "text": "Say this to them, Thus says the Lord God: As I live, surely those who are in the waste places shall fall by the sword, and whoever is in the open field I will give to the beasts to be devoured, and those who are in strongholds and in caves shall die by pestilence.",
          "ID": "27"
        },
        {
          "text": "And I will make the land a desolation and a waste, and her proud might shall come to an end, and the mountains of Israel shall be so desolate that none will pass through.",
          "ID": "28"
        },
        {
          "text": "Then they will know that I am the Lord, when I have made the land a desolation and a waste because of all their abominations that they have committed.",
          "ID": "29"
        },
        {
          "text": "\"As for you, son of man, your people who talk together about you by the walls and at the doors of the houses, say to one another, each to his brother, 'Come, and hear what the word is that comes from the Lord.'",
          "ID": "30"
        },
        {
          "text": "And they come to you as people come, and they sit before you as my people, and they hear what you say but they will not do it; for with lustful talk in their mouths they act; their heart is set on their gain.",
          "ID": "31"
        },
        {
          "text": "And behold, you are to them like one who sings lustful songs with a beautiful voice and plays well on an instrument, for they hear what you say, but they will not do it.",
          "ID": "32"
        },
        {
          "text": "When this comes—and come it will!—then they will know that a prophet has been among them.\"",
          "ID": "33"
        }
      ],
      "ID": "OT:EZK.33",
      "name": "Ezekiel 33"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, prophesy against the shepherds of Israel; prophesy, and say to them, even to the shepherds, Thus says the Lord God: Ah, shepherds of Israel who have been feeding yourselves! Should not shepherds feed the sheep?",
          "ID": "2"
        },
        {
          "text": "You eat the fat, you clothe yourselves with the wool, you slaughter the fat ones, but you do not feed the sheep.",
          "ID": "3"
        },
        {
          "text": "The weak you have not strengthened, the sick you have not healed, the injured you have not bound up, the strayed you have not brought back, the lost you have not sought, and with force and harshness you have ruled them.",
          "ID": "4"
        },
        {
          "text": "So they were scattered, because there was no shepherd, and they became food for all the wild beasts.",
          "ID": "5"
        },
        {
          "text": "My sheep were scattered; they wandered over all the mountains and on every high hill. My sheep were scattered over all the face of the earth, with none to search or seek for them.",
          "ID": "6"
        },
        {
          "text": "\"Therefore, you shepherds, hear the word of the Lord:",
          "ID": "7"
        },
        {
          "text": "As I live, declares the Lord God, surely because my sheep have become a prey, and my sheep have become food for all the wild beasts, since there was no shepherd, and because my shepherds have not searched for my sheep, but the shepherds have fed themselves, and have not fed my sheep,",
          "ID": "8"
        },
        {
          "text": "therefore, you shepherds, hear the word of the Lord:",
          "ID": "9"
        },
        {
          "text": "Thus says the Lord God, Behold, I am against the shepherds, and I will require my sheep at their hand and put a stop to their feeding the sheep. No longer shall the shepherds feed themselves. I will rescue my sheep from their mouths, that they may not be food for them.",
          "ID": "10"
        },
        {
          "text": "\"For thus says the Lord God: Behold, I, I myself will search for my sheep and will seek them out.",
          "ID": "11"
        },
        {
          "text": "As a shepherd seeks out his flock when he is among his sheep that have been scattered, so will I seek out my sheep, and I will rescue them from all places where they have been scattered on a day of clouds and thick darkness.",
          "ID": "12"
        },
        {
          "text": "And I will bring them out from the peoples and gather them from the countries, and will bring them into their own land. And I will feed them on the mountains of Israel, by the ravines, and in all the inhabited places of the country.",
          "ID": "13"
        },
        {
          "text": "I will feed them with good pasture, and on the mountain heights of Israel shall be their grazing land. There they shall lie down in good grazing land, and on rich pasture they shall feed on the mountains of Israel.",
          "ID": "14"
        },
        {
          "text": "I myself will be the shepherd of my sheep, and I myself will make them lie down, declares the Lord God.",
          "ID": "15"
        },
        {
          "text": "I will seek the lost, and I will bring back the strayed, and I will bind up the injured, and I will strengthen the weak, and the fat and the strong I will destroy. I will feed them in justice.",
          "ID": "16"
        },
        {
          "text": "\"As for you, my flock, thus says the Lord God: Behold, I judge between sheep and sheep, between rams and male goats.",
          "ID": "17"
        },
        {
          "text": "Is it not enough for you to feed on the good pasture, that you must tread down with your feet the rest of your pasture; and to drink of clear water, that you must muddy the rest of the water with your feet?",
          "ID": "18"
        },
        {
          "text": "And must my sheep eat what you have trodden with your feet, and drink what you have muddied with your feet?",
          "ID": "19"
        },
        {
          "text": "\"Therefore, thus says the Lord God to them: Behold, I, I myself will judge between the fat sheep and the lean sheep.",
          "ID": "20"
        },
        {
          "text": "Because you push with side and shoulder, and thrust at all the weak with your horns, till you have scattered them abroad,",
          "ID": "21"
        },
        {
          "text": "I will rescue my flock; they shall no longer be a prey. And I will judge between sheep and sheep.",
          "ID": "22"
        },
        {
          "text": "And I will set up over them one shepherd, my servant David, and he shall feed them: he shall feed them and be their shepherd.",
          "ID": "23"
        },
        {
          "text": "And I, the Lord, will be their God, and my servant David shall be prince among them. I am the Lord; I have spoken.",
          "ID": "24"
        },
        {
          "text": "\"I will make with them a covenant of peace and banish wild beasts from the land, so that they may dwell securely in the wilderness and sleep in the woods.",
          "ID": "25"
        },
        {
          "text": "And I will make them and the places all around my hill a blessing, and I will send down the showers in their season; they shall be showers of blessing.",
          "ID": "26"
        },
        {
          "text": "And the trees of the field shall yield their fruit, and the earth shall yield its increase, and they shall be secure in their land. And they shall know that I am the Lord, when I break the bars of their yoke, and deliver them from the hand of those who enslaved them.",
          "ID": "27"
        },
        {
          "text": "They shall no more be a prey to the nations, nor shall the beasts of the land devour them. They shall dwell securely, and none shall make them afraid.",
          "ID": "28"
        },
        {
          "text": "And I will provide for them renowned plantations so that they shall no more be consumed with hunger in the land, and no longer suffer the reproach of the nations.",
          "ID": "29"
        },
        {
          "text": "And they shall know that I am the Lord their God with them, and that they, the house of Israel, are my people, declares the Lord God.",
          "ID": "30"
        },
        {
          "text": "And you are my sheep, human sheep of my pasture, and I am your God, declares the Lord God.\"",
          "ID": "31"
        }
      ],
      "ID": "OT:EZK.34",
      "name": "Ezekiel 34"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, set your face against Mount Seir, and prophesy against it,",
          "ID": "2"
        },
        {
          "text": "and say to it, Thus says the Lord God: Behold, I am against you, Mount Seir, and I will stretch out my hand against you, and I will make you a desolation and a waste.",
          "ID": "3"
        },
        {
          "text": "I will lay your cities waste, and you shall become a desolation, and you shall know that I am the Lord.",
          "ID": "4"
        },
        {
          "text": "Because you cherished perpetual enmity and gave over the people of Israel to the power of the sword at the time of their calamity, at the time of their final punishment,",
          "ID": "5"
        },
        {
          "text": "therefore, as I live, declares the Lord God, I will prepare you for blood, and blood shall pursue you; because you did not hate bloodshed, therefore blood shall pursue you.",
          "ID": "6"
        },
        {
          "text": "I will make Mount Seir a waste and a desolation, and I will cut off from it all who come and go.",
          "ID": "7"
        },
        {
          "text": "And I will fill its mountains with the slain. On your hills and in your valleys and in all your ravines those slain with the sword shall fall.",
          "ID": "8"
        },
        {
          "text": "I will make you a perpetual desolation, and your cities shall not be inhabited. Then you will know that I am the Lord.",
          "ID": "9"
        },
        {
          "text": "\"Because you said, 'These two nations and these two countries shall be mine, and we will take possession of them'—although the Lord was there—",
          "ID": "10"
        },
        {
          "text": "therefore, as I live, declares the Lord God, I will deal with you according to the anger and envy that you showed because of your hatred against them. And I will make myself known among them, when I judge you.",
          "ID": "11"
        },
        {
          "text": "And you shall know that I am the Lord.",
          "ID": "12"
        },
        {
          "text": "\"I have heard all the revilings that you uttered against the mountains of Israel, saying, 'They are laid desolate; they are given us to devour.'",
          "ID": "12"
        },
        {
          "text": "And you magnified yourselves against me with your mouth, and multiplied your words against me; I heard it.",
          "ID": "13"
        },
        {
          "text": "Thus says the Lord God: While the whole earth rejoices, I will make you desolate.",
          "ID": "14"
        },
        {
          "text": "As you rejoiced over the inheritance of the house of Israel, because it was desolate, so I will deal with you; you shall be desolate, Mount Seir, and all Edom, all of it. Then they will know that I am the Lord.",
          "ID": "15"
        }
      ],
      "ID": "OT:EZK.35",
      "name": "Ezekiel 35"
    },
    {
      "text": [
        {
          "text": "\"And you, son of man, prophesy to the mountains of Israel, and say, O mountains of Israel, hear the word of the Lord.",
          "ID": "1"
        },
        {
          "text": "Thus says the Lord God: Because the enemy said of you, 'Aha!' and, 'The ancient heights have become our possession,'",
          "ID": "2"
        },
        {
          "text": "therefore prophesy, and say, Thus says the Lord God: Precisely because they made you desolate and crushed you from all sides, so that you became the possession of the rest of the nations, and you became the talk and evil gossip of the people,",
          "ID": "3"
        },
        {
          "text": "therefore, O mountains of Israel, hear the word of the Lord God: Thus says the Lord God to the mountains and the hills, the ravines and the valleys, the desolate wastes and the deserted cities, which have become a prey and derision to the rest of the nations all around,",
          "ID": "4"
        },
        {
          "text": "therefore thus says the Lord God: Surely I have spoken in my hot jealousy against the rest of the nations and against all Edom, who gave my land to themselves as a possession with wholehearted joy and utter contempt, that they might make its pasturelands a prey.",
          "ID": "5"
        },
        {
          "text": "Therefore prophesy concerning the land of Israel, and say to the mountains and hills, to the ravines and valleys, Thus says the Lord God: Behold, I have spoken in my jealous wrath, because you have suffered the reproach of the nations.",
          "ID": "6"
        },
        {
          "text": "Therefore thus says the Lord God: I swear that the nations that are all around you shall themselves suffer reproach.",
          "ID": "7"
        },
        {
          "text": "\"But you, O mountains of Israel, shall shoot forth your branches and yield your fruit to my people Israel, for they will soon come home.",
          "ID": "8"
        },
        {
          "text": "For behold, I am for you, and I will turn to you, and you shall be tilled and sown.",
          "ID": "9"
        },
        {
          "text": "And I will multiply people on you, the whole house of Israel, all of it. The cities shall be inhabited and the waste places rebuilt.",
          "ID": "10"
        },
        {
          "text": "And I will multiply on you man and beast, and they shall multiply and be fruitful. And I will cause you to be inhabited as in your former times, and will do more good to you than ever before. Then you will know that I am the Lord.",
          "ID": "11"
        },
        {
          "text": "I will let people walk on you, even my people Israel. And they shall possess you, and you shall be their inheritance, and you shall no longer bereave them of children.",
          "ID": "12"
        },
        {
          "text": "Thus says the Lord God: Because they say to you, 'You devour people, and you bereave your nation of children,'",
          "ID": "13"
        },
        {
          "text": "therefore you shall no longer devour people and no longer bereave your nation of children, declares the Lord God.",
          "ID": "14"
        },
        {
          "text": "And I will not let you hear anymore the reproach of the nations, and you shall no longer bear the disgrace of the peoples and no longer cause your nation to stumble, declares the Lord God.\"",
          "ID": "15"
        },
        {
          "text": "The word of the Lord came to me:",
          "ID": "16"
        },
        {
          "text": "\"Son of man, when the house of Israel lived in their own land, they defiled it by their ways and their deeds. Their ways before me were like the uncleanness of a woman in her menstrual impurity.",
          "ID": "17"
        },
        {
          "text": "So I poured out my wrath upon them for the blood that they had shed in the land, for the idols with which they had defiled it.",
          "ID": "18"
        },
        {
          "text": "I scattered them among the nations, and they were dispersed through the countries. In accordance with their ways and their deeds I judged them.",
          "ID": "19"
        },
        {
          "text": "But when they came to the nations, wherever they came, they profaned my holy name, in that people said of them, 'These are the people of the Lord, and yet they had to go out of his land.'",
          "ID": "20"
        },
        {
          "text": "But I had concern for my holy name, which the house of Israel had profaned among the nations to which they came.",
          "ID": "21"
        },
        {
          "text": "\"Therefore say to the house of Israel, Thus says the Lord God: It is not for your sake, O house of Israel, that I am about to act, but for the sake of my holy name, which you have profaned among the nations to which you came.",
          "ID": "22"
        },
        {
          "text": "And I will vindicate the holiness of my great name, which has been profaned among the nations, and which you have profaned among them. And the nations will know that I am the Lord, declares the Lord God, when through you I vindicate my holiness before their eyes.",
          "ID": "23"
        },
        {
          "text": "I will take you from the nations and gather you from all the countries and bring you into your own land.",
          "ID": "24"
        },
        {
          "text": "I will sprinkle clean water on you, and you shall be clean from all your uncleannesses, and from all your idols I will cleanse you.",
          "ID": "25"
        },
        {
          "text": "And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh.",
          "ID": "26"
        },
        {
          "text": "And I will put my Spirit within you, and cause you to walk in my statutes and be careful to obey my rules.",
          "ID": "27"
        },
        {
          "text": "You shall dwell in the land that I gave to your fathers, and you shall be my people, and I will be your God.",
          "ID": "28"
        },
        {
          "text": "And I will deliver you from all your uncleannesses. And I will summon the grain and make it abundant and lay no famine upon you.",
          "ID": "29"
        },
        {
          "text": "I will make the fruit of the tree and the increase of the field abundant, that you may never again suffer the disgrace of famine among the nations.",
          "ID": "30"
        },
        {
          "text": "Then you will remember your evil ways, and your deeds that were not good, and you will loathe yourselves for your iniquities and your abominations.",
          "ID": "31"
        },
        {
          "text": "It is not for your sake that I will act, declares the Lord God; let that be known to you. Be ashamed and confounded for your ways, O house of Israel.",
          "ID": "32"
        },
        {
          "text": "\"Thus says the Lord God: On the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the waste places shall be rebuilt.",
          "ID": "33"
        },
        {
          "text": "And the land that was desolate shall be tilled, instead of being the desolation that it was in the sight of all who passed by.",
          "ID": "34"
        },
        {
          "text": "And they will say, 'This land that was desolate has become like the garden of Eden, and the waste and desolate and ruined cities are now fortified and inhabited.'",
          "ID": "35"
        },
        {
          "text": "Then the nations that are left all around you shall know that I am the Lord; I have rebuilt the ruined places and replanted that which was desolate. I am the Lord; I have spoken, and I will do it.",
          "ID": "36"
        },
        {
          "text": "\"Thus says the Lord God: This also I will let the house of Israel ask me to do for them: to increase their people like a flock.",
          "ID": "37"
        },
        {
          "text": "Like the flock for sacrifices, like the flock at Jerusalem during her appointed feasts, so shall the waste cities be filled with flocks of people. Then they will know that I am the Lord.\"",
          "ID": "38"
        }
      ],
      "ID": "OT:EZK.36",
      "name": "Ezekiel 36"
    },
    {
      "text": [
        {
          "text": "The hand of the Lord was upon me, and he brought me out in the Spirit of the Lord and set me down in the middle of the valley; it was full of bones.",
          "ID": "1"
        },
        {
          "text": "And he led me around among them, and behold, there were very many on the surface of the valley, and behold, they were very dry.",
          "ID": "2"
        },
        {
          "text": "And he said to me, \"Son of man, can these bones live?\" And I answered, \"O Lord God, you know.\"",
          "ID": "3"
        },
        {
          "text": "Then he said to me, \"Prophesy over these bones, and say to them, O dry bones, hear the word of the Lord.",
          "ID": "4"
        },
        {
          "text": "Thus says the Lord God to these bones: Behold, I will cause breath to enter you, and you shall live.",
          "ID": "5"
        },
        {
          "text": "And I will lay sinews upon you, and will cause flesh to come upon you, and cover you with skin, and put breath in you, and you shall live, and you shall know that I am the Lord.\"",
          "ID": "6"
        },
        {
          "text": "So I prophesied as I was commanded. And as I prophesied, there was a sound, and behold, a rattling, and the bones came together, bone to its bone.",
          "ID": "7"
        },
        {
          "text": "And I looked, and behold, there were sinews on them, and flesh had come upon them, and skin had covered them. But there was no breath in them.",
          "ID": "8"
        },
        {
          "text": "Then he said to me, \"Prophesy to the breath; prophesy, son of man, and say to the breath, Thus says the Lord God: Come from the four winds, O breath, and breathe on these slain, that they may live.\"",
          "ID": "9"
        },
        {
          "text": "So I prophesied as he commanded me, and the breath came into them, and they lived and stood on their feet, an exceedingly great army.",
          "ID": "10"
        },
        {
          "text": "Then he said to me, \"Son of man, these bones are the whole house of Israel. Behold, they say, 'Our bones are dried up, and our hope is lost; we are indeed cut off.'",
          "ID": "11"
        },
        {
          "text": "Therefore prophesy, and say to them, Thus says the Lord God: Behold, I will open your graves and raise you from your graves, O my people. And I will bring you into the land of Israel.",
          "ID": "12"
        },
        {
          "text": "And you shall know that I am the Lord, when I open your graves, and raise you from your graves, O my people.",
          "ID": "13"
        },
        {
          "text": "And I will put my Spirit within you, and you shall live, and I will place you in your own land. Then you shall know that I am the Lord; I have spoken, and I will do it, declares the Lord.\"",
          "ID": "14"
        },
        {
          "text": "The word of the Lord came to me:",
          "ID": "15"
        },
        {
          "text": "\"Son of man, take a stick and write on it, 'For Judah, and the people of Israel associated with him'; then take another stick and write on it, 'For Joseph (the stick of Ephraim) and all the house of Israel associated with him.'",
          "ID": "16"
        },
        {
          "text": "And join them one to another into one stick, that they may become one in your hand.",
          "ID": "17"
        },
        {
          "text": "And when your people say to you, 'Will you not tell us what you mean by these?'",
          "ID": "18"
        },
        {
          "text": "say to them, Thus says the Lord God: Behold, I am about to take the stick of Joseph (that is in the hand of Ephraim) and the tribes of Israel associated with him. And I will join with it the stick of Judah, and make them one stick, that they may be one in my hand.",
          "ID": "19"
        },
        {
          "text": "When the sticks on which you write are in your hand before their eyes,",
          "ID": "20"
        },
        {
          "text": "then say to them, Thus says the Lord God: Behold, I will take the people of Israel from the nations among which they have gone, and will gather them from all around, and bring them to their own land.",
          "ID": "21"
        },
        {
          "text": "And I will make them one nation in the land, on the mountains of Israel. And one king shall be king over them all, and they shall be no longer two nations, and no longer divided into two kingdoms.",
          "ID": "22"
        },
        {
          "text": "They shall not defile themselves anymore with their idols and their detestable things, or with any of their transgressions. But I will save them from all the backslidings in which they have sinned, and will cleanse them; and they shall be my people, and I will be their God.",
          "ID": "23"
        },
        {
          "text": "\"My servant David shall be king over them, and they shall all have one shepherd. They shall walk in my rules and be careful to obey my statutes.",
          "ID": "24"
        },
        {
          "text": "They shall dwell in the land that I gave to my servant Jacob, where your fathers lived. They and their children and their children's children shall dwell there forever, and David my servant shall be their prince forever.",
          "ID": "25"
        },
        {
          "text": "I will make a covenant of peace with them. It shall be an everlasting covenant with them. And I will set them in their land and multiply them, and will set my sanctuary in their midst forevermore.",
          "ID": "26"
        },
        {
          "text": "My dwelling place shall be with them, and I will be their God, and they shall be my people.",
          "ID": "27"
        },
        {
          "text": "Then the nations will know that I am the Lord who sanctifies Israel, when my sanctuary is in their midst forevermore.\"",
          "ID": "28"
        }
      ],
      "ID": "OT:EZK.37",
      "name": "Ezekiel 37"
    },
    {
      "text": [
        {
          "text": "The word of the Lord came to me:",
          "ID": "1"
        },
        {
          "text": "\"Son of man, set your face toward Gog, of the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him",
          "ID": "2"
        },
        {
          "text": "and say, Thus says the Lord God: Behold, I am against you, O Gog, chief prince of Meshech and Tubal.",
          "ID": "3"
        },
        {
          "text": "And I will turn you about and put hooks into your jaws, and I will bring you out, and all your army, horses and horsemen, all of them clothed in full armor, a great host, all of them with buckler and shield, wielding swords.",
          "ID": "4"
        },
        {
          "text": "Persia, Cush, and Put are with them, all of them with shield and helmet;",
          "ID": "5"
        },
        {
          "text": "Gomer and all his hordes; Beth-togarmah from the uttermost parts of the north with all his hordes—many peoples are with you.",
          "ID": "6"
        },
        {
          "text": "\"Be ready and keep ready, you and all your hosts that are assembled about you, and be a guard for them.",
          "ID": "7"
        },
        {
          "text": "After many days you will be mustered. In the latter years you will go against the land that is restored from war, the land whose people were gathered from many peoples upon the mountains of Israel, which had been a continual waste. Its people were brought out from the peoples and now dwell securely, all of them.",
          "ID": "8"
        },
        {
          "text": "You will advance, coming on like a storm. You will be like a cloud covering the land, you and all your hordes, and many peoples with you.",
          "ID": "9"
        },
        {
          "text": "\"Thus says the Lord God: On that day, thoughts will come into your mind, and you will devise an evil scheme",
          "ID": "10"
        },
        {
          "text": "and say, 'I will go up against the land of unwalled villages. I will fall upon the quiet people who dwell securely, all of them dwelling without walls, and having no bars or gates,'",
          "ID": "11"
        },
        {
          "text": "to seize spoil and carry off plunder, to turn your hand against the waste places that are now inhabited, and the people who were gathered from the nations, who have acquired livestock and goods, who dwell at the center of the earth.",
          "ID": "12"
        },
        {
          "text": "Sheba and Dedan and the merchants of Tarshish and all its leaders will say to you, 'Have you come to seize spoil? Have you assembled your hosts to carry off plunder, to carry away silver and gold, to take away livestock and goods, to seize great spoil?'",
          "ID": "13"
        },
        {
          "text": "\"Therefore, son of man, prophesy, and say to Gog, Thus says the Lord God: On that day when my people Israel are dwelling securely, will you not know it?",
          "ID": "14"
        },
        {
          "text": "You will come from your place out of the uttermost parts of the north, you and many peoples with you, all of them riding on horses, a great host, a mighty army.",
          "ID": "15"
        },
        {
          "text": "You will come up against my people Israel, like a cloud covering the land. In the latter days I will bring you against my land, that the nations may know me, when through you, O Gog, I vindicate my holiness before their eyes.",
          "ID": "16"
        },
        {
          "text": "\"Thus says the Lord God: Are you he of whom I spoke in former days by my servants the prophets of Israel, who in those days prophesied for years that I would bring you against them?",
          "ID": "17"
        },
        {
          "text": "But on that day, the day that Gog shall come against the land of Israel, declares the Lord God, my wrath will be roused in my anger.",
          "ID": "18"
        },
        {
          "text": "For in my jealousy and in my blazing wrath I declare, On that day there shall be a great earthquake in the land of Israel.",
          "ID": "19"
        },
        {
          "text": "The fish of the sea and the birds of the heavens and the beasts of the field and all creeping things that creep on the ground, and all the people who are on the face of the earth, shall quake at my presence. And the mountains shall be thrown down, and the cliffs shall fall, and every wall shall tumble to the ground.",
          "ID": "20"
        },
        {
          "text": "I will summon a sword against Gog on all my mountains, declares the Lord God. Every man's sword will be against his brother.",
          "ID": "21"
        },
        {
          "text": "With pestilence and bloodshed I will enter into judgment with him, and I will rain upon him and his hordes and the many peoples who are with him torrential rains and hailstones, fire and sulfur.",
          "ID": "22"
        },
        {
          "text": "So I will show my greatness and my holiness and make myself known in the eyes of many nations. Then they will know that I am the Lord.",
          "ID": "23"
        }
      ],
      "ID": "OT:EZK.38",
      "name": "Ezekiel 38"
    },
    {
      "text": [
        {
          "text": "\"And you, son of man, prophesy against Gog and say, Thus says the Lord God: Behold, I am against you, O Gog, chief prince of Meshech and Tubal.",
          "ID": "1"
        },
        {
          "text": "And I will turn you about and drive you forward, and bring you up from the uttermost parts of the north, and lead you against the mountains of Israel.",
          "ID": "2"
        },
        {
          "text": "Then I will strike your bow from your left hand, and will make your arrows drop out of your right hand.",
          "ID": "3"
        },
        {
          "text": "You shall fall on the mountains of Israel, you and all your hordes and the peoples who are with you. I will give you to birds of prey of every sort and to the beasts of the field to be devoured.",
          "ID": "4"
        },
        {
          "text": "You shall fall in the open field, for I have spoken, declares the Lord God.",
          "ID": "5"
        },
        {
          "text": "I will send fire on Magog and on those who dwell securely in the coastlands, and they shall know that I am the Lord.",
          "ID": "6"
        },
        {
          "text": "\"And my holy name I will make known in the midst of my people Israel, and I will not let my holy name be profaned anymore. And the nations shall know that I am the Lord, the Holy One in Israel.",
          "ID": "7"
        },
        {
          "text": "Behold, it is coming and it will be brought about, declares the Lord God. That is the day of which I have spoken.",
          "ID": "8"
        },
        {
          "text": "\"Then those who dwell in the cities of Israel will go out and make fires of the weapons and burn them, shields and bucklers, bow and arrows, clubs and spears; and they will make fires of them for seven years,",
          "ID": "9"
        },
        {
          "text": "so that they will not need to take wood out of the field or cut down any out of the forests, for they will make their fires of the weapons. They will seize the spoil of those who despoiled them, and plunder those who plundered them, declares the Lord God.",
          "ID": "10"
        },
        {
          "text": "\"On that day I will give to Gog a place for burial in Israel, the Valley of the Travelers, east of the sea. It will block the travelers, for there Gog and all his multitude will be buried. It will be called the Valley of Hamon-gog.",
          "ID": "11"
        },
        {
          "text": "For seven months the house of Israel will be burying them, in order to cleanse the land.",
          "ID": "12"
        },
        {
          "text": "All the people of the land will bury them, and it will bring them renown on the day that I show my glory, declares the Lord God.",
          "ID": "13"
        },
        {
          "text": "They will set apart men to travel through the land regularly and bury those travelers remaining on the face of the land, so as to cleanse it. At the end of seven months they will make their search.",
          "ID": "14"
        },
        {
          "text": "And when these travel through the land and anyone sees a human bone, then he shall set up a sign by it, till the buriers have buried it in the Valley of Hamon-gog.",
          "ID": "15"
        },
        {
          "text": "(Hamonah is also the name of the city.) Thus shall they cleanse the land.",
          "ID": "16"
        },
        {
          "text": "\"As for you, son of man, thus says the Lord God: Speak to the birds of every sort and to all beasts of the field, 'Assemble and come, gather from all around to the sacrificial feast that I am preparing for you, a great sacrificial feast on the mountains of Israel, and you shall eat flesh and drink blood.",
          "ID": "17"
        },
        {
          "text": "You shall eat the flesh of the mighty, and drink the blood of the princes of the earth—of rams, of lambs, and of he-goats, of bulls, all of them fat beasts of Bashan.",
          "ID": "18"
        },
        {
          "text": "And you shall eat fat till you are filled, and drink blood till you are drunk, at the sacrificial feast that I am preparing for you.",
          "ID": "19"
        },
        {
          "text": "And you shall be filled at my table with horses and charioteers, with mighty men and all kinds of warriors,' declares the Lord God.",
          "ID": "20"
        },
        {
          "text": "\"And I will set my glory among the nations, and all the nations shall see my judgment that I have executed, and my hand that I have laid on them.",
          "ID": "21"
        },
        {
          "text": "The house of Israel shall know that I am the Lord their God, from that day forward.",
          "ID": "22"
        },
        {
          "text": "And the nations shall know that the house of Israel went into captivity for their iniquity, because they dealt so treacherously with me that I hid my face from them and gave them into the hand of their adversaries, and they all fell by the sword.",
          "ID": "23"
        },
        {
          "text": "I dealt with them according to their uncleanness and their transgressions, and hid my face from them.",
          "ID": "24"
        },
        {
          "text": "\"Therefore thus says the Lord God: Now I will restore the fortunes of Jacob and have mercy on the whole house of Israel, and I will be jealous for my holy name.",
          "ID": "25"
        },
        {
          "text": "They shall forget their shame and all the treachery they have practiced against me, when they dwell securely in their land with none to make them afraid,",
          "ID": "26"
        },
        {
          "text": "when I have brought them back from the peoples and gathered them from their enemies' lands, and through them have vindicated my holiness in the sight of many nations.",
          "ID": "27"
        },
        {
          "text": "Then they shall know that I am the Lord their God, because I sent them into exile among the nations and then assembled them into their own land. I will leave none of them remaining among the nations anymore.",
          "ID": "28"
        },
        {
          "text": "And I will not hide my face anymore from them, when I pour out my Spirit upon the house of Israel, declares the Lord God.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:EZK.39",
      "name": "Ezekiel 39"
    },
    {
      "text": [
        {
          "text": "In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month, in the fourteenth year after the city was struck down, on that very day, the hand of the Lord was upon me, and he brought me to the city.",
          "ID": "1"
        },
        {
          "text": "In visions of God he brought me to the land of Israel, and set me down on a very high mountain, on which was a structure like a city to the south.",
          "ID": "2"
        },
        {
          "text": "When he brought me there, behold, there was a man whose appearance was like bronze, with a linen cord and a measuring reed in his hand. And he was standing in the gateway.",
          "ID": "3"
        },
        {
          "text": "And the man said to me, \"Son of man, look with your eyes, and hear with your ears, and set your heart upon all that I shall show you, for you were brought here in order that I might show it to you. Declare all that you see to the house of Israel.\"",
          "ID": "4"
        },
        {
          "text": "And behold, there was a wall all around the outside of the temple area, and the length of the measuring reed in the man's hand was six long cubits, each being a cubit and a handbreadth in length. So he measured the thickness of the wall, one reed; and the height, one reed.",
          "ID": "5"
        },
        {
          "text": "Then he went into the gateway facing east, going up its steps, and measured the threshold of the gate, one reed deep.",
          "ID": "6"
        },
        {
          "text": "And the side rooms, one reed long and one reed broad; and the space between the side rooms, five cubits; and the threshold of the gate by the vestibule of the gate at the inner end, one reed.",
          "ID": "7"
        },
        {
          "text": "Then he measured the vestibule of the gateway, on the inside, one reed.",
          "ID": "8"
        },
        {
          "text": "Then he measured the vestibule of the gateway, eight cubits; and its jambs, two cubits; and the vestibule of the gate was at the inner end.",
          "ID": "9"
        },
        {
          "text": "And there were three side rooms on either side of the east gate. The three were of the same size, and the jambs on either side were of the same size.",
          "ID": "10"
        },
        {
          "text": "Then he measured the width of the opening of the gateway, ten cubits; and the length of the gateway, thirteen cubits.",
          "ID": "11"
        },
        {
          "text": "There was a barrier before the side rooms, one cubit on either side. And the side rooms were six cubits on either side.",
          "ID": "12"
        },
        {
          "text": "Then he measured the gate from the ceiling of the one side room to the ceiling of the other, a breadth of twenty-five cubits; the openings faced each other.",
          "ID": "13"
        },
        {
          "text": "He measured also the vestibule, twenty cubits. And around the vestibule of the gateway was the court.",
          "ID": "14"
        },
        {
          "text": "From the front of the gate at the entrance to the front of the inner vestibule of the gate was fifty cubits.",
          "ID": "15"
        },
        {
          "text": "And the gateway had windows all around, narrowing inwards toward the side rooms and toward their jambs, and likewise the vestibule had windows all around inside, and on the jambs were palm trees.",
          "ID": "16"
        },
        {
          "text": "Then he brought me into the outer court. And behold, there were chambers and a pavement, all around the court. Thirty chambers faced the pavement.",
          "ID": "17"
        },
        {
          "text": "And the pavement ran along the side of the gates, corresponding to the length of the gates. This was the lower pavement.",
          "ID": "18"
        },
        {
          "text": "Then he measured the distance from the inner front of the lower gate to the outer front of the inner court, a hundred cubits on the east side and on the north side.",
          "ID": "19"
        },
        {
          "text": "As for the gate that faced toward the north, belonging to the outer court, he measured its length and its breadth.",
          "ID": "20"
        },
        {
          "text": "Its side rooms, three on either side, and its jambs and its vestibule were of the same size as those of the first gate. Its length was fifty cubits, and its breadth twenty-five cubits.",
          "ID": "21"
        },
        {
          "text": "And its windows, its vestibule, and its palm trees were of the same size as those of the gate that faced toward the east. And by seven steps people would go up to it, and find its vestibule before them.",
          "ID": "22"
        },
        {
          "text": "And opposite the gate on the north, as on the east, was a gate to the inner court. And he measured from gate to gate, a hundred cubits.",
          "ID": "23"
        },
        {
          "text": "And he led me toward the south, and behold, there was a gate on the south. And he measured its jambs and its vestibule; they had the same size as the others.",
          "ID": "24"
        },
        {
          "text": "Both it and its vestibule had windows all around, like the windows of the others. Its length was fifty cubits, and its breadth twenty-five cubits.",
          "ID": "25"
        },
        {
          "text": "And there were seven steps leading up to it, and its vestibule was before them, and it had palm trees on its jambs, one on either side.",
          "ID": "26"
        },
        {
          "text": "And there was a gate on the south of the inner court. And he measured from gate to gate toward the south, a hundred cubits.",
          "ID": "27"
        },
        {
          "text": "Then he brought me to the inner court through the south gate, and he measured the south gate. It was of the same size as the others.",
          "ID": "28"
        },
        {
          "text": "Its side rooms, its jambs, and its vestibule were of the same size as the others, and both it and its vestibule had windows all around. Its length was fifty cubits, and its breadth twenty-five cubits.",
          "ID": "29"
        },
        {
          "text": "And there were vestibules all around, twenty-five cubits long and five cubits broad.",
          "ID": "30"
        },
        {
          "text": "Its vestibule faced the outer court, and palm trees were on its jambs, and its stairway had eight steps.",
          "ID": "31"
        },
        {
          "text": "Then he brought me to the inner court on the east side, and he measured the gate. It was of the same size as the others.",
          "ID": "32"
        },
        {
          "text": "Its side rooms, its jambs, and its vestibule were of the same size as the others, and both it and its vestibule had windows all around. Its length was fifty cubits, and its breadth twenty-five cubits.",
          "ID": "33"
        },
        {
          "text": "Its vestibule faced the outer court, and it had palm trees on its jambs, on either side, and its stairway had eight steps.",
          "ID": "34"
        },
        {
          "text": "Then he brought me to the north gate, and he measured it. It had the same size as the others.",
          "ID": "35"
        },
        {
          "text": "Its side rooms, its jambs, and its vestibule were of the same size as the others, and it had windows all around. Its length was fifty cubits, and its breadth twenty-five cubits.",
          "ID": "36"
        },
        {
          "text": "Its vestibule faced the outer court, and it had palm trees on its jambs, on either side, and its stairway had eight steps.",
          "ID": "37"
        },
        {
          "text": "There was a chamber with its door in the vestibule of the gate, where the burnt offering was to be washed.",
          "ID": "38"
        },
        {
          "text": "And in the vestibule of the gate were two tables on either side, on which the burnt offering and the sin offering and the guilt offering were to be slaughtered.",
          "ID": "39"
        },
        {
          "text": "And off to the side, on the outside as one goes up to the entrance of the north gate, were two tables; and off to the other side of the vestibule of the gate were two tables.",
          "ID": "40"
        },
        {
          "text": "Four tables were on either side of the gate, eight tables, on which to slaughter.",
          "ID": "41"
        },
        {
          "text": "And there were four tables of hewn stone for the burnt offering, a cubit and a half long, and a cubit and a half broad, and one cubit high, on which the instruments were to be laid with which the burnt offerings and the sacrifices were slaughtered.",
          "ID": "42"
        },
        {
          "text": "And hooks, a handbreadth long, were fastened all around within. And on the tables the flesh of the offering was to be laid.",
          "ID": "43"
        },
        {
          "text": "On the outside of the inner gateway there were two chambers in the inner court, one at the side of the north gate facing south, the other at the side of the south gate facing north.",
          "ID": "44"
        },
        {
          "text": "And he said to me, \"This chamber that faces south is for the priests who have charge of the temple,",
          "ID": "45"
        },
        {
          "text": "and the chamber that faces north is for the priests who have charge of the altar. These are the sons of Zadok, who alone among the sons of Levi may come near to the Lord to minister to him.\"",
          "ID": "46"
        },
        {
          "text": "And he measured the court, a hundred cubits long and a hundred cubits broad, a square. And the altar was in front of the temple.",
          "ID": "47"
        },
        {
          "text": "Then he brought me to the vestibule of the temple and measured the jambs of the vestibule, five cubits on either side. And the breadth of the gate was fourteen cubits, and the sidewalls of the gate were three cubits on either side.",
          "ID": "48"
        },
        {
          "text": "The length of the vestibule was twenty cubits, and the breadth twelve cubits, and people would go up to it by ten steps. And there were pillars beside the jambs, one on either side.",
          "ID": "49"
        }
      ],
      "ID": "OT:EZK.40",
      "name": "Ezekiel 40"
    },
    {
      "text": [
        {
          "text": "Then he brought me to the nave and measured the jambs. On each side six cubits was the breadth of the jambs.",
          "ID": "1"
        },
        {
          "text": "And the breadth of the entrance was ten cubits, and the sidewalls of the entrance were five cubits on either side. And he measured the length of the nave, forty cubits, and its breadth, twenty cubits.",
          "ID": "2"
        },
        {
          "text": "Then he went into the inner room and measured the jambs of the entrance, two cubits; and the entrance, six cubits; and the sidewalls on either side of the entrance, seven cubits.",
          "ID": "3"
        },
        {
          "text": "And he measured the length of the room, twenty cubits, and its breadth, twenty cubits, across the nave. And he said to me, \"This is the Most Holy Place.\"",
          "ID": "4"
        },
        {
          "text": "Then he measured the wall of the temple, six cubits thick, and the breadth of the side chambers, four cubits, all around the temple.",
          "ID": "5"
        },
        {
          "text": "And the side chambers were in three stories, one over another, thirty in each story. There were offsets all around the wall of the temple to serve as supports for the side chambers, so that they should not be supported by the wall of the temple.",
          "ID": "6"
        },
        {
          "text": "And it became broader as it wound upward to the side chambers, because the temple was enclosed upward all around the temple. Thus the temple had a broad area upward, and so one went up from the lowest story to the top story through the middle story.",
          "ID": "7"
        },
        {
          "text": "I saw also that the temple had a raised platform all around; the foundations of the side chambers measured a full reed of six long cubits.",
          "ID": "8"
        },
        {
          "text": "The thickness of the outer wall of the side chambers was five cubits. The free space between the side chambers of the temple and the",
          "ID": "9"
        },
        {
          "text": "other chambers was a breadth of twenty cubits all around the temple on every side.",
          "ID": "10"
        },
        {
          "text": "And the doors of the side chambers opened on the free space, one door toward the north, and another door toward the south. And the breadth of the free space was five cubits all around.",
          "ID": "11"
        },
        {
          "text": "The building that was facing the separate yard on the west side was seventy cubits broad, and the wall of the building was five cubits thick all around, and its length ninety cubits.",
          "ID": "12"
        },
        {
          "text": "Then he measured the temple, a hundred cubits long; and the yard and the building with its walls, a hundred cubits long;",
          "ID": "13"
        },
        {
          "text": "also the breadth of the east front of the temple and the yard, a hundred cubits.",
          "ID": "14"
        },
        {
          "text": "Then he measured the length of the building facing the yard that was at the back and its galleries on either side, a hundred cubits.",
          "ID": "15"
        },
        {
          "text": "The inside of the nave and the vestibules of the court,",
          "ID": "15"
        },
        {
          "text": "the thresholds and the narrow windows and the galleries all around the three of them, opposite the threshold, were paneled with wood all around, from the floor up to the windows (now the windows were covered),",
          "ID": "16"
        },
        {
          "text": "to the space above the door, even to the inner room, and on the outside. And on all the walls all around, inside and outside, was a measured pattern.",
          "ID": "17"
        },
        {
          "text": "It was carved of cherubim and palm trees, a palm tree between cherub and cherub. Every cherub had two faces:",
          "ID": "18"
        },
        {
          "text": "a human face toward the palm tree on the one side, and the face of a young lion toward the palm tree on the other side. They were carved on the whole temple all around.",
          "ID": "19"
        },
        {
          "text": "From the floor to above the door, cherubim and palm trees were carved; similarly the wall of the nave.",
          "ID": "20"
        },
        {
          "text": "The doorposts of the nave were squared, and in front of the Holy Place was something resembling",
          "ID": "21"
        },
        {
          "text": "an altar of wood, three cubits high, two cubits long, and two cubits broad. Its corners, its base, and its walls were of wood. He said to me, \"This is the table that is before the Lord.\"",
          "ID": "22"
        },
        {
          "text": "The nave and the Holy Place had each a double door.",
          "ID": "23"
        },
        {
          "text": "The double doors had two leaves apiece, two swinging leaves for each door.",
          "ID": "24"
        },
        {
          "text": "And on the doors of the nave were carved cherubim and palm trees, such as were carved on the walls. And there was a canopy of wood in front of the vestibule outside.",
          "ID": "25"
        },
        {
          "text": "And there were narrow windows and palm trees on either side, on the sidewalls of the vestibule, the side chambers of the temple, and the canopies.",
          "ID": "26"
        }
      ],
      "ID": "OT:EZK.41",
      "name": "Ezekiel 41"
    },
    {
      "text": [
        {
          "text": "Then he led me out into the outer court, toward the north, and he brought me to the chambers that were opposite the separate yard and opposite the building on the north.",
          "ID": "1"
        },
        {
          "text": "The length of the building whose door faced north was a hundred cubits, and the breadth fifty cubits.",
          "ID": "2"
        },
        {
          "text": "Facing the twenty cubits that belonged to the inner court, and facing the pavement that belonged to the outer court, was gallery against gallery in three stories.",
          "ID": "3"
        },
        {
          "text": "And before the chambers was a passage inward, ten cubits wide and a hundred cubits long, and their doors were on the north.",
          "ID": "4"
        },
        {
          "text": "Now the upper chambers were narrower, for the galleries took more away from them than from the lower and middle chambers of the building.",
          "ID": "5"
        },
        {
          "text": "For they were in three stories, and they had no pillars like the pillars of the courts. Thus the upper chambers were set back from the ground more than the lower and the middle ones.",
          "ID": "6"
        },
        {
          "text": "And there was a wall outside parallel to the chambers, toward the outer court, opposite the chambers, fifty cubits long.",
          "ID": "7"
        },
        {
          "text": "For the chambers on the outer court were fifty cubits long, while those opposite the nave were a hundred cubits long.",
          "ID": "8"
        },
        {
          "text": "Below these chambers was an entrance on the east side, as one enters them from the outer court.",
          "ID": "9"
        },
        {
          "text": "In the thickness of the wall of the court, on the south also, opposite the yard and opposite the building, there were chambers",
          "ID": "10"
        },
        {
          "text": "with a passage in front of them. They were similar to the chambers on the north, of the same length and breadth, with the same exits and arrangements and doors,",
          "ID": "11"
        },
        {
          "text": "as were the entrances of the chambers on the south. There was an entrance at the beginning of the passage, the passage before the corresponding wall on the east as one enters them.",
          "ID": "12"
        },
        {
          "text": "Then he said to me, \"The north chambers and the south chambers opposite the yard are the holy chambers, where the priests who approach the Lord shall eat the most holy offerings. There they shall put the most holy offerings—the grain offering, the sin offering, and the guilt offering—for the place is holy.",
          "ID": "13"
        },
        {
          "text": "When the priests enter the Holy Place, they shall not go out of it into the outer court without laying there the garments in which they minister, for these are holy. They shall put on other garments before they go near to that which is for the people.\"",
          "ID": "14"
        },
        {
          "text": "Now when he had finished measuring the interior of the temple area, he led me out by the gate that faced east, and measured the temple area all around.",
          "ID": "15"
        },
        {
          "text": "He measured the east side with the measuring reed, 500 cubits by the measuring reed all around.",
          "ID": "16"
        },
        {
          "text": "He measured the north side, 500 cubits by the measuring reed all around.",
          "ID": "17"
        },
        {
          "text": "He measured the south side, 500 cubits by the measuring reed.",
          "ID": "18"
        },
        {
          "text": "Then he turned to the west side and measured, 500 cubits by the measuring reed.",
          "ID": "19"
        },
        {
          "text": "He measured it on the four sides. It had a wall around it, 500 cubits long and 500 cubits broad, to make a separation between the holy and the common.",
          "ID": "20"
        }
      ],
      "ID": "OT:EZK.42",
      "name": "Ezekiel 42"
    },
    {
      "text": [
        {
          "text": "Then he led me to the gate, the gate facing east.",
          "ID": "1"
        },
        {
          "text": "And behold, the glory of the God of Israel was coming from the east. And the sound of his coming was like the sound of many waters, and the earth shone with his glory.",
          "ID": "2"
        },
        {
          "text": "And the vision I saw was just like the vision that I had seen when he came to destroy the city, and just like the vision that I had seen by the Chebar canal. And I fell on my face.",
          "ID": "3"
        },
        {
          "text": "As the glory of the Lord entered the temple by the gate facing east,",
          "ID": "4"
        },
        {
          "text": "the Spirit lifted me up and brought me into the inner court; and behold, the glory of the Lord filled the temple.",
          "ID": "5"
        },
        {
          "text": "While the man was standing beside me, I heard one speaking to me out of the temple,",
          "ID": "6"
        },
        {
          "text": "and he said to me, \"Son of man, this is the place of my throne and the place of the soles of my feet, where I will dwell in the midst of the people of Israel forever. And the house of Israel shall no more defile my holy name, neither they, nor their kings, by their whoring and by the dead bodies of their kings at their high places,",
          "ID": "7"
        },
        {
          "text": "by setting their threshold by my threshold and their doorposts beside my doorposts, with only a wall between me and them. They have defiled my holy name by their abominations that they have committed, so I have consumed them in my anger.",
          "ID": "8"
        },
        {
          "text": "Now let them put away their whoring and the dead bodies of their kings far from me, and I will dwell in their midst forever.",
          "ID": "9"
        },
        {
          "text": "\"As for you, son of man, describe to the house of Israel the temple, that they may be ashamed of their iniquities; and they shall measure the plan.",
          "ID": "10"
        },
        {
          "text": "And if they are ashamed of all that they have done, make known to them the design of the temple, its arrangement, its exits and its entrances, that is, its whole design; and make known to them as well all its statutes and its whole design and all its laws, and write it down in their sight, so that they may observe all its laws and all its statutes and carry them out.",
          "ID": "11"
        },
        {
          "text": "This is the law of the temple: the whole territory on the top of the mountain all around shall be most holy. Behold, this is the law of the temple.",
          "ID": "12"
        },
        {
          "text": "\"These are the measurements of the altar by cubits (the cubit being a cubit and a handbreadth): its base shall be one cubit high and one cubit broad, with a rim of one span around its edge. And this shall be the height of the altar:",
          "ID": "13"
        },
        {
          "text": "from the base on the ground to the lower ledge, two cubits, with a breadth of one cubit; and from the smaller ledge to the larger ledge, four cubits, with a breadth of one cubit;",
          "ID": "14"
        },
        {
          "text": "and the altar hearth, four cubits; and from the altar hearth projecting upward, four horns.",
          "ID": "15"
        },
        {
          "text": "The altar hearth shall be square, twelve cubits long by twelve broad.",
          "ID": "16"
        },
        {
          "text": "The ledge also shall be square, fourteen cubits long by fourteen broad, with a rim around it half a cubit broad, and its base one cubit all around. The steps of the altar shall face east.\"",
          "ID": "17"
        },
        {
          "text": "And he said to me, \"Son of man, thus says the Lord God: These are the ordinances for the altar: On the day when it is erected for offering burnt offerings upon it and for throwing blood against it,",
          "ID": "18"
        },
        {
          "text": "you shall give to the Levitical priests of the family of Zadok, who draw near to me to minister to me, declares the Lord God, a bull from the herd for a sin offering.",
          "ID": "19"
        },
        {
          "text": "And you shall take some of its blood and put it on the four horns of the altar and on the four corners of the ledge and upon the rim all around. Thus you shall purify the altar and make atonement for it.",
          "ID": "20"
        },
        {
          "text": "You shall also take the bull of the sin offering, and it shall be burned in the appointed place belonging to the temple, outside the sacred area.",
          "ID": "21"
        },
        {
          "text": "And on the second day you shall offer a male goat without blemish for a sin offering; and the altar shall be purified, as it was purified with the bull.",
          "ID": "22"
        },
        {
          "text": "When you have finished purifying it, you shall offer a bull from the herd without blemish and a ram from the flock without blemish.",
          "ID": "23"
        },
        {
          "text": "You shall present them before the Lord, and the priests shall sprinkle salt on them and offer them up as a burnt offering to the Lord.",
          "ID": "24"
        },
        {
          "text": "For seven days you shall provide daily a male goat for a sin offering; also, a bull from the herd and a ram from the flock, without blemish, shall be provided.",
          "ID": "25"
        },
        {
          "text": "Seven days shall they make atonement for the altar and cleanse it, and so consecrate it.",
          "ID": "26"
        },
        {
          "text": "And when they have completed these days, then from the eighth day onward the priests shall offer on the altar your burnt offerings and your peace offerings, and I will accept you, declares the Lord God.\"",
          "ID": "27"
        }
      ],
      "ID": "OT:EZK.43",
      "name": "Ezekiel 43"
    },
    {
      "text": [
        {
          "text": "Then he brought me back to the outer gate of the sanctuary, which faces east. And it was shut.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to me, \"This gate shall remain shut; it shall not be opened, and no one shall enter by it, for the Lord, the God of Israel, has entered by it. Therefore it shall remain shut.",
          "ID": "2"
        },
        {
          "text": "Only the prince may sit in it to eat bread before the Lord. He shall enter by way of the vestibule of the gate, and shall go out by the same way.\"",
          "ID": "3"
        },
        {
          "text": "Then he brought me by way of the north gate to the front of the temple, and I looked, and behold, the glory of the Lord filled the temple of the Lord. And I fell on my face.",
          "ID": "4"
        },
        {
          "text": "And the Lord said to me, \"Son of man, mark well, see with your eyes, and hear with your ears all that I shall tell you concerning all the statutes of the temple of the Lord and all its laws. And mark well the entrance to the temple and all the exits from the sanctuary.",
          "ID": "5"
        },
        {
          "text": "And say to the rebellious house, to the house of Israel, Thus says the Lord God: O house of Israel, enough of all your abominations,",
          "ID": "6"
        },
        {
          "text": "in admitting foreigners, uncircumcised in heart and flesh, to be in my sanctuary, profaning my temple, when you offer to me my food, the fat and the blood. You have broken my covenant, in addition to all your abominations.",
          "ID": "7"
        },
        {
          "text": "And you have not kept charge of my holy things, but you have set others to keep my charge for you in my sanctuary.",
          "ID": "8"
        },
        {
          "text": "\"Thus says the Lord God: No foreigner, uncircumcised in heart and flesh, of all the foreigners who are among the people of Israel, shall enter my sanctuary.",
          "ID": "9"
        },
        {
          "text": "But the Levites who went far from me, going astray from me after their idols when Israel went astray, shall bear their punishment.",
          "ID": "10"
        },
        {
          "text": "They shall be ministers in my sanctuary, having oversight at the gates of the temple and ministering in the temple. They shall slaughter the burnt offering and the sacrifice for the people, and they shall stand before the people, to minister to them.",
          "ID": "11"
        },
        {
          "text": "Because they ministered to them before their idols and became a stumbling block of iniquity to the house of Israel, therefore I have sworn concerning them, declares the Lord God, and they shall bear their punishment.",
          "ID": "12"
        },
        {
          "text": "They shall not come near to me, to serve me as priest, nor come near any of my holy things and the things that are most holy, but they shall bear their shame and the abominations that they have committed.",
          "ID": "13"
        },
        {
          "text": "Yet I will appoint them to keep charge of the temple, to do all its service and all that is to be done in it.",
          "ID": "14"
        },
        {
          "text": "\"But the Levitical priests, the sons of Zadok, who kept the charge of my sanctuary when the people of Israel went astray from me, shall come near to me to minister to me. And they shall stand before me to offer me the fat and the blood, declares the Lord God.",
          "ID": "15"
        },
        {
          "text": "They shall enter my sanctuary, and they shall approach my table, to minister to me, and they shall keep my charge.",
          "ID": "16"
        },
        {
          "text": "When they enter the gates of the inner court, they shall wear linen garments. They shall have nothing of wool on them, while they minister at the gates of the inner court, and within.",
          "ID": "17"
        },
        {
          "text": "They shall have linen turbans on their heads, and linen undergarments around their waists. They shall not bind themselves with anything that causes sweat.",
          "ID": "18"
        },
        {
          "text": "And when they go out into the outer court to the people, they shall put off the garments in which they have been ministering and lay them in the holy chambers. And they shall put on other garments, lest they transmit holiness to the people with their garments.",
          "ID": "19"
        },
        {
          "text": "They shall not shave their heads or let their locks grow long; they shall surely trim the hair of their heads.",
          "ID": "20"
        },
        {
          "text": "No priest shall drink wine when he enters the inner court.",
          "ID": "21"
        },
        {
          "text": "They shall not marry a widow or a divorced woman, but only virgins of the offspring of the house of Israel, or a widow who is the widow of a priest.",
          "ID": "22"
        },
        {
          "text": "They shall teach my people the difference between the holy and the common, and show them how to distinguish between the unclean and the clean.",
          "ID": "23"
        },
        {
          "text": "In a dispute, they shall act as judges, and they shall judge it according to my judgments. They shall keep my laws and my statutes in all my appointed feasts, and they shall keep my Sabbaths holy.",
          "ID": "24"
        },
        {
          "text": "They shall not defile themselves by going near to a dead person. However, for father or mother, for son or daughter, for brother or unmarried sister they may defile themselves.",
          "ID": "25"
        },
        {
          "text": "After he has become clean, they shall count seven days for him.",
          "ID": "26"
        },
        {
          "text": "And on the day that he goes into the Holy Place, into the inner court, to minister in the Holy Place, he shall offer his sin offering, declares the Lord God.",
          "ID": "27"
        },
        {
          "text": "\"This shall be their inheritance: I am their inheritance: and you shall give them no possession in Israel; I am their possession.",
          "ID": "28"
        },
        {
          "text": "They shall eat the grain offering, the sin offering, and the guilt offering, and every devoted thing in Israel shall be theirs.",
          "ID": "29"
        },
        {
          "text": "And the first of all the firstfruits of all kinds, and every offering of all kinds from all your offerings, shall belong to the priests. You shall also give to the priests the first of your dough, that a blessing may rest on your house.",
          "ID": "30"
        },
        {
          "text": "The priests shall not eat of anything, whether bird or beast, that has died of itself or is torn by wild animals.",
          "ID": "31"
        }
      ],
      "ID": "OT:EZK.44",
      "name": "Ezekiel 44"
    },
    {
      "text": [
        {
          "text": "\"When you allot the land as an inheritance, you shall set apart for the Lord a portion of the land as a holy district, 25,000 cubits long and 20,000 cubits broad. It shall be holy throughout its whole extent.",
          "ID": "1"
        },
        {
          "text": "Of this a square plot of 500 by 500 cubits shall be for the sanctuary, with fifty cubits for an open space around it.",
          "ID": "2"
        },
        {
          "text": "And from this measured district you shall measure off a section 25,000 cubits long and 10,000 broad, in which shall be the sanctuary, the Most Holy Place.",
          "ID": "3"
        },
        {
          "text": "It shall be the holy portion of the land. It shall be for the priests, who minister in the sanctuary and approach the Lord to minister to him, and it shall be a place for their houses and a holy place for the sanctuary.",
          "ID": "4"
        },
        {
          "text": "Another section, 25,000 cubits long and 10,000 cubits broad, shall be for the Levites who minister at the temple, as their possession for cities to live in.",
          "ID": "5"
        },
        {
          "text": "\"Alongside the portion set apart as the holy district you shall assign for the property of the city an area 5,000 cubits broad and 25,000 cubits long. It shall belong to the whole house of Israel.",
          "ID": "6"
        },
        {
          "text": "\"And to the prince shall belong the land on both sides of the holy district and the property of the city, alongside the holy district and the property of the city, on the west and on the east, corresponding in length to one of the tribal portions, and extending from the western to the eastern boundary",
          "ID": "7"
        },
        {
          "text": "of the land. It is to be his property in Israel. And my princes shall no more oppress my people, but they shall let the house of Israel have the land according to their tribes.",
          "ID": "8"
        },
        {
          "text": "\"Thus says the Lord God: Enough, O princes of Israel! Put away violence and oppression, and execute justice and righteousness. Cease your evictions of my people, declares the Lord God.",
          "ID": "9"
        },
        {
          "text": "\"You shall have just balances, a just ephah, and a just bath.",
          "ID": "10"
        },
        {
          "text": "The ephah and the bath shall be of the same measure, the bath containing one tenth of a homer, and the ephah one tenth of a homer; the homer shall be the standard measure.",
          "ID": "11"
        },
        {
          "text": "The shekel shall be twenty gerahs; twenty shekels plus twenty-five shekels plus fifteen shekels shall be your mina.",
          "ID": "12"
        },
        {
          "text": "\"This is the offering that you shall make: one sixth of an ephah from each homer of wheat, and one sixth of an ephah from each homer of barley,",
          "ID": "13"
        },
        {
          "text": "and as the fixed portion of oil, measured in baths, one tenth of a bath from each cor (the cor, like the homer, contains ten baths).",
          "ID": "14"
        },
        {
          "text": "And one sheep from every flock of two hundred, from the watering places of Israel for grain offering, burnt offering, and peace offerings, to make atonement for them, declares the Lord God.",
          "ID": "15"
        },
        {
          "text": "All the people of the land shall be obliged to give this offering to the prince in Israel.",
          "ID": "16"
        },
        {
          "text": "It shall be the prince's duty to furnish the burnt offerings, grain offerings, and drink offerings, at the feasts, the new moons, and the Sabbaths, all the appointed feasts of the house of Israel: he shall provide the sin offerings, grain offerings, burnt offerings, and peace offerings, to make atonement on behalf of the house of Israel.",
          "ID": "17"
        },
        {
          "text": "\"Thus says the Lord God: In the first month, on the first day of the month, you shall take a bull from the herd without blemish, and purify the sanctuary.",
          "ID": "18"
        },
        {
          "text": "The priest shall take some of the blood of the sin offering and put it on the doorposts of the temple, the four corners of the ledge of the altar, and the posts of the gate of the inner court.",
          "ID": "19"
        },
        {
          "text": "You shall do the same on the seventh day of the month for anyone who has sinned through error or ignorance; so you shall make atonement for the temple.",
          "ID": "20"
        },
        {
          "text": "\"In the first month, on the fourteenth day of the month, you shall celebrate the Feast of the Passover, and for seven days unleavened bread shall be eaten.",
          "ID": "21"
        },
        {
          "text": "On that day the prince shall provide for himself and all the people of the land a young bull for a sin offering.",
          "ID": "22"
        },
        {
          "text": "And on the seven days of the festival he shall provide as a burnt offering to the Lord seven young bulls and seven rams without blemish, on each of the seven days; and a male goat daily for a sin offering.",
          "ID": "23"
        },
        {
          "text": "And he shall provide as a grain offering an ephah for each bull, an ephah for each ram, and a hin of oil to each ephah.",
          "ID": "24"
        },
        {
          "text": "In the seventh month, on the fifteenth day of the month and for the seven days of the feast, he shall make the same provision for sin offerings, burnt offerings, and grain offerings, and for the oil.",
          "ID": "25"
        }
      ],
      "ID": "OT:EZK.45",
      "name": "Ezekiel 45"
    },
    {
      "text": [
        {
          "text": "\"Thus says the Lord God: The gate of the inner court that faces east shall be shut on the six working days, but on the Sabbath day it shall be opened, and on the day of the new moon it shall be opened.",
          "ID": "1"
        },
        {
          "text": "The prince shall enter by the vestibule of the gate from outside, and shall take his stand by the post of the gate. The priests shall offer his burnt offering and his peace offerings, and he shall worship at the threshold of the gate. Then he shall go out, but the gate shall not be shut until evening.",
          "ID": "2"
        },
        {
          "text": "The people of the land shall bow down at the entrance of that gate before the Lord on the Sabbaths and on the new moons.",
          "ID": "3"
        },
        {
          "text": "The burnt offering that the prince offers to the Lord on the Sabbath day shall be six lambs without blemish and a ram without blemish.",
          "ID": "4"
        },
        {
          "text": "And the grain offering with the ram shall be an ephah, and the grain offering with the lambs shall be as much as he is able, together with a hin of oil to each ephah.",
          "ID": "5"
        },
        {
          "text": "On the day of the new moon he shall offer a bull from the herd without blemish, and six lambs and a ram, which shall be without blemish.",
          "ID": "6"
        },
        {
          "text": "As a grain offering he shall provide an ephah with the bull and an ephah with the ram, and with the lambs as much as he is able, together with a hin of oil to each ephah.",
          "ID": "7"
        },
        {
          "text": "When the prince enters, he shall enter by the vestibule of the gate, and he shall go out by the same way.",
          "ID": "8"
        },
        {
          "text": "\"When the people of the land come before the Lord at the appointed feasts, he who enters by the north gate to worship shall go out by the south gate, and he who enters by the south gate shall go out by the north gate: no one shall return by way of the gate by which he entered, but each shall go out straight ahead.",
          "ID": "9"
        },
        {
          "text": "When they enter, the prince shall enter with them, and when they go out, he shall go out.",
          "ID": "10"
        },
        {
          "text": "\"At the feasts and the appointed festivals, the grain offering with a young bull shall be an ephah, and with a ram an ephah, and with the lambs as much as one is able to give, together with a hin of oil to an ephah.",
          "ID": "11"
        },
        {
          "text": "When the prince provides a freewill offering, either a burnt offering or peace offerings as a freewill offering to the Lord, the gate facing east shall be opened for him. And he shall offer his burnt offering or his peace offerings as he does on the Sabbath day. Then he shall go out, and after he has gone out the gate shall be shut.",
          "ID": "12"
        },
        {
          "text": "\"You shall provide a lamb a year old without blemish for a burnt offering to the Lord daily; morning by morning you shall provide it.",
          "ID": "13"
        },
        {
          "text": "And you shall provide a grain offering with it morning by morning, one sixth of an ephah, and one third of a hin of oil to moisten the flour, as a grain offering to the Lord. This is a perpetual statute.",
          "ID": "14"
        },
        {
          "text": "Thus the lamb and the meal offering and the oil shall be provided, morning by morning, for a regular burnt offering.",
          "ID": "15"
        },
        {
          "text": "\"Thus says the Lord God: If the prince makes a gift to any of his sons as his inheritance, it shall belong to his sons. It is their property by inheritance.",
          "ID": "16"
        },
        {
          "text": "But if he makes a gift out of his inheritance to one of his servants, it shall be his to the year of liberty. Then it shall revert to the prince; surely it is his inheritance—it shall belong to his sons.",
          "ID": "17"
        },
        {
          "text": "The prince shall not take any of the inheritance of the people, thrusting them out of their property. He shall give his sons their inheritance out of his own property, so that none of my people shall be scattered from his property.\"",
          "ID": "18"
        },
        {
          "text": "Then he brought me through the entrance, which was at the side of the gate, to the north row of the holy chambers for the priests, and behold, a place was there at the extreme western end of them.",
          "ID": "19"
        },
        {
          "text": "And he said to me, \"This is the place where the priests shall boil the guilt offering and the sin offering, and where they shall bake the grain offering, in order not to bring them out into the outer court and so transmit holiness to the people.\"",
          "ID": "20"
        },
        {
          "text": "Then he brought me out to the outer court and led me around to the four corners of the court. And behold, in each corner of the court there was another court—",
          "ID": "21"
        },
        {
          "text": "in the four corners of the court were small courts, forty cubits long and thirty broad; the four were of the same size.",
          "ID": "22"
        },
        {
          "text": "On the inside, around each of the four courts was a row of masonry, with hearths made at the bottom of the rows all around.",
          "ID": "23"
        },
        {
          "text": "Then he said to me, \"These are the kitchens where those who minister at the temple shall boil the sacrifices of the people.\"",
          "ID": "24"
        }
      ],
      "ID": "OT:EZK.46",
      "name": "Ezekiel 46"
    },
    {
      "text": [
        {
          "text": "Then he brought me back to the door of the temple, and behold, water was issuing from below the threshold of the temple toward the east (for the temple faced east). The water was flowing down from below the south end of the threshold of the temple, south of the altar.",
          "ID": "1"
        },
        {
          "text": "Then he brought me out by way of the north gate and led me around on the outside to the outer gate that faces toward the east; and behold, the water was trickling out on the south side.",
          "ID": "2"
        },
        {
          "text": "Going on eastward with a measuring line in his hand, the man measured a thousand cubits, and then led me through the water, and it was ankle-deep.",
          "ID": "3"
        },
        {
          "text": "Again he measured a thousand, and led me through the water, and it was knee-deep. Again he measured a thousand, and led me through the water, and it was waist-deep.",
          "ID": "4"
        },
        {
          "text": "Again he measured a thousand, and it was a river that I could not pass through, for the water had risen. It was deep enough to swim in, a river that could not be passed through.",
          "ID": "5"
        },
        {
          "text": "And he said to me, \"Son of man, have you seen this?\"",
          "ID": "6"
        },
        {
          "text": "Then he led me back to the bank of the river.",
          "ID": "6"
        },
        {
          "text": "As I went back, I saw on the bank of the river very many trees on the one side and on the other.",
          "ID": "7"
        },
        {
          "text": "And he said to me, \"This water flows toward the eastern region and goes down into the Arabah, and enters the sea; when the water flows into the sea, the water will become fresh.",
          "ID": "8"
        },
        {
          "text": "And wherever the river goes, every living creature that swarms will live, and there will be very many fish. For this water goes there, that the waters of the sea may become fresh; so everything will live where the river goes.",
          "ID": "9"
        },
        {
          "text": "Fishermen will stand beside the sea. From Engedi to Eneglaim it will be a place for the spreading of nets. Its fish will be of very many kinds, like the fish of the Great Sea.",
          "ID": "10"
        },
        {
          "text": "But its swamps and marshes will not become fresh; they are to be left for salt.",
          "ID": "11"
        },
        {
          "text": "And on the banks, on both sides of the river, there will grow all kinds of trees for food. Their leaves will not wither, nor their fruit fail, but they will bear fresh fruit every month, because the water for them flows from the sanctuary. Their fruit will be for food, and their leaves for healing.\"",
          "ID": "12"
        },
        {
          "text": "Thus says the Lord God: \"This is the boundary by which you shall divide the land for inheritance among the twelve tribes of Israel. Joseph shall have two portions.",
          "ID": "13"
        },
        {
          "text": "And you shall divide equally what I swore to give to your fathers. This land shall fall to you as your inheritance.",
          "ID": "14"
        },
        {
          "text": "\"This shall be the boundary of the land: On the north side, from the Great Sea by way of Hethlon to Lebo-hamath, and on to Zedad,",
          "ID": "15"
        },
        {
          "text": "Berothah, Sibraim (which lies on the border between Damascus and Hamath), as far as Hazer-hatticon, which is on the border of Hauran.",
          "ID": "16"
        },
        {
          "text": "So the boundary shall run from the sea to Hazar-enan, which is on the northern border of Damascus, with the border of Hamath to the north. This shall be the north side.",
          "ID": "17"
        },
        {
          "text": "\"On the east side, the boundary shall run between Hauran and Damascus; along the Jordan between Gilead and the land of Israel; to the eastern sea and as far as Tamar. This shall be the east side.",
          "ID": "18"
        },
        {
          "text": "\"On the south side, it shall run from Tamar as far as the waters of Meribah-kadesh, from there along the Brook of Egypt to the Great Sea. This shall be the south side.",
          "ID": "19"
        },
        {
          "text": "\"On the west side, the Great Sea shall be the boundary to a point opposite Lebo-hamath. This shall be the west side.",
          "ID": "20"
        },
        {
          "text": "\"So you shall divide this land among you according to the tribes of Israel.",
          "ID": "21"
        },
        {
          "text": "You shall allot it as an inheritance for yourselves and for the sojourners who reside among you and have had children among you. They shall be to you as native-born children of Israel. With you they shall be allotted an inheritance among the tribes of Israel.",
          "ID": "22"
        },
        {
          "text": "In whatever tribe the sojourner resides, there you shall assign him his inheritance, declares the Lord God.",
          "ID": "23"
        }
      ],
      "ID": "OT:EZK.47",
      "name": "Ezekiel 47"
    },
    {
      "text": [
        {
          "text": "\"These are the names of the tribes: Beginning at the northern extreme, beside the way of Hethlon to Lebo-hamath, as far as Hazar-enan (which is on the northern border of Damascus over against Hamath), and extending from the east side to the west, Dan, one portion.",
          "ID": "1"
        },
        {
          "text": "Adjoining the territory of Dan, from the east side to the west, Asher, one portion.",
          "ID": "2"
        },
        {
          "text": "Adjoining the territory of Asher, from the east side to the west, Naphtali, one portion.",
          "ID": "3"
        },
        {
          "text": "Adjoining the territory of Naphtali, from the east side to the west, Manasseh, one portion.",
          "ID": "4"
        },
        {
          "text": "Adjoining the territory of Manasseh, from the east side to the west, Ephraim, one portion.",
          "ID": "5"
        },
        {
          "text": "Adjoining the territory of Ephraim, from the east side to the west, Reuben, one portion.",
          "ID": "6"
        },
        {
          "text": "Adjoining the territory of Reuben, from the east side to the west, Judah, one portion.",
          "ID": "7"
        },
        {
          "text": "\"Adjoining the territory of Judah, from the east side to the west, shall be the portion which you shall set apart, 25,000 cubits in breadth, and in length equal to one of the tribal portions, from the east side to the west, with the sanctuary in the midst of it.",
          "ID": "8"
        },
        {
          "text": "The portion that you shall set apart for the Lord shall be 25,000 cubits in length, and 20,000 in breadth.",
          "ID": "9"
        },
        {
          "text": "These shall be the allotments of the holy portion: the priests shall have an allotment measuring 25,000 cubits on the northern side, 10,000 cubits in breadth on the western side, 10,000 in breadth on the eastern side, and 25,000 in length on the southern side, with the sanctuary of the Lord in the midst of it.",
          "ID": "10"
        },
        {
          "text": "This shall be for the consecrated priests, the sons of Zadok, who kept my charge, who did not go astray when the people of Israel went astray, as the Levites did.",
          "ID": "11"
        },
        {
          "text": "And it shall belong to them as a special portion from the holy portion of the land, a most holy place, adjoining the territory of the Levites.",
          "ID": "12"
        },
        {
          "text": "And alongside the territory of the priests, the Levites shall have an allotment 25,000 cubits in length and 10,000 in breadth. The whole length shall be 25,000 cubits and the breadth 20,000.",
          "ID": "13"
        },
        {
          "text": "They shall not sell or exchange any of it. They shall not alienate this choice portion of the land, for it is holy to the Lord.",
          "ID": "14"
        },
        {
          "text": "\"The remainder, 5,000 cubits in breadth and 25,000 in length, shall be for common use for the city, for dwellings and for open country. In the midst of it shall be the city,",
          "ID": "15"
        },
        {
          "text": "and these shall be its measurements: the north side 4,500 cubits, the south side 4,500, the east side 4,500, and the west side 4,500.",
          "ID": "16"
        },
        {
          "text": "And the city shall have open land: on the north 250 cubits, on the south 250, on the east 250, and on the west 250.",
          "ID": "17"
        },
        {
          "text": "The remainder of the length alongside the holy portion shall be 10,000 cubits to the east, and 10,000 to the west, and it shall be alongside the holy portion. Its produce shall be food for the workers of the city.",
          "ID": "18"
        },
        {
          "text": "And the workers of the city, from all the tribes of Israel, shall till it.",
          "ID": "19"
        },
        {
          "text": "The whole portion that you shall set apart shall be 25,000 cubits square, that is, the holy portion together with the property of the city.",
          "ID": "20"
        },
        {
          "text": "\"What remains on both sides of the holy portion and of the property of the city shall belong to the prince. Extending from the 25,000 cubits of the holy portion to the east border, and westward from the 25,000 cubits to the west border, parallel to the tribal portions, it shall belong to the prince. The holy portion with the sanctuary of the temple shall be in its midst.",
          "ID": "21"
        },
        {
          "text": "It shall be separate from the property of the Levites and the property of the city, which are in the midst of that which belongs to the prince. The portion of the prince shall lie between the territory of Judah and the territory of Benjamin.",
          "ID": "22"
        },
        {
          "text": "\"As for the rest of the tribes: from the east side to the west, Benjamin, one portion.",
          "ID": "23"
        },
        {
          "text": "Adjoining the territory of Benjamin, from the east side to the west, Simeon, one portion.",
          "ID": "24"
        },
        {
          "text": "Adjoining the territory of Simeon, from the east side to the west, Issachar, one portion.",
          "ID": "25"
        },
        {
          "text": "Adjoining the territory of Issachar, from the east side to the west, Zebulun, one portion.",
          "ID": "26"
        },
        {
          "text": "Adjoining the territory of Zebulun, from the east side to the west, Gad, one portion.",
          "ID": "27"
        },
        {
          "text": "And adjoining the territory of Gad to the south, the boundary shall run from Tamar to the waters of Meribah-kadesh, from there along the Brook of Egypt to the Great Sea.",
          "ID": "28"
        },
        {
          "text": "This is the land that you shall allot as an inheritance among the tribes of Israel, and these are their portions, declares the Lord God.",
          "ID": "29"
        },
        {
          "text": "\"These shall be the exits of the city: On the north side, which is to be 4,500 cubits by measure,",
          "ID": "30"
        },
        {
          "text": "three gates, the gate of Reuben, the gate of Judah, and the gate of Levi, the gates of the city being named after the tribes of Israel.",
          "ID": "31"
        },
        {
          "text": "On the east side, which is to be 4,500 cubits, three gates, the gate of Joseph, the gate of Benjamin, and the gate of Dan.",
          "ID": "32"
        },
        {
          "text": "On the south side, which is to be 4,500 cubits by measure, three gates, the gate of Simeon, the gate of Issachar, and the gate of Zebulun.",
          "ID": "33"
        },
        {
          "text": "On the west side, which is to be 4,500 cubits, three gates, the gate of Gad, the gate of Asher, and the gate of Naphtali.",
          "ID": "34"
        },
        {
          "text": "The circumference of the city shall be 18,000 cubits. And the name of the city from that time on shall be, The Lord Is There.\"",
          "ID": "35"
        }
      ],
      "ID": "OT:EZK.48",
      "name": "Ezekiel 48"
    }
  ],
  "ID": "OT:EZK(ESV)",
  "version": "ESV",
  "name": "Ezekiel"
}