{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Видя, что многие уже принялись описывать события, которые произошли у нас ",
          "ID": "1"
        },
        {
          "text": "и о которых мы узнали от тех, что были с самого начала их очевидцами и затем стали служителями слова, ",
          "ID": "2"
        },
        {
          "text": "решил и я, тщательно изучив всё, как оно происходило, описать это по порядку для тебя, досточтимый Феофил, ",
          "ID": "3"
        },
        {
          "text": "чтобы ты лучше узнал, насколько достоверно всё то, в чем ты был наставлен.",
          "ID": "4"
        },
        {
          "text": "Во времена Ирода, царя Иудеи, был некий священник по имени Захария; он нес свое служение в Авиевой смене недельных служб. Его жена, которую звали Елизавета, также происходила из священнического рода. ",
          "ID": "5"
        },
        {
          "text": "Оба они были праведными в глазах Божиих, живя безупречно по всем заповедям и установлениям Господним. ",
          "ID": "6"
        },
        {
          "text": "Но у них не было детей: Елизавета была бесплодной, и уже достигли они преклонного возраста.",
          "ID": "7"
        },
        {
          "text": "Однажды, когда Захария в порядке очередности совершал свое священническое служение перед Богом, ",
          "ID": "8"
        },
        {
          "text": "ему, как было принято среди священников, выпало по жребию войти в Святилище Господне и курить благовония, ",
          "ID": "9"
        },
        {
          "text": "а весь народ во время курения благовоний молился вне Храма.",
          "ID": "10"
        },
        {
          "text": "И явился Захарии ангел Господень, он стоял по правую сторону жертвенника, на котором курились благовония. ",
          "ID": "11"
        },
        {
          "text": "Растерялся и смутился Захария, увидев ангела, и охватил его страх. ",
          "ID": "12"
        },
        {
          "text": "Ангел же сказал ему: «Не бойся, Захария: твоя молитва услышана! Жена твоя Елизавета родит тебе сына, и ты назовешь его Иоанном. ",
          "ID": "13"
        },
        {
          "text": "И будешь ты радоваться и ликовать, и многие будут рады его рождению. ",
          "ID": "14"
        },
        {
          "text": "Ибо он будет велик в глазах Господа, не будет пить ни вина, ни крепких напитков и преисполнится Духом Святым еще до рождения своего, ",
          "ID": "15"
        },
        {
          "text": "и обратит многих из сыновей Израиля к Господу, Богу их. ",
          "ID": "16"
        },
        {
          "text": "Это он, исполненный духом и силой Илии, будет идти впереди Господа, чтобы примирить отцов с детьми своими, а непокорных привести к образу мыслей праведных, приготовить народ, который был бы угоден Господу ».",
          "ID": "17"
        },
        {
          "text": "Захария же сказал ангелу: «Как мне узнать, что это сбудется? Ведь я стар и жена моя уже в годах».",
          "ID": "18"
        },
        {
          "text": "«Я – Гавриил, стоящий в присутствии Бога, – ответил ему ангел, – и послан говорить с тобой и принести тебе эту радостную весть. ",
          "ID": "19"
        },
        {
          "text": "Но вот за то, что ты не поверил моим словам, которые исполнятся в свое время, ты будешь молчать и не сможешь говорить до того дня, пока не сбудется это».",
          "ID": "20"
        },
        {
          "text": "Народ же тем временем ждал Захарию и недоумевал, почему он так долго задерживается в Святилище. ",
          "ID": "21"
        },
        {
          "text": "Когда наконец он вышел, то говорить ни с кем не мог. И люди поняли, что в Святилище было ему видение. Он же объяснялся с ними одними жестами, оставаясь немым.",
          "ID": "22"
        },
        {
          "text": "И как только подошли к концу дни его служения в Храме, он вернулся к себе домой. ",
          "ID": "23"
        },
        {
          "text": "Вскоре после этого жена его, Елизавета, зачала и первые пять месяцев провела в полном уединении. «Господь это сделал для меня, – говорила она, – Он позаботился о том, чтобы снять с меня позор перед людьми».",
          "ID": "24"
        },
        {
          "text": "На шестой месяц после видения Захарии ангел Гавриил был послан Богом в галилейский город Назарет ",
          "ID": "26"
        },
        {
          "text": "к деве, обрученной с человеком по имени Иосиф из рода Давидова. Звали эту деву Мария. ",
          "ID": "27"
        },
        {
          "text": "И, войдя к ней, Гавриил сказал: «Радуйся! С тобой Господь, ты удостоилась Его особой милости!»",
          "ID": "28"
        },
        {
          "text": "Эти слова очень смутили ее, и она старалась понять, что могло бы означать такое приветствие. ",
          "ID": "29"
        },
        {
          "text": "Тогда ангел сказал ей: «Не бойся, Мария! Ты обрела особую милость у Бога. ",
          "ID": "30"
        },
        {
          "text": "И ты зачнешь, и родишь Сына, и дашь Ему имя Иисус. ",
          "ID": "31"
        },
        {
          "text": "Он будет велик, и назовут Его Сыном Всевышнего; Господь Бог даст Ему престол Давида, праотца Его. ",
          "ID": "32"
        },
        {
          "text": "Он будет царствовать над потомками Иакова вечно, и Царству Его не будет конца».",
          "ID": "33"
        },
        {
          "text": "«Как же это возможно, если я еще не замужем?» – спросила Мария у ангела.",
          "ID": "34"
        },
        {
          "text": "«Дух Святой снизойдет на тебя, – ответил ей ангел, – и сила Всевышнего тебя осенит, а потому и Святое Дитя, рожденное тобою, будет названо Сыном Божьим. ",
          "ID": "35"
        },
        {
          "text": "Знай, что и Елизавета, родственница твоя, несмотря на свою старость, также ждет сына: она уже на шестом месяце, хотя ее и называли бесплодной. ",
          "ID": "36"
        },
        {
          "text": "Ибо для Бога нет ничего невозможного».",
          "ID": "37"
        },
        {
          "text": "«Ты видишь, – сказала Мария, – я готова служить Господу; пусть будет так, как ты сказал». И ангел оставил ее.",
          "ID": "38"
        },
        {
          "text": "Вскоре после этого Мария собралась и спешно отправилась в город, расположенный в нагорье Иудеи. ",
          "ID": "39"
        },
        {
          "text": "Она вошла в дом Захарии и приветствовала Елизавету. ",
          "ID": "40"
        },
        {
          "text": "И как только Елизавета услышала приветствие Марии, ребенок во чреве ее встрепенулся. Исполнилась тогда Елизавета Духом Святым ",
          "ID": "41"
        },
        {
          "text": "и громко воскликнула: «Благословенна ты более всех женщин, и благословен плод чрева твоего! ",
          "ID": "42"
        },
        {
          "text": "И откуда мне такое счастье? Ко мне пришла мать Господа моего! ",
          "ID": "43"
        },
        {
          "text": "Знай же, в тот миг, когда я услыхала твое приветствие, встрепенулся от радости ребенок во чреве моем. ",
          "ID": "44"
        },
        {
          "text": "Как блаженна поверившая, что исполнится сказанное ей Господом!»",
          "ID": "45"
        },
        {
          "text": "Тогда Мария сказала:",
          "ID": "46"
        },
        {
          "text": "«Превозносит душа моя Господа,",
          "ID": "46"
        },
        {
          "text": "и дух мой ликует и радуется Богу, Спасителю моему,",
          "ID": "47"
        },
        {
          "text": "ибо Он удостоил вниманием рабу Свою,",
          "ID": "48"
        },
        {
          "text": "такую ничтожную.",
          "ID": "48"
        },
        {
          "text": "И отныне все поколения людей",
          "ID": "48"
        },
        {
          "text": "будут называть меня блаженной,",
          "ID": "48"
        },
        {
          "text": "ибо великое совершил для меня Сильный.",
          "ID": "49"
        },
        {
          "text": "Свято имя Его,",
          "ID": "49"
        },
        {
          "text": "и милость Его – из рода в род к почитающим Его.",
          "ID": "50"
        },
        {
          "text": "Явил Он мощь руки Своей,",
          "ID": "51"
        },
        {
          "text": "рассеял возомнивших о себе гордецов,",
          "ID": "51"
        },
        {
          "text": "свергнул сильных с престолов их и возвысил униженных.",
          "ID": "52"
        },
        {
          "text": "Голодающих Он насытил благами,",
          "ID": "53"
        },
        {
          "text": "а богатых отослал ни с чем.",
          "ID": "53"
        },
        {
          "text": "Он пришел на помощь Израилю, слуге Своему,",
          "ID": "54"
        },
        {
          "text": "не забыв о милости, –",
          "ID": "54"
        },
        {
          "text": "как и обещал праотцам нашим, –",
          "ID": "55"
        },
        {
          "text": "о вечной милости к Аврааму и потомкам его».",
          "ID": "55"
        },
        {
          "text": "Мария пробыла у Елизаветы около трех месяцев, а затем вернулась домой.",
          "ID": "56"
        },
        {
          "text": "Елизавете же пришло время родить, и родила она сына. ",
          "ID": "57"
        },
        {
          "text": "Ее соседи и родственники услышали о том, какую великую милость явил ей Господь, и радовались вместе с нею.",
          "ID": "58"
        },
        {
          "text": "На восьмой день они пришли совершить обрезание ребенку и собирались назвать его по отцу Захарией. ",
          "ID": "59"
        },
        {
          "text": "Однако Елизавета возразила: «Нет, назовем его Иоанном».",
          "ID": "60"
        },
        {
          "text": "«Но ведь в твоей родне нет никого с таким именем!» – сказали ей собравшиеся. ",
          "ID": "61"
        },
        {
          "text": "И с помощью знаков стали спрашивать у отца, какое имя он хотел бы дать сыну. ",
          "ID": "62"
        },
        {
          "text": "Попросив дощечку, Захария, ко всеобщему удивлению, написал: «Имя ему Иоанн». ",
          "ID": "63"
        },
        {
          "text": "И тотчас к нему вернулась речь: он заговорил и стал славить Бога. ",
          "ID": "64"
        },
        {
          "text": "Благоговейный трепет охватил тогда всех его соседей, и молва о том, что случилось, распространилась по всей горной Иудее. ",
          "ID": "65"
        },
        {
          "text": "И все, кто слышал о происшедшем, хранили это у себя в сердце и спрашивали: «Кем же станет этот ребенок?» – ведь над ним явно была рука Господня.",
          "ID": "66"
        },
        {
          "text": "Тогда отец Иоанна Захария, исполненный Святого Духа, произнес пророческие слова:",
          "ID": "67"
        },
        {
          "text": "«Благословен Господь, Бог Израиля,",
          "ID": "68"
        },
        {
          "text": "ибо Он пришел и принес искупление народу Своему,",
          "ID": "68"
        },
        {
          "text": "и дал нам могущественного Спасителя",
          "ID": "69"
        },
        {
          "text": "из дома Давида, слуги Своего.",
          "ID": "69"
        },
        {
          "text": "Так и обещал Он издавна,",
          "ID": "70"
        },
        {
          "text": "когда говорил устами святых пророков Своих,",
          "ID": "70"
        },
        {
          "text": "что спасет нас от врагов наших",
          "ID": "71"
        },
        {
          "text": "и от рук всех ненавидящих нас",
          "ID": "71"
        },
        {
          "text": "и что, помня святой Завет Свой,",
          "ID": "72"
        },
        {
          "text": "явит милость отцам нашим.",
          "ID": "72"
        },
        {
          "text": "Клятвенно заверил Он Авраама,",
          "ID": "73"
        },
        {
          "text": "праотца нашего, что мы,",
          "ID": "73"
        },
        {
          "text": "избавленные от рук врагов своих,",
          "ID": "73"
        },
        {
          "text": "сможем безбоязненно служить Ему",
          "ID": "73"
        },
        {
          "text": "в святости и праведности",
          "ID": "75"
        },
        {
          "text": "перед лицом Его во все дни жизни нашей.",
          "ID": "75"
        },
        {
          "text": "А ты, дитя, пророком Всевышнего",
          "ID": "76"
        },
        {
          "text": "станешь именоваться,",
          "ID": "76"
        },
        {
          "text": "ибо будешь идти перед Господом,",
          "ID": "76"
        },
        {
          "text": "чтобы проложить путь Ему",
          "ID": "76"
        },
        {
          "text": "и привести народ Его к познанию спасения",
          "ID": "77"
        },
        {
          "text": "через прощение грехов народа сего.",
          "ID": "77"
        },
        {
          "text": "По любви и милосердию Бога нашего",
          "ID": "78"
        },
        {
          "text": "Восходящее Светило посетит нас свыше,",
          "ID": "78"
        },
        {
          "text": "чтобы просветить живущих во тьме и тени смертной",
          "ID": "79"
        },
        {
          "text": "и направить нас на путь мира».",
          "ID": "79"
        },
        {
          "text": "А ребенок рос и укреплялся духом; жил он в пустыне до дня явления его народу израильскому.",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1",
      "name": "Евангелие по Луке 1"
    },
    {
      "text": [
        {
          "text": "В те дни император Август издал указ о переписи по всей его империи. ",
          "ID": "1"
        },
        {
          "text": "Это была первая перепись такого рода, и проводилась она в то время, когда Квириний правил Сирией. ",
          "ID": "2"
        },
        {
          "text": "И на перепись каждый пошел в город свой.",
          "ID": "3"
        },
        {
          "text": "Так и Иосиф из города Назарета, что в Галилее, отправился в Иудею, в город Давида, называемый Вифлеемом, потому что был он из рода Давида, его потомком. ",
          "ID": "4"
        },
        {
          "text": "Пошел он на перепись вместе с Марией, обрученной с ним. Она ожидала ребенка, ",
          "ID": "5"
        },
        {
          "text": "и пока они находились в Вифлееме, пришло ей время родить. ",
          "ID": "6"
        },
        {
          "text": "Родила она Сына, своего Первенца, спеленала Его и положила в ясли в хлеву, потому что на постоялом дворе места для них не нашлось.",
          "ID": "7"
        },
        {
          "text": "В окрестностях же Вифлеема были пастухи, которые жили в поле и, ночью сменяя друг друга, стерегли свое стадо. ",
          "ID": "8"
        },
        {
          "text": "И предстал перед ними ангел Господень. Сияние света Господня озарило их. Они очень испугались, ",
          "ID": "9"
        },
        {
          "text": "но ангел сказал им: «Не бойтесь! Я несу вам добрую весть – весть о великой радости для всего народа: ",
          "ID": "10"
        },
        {
          "text": "сегодня в городе Давида родился ваш Спаситель – Христос, Господь! ",
          "ID": "11"
        },
        {
          "text": "И вот вам знак: вы найдете Ребенка спеленатого, лежащего в яслях».",
          "ID": "12"
        },
        {
          "text": "И внезапно вместе с ангелом явилось многочисленное небесное воинство, прославлявшее Бога. Ангелы пели:",
          "ID": "13"
        },
        {
          "text": "«Слава Богу в высях небесных",
          "ID": "14"
        },
        {
          "text": "и мир земле!",
          "ID": "14"
        },
        {
          "text": "Благоволит Бог людям!»",
          "ID": "14"
        },
        {
          "text": "Когда ангелы, оставив их, возвратились на небо, пастухи стали говорить друг другу: «Пойдемте в Вифлеем и посмотрим на то, о чем возвестил нам Господь».",
          "ID": "15"
        },
        {
          "text": "Они поспешно отправились в путь и нашли Марию, Иосифа и Младенца, лежащего в яслях. ",
          "ID": "16"
        },
        {
          "text": "Увидев их, пастухи возвестили им то, что узнали они об Этом Ребенке; ",
          "ID": "17"
        },
        {
          "text": "и все, кто слышал пастухов, удивлялись их рассказу. ",
          "ID": "18"
        },
        {
          "text": "Мария же хранила в своей памяти все эти слова, много думая о них. ",
          "ID": "19"
        },
        {
          "text": "А пастухи возвратились, хваля и прославляя Бога за то, что они увидели и услышали: всё произошло так, как им было сказано.",
          "ID": "20"
        },
        {
          "text": "Восемь дней спустя пришло время совершить обрезание Младенца, и тогда Он был назван Иисусом – тем именем, которое еще до зачатия было дано Ему ангелом.",
          "ID": "21"
        },
        {
          "text": "Когда завершились дни их очищения по Закону Моисея, они принесли Младенца в Иерусалим, чтобы представить Его Господу ",
          "ID": "22"
        },
        {
          "text": "(как написано в Законе Господнем: «Всякий первенец мужского пола должен быть посвящен Господу»), ",
          "ID": "23"
        },
        {
          "text": "а также чтобы, как предписано Законом Господним, принести жертву: пару горлиц или двух птенцов голубя.",
          "ID": "24"
        },
        {
          "text": "В то время в Иерусалиме жил человек по имени Симеон, праведный и богобоязненный человек, ожидающий спасения для Израиля; и Дух Святой был на нем. ",
          "ID": "25"
        },
        {
          "text": "И ему было открыто Духом Святым, что он не умрет, пока не увидит Христа Господня. ",
          "ID": "26"
        },
        {
          "text": "Побуждаемый Духом, пришел он в Храм, и, когда родители принесли туда Младенца Иисуса, чтобы там сделать для Него всё, что предписывает Закон, ",
          "ID": "27"
        },
        {
          "text": "Симеон взял Его на руки, восхвалил Бога и сказал:",
          "ID": "28"
        },
        {
          "text": "«Ныне с миром отпускаешь Ты раба Своего, Владыка,",
          "ID": "29"
        },
        {
          "text": "по слову Твоему,",
          "ID": "29"
        },
        {
          "text": "ибо увидели очи мои дарованное Тобой Спасение,",
          "ID": "30"
        },
        {
          "text": "которое приготовил Ты перед лицом всех народов:",
          "ID": "31"
        },
        {
          "text": "Свет, несущий откровение язычникам,",
          "ID": "32"
        },
        {
          "text": "и Славу Израиля, народа Твоего!»",
          "ID": "32"
        },
        {
          "text": "Отец и мать Иисуса очень удивились, услышав эти слова о Нем, ",
          "ID": "33"
        },
        {
          "text": "а Симеон благословил их и сказал Марии, матери Иисуса: «Дитя это Богом предназначено многих в Израиле привести к тому, что они либо падут, либо поднимутся. Он – знамение Божие, знамение, которое окажется отвергнутым, ",
          "ID": "34"
        },
        {
          "text": "так что откроются помыслы многих сердец. И тебе самой меч пронзит душу».",
          "ID": "35"
        },
        {
          "text": "И была там пророчица Анна, дочь Фануила из колена Асира, женщина весьма преклонного возраста. Прожив с мужем семь лет, будучи еще молодой, ",
          "ID": "36"
        },
        {
          "text": "она осталась вдовой и жила так до восьмидесяти четырех лет. Анна не покидала Храма и служила Богу день и ночь, пребывая в постах и молитвах. ",
          "ID": "37"
        },
        {
          "text": "Подойдя к ним в это же самое время, она благодарила Бога и говорила о Младенце всем, кто ожидал избавления для Иерусалима.",
          "ID": "38"
        },
        {
          "text": "Когда Иосиф и Мария исполнили всё, положенное по Закону Господню, они возвратились в Галилею, в свой город Назарет. ",
          "ID": "39"
        },
        {
          "text": "Ребенок рос, креп, исполняясь мудрости, и благословение Божие было на Нем.",
          "ID": "40"
        },
        {
          "text": "Родители Иисуса каждый год ходили в Иерусалим на праздник Пасхи. ",
          "ID": "41"
        },
        {
          "text": "Когда Ему исполнилось двенадцать лет, они, по обычаю, пошли на праздник. ",
          "ID": "42"
        },
        {
          "text": "По окончании праздничных дней они отправились домой, не зная, что Мальчик Иисус остался в Иерусалиме. ",
          "ID": "43"
        },
        {
          "text": "Они думали, что Он с идущими вместе с ними родными, и лишь после дня пути стали искать Его среди родственников и знакомых. ",
          "ID": "44"
        },
        {
          "text": "Не найдя Иисуса, они в поисках Его возвратились в Иерусалим. ",
          "ID": "45"
        },
        {
          "text": "Через три дня Его нашли в Храме, где Он сидел среди учителей, слушая их и задавая им вопросы. ",
          "ID": "46"
        },
        {
          "text": "Все, кто слышал Его, удивлялись Его разуму и ответам. ",
          "ID": "47"
        },
        {
          "text": "Увидев Его, родители были поражены, и мать сказала Ему: «Сын мой, почему Ты так с нами поступил? Мы так извелись, пока искали Тебя».",
          "ID": "48"
        },
        {
          "text": "«Зачем же вы искали Меня? – сказал им Иисус. – Разве вы не знали, что Я должен быть в Доме Отца Моего?» ",
          "ID": "49"
        },
        {
          "text": "Но они не поняли того, что Он им сказал.",
          "ID": "50"
        },
        {
          "text": "И Он пошел с родителями и возвратился в Назарет с ними и всегда был им послушен. А мать Его все эти слова хранила в своем сердце. ",
          "ID": "51"
        },
        {
          "text": "Иисус же, подрастая, преуспевал в мудрости и любви у Бога и людей.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2",
      "name": "Евангелие по Луке 2"
    },
    {
      "text": [
        {
          "text": "В пятнадцатый год правления императора Тиверия, когда Понтий Пилат управлял Иудеей, когда Галилеей правил Ирод, а его брат Филипп – Итуреей и Трахонитидой, и Лисаний – Авилинеей, ",
          "ID": "1"
        },
        {
          "text": "при первосвященниках Анне и Каиафе, Бог обратился с вестью к Иоанну, сыну Захарии, жившему тогда в пустыне. ",
          "ID": "2"
        },
        {
          "text": "И пошел Иоанн по всей долине Иорданской, проповедуя крещение в знак покаяния для прощения грехов, ",
          "ID": "3"
        },
        {
          "text": "как написано в книге пророчеств Исайи:",
          "ID": "4"
        },
        {
          "text": "«Голос громко взывающего в пустыне:",
          "ID": "4"
        },
        {
          "text": "„Приготовьте путь Господу, ",
          "ID": "4"
        },
        {
          "text": "прямыми сделайте стези Ему!",
          "ID": "4"
        },
        {
          "text": "Пусть каждое ущелье заполнится",
          "ID": "5"
        },
        {
          "text": "и каждая гора, и каждый холм сравняются с землей.",
          "ID": "5"
        },
        {
          "text": "Пусть станут прямыми кривые пути,",
          "ID": "5"
        },
        {
          "text": "и гладкими – неровные тропы;",
          "ID": "5"
        },
        {
          "text": "И весь мир увидит спасение Божие“».",
          "ID": "6"
        },
        {
          "text": "Людям, которые толпами приходили к нему, чтобы он крестил их, Иоанн говорил: «Змеиное отродье! Кто сказал вам, чтобы бежали вы от грядущего наказания Господня? ",
          "ID": "7"
        },
        {
          "text": "Пусть плоды вашей жизни докажут искренность покаяния вашего, и не вздумайте говорить самим себе: „Наш отец – Авраам“, – скажу вам, что Бог может даже из камней этих сотворить детей Аврааму. ",
          "ID": "8"
        },
        {
          "text": "Уже положен топор у корня деревьев, и всякое дерево, не приносящее хорошего плода, срубают и бросают в огонь».",
          "ID": "9"
        },
        {
          "text": "И спрашивал его народ: «Что же тогда нам делать?», ",
          "ID": "10"
        },
        {
          "text": "а он отвечал им: «У кого две рубашки, поделись с тем, у которого ни одной, и у кого есть пища, сделай так же».",
          "ID": "11"
        },
        {
          "text": "И сборщики налогов, придя к нему, чтобы он крестил их, спросили у него: «Учитель, что делать нам?»",
          "ID": "12"
        },
        {
          "text": "Он сказал им в ответ: «Не взыскивайте с людей больше, чем вам предписано».",
          "ID": "13"
        },
        {
          "text": "Спрашивали его и воины: «А что делать нам?»",
          "ID": "14"
        },
        {
          "text": "Он отвечал им: «Никого не запугивайте. Не притесняйте. Довольствуйтесь своим жалованьем».",
          "ID": "14"
        },
        {
          "text": "В то время, как люди, исполненные ожиданий, думали об Иоанне, уж не Мессия ли он, ",
          "ID": "15"
        },
        {
          "text": "Иоанн говорил им всем: «Я крещу вас водой, но идет Тот, Кто несравненно сильнее меня. Я недостоин развязать ремень обуви Его. Он будет крестить вас Духом Святым и огнем. ",
          "ID": "16"
        },
        {
          "text": "Лопата в руке Его, чтобы очистить гумно Свое и собрать пшеницу в закрома Свои; мякину же Он сожжет огнем неугасимым». ",
          "ID": "17"
        },
        {
          "text": "Это и многое другое сказал Иоанн людям, когда увещевал их, возвещая им Благую Весть.",
          "ID": "18"
        },
        {
          "text": "Он и правителя Ирода обличал, который сделал много худого и жил с Иродиадой, бывшей женой брата своего Филиппа. ",
          "ID": "19"
        },
        {
          "text": "Ко всему этому Ирод прибавил еще и то, что заключил Иоанна в тюрьму.",
          "ID": "20"
        },
        {
          "text": "Когда же весь народ крестился у Иоанна, крещен был и Сам Иисус. И когда после крещения Он еще продолжал молиться, открылось небо, ",
          "ID": "21"
        },
        {
          "text": "и Дух Святой сошел на Него в видимом образе, подобно голубю, и с неба раздался голос: «Ты – Сын Мой Возлюбленный, отрада Ты Мне!»",
          "ID": "22"
        },
        {
          "text": "Сам Иисус, начиная Свое служение, был лет тридцати; Он, как думали, был сыном Иосифа,",
          "ID": "23"
        },
        {
          "text": "Илия, ",
          "ID": "23"
        },
        {
          "text": "Матфата, Левия, Мелхия, Ианная, Иосифа,",
          "ID": "24"
        },
        {
          "text": "Маттафии, Амоса, Наума, Еслия, Наггея,",
          "ID": "25"
        },
        {
          "text": "Маафа, Маттафии, Семеина, Иосиха, Иодая,",
          "ID": "26"
        },
        {
          "text": "Иоанана, Рисая, Зоровавеля, Салафиила, Нирия,",
          "ID": "27"
        },
        {
          "text": "Мелхия, Аддия, Косама, Елмадама, Ира,",
          "ID": "28"
        },
        {
          "text": "Иисуса, Елиезера, Иорима, Матфата, Левия,",
          "ID": "29"
        },
        {
          "text": "Симеона, Иуды, Иосифа, Ионама, Елиакима,",
          "ID": "30"
        },
        {
          "text": "Мелеая, Менная, Маттафая, Нафама, Давида,",
          "ID": "31"
        },
        {
          "text": "Иессея, Овида, Вооса, Салы, Наассона,",
          "ID": "32"
        },
        {
          "text": "Аминадава, Админа, Арния, Есрома, Фареса, Иуды,",
          "ID": "33"
        },
        {
          "text": "Иакова, Исаака, Авраама, Фары, Нахора,",
          "ID": "34"
        },
        {
          "text": "Серуха, Рагава, Фалека, Евера, Салы,",
          "ID": "35"
        },
        {
          "text": "Каинама, Арфаксада, Сима, Ноя, Ламеха,",
          "ID": "36"
        },
        {
          "text": "Мафусала, Еноха, Иарета, Малелеила, Каинама,",
          "ID": "37"
        },
        {
          "text": "Еноса, Сифа, Адама, которого создал Бог.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3",
      "name": "Евангелие по Луке 3"
    },
    {
      "text": [
        {
          "text": "Исполненный Святого Духа, Иисус возвратился с Иордана и в течение сорока дней ходил по пустыне, водимый Духом и искушаемый дьяволом. Все эти дни Иисус ничего не ел, так что по прошествии их был истомлен голодом.",
          "ID": "1"
        },
        {
          "text": "И сказал Ему дьявол: «Если Ты – Сын Бога, то скажи этому камню, чтобы он превратился в хлеб».",
          "ID": "3"
        },
        {
          "text": "Иисус ответил ему: «В Писании сказано: „Не одним только хлебом будет жить человек“».",
          "ID": "4"
        },
        {
          "text": "Тогда возвел Его дьявол на гору и показал Ему в одно мгновение все царства земли. ",
          "ID": "5"
        },
        {
          "text": "«Всю эту власть над ними я отдам Тебе, – сказал он, – отдам вместе со всем великолепием их, потому что всё это передано мне, и я даю эту власть, кому хочу. ",
          "ID": "6"
        },
        {
          "text": "И если Ты падешь ниц предо мной, всё это будет Твоим».",
          "ID": "7"
        },
        {
          "text": "Но Иисус ответил ему: «В Писании сказано:",
          "ID": "8"
        },
        {
          "text": "„Господу, Богу твоему, поклоняйся ",
          "ID": "8"
        },
        {
          "text": "и Ему одному служи“».",
          "ID": "8"
        },
        {
          "text": "Наконец дьявол привел Иисуса в Иерусалим и, поставив на край стены Храма, сказал Ему: «Если Ты Сын Божий, бросься отсюда вниз, ",
          "ID": "9"
        },
        {
          "text": "ведь в Писании сказано:",
          "ID": "10"
        },
        {
          "text": "„Своим Ангелам Он повелит ",
          "ID": "10"
        },
        {
          "text": "оберегать Тебя, ",
          "ID": "10"
        },
        {
          "text": "и на руках понесут Тебя,",
          "ID": "11"
        },
        {
          "text": "чтобы Ты не споткнулся о камень",
          "ID": "11"
        },
        {
          "text": "ногой Твоею“».",
          "ID": "11"
        },
        {
          "text": "«Сказано: „Без нужды не испытывай Господа, Бога cвоего“», – ответил ему Иисус.",
          "ID": "12"
        },
        {
          "text": "И, закончив на этом все свои искушения, дьявол оставил Иисуса, ожидая другого подходящего случая.",
          "ID": "13"
        },
        {
          "text": "Исполненный силой Святого Духа, Иисус возвратился в Галилею, и молва о Нем прошла по всем окрестностям. ",
          "ID": "14"
        },
        {
          "text": "Он учил в их синагогах, и все прославляли Его.",
          "ID": "15"
        },
        {
          "text": "И пришел Иисус в город, где Он рос, в Назарет, и в субботний день по Своему обыкновению пошел в синагогу. Там Он встал, чтобы вслух читать из Писания. ",
          "ID": "16"
        },
        {
          "text": "Ему подали книгу пророка Исайи. Развернув свиток, Он нашел место, где было написано:",
          "ID": "17"
        },
        {
          "text": "«Дух Господа на Мне:",
          "ID": "18"
        },
        {
          "text": "Он помазал Меня и послал Меня ",
          "ID": "18"
        },
        {
          "text": "провозгласить Благую Весть нищим,",
          "ID": "18"
        },
        {
          "text": "возвестить пленникам освобождение и слепым прозрение,",
          "ID": "18"
        },
        {
          "text": "отпустить на свободу угнетенных ",
          "ID": "18"
        },
        {
          "text": "и возвестить,",
          "ID": "19"
        },
        {
          "text": "что наступило время милости Господней».",
          "ID": "19"
        },
        {
          "text": "Свернув свиток, Иисус отдал его служителю и сел. Взгляды всех в синагоге были устремлены на Него, ",
          "ID": "20"
        },
        {
          "text": "и Он сказал: «Услышанные вами сегодня слова Писания исполнились здесь».",
          "ID": "21"
        },
        {
          "text": "Все одобрительно отзывались о Нем и удивлялись благодатным словам, исходившим из Его уст. «Разве Он не сын Иосифа?» – спрашивали они.",
          "ID": "22"
        },
        {
          "text": "Иисус сказал им: «Вы, конечно, напомните мне о пословице: „Врач, излечи себя самого!“ И скажете Мне: „Сделай в Своем родном городе то же самое, что, как мы слышали, Ты сделал в Капернауме“. ",
          "ID": "23"
        },
        {
          "text": "Заверяю вас, – продолжал Иисус, – нет пророка, которого принимали бы на родине его. ",
          "ID": "24"
        },
        {
          "text": "Поистине же говорю вам: во времена пророка Илии в Израиле было много вдов, когда три года и шесть месяцев небо оставалось закрытым, и по всей земле был голод великий. ",
          "ID": "25"
        },
        {
          "text": "И не был послан Илия ни к одной из них, а лишь ко вдове в Сарепту в окрестности Сидона. ",
          "ID": "26"
        },
        {
          "text": "И много было прокаженных в Израиле при пророке Елисее, но никто из них не был очищен от проказы, а лишь один сириец Нееман».",
          "ID": "27"
        },
        {
          "text": "Услышав это, все люди в синагоге пришли в ярость. ",
          "ID": "28"
        },
        {
          "text": "Они вскочили и, схватив Иисуса, вывели Его из города к обрыву горы, на которой построен Назарет, чтобы сбросить Его вниз. ",
          "ID": "29"
        },
        {
          "text": "Но Он, пройдя через толпу, пошел Своим путем.",
          "ID": "30"
        },
        {
          "text": "И пришел Иисус в Капернаум, город в Галилее; и вновь по субботам учил Он людей. ",
          "ID": "31"
        },
        {
          "text": "Они же не переставали дивиться тому, как Он учил, ибо говорил Он как наделенный властью Божией.",
          "ID": "32"
        },
        {
          "text": "В синагоге был человек, одержимый духом, бесом нечистым. Он закричал во весь голос: ",
          "ID": "33"
        },
        {
          "text": "«Ну что Тебе нужно от нас, Иисус Назарянин? Ты пришел погубить нас? Знаю, кто Ты такой – святой Божий Сын!»",
          "ID": "34"
        },
        {
          "text": "«Замолчи, – строго сказал ему Иисус, – и оставь его!» Бес поверг человека на пол посреди синагоги и вышел из него, не причинив ему никакого вреда.",
          "ID": "35"
        },
        {
          "text": "Все были поражены этим и спрашивали друг друга: «Что же это за слова, которыми Он с властью и силой приказывает нечистым духам, и выходят они?» ",
          "ID": "36"
        },
        {
          "text": "И молва о Нем разошлась по всей округе.",
          "ID": "37"
        },
        {
          "text": "Выйдя из синагоги, Иисус пошел в дом Симона. В это время теща Симона лежала в сильной горячке, и попросили Его что-либо сделать для нее. ",
          "ID": "38"
        },
        {
          "text": "Он подошел к больной женщине, склонился над ней и повелел болезни отступить, и та оставила ее. А женщина, тотчас встав с постели, стала служить им.",
          "ID": "39"
        },
        {
          "text": "На закате солнца все, у кого были близкие, страдавшие от той или иной болезни, привели их к Нему. Он возлагал на каждого больного руки и исцелял их. ",
          "ID": "40"
        },
        {
          "text": "При этом из многих выходили бесы, кричавшие: «Ты – Сын Божий!» Но Иисус, укоряя их, не давал им говорить об этом, ведь бесы знали, что Он – Мессия.",
          "ID": "41"
        },
        {
          "text": "С наступлением дня Иисус покинул город и направился в уединенное место. Но толпы людей искали Его и, когда нашли, пытались удержать Его, чтобы Он не уходил от них. ",
          "ID": "42"
        },
        {
          "text": "Он же сказал им: «И в других городах Я должен возвестить о Царстве Божьем, ибо для этого Я послан». ",
          "ID": "43"
        },
        {
          "text": "И Он продолжал проповедовать в синагогах Иудеи.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4",
      "name": "Евангелие по Луке 4"
    },
    {
      "text": [
        {
          "text": "Однажды, когда Иисус стоял у Геннисаретского озера, а народ, слушая слово Божие, теснился вокруг Него, ",
          "ID": "1"
        },
        {
          "text": "увидел Он две лодки, что причалили к берегу озера. Рыбаки, выйдя из них, чистили сети. ",
          "ID": "2"
        },
        {
          "text": "Иисус вошел в одну из лодок, в ту, что принадлежала Симону, и попросил его немного отплыть от берега, а Сам, сидя в лодке, учил народ.",
          "ID": "3"
        },
        {
          "text": "Когда Он закончил говорить, то сказал Симону: «Отплыви на глубину. И люди, что с тобой, пусть забросят сети свои для лова». ",
          "ID": "4"
        },
        {
          "text": "Симон ответил Ему: «Наставник, мы трудились всю ночь и ничего не поймали, но если Ты велишь, закину сети».",
          "ID": "5"
        },
        {
          "text": "Они так и сделали и поймали такое множество рыбы, что их сети начали рваться. ",
          "ID": "6"
        },
        {
          "text": "Тогда они знаками позвали на помощь рыбаков с другой лодки и, когда те подошли к ним, так наполнили обе лодки рыбой, что они стали погружаться в воду.",
          "ID": "7"
        },
        {
          "text": "Увидев это, Симон Петр припал к коленям Иисуса и сказал: «Уйди от меня, Господи, ведь я человек грешный». ",
          "ID": "8"
        },
        {
          "text": "При виде такого необычного улова страх охватил его и всех, кто был с ним. ",
          "ID": "9"
        },
        {
          "text": "Таким же страхом были объяты товарищи Симона Иаков и Иоанн, сыновья Зеведеевы.",
          "ID": "10"
        },
        {
          "text": "«Не бойся, – сказал Иисус Симону, – отныне ты будешь ловить людей». ",
          "ID": "10"
        },
        {
          "text": "Вытащив лодки на землю, рыбаки оставили всё и пошли за Иисусом.",
          "ID": "11"
        },
        {
          "text": "Однажды, когда Иисус находился в одном из городов, Он встретил там человека, который весь был покрыт проказой. Увидев Иисуса, он пал перед Ним ниц и стал умолять Его: «Господи, Ты ведь можешь меня очистить, стоит только Тебе захотеть».",
          "ID": "12"
        },
        {
          "text": "Иисус протянул руку и прикоснулся к нему. «Хочу, – сказал Он. – Будь чист!» И тотчас проказа сошла с больного.",
          "ID": "13"
        },
        {
          "text": "Иисус повелел ему не говорить никому об этом. «Но пойди, – сказал Он, – покажись священнику и принеси жертву за твое очищение, как повелел Моисей, чтобы и другие священники убедились, что ты исцелился».",
          "ID": "14"
        },
        {
          "text": "Но молва об Иисусе распространялась всё дальше и дальше. И сходилось к Нему много людей, чтобы услышать Его и получить исцеление от своих болезней. ",
          "ID": "15"
        },
        {
          "text": "А Иисус время от времени удалялся в пустынные места и там молился.",
          "ID": "16"
        },
        {
          "text": "Однажды Иисус учил, и среди тех, кто слушал Его, сидели также фарисеи и учителя Закона, пришедшие из всех селений Галилеи и Иудеи и из Иерусалима; и сила Господня была с Ним, чтобы Он мог исцелять больных. ",
          "ID": "17"
        },
        {
          "text": "В это время несколько человек принесли на носилках больного, разбитого параличом. Они попытались внести его в дом, чтобы положить [его] перед Иисусом, ",
          "ID": "18"
        },
        {
          "text": "но из-за толпы не смогли сделать этого. Тогда поднялись они на крышу дома, разобрали черепицу и спустили его вместе с носилками прямо к ногам Иисуса.",
          "ID": "19"
        },
        {
          "text": "Увидев их веру, Иисус сказал больному: «Друг мой, прощены тебе грехи твои!»",
          "ID": "20"
        },
        {
          "text": "Фарисеи и книжники, услышав это, задались вопросом: «Кто Он такой? Он кощунствует. Никто не может прощать грехи, кроме Бога!»",
          "ID": "21"
        },
        {
          "text": "Иисус же, зная их мысли, сказал им в ответ: «К чему такие мысли? ",
          "ID": "22"
        },
        {
          "text": "Что легче сказать: „Прощены тебе грехи твои“ или „Встань и ходи“? ",
          "ID": "23"
        },
        {
          "text": "Но чтобы вы знали, что Сын Человеческий имеет власть на земле прощать грехи, – тут Иисус обратился к параличному, – говорю тебе: встань, возьми свою постель и иди домой». ",
          "ID": "24"
        },
        {
          "text": "И тотчас на глазах у всех тот встал, взял носилки, на которых лежал, и пошел домой, прославляя Бога. ",
          "ID": "25"
        },
        {
          "text": "Изумление охватило всех присутствовавших: они славили Бога и с трепетом говорили: «Настоящее чудо видели мы сегодня!»",
          "ID": "26"
        },
        {
          "text": "Когда же Иисус вышел после этого из дома, Он увидел сидевшего на своем месте сборщика налогов по имени Левий и сказал ему: «Иди за Мной». ",
          "ID": "27"
        },
        {
          "text": "И тот, оставив всё, встал и пошел за Иисусом.",
          "ID": "28"
        },
        {
          "text": "И устроил Левий в честь Иисуса в своем доме большой обед, и были в гостях у него многие сборщики налогов и другие люди. ",
          "ID": "29"
        },
        {
          "text": "Фарисеи и книжники стали с возмущением говорить ученикам Иисуса: «Почему вы едите и пьете вместе со сборщиками налогов и грешниками?»",
          "ID": "30"
        },
        {
          "text": "Им ответил Сам Иисус: «Не здоровым нужен врач, а больным. ",
          "ID": "31"
        },
        {
          "text": "Я пришел призвать к покаянию не праведников, а грешников».",
          "ID": "32"
        },
        {
          "text": "Тогда они сказали Ему: «Ученики Иоанна часто постятся и молятся, ученики фарисеев тоже, а Твои – и едят, и пьют».",
          "ID": "33"
        },
        {
          "text": "Но Иисус возразил им: «Разве вы можете заставить гостей на брачном пире поститься, пока Жених с ними? ",
          "ID": "34"
        },
        {
          "text": "Но настанут дни, когда отнимут у них Жениха, вот тогда они и будут поститься».",
          "ID": "35"
        },
        {
          "text": "И рассказал им Иисус такую притчу: «Никто не ставит заплату на старую одежду, оторвав кусок ткани от одежды новой, иначе и новую можно испортить, и к старой эта заплата не подойдет. ",
          "ID": "36"
        },
        {
          "text": "И никто не наливает молодое вино в старые мехи, иначе оно прорвет мехи – и само вытечет, и мехи пропадут. ",
          "ID": "37"
        },
        {
          "text": "Нет, молодое вино надо наливать в мехи новые. ",
          "ID": "38"
        },
        {
          "text": "[И] никто, попробовав старого вина, не захочет молодого. Он скажет: „Старое лучше“».",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5",
      "name": "Евангелие по Луке 5"
    },
    {
      "text": [
        {
          "text": "Однажды в субботу Иисус проходил засеянными полями, Его ученики срывали колосья, растирали их руками и ели зерна. ",
          "ID": "1"
        },
        {
          "text": "Некоторые же из фарисеев сказали: «Почему вы делаете то, чего нельзя делать в субботу?»",
          "ID": "2"
        },
        {
          "text": "Иисус ответил: «Разве вы не читали, что сделал Давид, когда он и все те, кто [был] с ним, проголодались? ",
          "ID": "3"
        },
        {
          "text": "Он вошел в Дом Божий и, взяв священный хлеб, что кладут пред Богом, ел сам и дал своим спутникам, хотя никому нельзя было есть этот хлеб, кроме священников? ",
          "ID": "4"
        },
        {
          "text": "Сын Человеческий, – продолжил Иисус, – Господин субботы».",
          "ID": "5"
        },
        {
          "text": "В другую субботу Иисус пришел в синагогу и учил. Там был человек, правая рука у которого была усохшая. ",
          "ID": "6"
        },
        {
          "text": "Фарисеи и книжники, надеясь найти обвинение против Иисуса, внимательно следили за Ним, не будет ли Он исцелять в субботу. ",
          "ID": "7"
        },
        {
          "text": "Иисус же, зная их мысли, сказал человеку с усохшей рукой: «Встань и пройди сюда, на середину». Тот поднялся и стал там.",
          "ID": "8"
        },
        {
          "text": "«Спрашиваю вас, – обратился Иисус к фарисеям и книжникам, – что позволяется делать в субботу: добро или зло? Спасти жизнь или погубить?»",
          "ID": "9"
        },
        {
          "text": "И, посмотрев на них всех, Иисус сказал тому человеку: «Протяни свою руку». Тот сделал это, и рука стала здоровой. ",
          "ID": "10"
        },
        {
          "text": "Они же пришли в ярость и обсуждали между собой, что им сделать с Иисусом.",
          "ID": "11"
        },
        {
          "text": "В один из тех дней Иисус ушел на гору помолиться и провел в молитве к Богу всю ночь. ",
          "ID": "12"
        },
        {
          "text": "Когда наступил день, Он созвал Своих учеников и выбрал из них двенадцать, которых назвал апостолами. Это были: ",
          "ID": "13"
        },
        {
          "text": "Симон, которого Он назвал Петром, его брат Андрей, Иаков, Иоанн, Филипп, Варфоломей, ",
          "ID": "14"
        },
        {
          "text": "Матфей, Фома, Иаков сын Алфея, Симон, называемый Зилотом, ",
          "ID": "15"
        },
        {
          "text": "Иуда сын Иакова и Иуда Искариот, который стал потом предателем.",
          "ID": "16"
        },
        {
          "text": "Сойдя с ними с горы, Иисус остановился там, где было ровное место и где их ожидала большая толпа Его учеников и других людей со всей Иудеи, Иерусалима и с побережья: из окрестностей Тира и Сидона. ",
          "ID": "17"
        },
        {
          "text": "Люди пришли послушать Его и получить исцеление от своих болезней. Исцеление получили и те, кого мучили нечистые духи; ",
          "ID": "18"
        },
        {
          "text": "и все, кто там был, стремились прикоснуться к Иисусу, потому что от Него исходила сила, которая всех исцеляла.",
          "ID": "19"
        },
        {
          "text": "Глядя на Своих учеников, Он сказал:",
          "ID": "20"
        },
        {
          "text": "«Блаженны вы, нищие!",
          "ID": "20"
        },
        {
          "text": "Царство Божие – ваше царство.",
          "ID": "20"
        },
        {
          "text": "Блаженны вы, кто ныне голоден, –",
          "ID": "21"
        },
        {
          "text": "Бог вас насытит!",
          "ID": "21"
        },
        {
          "text": "Блаженны вы, кто ныне плачет, –",
          "ID": "21"
        },
        {
          "text": "смеяться вы будете!",
          "ID": "21"
        },
        {
          "text": "Блаженны вы, когда возненавидят",
          "ID": "22"
        },
        {
          "text": "и будут гнать вас люди, когда будут позорить вас",
          "ID": "22"
        },
        {
          "text": "и чернить ваше имя",
          "ID": "22"
        },
        {
          "text": "за верность Сыну Человеческому.",
          "ID": "22"
        },
        {
          "text": "Радуйтесь в тот день и ликуйте: велика ваша награда на небесах! Ведь отцы ваших гонителей точно так же поступали с пророками.",
          "ID": "23"
        },
        {
          "text": "Горе же вам, богатые, –",
          "ID": "24"
        },
        {
          "text": "вы сполна получили свое утешение!",
          "ID": "24"
        },
        {
          "text": "Горе всем вам, кто сыт теперь, –",
          "ID": "25"
        },
        {
          "text": "голодать вы будете!",
          "ID": "25"
        },
        {
          "text": "Горе вам, ныне смеющиеся, –",
          "ID": "25"
        },
        {
          "text": "вы будете скорбеть и плакать!",
          "ID": "25"
        },
        {
          "text": "Горе вам, когда все люди говорят о вас хорошо,",
          "ID": "26"
        },
        {
          "text": "ибо так отцы их поступали со лжепророками!",
          "ID": "26"
        },
        {
          "text": "Но всем вам, слушающим Меня, говорю: любите врагов ваших, делайте добро тем, кто ненавидит вас, ",
          "ID": "27"
        },
        {
          "text": "благословляйте проклинающих вас и молитесь за тех, кто оскорбляет вас. ",
          "ID": "28"
        },
        {
          "text": "Если ударит тебя кто-нибудь по одной щеке, подставь ему и другую, и кто снимает с тебя верхнюю одежду, тому не препятствуй взять и рубашку. ",
          "ID": "29"
        },
        {
          "text": "Каждому просящему у тебя давай, и если кто возьмет у тебя что-то, не требуй этого назад. ",
          "ID": "30"
        },
        {
          "text": "Поступайте с другими людьми так, как вы хотите, чтобы они поступали с вами.",
          "ID": "31"
        },
        {
          "text": "Если вы любите только тех, кто любит вас, то какую благодарность ожидаете за это? И самые последние люди любят тех, кто их любит. ",
          "ID": "32"
        },
        {
          "text": "И если делаете добро только тем, кто вам делает добро, то какую благодарность ожидаете за это? И самые последние люди так поступают. ",
          "ID": "33"
        },
        {
          "text": "И если вы даете взаймы лишь тем, от кого надеетесь получить то же самое назад, то какую благодарность ожидаете за это? И самые последние люди дают взаймы друг другу, надеясь получить назад столько же. ",
          "ID": "34"
        },
        {
          "text": "Но вы любите своих врагов, делайте добро и взаймы давайте, ничего не ожидая получить обратно, и велика будет награда ваша, вы будете детьми Всевышнего, потому что Он Сам добр к неблагодарным и злым. ",
          "ID": "35"
        },
        {
          "text": "Будьте милосердны, как милосерден ваш Отец.",
          "ID": "36"
        },
        {
          "text": "Не судите, и не будете судимы. Не осуждайте, и не будете осуждены. Прощайте, и будете прощены. ",
          "ID": "37"
        },
        {
          "text": "Давайте, и вам будет дано; мерою полной, утрясенной, с избытком насыплют вам в полы ваши. Какой мерою вы мерите, такой и вам будет отмерено».",
          "ID": "38"
        },
        {
          "text": "Он также говорил им, прибегая к сравнению: «Может ли слепой вести слепого? Не упадут ли они оба в яму? ",
          "ID": "39"
        },
        {
          "text": "Ученик не выше учителя своего, но, выучившись, каждый может стать таким, как учитель его.",
          "ID": "40"
        },
        {
          "text": "Что же ты смотришь на соринку в глазу своего брата, а в собственном бревна не замечаешь? ",
          "ID": "41"
        },
        {
          "text": "Как можешь ты говорить своему брату: „Брат, дай я выну соринку из твоего глаза“, – а при этом в своем бревна не видишь? Лицемер! Вынь прежде бревно из своего глаза, и тогда тебе будет видно, как вынуть соринку из глаза брата твоего.",
          "ID": "42"
        },
        {
          "text": "Хорошее дерево не приносит плохих плодов, а плохое дерево не может приносить хороших. ",
          "ID": "43"
        },
        {
          "text": "Ведь любое дерево узнаётся по его плодам. Не собирают же с репейника смоквы и с терновника не срезают виноград. ",
          "ID": "44"
        },
        {
          "text": "Добрый человек выносит доброе из хранимого в его сердце добра, злой же, напротив, выносит злое из хранимого в его сердце зла, ибо чем полнится сердце человека, о том и уста его говорят.",
          "ID": "45"
        },
        {
          "text": "Почему вы называете Меня Господом, а не делаете того, что Я говорю? ",
          "ID": "46"
        },
        {
          "text": "Знаете, с кем можно сравнить того, кто приходит ко Мне, слушает Мои слова и исполняет их? Скажу вам, на кого он похож. ",
          "ID": "47"
        },
        {
          "text": "Он похож на человека, который строил дом и, вырыв глубокую яму, заложил основание дома на скале. Когда река разлилась и хлынула на этот дом, то не смогла разрушить его, так как он был построен хорошо.",
          "ID": "48"
        },
        {
          "text": "А тот, кто слушает Мои слова и не исполняет их, похож на человека, построившего дом прямо на земле без прочного основания. Когда хлынула река на этот дом, он сразу же рухнул. И в какие развалины он превратился!»",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6",
      "name": "Евангелие по Луке 6"
    },
    {
      "text": [
        {
          "text": "После того, как Иисус закончил все наставления Свои к слушавшему Его народу, Он вошел в Капернаум. ",
          "ID": "1"
        },
        {
          "text": "Там у одного центуриона был слуга, которым он очень дорожил. Слуга был болен и находился при смерти. ",
          "ID": "2"
        },
        {
          "text": "Услышав об Иисусе, центурион послал к Нему нескольких иудейских старейшин с просьбой прийти и спасти жизнь его слуге. ",
          "ID": "3"
        },
        {
          "text": "Они подошли к Иисусу и стали настойчиво просить Его помочь центуриону. «Он достоин, чтобы Ты сделал это для него, – говорили они. – ",
          "ID": "4"
        },
        {
          "text": "Он любит наш народ и даже построил нам синагогу». ",
          "ID": "5"
        },
        {
          "text": "Иисус пошел с ними.",
          "ID": "6"
        },
        {
          "text": "Но когда Он был уже недалеко от дома центуриона, тот послал друзей сказать Ему: «Господи, не утруждай Себя, ибо я недостоин, чтобы Ты вошел под кров мой, ",
          "ID": "6"
        },
        {
          "text": "и поэтому я сам не осмелился подойти к Тебе. Прошу, скажи лишь слово, и исцелится слуга мой. ",
          "ID": "7"
        },
        {
          "text": "Я знаю это, ведь и сам я человек подчиненный, и у меня под началом есть воины. Когда говорю одному из них: „Ступай“, – тот идет, а другому: „Иди сюда!“ – и тот приходит, велю рабу своему: „Сделай то-то“, – и он делает».",
          "ID": "8"
        },
        {
          "text": "Иисус был удивлен, когда услышал такие слова, и, повернувшись к сопровождавшей Его толпе, сказал: «Говорю вам, даже в Израиле Я не нашел такой веры». ",
          "ID": "9"
        },
        {
          "text": "Когда же посланные центурионом люди вернулись в дом, они увидели того слугу уже здоровым.",
          "ID": "10"
        },
        {
          "text": "Вскоре после того Иисус в сопровождении Своих учеников и большой толпы народа отправился в город, называемый Наин. ",
          "ID": "11"
        },
        {
          "text": "В то время, когда Он подходил к городским воротам, из города выносили покойника, единственного сына у матери-вдовы, и много народа, жителей места того, шло вместе с ней. ",
          "ID": "12"
        },
        {
          "text": "Когда Господь увидел эту женщину, ее горе глубоко тронуло Его. «Не плачь!» – сказал Он ей.",
          "ID": "13"
        },
        {
          "text": "Он прошел вперед и прикоснулся ко гробу, и те, кто нес гроб, остановились. Тогда Иисус сказал: «Юноша, тебе говорю, встань!» ",
          "ID": "14"
        },
        {
          "text": "Умерший сел и начал говорить, и Иисус вернул его матери.",
          "ID": "15"
        },
        {
          "text": "Все были охвачены благоговейным страхом и славили Бога. «Великий пророк явился среди нас, – говорили они. – Бог позаботился о народе Своем». ",
          "ID": "16"
        },
        {
          "text": "И такая молва о Нем распространилась по всей Иудее и ее окрестностям.",
          "ID": "17"
        },
        {
          "text": "Обо всем этом Иоанн узнал через своих учеников. Подозвав к себе двух из них, ",
          "ID": "18"
        },
        {
          "text": "он послал их к Господу спросить: «Ты ли Тот, Кто должен прийти, или ждать нам кого-то другого?»",
          "ID": "19"
        },
        {
          "text": "Они пришли к Иисусу и сказали: «Иоанн Креститель послал нас к Тебе спросить: „Ты ли Тот, Кто должен прийти, или ждать нам кого-то другого?“»",
          "ID": "20"
        },
        {
          "text": "В то самое время Иисус исцелил многих людей, страдавших от болезней, недугов и злых духов, и многим слепым даровал зрение. ",
          "ID": "21"
        },
        {
          "text": "И Он тогда ответил им так: «Ступайте и расскажите Иоанну всё, что вы видели и слышали: слепые прозревают, хромые ходят и глухие слышат; расскажите, что видели прокаженных очищенными от проказы, мертвых – воскрешенными, и что бедным возвещается Благая Весть. ",
          "ID": "22"
        },
        {
          "text": "И блажен, кто не найдет во Мне ничего, что могло бы его смутить и оттолкнуть».",
          "ID": "23"
        },
        {
          "text": "После того, как посланные Иоанном ученики удалились, Иисус стал говорить народу о самом Иоанне: «Что, собственно, хотели вы увидеть, когда ходили в пустыню? Не тростник же, качающийся на ветру? ",
          "ID": "24"
        },
        {
          "text": "Нет? Тогда кого же вы там хотели увидеть? Человека в прекрасной одежде? Но ведь те, кто носит богатые платья и живет в роскоши, они – в царских палатах. ",
          "ID": "25"
        },
        {
          "text": "Так кого же вы там хотели увидеть? Пророка? Да, говорю вам, и больше, чем пророка. ",
          "ID": "26"
        },
        {
          "text": "Он тот, о ком сказано в Писании:",
          "ID": "27"
        },
        {
          "text": "„Вот, впереди Тебя ",
          "ID": "27"
        },
        {
          "text": "Я посылаю вестника Моего,",
          "ID": "27"
        },
        {
          "text": "Он приготовит Твой путь пред Тобою“.",
          "ID": "27"
        },
        {
          "text": "Говорю вам: среди всех когда-либо родившихся людей нет ни одного, кто был бы больше Иоанна, но меньший в Царстве Божьем больше его.",
          "ID": "28"
        },
        {
          "text": "(Все, кто слышал это, – весь народ и даже сборщики налогов, – признали справедливость Божью, приняв крещение Иоанново, ",
          "ID": "29"
        },
        {
          "text": "фарисеи же и учителя Закона отвергли волю Божью о себе, не крестившись от него.)",
          "ID": "30"
        },
        {
          "text": "С кем же сравнить Мне людей этого поколения? На кого они похожи? ",
          "ID": "31"
        },
        {
          "text": "Они похожи на детей, которые сидят на рыночной площади и, обращаясь друг ко другу, говорят:",
          "ID": "32"
        },
        {
          "text": "„Мы играли вам на свирели,",
          "ID": "32"
        },
        {
          "text": "и вы не плясали,",
          "ID": "32"
        },
        {
          "text": "мы пели похоронные песни,",
          "ID": "32"
        },
        {
          "text": "и вы не плакали“.",
          "ID": "32"
        },
        {
          "text": "Пришел Иоанн Креститель, не ел хлеба и не пил вина – и вы говорите: „В нем бес“. ",
          "ID": "33"
        },
        {
          "text": "Пришел Сын Человеческий, и ест, и пьет – и вы говорите: „Вот человек, невоздержанный в еде и пьющий вино, друг сборщиков налогов и грешников“. ",
          "ID": "34"
        },
        {
          "text": "Однако оправдана мудрость всеми детьми ее».",
          "ID": "35"
        },
        {
          "text": "Один из фарисеев пригласил Его к себе на обед; войдя в его дом, Иисус занял место за столом. ",
          "ID": "36"
        },
        {
          "text": "И одна женщина (грешница из того города), узнав, что Иисус в гостях у фарисея, принесла алебастровый сосуд с благовониями ",
          "ID": "37"
        },
        {
          "text": "и, склонившись к ногам Его, плакала. Ее слезы падали Ему на ноги, она волосами своими вытирала ноги Его и, целуя, умащала их благовонным маслом.",
          "ID": "38"
        },
        {
          "text": "Увидев это, фарисей, пригласивший Иисуса, подумал: «Будь Этот Человек действительно пророк, Он знал бы, что это за женщина, которая прикасается к Нему, какая она грешница».",
          "ID": "39"
        },
        {
          "text": "Тогда Иисус обратился к нему: «Симон, Я должен что-то еще сказать тебе».",
          "ID": "40"
        },
        {
          "text": "«Говори, Учитель», – ответил тот.",
          "ID": "40"
        },
        {
          "text": "«Два человека взяли деньги в долг у одного ростовщика: один был должен ему пятьсот денариев, а другой – пятьдесят. ",
          "ID": "41"
        },
        {
          "text": "Так как им нечем было заплатить, он простил им обоим. Так кто же из них будет более благодарен тому ростовщику?»",
          "ID": "42"
        },
        {
          "text": "Симон ответил: «Скорее всего, тот, кому он больше простил».",
          "ID": "43"
        },
        {
          "text": "«Ты прав», – сказал ему Иисус ",
          "ID": "43"
        },
        {
          "text": "и, повернувшись к женщине, добавил: «Видишь эту женщину? Я пришел к тебе в дом, а ты не дал Мне и воды, чтобы омыть ноги, – она же слезами облила Мне ноги и отерла волосами своими. ",
          "ID": "44"
        },
        {
          "text": "Ты при встрече не удостоил Меня поцелуем, а она с тех пор, как Я вошел, не перестает целовать Мои ноги. ",
          "ID": "45"
        },
        {
          "text": "Ты елеем головы Моей не помазал, а она благовониями умастила ноги Мои. ",
          "ID": "46"
        },
        {
          "text": "Вот Я и говорю тебе, что прощены ей грехи ее многие, и свидетельством тому – ее сильная любовь ко Мне. Кому же мало прощается, тот и любит мало».",
          "ID": "47"
        },
        {
          "text": "Ей же Он сказал: «Прощены твои грехи».",
          "ID": "48"
        },
        {
          "text": "Тогда те, кто был с Ним за столом, начали говорить между собой: «Кто же Он такой, что даже грехи может прощать?!»",
          "ID": "49"
        },
        {
          "text": "Иисус же сказал женщине: «Вера твоя спасла тебя. Иди с миром».",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7",
      "name": "Евангелие по Луке 7"
    },
    {
      "text": [
        {
          "text": "После этого Иисус ходил по городам и селениям, проповедуя и возвещая Благую Весть о Царстве Божием. Его сопровождали двенадцать учеников, ",
          "ID": "1"
        },
        {
          "text": "а также некоторые женщины, исцеленные от злых духов и разных болезней: Мария, называемая Магдалиной, из которой вышло семь бесов; ",
          "ID": "2"
        },
        {
          "text": "Иоанна, жена Хузы, управляющего у Ирода; Сусанна и многие другие, которые, используя свои собственные средства, служили Иисусу и Его ученикам.",
          "ID": "3"
        },
        {
          "text": "Люди стекались к Нему из разных городов; и однажды, когда собралась большая толпа народа, Он рассказал такую притчу: ",
          "ID": "4"
        },
        {
          "text": "«Вышел сеятель засеять поле семенами. И когда сеял, часть семян упала у дороги, где они были затоптаны, и птицы поднебесные склевали их. ",
          "ID": "5"
        },
        {
          "text": "Другие упали на каменистую почву и, как только взошли, засохли из-за недостатка влаги. ",
          "ID": "6"
        },
        {
          "text": "Некоторые упали среди колючек, росли вместе с ними, и те заглушили их. ",
          "ID": "7"
        },
        {
          "text": "А иные упали в землю добрую, взошли и дали стократный урожай».",
          "ID": "8"
        },
        {
          "text": "И, сказав это, Он воскликнул: «У кого есть уши, чтобы слышать, пусть услышит!»",
          "ID": "8"
        },
        {
          "text": "Ученики же спрашивали Его, что могла бы значить эта притча. ",
          "ID": "9"
        },
        {
          "text": "Иисус ответил: «Вам от Бога дано тайны Царства Его узнать, а для остальных всё в притчах остается, чтобы, как сказано в Писании,",
          "ID": "10"
        },
        {
          "text": "смотрели – и не видели,",
          "ID": "10"
        },
        {
          "text": "слушали – и не понимали.",
          "ID": "10"
        },
        {
          "text": "Вот что значит эта притча: семя – это слово Божие. ",
          "ID": "11"
        },
        {
          "text": "С теми, кто слышит слово, бывает, как с зернами при дороге: слышат такие люди слово, потом приходит дьявол и забирает это слово из сердца каждого из них, чтоб не уверовали они и не были спасены. ",
          "ID": "12"
        },
        {
          "text": "Те же, что упали на камень, – это про людей, которые, услышав слово, с радостью принимают его. Но нет у них корня: они становятся верующими на какое-то короткое время, а в дни испытания отступают от веры. ",
          "ID": "13"
        },
        {
          "text": "Среди колючек посеянное – это о тех, кто слышит весть, но идут они своим путем, их духовный рост со временем заглушается заботами, богатством и удовольствиями жизни, так что плод их никогда не созревает. ",
          "ID": "14"
        },
        {
          "text": "А семена, упавшие на добрую землю, – это о тех, кто, услышав слово, хранит его в сердце благородном и добром; такие благодаря своей стойкости приносят урожай.",
          "ID": "15"
        },
        {
          "text": "Никто, зажегши светильник, не станет накрывать его сосудом или прятать под кроватью. Напротив, его ставят на подставку, чтобы входящие видели свет. ",
          "ID": "16"
        },
        {
          "text": "Ибо нет ничего тайного, что не стало бы явным, и скрытого, что не стало бы известным и не вышло на свет. ",
          "ID": "17"
        },
        {
          "text": "Итак, следите за тем, как вы слушаете, – еще больше будет дано тому, у кого есть внимание к слову, а у того, у кого нет, будет взято и то, что, как ему кажется, у него есть».",
          "ID": "18"
        },
        {
          "text": "Когда к Нему пришли Его мать и братья, они не смогли пройти к Нему из-за толпы. ",
          "ID": "19"
        },
        {
          "text": "Иисусу сказали: «Там, позади всех, стоят Твои мать и братья. Они хотят видеть Тебя».",
          "ID": "20"
        },
        {
          "text": "Но Он ответил им: «Мать Моя и братья Мои – это те, кто слушает слово Божие и повинуется ему».",
          "ID": "21"
        },
        {
          "text": "Однажды Иисус сел со Своими учениками в лодку и сказал им: «Переправимся на другой берег». И они отплыли. ",
          "ID": "22"
        },
        {
          "text": "А во время их плавания Он уснул. Между тем поднялась буря, и на озере начался сильный шторм. Вода стала заливать лодку, и их жизнь оказалась в опасности.",
          "ID": "23"
        },
        {
          "text": "Подойдя к Иисусу, ученики стали будить Его: «Наставник, Наставник, мы погибаем!» – кричали они.",
          "ID": "24"
        },
        {
          "text": "Пробудившись, Он словом Своим усмирил ветер и бушующие волны: они улеглись, и наступила тишина. ",
          "ID": "24"
        },
        {
          "text": "«Где ваша вера?» – спросил Он учеников.",
          "ID": "25"
        },
        {
          "text": "А они со страхом и удивлением говорили друг другу: «Кто же Он такой, что приказывает ветру и воде, и те повинуются Ему?!»",
          "ID": "25"
        },
        {
          "text": "И они, переплыв через озеро, оказались в земле герасинской, той, что расположена напротив Галилеи. ",
          "ID": "26"
        },
        {
          "text": "Как только Иисус сошел на берег, Его встретил некий человек из города, одержимый бесами. Он давно уже не носил никакой одежды и жил не в доме, а в могильных пещерах. ",
          "ID": "27"
        },
        {
          "text": "Увидев Иисуса, он с воплем упал к ногам Его и закричал: «Ну что Тебе нужно от меня, Иисус, Сын Бога Всевышнего? Молю Тебя, не мучь меня!» ",
          "ID": "28"
        },
        {
          "text": "Он так кричал, потому что Иисус уже повелел нечистому духу выйти из этого человека. (Очень много раз дух овладевал им, и хотя пытались держать его под стражей, в цепях и кандалах, он разрывал их и убегал, гонимый бесом, в места пустынные.)",
          "ID": "29"
        },
        {
          "text": "Иисус спросил его: «Как тебя зовут?»",
          "ID": "30"
        },
        {
          "text": "Тот ответил: «Легион», так как в него вошло много бесов. ",
          "ID": "30"
        },
        {
          "text": "И они просили Его не отсылать их в бездну.",
          "ID": "31"
        },
        {
          "text": "Там же, на горе, паслось большое стадо свиней; бесы просили у Иисуса позволения войти в этих свиней, и Он позволил. ",
          "ID": "32"
        },
        {
          "text": "Оставив человека, бесы вошли в свиней, и стадо ринулось с кручи в озеро и утонуло.",
          "ID": "33"
        },
        {
          "text": "Увидев всё это, свинопасы бросились бежать и рассказали о происшедшем в городе и окрестностях. ",
          "ID": "34"
        },
        {
          "text": "Тогда люди вышли, чтобы своими глазами увидеть случившееся. Когда пришли они к Иисусу и увидели человека, из которого вышли бесы, сидящим у ног Иисуса, одетым и в здравом уме, они испугались. ",
          "ID": "35"
        },
        {
          "text": "А очевидцы рассказали им, как был исцелен бесноватый. ",
          "ID": "36"
        },
        {
          "text": "И все жители округи герасинской стали просить Христа удалиться от них – так велик был их страх. Он вошел в лодку и отправился назад.",
          "ID": "37"
        },
        {
          "text": "Человек, из которого вышли бесы, просил у Иисуса позволения остаться с Ним, но Он отослал его. ",
          "ID": "38"
        },
        {
          "text": "«Возвращайся к себе домой, – сказал Он ему, – и расскажи там о том, что сделал для тебя Бог». И человек этот пошел, по всему городу рассказывая о том, что сделал Иисус для него.",
          "ID": "39"
        },
        {
          "text": "Когда Иисус вернулся на другой берег, там Его встретила большая толпа: все ожидали Его. ",
          "ID": "40"
        },
        {
          "text": "И пришел к Нему человек по имени Иаир, старейшина синагоги, и, пав к ногам Иисуса, просил Его прийти к нему в дом, ",
          "ID": "41"
        },
        {
          "text": "потому что умирал его единственный ребенок, девочка лет двенадцати.",
          "ID": "42"
        },
        {
          "text": "И когда Он шел с Иаиром, толпы людей теснили Его со всех сторон. ",
          "ID": "42"
        },
        {
          "text": "Среди них была женщина, двенадцать лет страдавшая кровотечением. [Она истратила на врачей всё, что было у нее], и никто не смог вылечить ее. ",
          "ID": "43"
        },
        {
          "text": "Подойдя сзади, она прикоснулась к краю Его одежды, и кровотечение тотчас прекратилось.",
          "ID": "44"
        },
        {
          "text": "«Кто ко Мне прикоснулся?» – спросил Иисус.",
          "ID": "45"
        },
        {
          "text": "Когда все стали отказываться, Петр сказал: «Наставник, толпа со всех сторон теснит Тебя…»",
          "ID": "45"
        },
        {
          "text": "«Нет, кто-то прикоснулся ко Мне, – сказал Иисус. – Я почувствовал, что сила изошла от Меня».",
          "ID": "46"
        },
        {
          "text": "Женщина поняла, что утаиться ей не удастся. Она с трепетом подошла и, пав ниц перед Иисусом, при всем народе призналась, по какой причине коснулась Его и как тотчас была исцелена. ",
          "ID": "47"
        },
        {
          "text": "Он же сказал ей: «Дочь Моя, вера твоя спасла тебя. Иди с миром».",
          "ID": "48"
        },
        {
          "text": "Он еще говорил эти слова, как пришел некто из дома старейшины синагоги к Иаиру с вестью: «Твоя дочь умерла, не утруждай больше Учителя».",
          "ID": "49"
        },
        {
          "text": "Но Иисус, услышав это, сказал ему: «Не бойся. Только верь, и будет она спасена».",
          "ID": "50"
        },
        {
          "text": "Придя в дом его, Иисус не позволил войти вместе с Ним никому, кроме Петра, Иоанна, Иакова и родителей девочки. ",
          "ID": "51"
        },
        {
          "text": "Дом был полон людей, все глубоко скорбели и плакали по умершей. Иисус сказал: «Не плачьте. Она не умерла – она спит».",
          "ID": "52"
        },
        {
          "text": "И они стали смеяться над Ним, зная, что девочка мертва. ",
          "ID": "53"
        },
        {
          "text": "Но Он, взяв ее за руку, громко произнес: «Дитя Мое, встань!» ",
          "ID": "54"
        },
        {
          "text": "И вернулась к ней жизнь. Она тотчас поднялась, а Иисус велел покормить ее. ",
          "ID": "55"
        },
        {
          "text": "Родители ее были вне себя от изумления и радости, Он же повелел им никому не говорить о произошедшем.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8",
      "name": "Евангелие по Луке 8"
    },
    {
      "text": [
        {
          "text": "Созвав Двенадцать, Он дал им силу и право изгонять всех бесов и лечить болезни. ",
          "ID": "1"
        },
        {
          "text": "И послал их возвещать Царство Божие и исцелять [больных]. ",
          "ID": "2"
        },
        {
          "text": "«Ничего не берите в дорогу, – сказал Он им, – ни посоха, ни сумы, ни хлеба, ни денег, ни смены одежды. ",
          "ID": "3"
        },
        {
          "text": "И в какой бы дом вы ни вошли, в нем и оставайтесь, пока не покинете то место. ",
          "ID": "4"
        },
        {
          "text": "А там, где люди вас не примут, выходя из того города, отряхните пыль с ног ваших. Пусть это будет свидельством против них». ",
          "ID": "5"
        },
        {
          "text": "И апостолы отправились в путь, и пошли по селениям, возвещая Благую Весть и повсюду исцеляя больных.",
          "ID": "6"
        },
        {
          "text": "Ирод-правитель, услышав обо всем присходящем, пришел в полное замешательство, потому что одни говорили, что это Иоанн, воскрешенный из мертвых, ",
          "ID": "7"
        },
        {
          "text": "другие – что явился Илия, а некоторые – что ожил один из древних пророков. ",
          "ID": "8"
        },
        {
          "text": "Но Ирод говорил: «Иоанна я обезглавил, так кто же Этот Человек, о Котором я слышу такие вещи?» И стал искать встречи с Ним.",
          "ID": "9"
        },
        {
          "text": "Апостолы же, вернувшись, рассказали Иисусу обо всем, что они сделали. И Он, взяв их с Собой, пошел в сторону города, называемого Вифсаида, в то место, где они могли бы быть наедине с Ним. ",
          "ID": "10"
        },
        {
          "text": "Но когда люди узнали об этом, они последовали за Ним. И Он принял их и говорил им о Царстве Божьем, а также исцелял тех, кто в этом нуждался.",
          "ID": "11"
        },
        {
          "text": "Когда день уже клонился к вечеру, ученики, подойдя к Нему, сказали: «Просим Тебя, отпусти народ, пусть сходят в окрестные селения и усадьбы, найдут себе пищу и приют на ночь, мы-то ведь здесь в безлюдном месте».",
          "ID": "12"
        },
        {
          "text": "«Вы дайте им есть!» – ответил Он им.",
          "ID": "13"
        },
        {
          "text": "Но они сказали: «Всё, что у нас есть, так это только пять хлебов и две рыбы, если, конечно, нам самим не сходить и не купить пищи для всех этих людей». ",
          "ID": "13"
        },
        {
          "text": "(Там одних мужчин было около пяти тысяч.)",
          "ID": "14"
        },
        {
          "text": "Иисус же сказал Своим ученикам: «Рассадите их отдельными группами, человек по пятьдесят». ",
          "ID": "14"
        },
        {
          "text": "Они это сделали, рассадив всех. ",
          "ID": "15"
        },
        {
          "text": "Взяв пять хлебов и две рыбы, Он произнес над ними, подняв глаза к небу, благодарственную молитву, затем стал преломлять хлеб и давать ученикам, чтобы те разносили народу. ",
          "ID": "16"
        },
        {
          "text": "И поели и насытились все; и тем, что осталось, наполнили двенадцать корзин.",
          "ID": "17"
        },
        {
          "text": "Однажды, когда Он молился, и никого рядом не было, кроме учеников, Он спросил у них: «За кого принимают Меня люди?»",
          "ID": "18"
        },
        {
          "text": "Они же сказали в ответ: «Одни – за Иоанна Крестителя, другие – за Илию, а иные говорят, что ожил один из древних пророков».",
          "ID": "19"
        },
        {
          "text": "«А вы? – спросил Он их. – За кого вы Меня принимаете?»",
          "ID": "20"
        },
        {
          "text": "«За Мессию Божьего», – ответил Петр.",
          "ID": "20"
        },
        {
          "text": "Тогда Иисус строго повелел им никому о том не говорить, ",
          "ID": "21"
        },
        {
          "text": "сказав при этом: «Сын Человеческий должен перенести много страданий: Он будет отвергнут старейшинами, первосвященниками и книжниками, будет убит и на третий день воскрешен».",
          "ID": "22"
        },
        {
          "text": "Затем, обращаясь ко всем, Он сказал: «Кто хочет быть последователем Моим, должен отречься от себя самого и каждый день брать на себя свой крест и следовать за Мной. ",
          "ID": "23"
        },
        {
          "text": "Всякий же, кто хочет жизнь свою спасти, потеряет ее, а кто потеряет жизнь свою ради Меня, спасет ее. ",
          "ID": "24"
        },
        {
          "text": "Что пользы человеку, если он приобрел весь мир, а себя погубит или навредит себе? ",
          "ID": "25"
        },
        {
          "text": "Если кто постыдится Меня и слов Моих, того постыдится и Сын Человеческий, когда придет в славе Своей и во славе Отца, и святых ангелов. ",
          "ID": "26"
        },
        {
          "text": "Вот что вам скажу: некоторые из стоящих здесь не умрут, пока не увидят Царства Божия.",
          "ID": "27"
        },
        {
          "text": "Дней через восемь после того, как были сказаны эти слова, Иисус, взяв Петра, Иоанна и Иакова, взошел на гору, чтобы там помолиться. ",
          "ID": "28"
        },
        {
          "text": "И когда Он молился, лицо Его стало иным, и одежда – ослепительно белой. ",
          "ID": "29"
        },
        {
          "text": "И вдруг возле Него оказались двое, говорящие с Ним. Это были Моисей и Илия, ",
          "ID": "30"
        },
        {
          "text": "которые явились в небесной славе и говорили о том пути, который Ему предстояло завершить Своей смертью в Иерусалиме. ",
          "ID": "31"
        },
        {
          "text": "Петра и тех, кто был с ним, одолел сон, но, пробудившись, они увидели сияние Его славы, а также Моисея и Илию, стоящих с Ним.",
          "ID": "32"
        },
        {
          "text": "Когда они расставались с Ним, Петр, сам не зная, что говорит, сказал Иисусу: «Наставник! Хорошо нам здесь! Поставим три шатра: один – Тебе, Моисею – один и один – Илии».",
          "ID": "33"
        },
        {
          "text": "Он еще говорил это, как появилось облако и накрыло их; они очень испугались, когда полностью погрузились в него. ",
          "ID": "34"
        },
        {
          "text": "И из облака донесся голос: «Это – Сын Мой, Избранник Мой, Его слушайте». ",
          "ID": "35"
        },
        {
          "text": "А когда голос умолк, оказалось, что Иисус снова один. Ученики хранили молчание и в то время никому не сказали ничего о том, что видели.",
          "ID": "36"
        },
        {
          "text": "На следующий день, когда они спустились с горы, встретила Его большая толпа народа. ",
          "ID": "37"
        },
        {
          "text": "Кто-то из толпы вдруг закричал: «Учитель, прошу, взгляни на сына моего, один он у меня! ",
          "ID": "38"
        },
        {
          "text": "Какой-то дух овладевает им, и тогда он внезапно вскрикивает, его сводит судорогами, изо рта идет пена, и дух, истерзав его, уходит только после усиленной борьбы. ",
          "ID": "39"
        },
        {
          "text": "Просил я учеников Твоих изгнать беса, но они не смогли».",
          "ID": "40"
        },
        {
          "text": "«О неверующий и развращенный род людской! – воскликнул Иисус. – Как долго Мне еще быть с вами и терпеть вас! Приведи сюда сына твоего».",
          "ID": "41"
        },
        {
          "text": "Но когда мальчик был еще на пути, бес поверг его на землю, и мальчик стал биться в судорогах. Иисус, пригрозив нечистому духу, исцелил мальчика и отдал его отцу. ",
          "ID": "42"
        },
        {
          "text": "Все были поражены могуществом силы Божьей.",
          "ID": "43"
        },
        {
          "text": "В то время как люди удивлялись всему, что делал Иисус, Он сказал ученикам Своим: ",
          "ID": "43"
        },
        {
          "text": "«Не забудьте того, что скажу вам: Сын Человеческий будет предан в руки людей». ",
          "ID": "44"
        },
        {
          "text": "Они же не знали, что значили эти слова: смысл их был сокрыт от них, так что они не могли понять сказанного, а переспросить Его об этом боялись.",
          "ID": "45"
        },
        {
          "text": "Однажды возник среди учеников спор, кто из них больше. ",
          "ID": "46"
        },
        {
          "text": "Иисус же, зная, чем были заняты их мысли, взял ребенка, поставил его возле Себя ",
          "ID": "47"
        },
        {
          "text": "и сказал им: «Кто примет этого ребенка во имя Мое, Меня принимает, а тот, кто Меня примет, принимает Пославшего Меня. Ибо кто меньше всех из вас, тот истинно велик».",
          "ID": "48"
        },
        {
          "text": "Тогда Иоанн сказал: «Наставник, мы видели одного человека, который именем Твоим изгоняет бесов. И раз он не с нами, мы попытались остановить его».",
          "ID": "49"
        },
        {
          "text": "Иисус же ответил Иоанну: «Не препятствуйте ему! Ведь кто не против вас, тот за вас».",
          "ID": "50"
        },
        {
          "text": "Когда подошло время, когда Он будет взят на небо, Иисус твердо вознамерился идти в Иерусалим ",
          "ID": "51"
        },
        {
          "text": "и послал вперед вестников Своих. Отправившись в путь, они пришли в село самаритянское, чтобы приготовить Ему ночлег. ",
          "ID": "52"
        },
        {
          "text": "Но жители того села не приняли Его, потому что Он направлялся в Иерусалим. ",
          "ID": "53"
        },
        {
          "text": "Ученики Его Иаков и Иоанн, увидев это, сказали: «Господи, хочешь, мы вызовем огонь с неба, чтобы истребить их?» ",
          "ID": "54"
        },
        {
          "text": "Он же, повернувшись к ним, укорил их, ",
          "ID": "55"
        },
        {
          "text": "и они пошли в другое селение.",
          "ID": "56"
        },
        {
          "text": "И когда они шли, один человек сказал Ему: «Господи, я готов следовать за Тобой, куда бы Ты ни пошел!»",
          "ID": "57"
        },
        {
          "text": "«У лис есть норы и у птиц поднебесных – гнезда, – ответил ему Иисус, – а Сыну Человеческому негде голову преклонить».",
          "ID": "58"
        },
        {
          "text": "Другому же Он сказал: «Следуй за Мной».",
          "ID": "59"
        },
        {
          "text": "Но тот человек ответил: «[Господи], позволь мне прежде вернуться и похоронить отца моего».",
          "ID": "59"
        },
        {
          "text": "«Предоставь мертвым хоронить своих мертвецов, – сказал ему Иисус, – ты же должен идти и возвещать Царство Божие».",
          "ID": "60"
        },
        {
          "text": "Еще один человек сказал Ему: «Я пойду за Тобой, Господи, но сначала позволь мне проститься с моими родными».",
          "ID": "61"
        },
        {
          "text": "«Тот, кто, положив руку на плуг, оглядывается назад, непригоден для Царства Божия», – сказал [ему] Иисус. ",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9",
      "name": "Евангелие по Луке 9"
    },
    {
      "text": [
        {
          "text": "Вскоре после этого Господь призвал еще семьдесят и разослал их по двое впереди Себя по всем городам и селениям, которые Сам намеревался посетить. ",
          "ID": "1"
        },
        {
          "text": "И Он сказал им: «Жатва велика, а работников мало – просите Господина жатвы, чтобы послал Он больше работников на жатву Свою. ",
          "ID": "2"
        },
        {
          "text": "Идите же теперь в свой путь, Я посылаю вас, но смотрите, вы будете, как ягнята среди волков. ",
          "ID": "3"
        },
        {
          "text": "Не берите с собой ни кошелька, ни сумы, ни лишней пары обуви и по дороге не тратьте время на долгие приветствия.",
          "ID": "4"
        },
        {
          "text": "Когда вы заходите к кому-нибудь в дом, прежде всего говорите: „Мир этому дому!“; ",
          "ID": "5"
        },
        {
          "text": "если там живет человек, желающий мира, то ваш мир снизойдет на него, если же нет – вернется к вам. ",
          "ID": "6"
        },
        {
          "text": "И в том доме, где вас принимают, оставайтесь; ешьте и пейте то, что вам дадут, потому что работник достоин платы за труды свои. Не переходите из дома в дом.",
          "ID": "7"
        },
        {
          "text": "Если придете в какой-нибудь город и там примут вас, то ешьте то, что вам предлагают; ",
          "ID": "8"
        },
        {
          "text": "исцеляйте в этом городе больных и говорите: „Приблизилось к вам Царство Божие!“ ",
          "ID": "9"
        },
        {
          "text": "Но если придете в город, а там вас не примут, то идите по улицам его и говорите: ",
          "ID": "10"
        },
        {
          "text": "„Даже пыль вашего города, что пристала к ногам нашим, мы отрясаем вам. Но знайте, что было близко к вам Царство Божие“. ",
          "ID": "11"
        },
        {
          "text": "Говорю вам, что Содому в День Суда будет легче, чем этому городу.",
          "ID": "12"
        },
        {
          "text": "Горе тебе, Хоразин! Горе тебе, Вифсаида! Ведь если бы в Тире и Сидоне были совершены те чудеса, что и у вас, давно бы покаялись они, во власяницы облачившись и пеплом посыпав головы свои. ",
          "ID": "13"
        },
        {
          "text": "Однако Тиру и Сидону будет легче на суде, чем вам. ",
          "ID": "14"
        },
        {
          "text": "И ты, Капернаум,",
          "ID": "15"
        },
        {
          "text": "будешь ли до небес вознесен?",
          "ID": "15"
        },
        {
          "text": "Нет, до самого ада опустишься!",
          "ID": "15"
        },
        {
          "text": "Кто вас слушает, тот Меня слушает; кто отвергает вас, Меня отвергает. А отвергающий Меня отвергает и Того, Кто послал Меня».",
          "ID": "16"
        },
        {
          "text": "Семьдесят учеников возвратились, преисполненные радостью, и говорили: «Господи, даже бесы подчиняются нам, когда мы имя Твое призываем!» ",
          "ID": "17"
        },
        {
          "text": "«Да, – ответил им Иисус, – Я видел сатану, молнией с неба упавшего. ",
          "ID": "18"
        },
        {
          "text": "Верно, Я дал вам власть наступать на змей и скорпионов, власть над всей вражьей силой – и ничто не повредит вам. ",
          "ID": "19"
        },
        {
          "text": "Однако не тому радуйтесь, что духи подчиняются вам, а радуйтесь тому, что имена ваши записаны на небесах».",
          "ID": "20"
        },
        {
          "text": "В это время Иисус, полный радости, ниспосланной Святым Духом, воскликнул: «Благодарю Тебя, Отец, Господь неба и земли, за то, что Ты скрыл всё это от мудрых и разумных и открыл младенцам. Да, Отец, так было Тебе угодно!",
          "ID": "21"
        },
        {
          "text": "Отец Мой всё вверил Мне, и кто есть Сын, не знает никто, кроме Отца, и кто есть Отец, не знает никто, кроме Сына и тех, кому Cын желает открыть».",
          "ID": "22"
        },
        {
          "text": "Когда Он был наедине с учениками, то, обратившись к ним, сказал: «Блаженны видящие то, что вы видите. ",
          "ID": "23"
        },
        {
          "text": "Ибо говорю вам, что многие пророки и цари хотели увидеть то, что видите вы, – и не увидели, и услышать то, что вы слышите, – и не услышали».",
          "ID": "24"
        },
        {
          "text": "Однажды какой-то законник захотел испытать Иисуса. «Учитель, – спросил он, – что я еще должен сделать, чтобы получить вечную жизнь?»",
          "ID": "25"
        },
        {
          "text": "«А что написано об этом в Законе? – спросил его Иисус. – Что ты там читаешь?»",
          "ID": "26"
        },
        {
          "text": "Тот ответил: «Люби Господа Бога твоего всем сердцем своим, всей душою своей, всей силой своей и всем умом своим и ближнего своего – как самого себя».",
          "ID": "27"
        },
        {
          "text": "Иисус сказал ему: «Ты ответил верно. Поступай так и будешь жить».",
          "ID": "28"
        },
        {
          "text": "Но тот, желая оправдать себя, спросил: «А кто мой ближний?»",
          "ID": "29"
        },
        {
          "text": "На это Иисус ответил: «Один человек шел из Иерусалима в Иерихон и попал в руки разбойникам, которые ограбили его, избили и ушли, оставив полумертвым лежать на дороге. ",
          "ID": "30"
        },
        {
          "text": "Случайно той же дорогой проходил священник; увидев лежащего, он прошел мимо, другой стороной дороги. ",
          "ID": "31"
        },
        {
          "text": "Также и левит, когда пришел на то место и увидел израненного разбойниками, прошел мимо, другой стороной дороги. ",
          "ID": "32"
        },
        {
          "text": "Проезжал там и один самаритянин. Когда он оказался возле раненого и увидел его, то сжалился над ним ",
          "ID": "33"
        },
        {
          "text": "и, подойдя к нему, перевязал его раны, полив их оливковым маслом и вином. Затем, подняв его на своего мула, привез его на постоялый двор и там еще ухаживал за ним. ",
          "ID": "34"
        },
        {
          "text": "На следующий день этот самаритянин, вынув из кошелька два денария, отдал их хозяину постоялого двора и сказал: „Позаботься об этом человеке. А если что издержишь сверх того, то на обратном пути я возмещу тебе“. ",
          "ID": "35"
        },
        {
          "text": "Как ты думаешь, кто из этих троих оказался ближним человеку, попавшему в руки разбойников?»",
          "ID": "36"
        },
        {
          "text": "«Тот, – ответил законник, – кто проявил к нему милосердие».",
          "ID": "37"
        },
        {
          "text": "Тогда Иисус сказал ему: «Иди и поступай так же».",
          "ID": "37"
        },
        {
          "text": "Продолжая путь со своими учениками, Иисус пришел в одно селение, где женщина по имени Марфа приняла Его в свой дом. ",
          "ID": "38"
        },
        {
          "text": "У нее была сестра, которую звали Мария; сев у ног Господа, она слушала Его слова. ",
          "ID": "39"
        },
        {
          "text": "А Марфа, озабоченная большими приготовлениями, подошла к Нему и сказала: «Господи, Тебе нет дела до того, что сестра моя оставила меня одну управляться со всеми делами? Скажи ей, чтобы она помогла мне!»",
          "ID": "40"
        },
        {
          "text": "Но Господь ответил ей: «Марфа, Марфа! Ты заботишься и беспокоишься о многом, ",
          "ID": "41"
        },
        {
          "text": "а нужно только одно; Мария же избрала наилучшее, и этого у нее не отнимут».",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10",
      "name": "Евангелие по Луке 10"
    },
    {
      "text": [
        {
          "text": "В неком месте, после того, как Иисус закончил молиться, один из Его учеников попросил Его: «Господи, научи нас молиться, как и Иоанн научил своих учеников».",
          "ID": "1"
        },
        {
          "text": "Он сказал им: «Когда молитесь, говорите так:",
          "ID": "2"
        },
        {
          "text": "„Отче!",
          "ID": "2"
        },
        {
          "text": "Почитаемо да будет святое имя Твое!",
          "ID": "2"
        },
        {
          "text": "Да придет Твое Царство!",
          "ID": "2"
        },
        {
          "text": "Хлеб наш насущный даруй нам на каждый день.",
          "ID": "3"
        },
        {
          "text": "И прости нам грехи наши,",
          "ID": "4"
        },
        {
          "text": "ведь и мы прощаем всем,",
          "ID": "4"
        },
        {
          "text": "кто нам зло причиняет.",
          "ID": "4"
        },
        {
          "text": "И не дай нам впасть во искушенье!“»",
          "ID": "4"
        },
        {
          "text": "Потом Он сказал им: «Скажем, у кого-то из вас есть друг, и ты пойдешь к нему посреди ночи и скажешь: „Друг, дай мне хотя бы три лепешки, я потом верну тебе. ",
          "ID": "5"
        },
        {
          "text": "Мой приятель зашел сейчас ко мне с дороги, и мне нечего предложить ему“.",
          "ID": "6"
        },
        {
          "text": "И тот, не выходя из дома, ответит: „Не беспокой меня. Дверь уже на ночь заперта, мои дети и я уже в постели. Я не могу встать и дать тебе то, о чем просишь». ",
          "ID": "7"
        },
        {
          "text": "Говорю вам, если даже он сразу и не встанет и не даст ему хлеба по дружбе с ним, всё равно поднимется и даст тому всё, что нужно, если тот проявит большую настойчивость.",
          "ID": "8"
        },
        {
          "text": "И Я говорю вам: просите – и дано будет вам; ищите – и найдете; стучитесь – и вам отворят. ",
          "ID": "9"
        },
        {
          "text": "Всякий, кто просит, получает, кто ищет, находит, и тому, кто стучится, отворяют.",
          "ID": "10"
        },
        {
          "text": "Неужели найдется среди вас отец, который даст сыну своему змею, когда тот попросит у него рыбы? ",
          "ID": "11"
        },
        {
          "text": "Или даст скорпиона, когда тот попросит яйцо? ",
          "ID": "12"
        },
        {
          "text": "Если вы, злые по своей природе люди, можете давать хорошее своим детям, то тем более Небесный Отец даст Духа Святого тем, кто просит у Него».",
          "ID": "13"
        },
        {
          "text": "Однажды Иисус изгонял беса, [который был] немым; и когда бес вышел, то бывший одержимым заговорил. Народ пришел в изумление, ",
          "ID": "14"
        },
        {
          "text": "но были и такие, кто говорил: «Он изгоняет бесов в союзе с Веельзевулом, князем бесовским». ",
          "ID": "15"
        },
        {
          "text": "А другие, искушая Его, требовали от Него знамений с неба.",
          "ID": "16"
        },
        {
          "text": "Он же, зная их мысли, сказал им: «Любое царство, разделенное внутренней враждой, превращается в пустыню, в таком царстве и семьи нападают одна на другую. ",
          "ID": "17"
        },
        {
          "text": "Если сатана окажется в разладе с самим собой, как устоит его царство? А по-вашему выходит, что Я силой Веельзевула изгоняю бесов. ",
          "ID": "18"
        },
        {
          "text": "Если Я изгоняю бесов с помощью Веельзевула, то чьей силой изгоняют бесов ваши дети? Вот они-то и произнесут свой приговор над вами. ",
          "ID": "19"
        },
        {
          "text": "Если же в том, что Я изгоняю бесов, виден перст Божий, тогда уж точно Царство Божие пришло к вам.",
          "ID": "20"
        },
        {
          "text": "Когда сильный человек, вооружившись, охраняет свой дом, то его имущество в безопасности. ",
          "ID": "21"
        },
        {
          "text": "Но если нападет на него тот, кто сильнее его, и победит его, то заберет у него всё оружие, на которое тот полагался, и разделит со своими друзьями отнятую у него добычу.",
          "ID": "22"
        },
        {
          "text": "Кто не со Мной, тот против Меня. И кто не собирает со Мной, тот расточает.",
          "ID": "23"
        },
        {
          "text": "Когда нечистый дух выходит из человека, он бродит по безводным местам, ища покоя. И, не находя, говорит: „Вернусь-ка в мой дом, который я оставил!“ ",
          "ID": "24"
        },
        {
          "text": "И, возвратясь, находит его выметенным и убранным. ",
          "ID": "25"
        },
        {
          "text": "Тогда он идет и берет семь других духов, более злых, чем он; и они, войдя, поселяются там. И, в конце концов, человек тот оказывается в худшем положении, чем он был вначале».",
          "ID": "26"
        },
        {
          "text": "Когда Иисус говорил это, одна женщина из толпы воскликнула: «Блаженна мать, родившая и вскормившая Тебя!»",
          "ID": "27"
        },
        {
          "text": "Но Он сказал: «Еще блаженнее те, кто слушает слово Божие и соблюдает его!»",
          "ID": "28"
        },
        {
          "text": "Толпа вокруг Иисуса росла всё больше и больше. Тогда Он сказал: «Поколение это – нечестивое поколение. Знамения требуют, но не будет дано ему никакого другого знамения, кроме знамения Ионы. ",
          "ID": "29"
        },
        {
          "text": "Ибо как Иона был знамением для ниневитян, так и Сын Человеческий – для этого рода. ",
          "ID": "30"
        },
        {
          "text": "Царица Юга явится на суд, когда судимы будут люди этого поколения, и она осудит их, ведь она, хоть и жила на краю света, пришла послушать мудрость Соломона, а здесь Тот, Кто больше, чем Соломон. ",
          "ID": "31"
        },
        {
          "text": "Жители Ниневии явятся во время суда вместе с этим поколением и осудят его, ведь они покаялись от проповеди Ионы. Здесь же Тот, Кто больше Ионы.",
          "ID": "32"
        },
        {
          "text": "Никто, зажегши светильник, не прячет его [и не ставит под сосуд], а ставит его на подставку, чтобы входящие видели свет. ",
          "ID": "33"
        },
        {
          "text": "Светильник тела есть глаз твой. Если глаза твои беззлобны, всё тело твое наполнено светом, а если злые они – тьма во всем теле твоем. ",
          "ID": "34"
        },
        {
          "text": "Поэтому смотри, чтобы в тебе вместо света не было тьмы. ",
          "ID": "35"
        },
        {
          "text": "Если всё тело твое светом наполнено и ничего в нем темного нет, то и будет оно полностью освещено, как бывает, когда светильник своим сиянием освещает тебя».",
          "ID": "36"
        },
        {
          "text": "Когда Он закончил говорить, один из фарисеев попросил Его отобедать у него. Иисус вошел в дом и занял место за столом, ",
          "ID": "37"
        },
        {
          "text": "не совершив прежде ритуального омовения рук перед едой. Фарисей же, заметив это, не скрыл своего удивления.",
          "ID": "38"
        },
        {
          "text": "Но Господь сказал ему: «Вот вы, фарисеи, хотя и содержите свои чаши и блюда снаружи в чистоте, внутри полны вы злобы и жадности. ",
          "ID": "39"
        },
        {
          "text": "Безумные! Не Тот ли, Кто создал внешнее, сотворил и внутреннее? ",
          "ID": "40"
        },
        {
          "text": "Если бы вы давали то, что в чашах, бедным, всё для вас было бы чистым.",
          "ID": "41"
        },
        {
          "text": "Но горе вам, фарисеи! Вы даете десятину с мяты, руты и всякой зелени, а позабыли о справедливости и любви к Богу. А ведь это следовало вам делать и о том не забывать.",
          "ID": "42"
        },
        {
          "text": "Горе вам, фарисеи! Вы любите занимать почетные места в синагогах и любите, когда кланяются вам на площадях.",
          "ID": "43"
        },
        {
          "text": "Горе вам, ибо вы как никем не замечаемые могилы: люди ходят по ним, не подозревая об этом».",
          "ID": "44"
        },
        {
          "text": "«Учитель, – возразил Ему один из законников, – говоря это, Ты и нас оскорбляешь!»",
          "ID": "45"
        },
        {
          "text": "Но Он сказал: «Горе и вам, законники! Вы возлагаете на людей непосильное бремя, а сами и пальцем не прикасаетесь к нему. ",
          "ID": "46"
        },
        {
          "text": "Горе вам! Вы строите гробницы пророкам, которых убили отцы ваши. ",
          "ID": "47"
        },
        {
          "text": "И тем самым вы свидетельствуете, что одобряете дела отцов ваших: они убивали пророков, а вы гробницы строите. ",
          "ID": "48"
        },
        {
          "text": "Вот почему мудрость Божья изрекла: „Пошлю к ним пророков и апостолов: одних они убьют, а других будут преследовать“, ",
          "ID": "49"
        },
        {
          "text": "а потому поколение это будет в ответе за кровь всех пророков, пролитую от сотворения мира: ",
          "ID": "50"
        },
        {
          "text": "от крови Авеля до крови Захарии, погибшего между жертвенником и Домом Божьим. Да, говорю вам: это поколение ответит за всё.",
          "ID": "51"
        },
        {
          "text": "Горе вам, законники! Вы присвоили ключ к знанию: сами не вошли и тем, кто хотел войти, помешали».",
          "ID": "52"
        },
        {
          "text": "Когда Он вышел оттуда, книжники и фарисеи начали с ожесточением наступать на Него, добиваясь от Него ответов на множество вопросов, ",
          "ID": "53"
        },
        {
          "text": "пытаясь поймать Его на слове.",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11",
      "name": "Евангелие по Луке 11"
    },
    {
      "text": [
        {
          "text": "Тем временем, когда собрались тысячи людей, теснивших и толкавших друг друга, Иисус, обращаясь в первую очередь к Своим ученикам, сказал: «Берегитесь закваски фарисейской – лицемерия берегитесь. ",
          "ID": "1"
        },
        {
          "text": "Нет ничего сокрытого, что не открылось бы, и нет ничего тайного, о чем не узнали бы. ",
          "ID": "2"
        },
        {
          "text": "И то, что вы сказали в темноте, услышано будет при свете, и то, что вы прошептали на ухо в доме своем, во всеуслышание провозгласят.",
          "ID": "3"
        },
        {
          "text": "Говорю же вам, друзьям Моим: не бойтесь тех, кто убивает тело и кроме этого ничего уже сделать не может. ",
          "ID": "4"
        },
        {
          "text": "Но скажу вам, кого бояться. Бойтесь Того, Кто, убивая, имеет власть ввергнуть в геенну. Да, говорю вам, Того бойтесь. ",
          "ID": "5"
        },
        {
          "text": "Разве не пять птичек продаются всего за два ассария? И ни одна из них не забыта у Бога. ",
          "ID": "6"
        },
        {
          "text": "А на вашей голове даже волосы все сочтены. Не бойтесь же: вы имеете большую ценность, чем любое множество птиц.",
          "ID": "7"
        },
        {
          "text": "И говорю вам: кто открыто признает Меня пред людьми, того и Я, Сын Человеческий, признаю пред ангелами Божьими. ",
          "ID": "8"
        },
        {
          "text": "А кто отречется от Меня перед людьми, будет отвергнут перед ангелами Божьими. ",
          "ID": "9"
        },
        {
          "text": "Всякий, кто скажет слово против Сына Человеческого, будет прощен, но нет прощения тому, кто оскорбит Святого Духа.",
          "ID": "10"
        },
        {
          "text": "Когда вас будут приводить в синагоги, к начальству и властям, не беспокойтесь о том, как вам защищаться и что говорить, ",
          "ID": "11"
        },
        {
          "text": "ибо в тот час научит вас Дух Святой тому, что вам нужно сказать».",
          "ID": "12"
        },
        {
          "text": "Кто-то из толпы сказал Ему: «Учитель, скажи брату моему, пусть разделит со мной наследство!»",
          "ID": "13"
        },
        {
          "text": "Но Иисус ответил тому человеку: «Друг, кто поставил Меня над вами судьей или посредником в вашем споре?» ",
          "ID": "14"
        },
        {
          "text": "И, обратившись ко всем, сказал: «Смотрите за собой и берегитесь всякого стяжательства, потому что жизнь человека не зависит от изобилия его имущества».",
          "ID": "15"
        },
        {
          "text": "И Он рассказал им притчу: «У одного богатого человека земля хорошо уродила, ",
          "ID": "16"
        },
        {
          "text": "и тот призадумался: „Что мне делать? Ведь мне некуда собрать мои плоды“.",
          "ID": "17"
        },
        {
          "text": "И решил: „Вот что сделаю: снесу-ка свои житницы и построю большие, и соберу в них всю пшеницу и всё свое добро, ",
          "ID": "18"
        },
        {
          "text": "и скажу себе: теперь у тебя много добра, хватит на долгие годы: отдыхай, ешь, пей, веселись!“",
          "ID": "19"
        },
        {
          "text": "А Бог сказал ему: „Безумный! В эту же ночь отнимут у тебя жизнь твою, и кому достанется то, что ты заготовил?“",
          "ID": "20"
        },
        {
          "text": "Так бывает с тем, кто собирает сокровища для себя и остается нищим в глазах Божиих».",
          "ID": "21"
        },
        {
          "text": "Потом Иисус сказал ученикам [Своим]: «Вот почему Я говорю вам: не тревожьтесь о повседневной жизни вашей, что будете вы есть, и будет ли у вас одежда для тела. ",
          "ID": "22"
        },
        {
          "text": "Ведь жизнь – это больше, чем пища. И тело не больше ли, чем одежда? ",
          "ID": "23"
        },
        {
          "text": "Посмотрите на воронов: не сеют они и не жнут, у них нет ни хранилищ, ни житниц – Бог их питает. Насколько же вы дороже для Бога, чем птицы! ",
          "ID": "24"
        },
        {
          "text": "И кто из вас, при всем своем беспокойстве, может продлить свою жизнь хотя бы на час? ",
          "ID": "25"
        },
        {
          "text": "Если вы даже малого сделать не можете, так зачем же беспокоитесь об остальном?",
          "ID": "26"
        },
        {
          "text": "Посмотрите на лилии, как они растут: не трудятся они, не прядут. Но Я говорю вам: даже Соломон во всей своей славе не одевался так, как любая из них. ",
          "ID": "27"
        },
        {
          "text": "Если даже траву на поле, которая сегодня есть, а завтра сгорит в огне, Бог так одевает, то тем более Он позаботится о вас, маловеры! ",
          "ID": "28"
        },
        {
          "text": "Так пусть же заботы о том, что вам есть и что пить, не поглощают вас и не беспокоят, ",
          "ID": "29"
        },
        {
          "text": "ибо этим заняты все помыслы язычников, людей мира сего. А ваш Отец знает, что вы нуждаетесь в этом. ",
          "ID": "30"
        },
        {
          "text": "Ищите же Царство Его, и всё остальное вам также будет дано.",
          "ID": "31"
        },
        {
          "text": "Не бойся, малое стадо, – благоволил Отец ваш Царство вам даровать. ",
          "ID": "32"
        },
        {
          "text": "Продавайте ваше имущество и помогайте бедным. Приобретайте себе кладовые вечные и сокровища неисчерпаемые в небесах, где к нему ни вор не может приблизиться, и моль его не съест, ",
          "ID": "33"
        },
        {
          "text": "ибо где сокровище ваше, там и сердце ваше будет.",
          "ID": "34"
        },
        {
          "text": "Будьте наготове: подоткните одежды ваши длинные, светильники держите горящими, ",
          "ID": "35"
        },
        {
          "text": "как те слуги, что ожидают возвращения господина своего с брачного пира, чтобы тотчас открыть ему, когда придет он и постучит. ",
          "ID": "36"
        },
        {
          "text": "Блаженны слуги те, которых господин, вернувшись, бодрствующими найдет. Заверяю вас, сам он, одежды свои подоткнув, позовет слуг к столу, подойдет и станет им служить. ",
          "ID": "37"
        },
        {
          "text": "И в какой бы час он ни вернулся, в полночь или на рассвете, если застанет их бодрствующими, блаженны они!",
          "ID": "38"
        },
        {
          "text": "Можете быть уверены: если бы хозяин дома знал, в какой час придет вор, он бы не допустил, чтобы тот проник в дом его. ",
          "ID": "39"
        },
        {
          "text": "И вы готовы будьте, ибо Сын Человеческий придет в тот час, в который не ждете».",
          "ID": "40"
        },
        {
          "text": "Тогда Петр сказал: «Господи, к нам ли относится эта притча или ко всем?»",
          "ID": "41"
        },
        {
          "text": "И Господь так ответил на это: «Представьте себе верного и разумного управляющего, которого господин может поставить над всей прислугой своей, чтобы каждому раздавать пищу вовремя. ",
          "ID": "42"
        },
        {
          "text": "Блажен тот слуга, которого господин, придя, найдет поступающим точно так. ",
          "ID": "43"
        },
        {
          "text": "Заверяю вас, он поставит его управлять всем своим имуществом. ",
          "ID": "44"
        },
        {
          "text": "Но если тот слуга скажет сам себе: „Не скоро вернется мой господин“, – и начнет бить слуг и служанок, будет пировать и кутить, ",
          "ID": "45"
        },
        {
          "text": "то господин того слуги придет в день, когда тот не ждет его, и в час, о котором тот не ведает, и предаст его ужасной смерти, подвергнув одной участи с неверующими.",
          "ID": "46"
        },
        {
          "text": "Тот слуга, который знал волю господина своего и не приготовился или не исполнял эту волю, будет сурово наказан, ",
          "ID": "47"
        },
        {
          "text": "а тому, кто не знал, но сделал то, что побоев достойно, наказание будет менее суровым. Кому много дано, с того много взыщут, и кому много вверено, с того больше и спросят.",
          "ID": "48"
        },
        {
          "text": "Огонь пришел Я зажечь на земле, и как бы Я хотел, чтобы он уже пылал! ",
          "ID": "49"
        },
        {
          "text": "Но Мне надо пройти через крещение, и как Я томлюсь, пока оно не совершится! ",
          "ID": "50"
        },
        {
          "text": "Вы, верно, думаете, что Я пришел установить на земле мир? Нет, говорю вам, разделение Я принес. ",
          "ID": "51"
        },
        {
          "text": "Ибо отныне даже пятеро в одном доме будут разделены: трое против двух и двое против трех.",
          "ID": "52"
        },
        {
          "text": "Отец будет против сына",
          "ID": "53"
        },
        {
          "text": "и сын против отца,",
          "ID": "53"
        },
        {
          "text": "мать против дочери",
          "ID": "53"
        },
        {
          "text": "и дочь против матери,",
          "ID": "53"
        },
        {
          "text": "свекровь против невестки",
          "ID": "53"
        },
        {
          "text": "и невестка против свекрови».",
          "ID": "53"
        },
        {
          "text": "А народу Он сказал: «Когда вы видите облако, поднимающееся с запада, вы сразу же говорите: „Будет дождь“, и так происходит, ",
          "ID": "54"
        },
        {
          "text": "а когда дует южный ветер, говорите: „Будет жарко“, и это сбывается. ",
          "ID": "55"
        },
        {
          "text": "Лицемеры! Вы предсказываете погоду, глядя на небо и землю, а значение времени сего определить не можете.",
          "ID": "56"
        },
        {
          "text": "Почему бы вам самим не решать, что же на самом деле верно пред Богом? ",
          "ID": "57"
        },
        {
          "text": "Так, например, когда ты идешь со своим противником в суд, то дорогой договорись с ним по-доброму, иначе дело твое попадет к судье, а судья отдаст тебя судебному исполнителю, и тот бросит тебя в темницу. ",
          "ID": "58"
        },
        {
          "text": "Говорю тебе: ты не выйдешь оттуда, пока не отдашь всё до последней монеты».",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12",
      "name": "Евангелие по Луке 12"
    },
    {
      "text": [
        {
          "text": "В это самое время пришли к Иисусу какие-то люди и рассказали о галилеянах, убитых у жертвенника по приказу Пилата, так что их кровь смешалась с кровью тех животных, что они принесли в жертву. ",
          "ID": "1"
        },
        {
          "text": "Иисус сказал им: «Вы думаете, что эти галилеяне были грешнее всех прочих галилеян, раз их постигла такая участь? ",
          "ID": "2"
        },
        {
          "text": "Нет, говорю вам! Но если не покаетесь, то все так же погибнете. ",
          "ID": "3"
        },
        {
          "text": "Или те восемнадцать, на которых обрушилась башня в Силоаме и убила их, – думаете ли вы, что они были виновнее, чем все остальные люди, живущие в Иерусалиме? ",
          "ID": "4"
        },
        {
          "text": "Нет, говорю вам! Но если не покаетесь, то все так же погибнете!»",
          "ID": "5"
        },
        {
          "text": "И Он рассказал такую притчу: «У одного человека была смоковница, посаженная в его винограднике. И однажды он пришел посмотреть, принесла ли она плоды, но ничего не нашел. ",
          "ID": "6"
        },
        {
          "text": "Тогда он сказал виноградарю: „Вот уже три года, как я прихожу сюда, чтобы посмотреть, не принесла ли смоковница плоды, и не нахожу ни одного. [Так] сруби ее! Зачем она землю истощает?“",
          "ID": "7"
        },
        {
          "text": "„Господин, – ответил ему виноградарь, – оставь ее и на этот год, а я тем временем ее окопаю и удобрю. ",
          "ID": "8"
        },
        {
          "text": "Может, она еще принесет плоды в следующем году. Если нет, тогда срубишь“».",
          "ID": "9"
        },
        {
          "text": "Однажды Иисус учил в субботу в одной из синагог. ",
          "ID": "10"
        },
        {
          "text": "Там была одна женщина, восемнадцать лет страдавшая от болезни, вызванной нечистым духом: она была сильно сгорблена и никак не могла разогнуться. ",
          "ID": "11"
        },
        {
          "text": "Когда Иисус заметил ее, Он ее подозвал и сказал: «Женщина, ты избавлена от болезни твоей». ",
          "ID": "12"
        },
        {
          "text": "Затем Он возложил на нее руки, и она тотчас выпрямилась и стала славить Бога.",
          "ID": "13"
        },
        {
          "text": "В негодовании на Иисуса за то, что Он исцелил в субботу, старейшина синагоги сказал народу: «Есть шесть дней для работы. В эти дни и приходите исцеляться, а не в субботу».",
          "ID": "14"
        },
        {
          "text": "Возражая ему и прочим противникам, Господь сказал: «Лицемеры! Не отвязывает ли от стойла каждый из вас в субботу своего вола или осла и не ведет ли поить? ",
          "ID": "15"
        },
        {
          "text": "А эту женщину, дочь Авраама, которая связана сатаной вот уже восемнадцать лет, разве не следовало освободить от этих уз в день субботний?»",
          "ID": "16"
        },
        {
          "text": "Эти слова устыдили всех Его противников, а народ радовался тем славным делам, что Он совершал.",
          "ID": "17"
        },
        {
          "text": "«Чему подобно Царство Божие? – продолжал Иисус. – С чем Мне сравнить его? ",
          "ID": "18"
        },
        {
          "text": "Оно похоже на горчичное зерно, которое человек взял и посадил в своем саду, и оно выросло, и стало деревом, и птицы поднебесные гнездились в ветвях его».",
          "ID": "19"
        },
        {
          "text": "И еще сказал Иисус: «Чему уподоблю Царство Божие? ",
          "ID": "20"
        },
        {
          "text": "Оно подобно закваске, которую женщина берет, кладет в три меры муки, и всё тесто вскисает».",
          "ID": "21"
        },
        {
          "text": "Продолжая свой путь в Иерусалим, проходил Он по городам и селениям и повсюду учил людей. ",
          "ID": "22"
        },
        {
          "text": "Один человек спросил Его: «Господи, неужели лишь немногие будут спасены?»",
          "ID": "23"
        },
        {
          "text": "Иисус ответил: ",
          "ID": "23"
        },
        {
          "text": "«Сделайте всё возможное, чтобы войти вам узкой дверью, ибо, говорю вам, многие будут пытаться войти, но не смогут. ",
          "ID": "24"
        },
        {
          "text": "Однажды хозяин дома встанет и закроет дверь, и вы можете остаться снаружи. И будете стучать в дверь и говорить: „Господи, открой нам!“",
          "ID": "25"
        },
        {
          "text": "А Он в ответ скажет вам: „Я вас не знаю, откуда вы?“",
          "ID": "25"
        },
        {
          "text": "Тогда вы станете убеждать Его: „Мы ели и пили с Тобой, и Ты учил на улицах наших“.",
          "ID": "26"
        },
        {
          "text": "Но Он снова скажет вам: „Не знаю [вас], откуда вы. Уйдите от Меня все, творящие зло!“ ",
          "ID": "27"
        },
        {
          "text": "Плач будет там и скрежет зубовный, когда увидите вы Авраама, Исаака, Иакова и всех пророков в Царстве Божием, а сами окажетесь изгнанными прочь. ",
          "ID": "28"
        },
        {
          "text": "С востока и запада, севера и юга люди придут, за столом соберутся на пиру в Царстве Божием. ",
          "ID": "29"
        },
        {
          "text": "И действительно, некоторые, сегодня последние, станут первыми, а первые – последними».",
          "ID": "30"
        },
        {
          "text": "В то самое время к Иисусу пришло несколько фарисеев. Они сказали Ему: «Тебе лучше уйти отсюда. Покинь это место – Ирод хочет убить Тебя».",
          "ID": "31"
        },
        {
          "text": "«Пойдите, – ответил Он им, – и скажите этой лисе, что Я буду изгонять бесов и совершать исцеления и сегодня, и завтра, а на третий день завершится дело Мое. ",
          "ID": "32"
        },
        {
          "text": "Но сегодня, завтра и на следующий день Я должен продолжать Свой путь, ибо немыслимо, чтобы пророк погиб вне Иерусалима.",
          "ID": "33"
        },
        {
          "text": "Иерусалим, Иерусалим, убивающий пророков и камнями побивающий посланных Богом к нему! Сколько раз хотел Я собрать детей твоих, подобно тому, как птица собирает своих птенцов под крылья, но вы не захотели! ",
          "ID": "34"
        },
        {
          "text": "И вот, ваш дом оставляется вам! Говорю [же] вам: не увидите Меня, пока [не придет то время, когда] вы скажете: „Благословен Грядущий во имя Господне!“»",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13",
      "name": "Евангелие по Луке 13"
    },
    {
      "text": [
        {
          "text": "Однажды в субботу Иисус пришел в дом к одному из начальствующих фарисеев на обед. За Ним внимательно наблюдали. ",
          "ID": "1"
        },
        {
          "text": "Как вдруг перед Ним появился человек, больной водянкой. ",
          "ID": "2"
        },
        {
          "text": "Обратившись к законникам и фарисеям, Иисус спросил: «В субботу позволяется исцелять или нет?» ",
          "ID": "3"
        },
        {
          "text": "Но они промолчали. Тогда Он, прикоснувшись к больному, исцелил его и отпустил домой.",
          "ID": "4"
        },
        {
          "text": "А им Он сказал: «Если у кого из вас дитя или вол упадет в колодец, разве вы не вытащите его, случись это в день субботний?» ",
          "ID": "5"
        },
        {
          "text": "И они не смогли ничего возразить Ему на это.",
          "ID": "6"
        },
        {
          "text": "Когда Иисус заметил, что гости выбирали себе почетные места за столом, Он в поучение сказал: ",
          "ID": "7"
        },
        {
          "text": "«Если тебя пригласили на брачный пир, не занимай почетного места. Может оказаться, что приглашен еще кто-то, более почетный гость, чем ты. ",
          "ID": "8"
        },
        {
          "text": "И хозяин, пригласивший тебя и его, подойдет к тебе и скажет: „Уступи это место ему“, и ты со стыдом перейдешь на последнее место. ",
          "ID": "9"
        },
        {
          "text": "Но если ты приглашен, иди и займи последнее место, и когда придет пригласивший тебя хозяин и скажет тебе: „Друг, пройди сюда, повыше“, то будет тебе оказана честь в присутствии всех, кто с тобой за столом, ",
          "ID": "10"
        },
        {
          "text": "ибо всякий возвышающий себя будет унижен, а умаляющий себя возвысится».",
          "ID": "11"
        },
        {
          "text": "Также и фарисею, пригласившему Его, Иисус сказал: «Когда устраиваешь ты обед или ужин, не приглашай твоих друзей, братьев, прочих родственников или богатых соседей. Они в ответ непременно пригласят тебя, и в этом будет вся твоя награда. ",
          "ID": "12"
        },
        {
          "text": "Нет, когда устраиваешь пир, приглашай бедных, хромых, слепых, увечных, ",
          "ID": "13"
        },
        {
          "text": "и блажен будешь, потому что им нечем воздать тебе, и воздастся тебе в день, когда воскреснут праведные».",
          "ID": "14"
        },
        {
          "text": "Услышав это, один из гостей, находившихся за столом, воскликнул: «Блажен, кто будет на пиру в Царстве Божием!»",
          "ID": "15"
        },
        {
          "text": "Но Иисус сказал ему: «Один человек устраивал большой пир и пригласил много людей. ",
          "ID": "16"
        },
        {
          "text": "И, когда пришло время, он послал слугу своего, чтобы тот сказал приглашенным: „Приходите, ведь всё уже готово!“",
          "ID": "17"
        },
        {
          "text": "И тут все как один стали извиняться. Первый сказал ему: „Я купил землю и должен обязательно пойти и посмотреть ее. Прошу тебя, извини меня“.",
          "ID": "18"
        },
        {
          "text": "Другой сказал: „Я купил пять пар волов и иду испытать их в работе. Прошу тебя, извини меня“.",
          "ID": "19"
        },
        {
          "text": "А третий сказал: „Я женился и поэтому не могу прийти“.",
          "ID": "20"
        },
        {
          "text": "И слуга, возвратившись домой, рассказал об этом своему господину. Тогда хозяин дома разгневался и приказал слуге своему: „Пройди скорее по улицам и переулкам города и приведи сюда нищих, увечных, слепых и хромых“.",
          "ID": "21"
        },
        {
          "text": "Выполнив поручение, слуга сказал: „Господин, сделано то, что ты приказал, и еще есть место“.",
          "ID": "22"
        },
        {
          "text": "„Выйди из города и пройди по проселочным дорогам и вдоль изгородей, – ответил его господин, – и убеди людей прийти. Пусть дом мой гостями наполнится. ",
          "ID": "23"
        },
        {
          "text": "Ибо, говорю вам, никто из тех приглашенных не будет на моем пиру!“»",
          "ID": "24"
        },
        {
          "text": "Однажды, когда большая толпа шла с Иисусом, Он, повернувшись, сказал им: ",
          "ID": "25"
        },
        {
          "text": "«Кто приходит ко Мне, но любит Меня меньше, чем отца, мать, жену, детей, братьев и сестер, или меньше, чем саму жизнь свою, не может быть Моим учеником. ",
          "ID": "26"
        },
        {
          "text": "Кто не несет креста своего и не идет за Мною, не может быть Моим учеником.",
          "ID": "27"
        },
        {
          "text": "Кто из вас, желая построить башню, не сядет сначала и не подсчитает расходы: сможет ли он довести строительство до конца? ",
          "ID": "28"
        },
        {
          "text": "Иначе, если он заложит основание и будет не в силах завершить, все видящие это начнут смеяться над ним ",
          "ID": "29"
        },
        {
          "text": "и говорить: „Этот человек начал строить и не смог закончить“.",
          "ID": "30"
        },
        {
          "text": "Или какой царь, прежде чем воевать с другим царем, не сядет и не рассмотрит сначала, сможет ли он с десятью тысячами воинов встретить врага, идущего против него с двадцатью тысячами? ",
          "ID": "31"
        },
        {
          "text": "Если же нет, то он отправит послов вести переговоры о мире, пока тот еще далеко. ",
          "ID": "32"
        },
        {
          "text": "Так и всякий из вас, если не готов оставить всё, что есть у него, не может быть Моим учеником.",
          "ID": "33"
        },
        {
          "text": "Да, соль хороша, но если она станет пресной, то как вновь сделать ее соленой? ",
          "ID": "34"
        },
        {
          "text": "Ни в землю, ни в удобрения она не годится – ее выбрасывают.",
          "ID": "35"
        },
        {
          "text": "У кого есть уши, чтобы слышать, пусть услышит!»",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14",
      "name": "Евангелие по Луке 14"
    },
    {
      "text": [
        {
          "text": "Сборщики налогов и те, кого называли грешниками, постоянно теснились вокруг Иисуса, чтобы слушать Его. ",
          "ID": "1"
        },
        {
          "text": "Но фарисеи и книжники возмущались и говорили: «Он принимает грешников и даже ест с ними!»",
          "ID": "2"
        },
        {
          "text": "Тогда Он рассказал им такую притчу: ",
          "ID": "3"
        },
        {
          "text": "«Скажем, у кого-то из вас есть сто овец, и он потеряет одну из них, не оставит ли он девяносто девять на пастбище и не пойдет ли искать пропавшую, пока не найдет ее? ",
          "ID": "4"
        },
        {
          "text": "И когда ему удается найти, он, радуясь, кладет ее себе на плечи; ",
          "ID": "5"
        },
        {
          "text": "и, возвратившись в свой дом, созывает друзей и соседей и говорит им: „Порадуйтесь со мной: я нашел мою потерянную овцу!“ ",
          "ID": "6"
        },
        {
          "text": "Говорю вам, что так же и на небе будет больше радости об одном кающемся грешнике, чем о девяноста девяти праведниках, в покаянии не нуждающихся.",
          "ID": "7"
        },
        {
          "text": "Или еще такой пример: у женщины было десять серебряных монет, и если она потеряет одну из них, не зажжет ли она светильник и не станет ли подметать в доме, ища усердно, пока не найдет? ",
          "ID": "8"
        },
        {
          "text": "И когда найдет, то созовет подруг и соседок и скажет: „Порадуйтесь со мной: я нашла свою потерянную монету!“ ",
          "ID": "9"
        },
        {
          "text": "Говорю вам, так радуются ангелы Божии об одном кающемся грешнике».",
          "ID": "10"
        },
        {
          "text": "Затем Иисус продолжил: «У одного человека было два сына, ",
          "ID": "11"
        },
        {
          "text": "и младший из них однажды сказал ему: „Отец, отдай мне часть имущества, которая мне причитается!“ И тот разделил состояние между сыновьями.",
          "ID": "12"
        },
        {
          "text": "Спустя несколько дней младший сын, собрав всё, что было у него, ушел в далекую страну и расточил там свои деньги, живя разгульно. ",
          "ID": "13"
        },
        {
          "text": "Так он растратил всё, и когда в той стране начался сильный голод, он оказался в большой нужде. ",
          "ID": "14"
        },
        {
          "text": "Тогда он пошел и нанялся в работники к одному из местных жителей, и тот послал его на свои луга пасти свиней. ",
          "ID": "15"
        },
        {
          "text": "Он был бы рад утолить свой голод даже стручками, что ели свиньи, но и этого ему не давали.",
          "ID": "16"
        },
        {
          "text": "Наконец, образумившись, он сказал себе: „Сколько работников у отца моего едят хлеб досыта, а я здесь погибаю от голода! ",
          "ID": "17"
        },
        {
          "text": "Пойду к отцу и скажу ему: отец, согрешил я против Неба, и перед тобою виновен я, ",
          "ID": "18"
        },
        {
          "text": "и больше недостоин называться сыном твоим! Прими меня как одного из твоих работников!“ ",
          "ID": "19"
        },
        {
          "text": "И он встал и пошел к отцу своему.",
          "ID": "20"
        },
        {
          "text": "Когда он был еще далеко, отец увидел его и сжалился над ним: побежал к нему навстречу, обнял и поцеловал его.",
          "ID": "20"
        },
        {
          "text": "И сын сказал ему: „Отец, согрешил я против Неба и перед тобою виновен я, и больше недостоин называться сыном твоим…“",
          "ID": "21"
        },
        {
          "text": "Но отец сказал слугам своим: „Скорее принесите лучшую одежду и оденьте его, и наденьте перстень на руку его и обувь на ноги! ",
          "ID": "22"
        },
        {
          "text": "И приведите откормленного теленка и заколите: будем есть и веселиться! ",
          "ID": "23"
        },
        {
          "text": "Ибо этот сын мой мертв был – и ожил, пропадал – и нашелся!“ И началось веселье.",
          "ID": "24"
        },
        {
          "text": "В то время старший его сын был в поле. Когда он, возвращаясь, подошел к дому, то услышал музыку и ликование. ",
          "ID": "25"
        },
        {
          "text": "Подозвав одного из слуг, он спросил, что случилось. ",
          "ID": "26"
        },
        {
          "text": "Тот ответил ему: „Твой брат пришел, и откормленного теленка заколол отец, ведь его сын вернулся живым и здоровым“.",
          "ID": "27"
        },
        {
          "text": "Старший сын рассердился и не захотел войти в дом. Тогда вышел отец его и стал упрашивать его войти. ",
          "ID": "28"
        },
        {
          "text": "Но он ответил отцу: „Посмотри, столько лет я работал на тебя, как раб, и никогда не преступал воли твоей, а ты ни разу даже козленка мне не дал, чтобы я мог повеселиться с друзьями моими! ",
          "ID": "29"
        },
        {
          "text": "А когда пришел этот сын твой, промотавший твое же состояние с блудницами, ты заколол для него откормленного теленка!“",
          "ID": "30"
        },
        {
          "text": "„Дитя мое! – сказал ему отец. – Ты всегда со мной, и всё, что есть у меня, – твое. ",
          "ID": "31"
        },
        {
          "text": "Как же не веселиться нам и не радоваться тому, что этот брат твой был мертв – и ожил, пропадал – и нашелся?!“»",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15",
      "name": "Евангелие по Луке 15"
    },
    {
      "text": [
        {
          "text": "Сказал Он и ученикам Своим: «У одного богатого человека был управляющий. Хозяину донесли, что тот расточает его имущество. ",
          "ID": "1"
        },
        {
          "text": "Позвав управляющего, он сказал ему: „Что это я слышу про тебя? Дай мне отчет в твоем управлении, – ты не можешь больше быть моим управляющим“.",
          "ID": "2"
        },
        {
          "text": "Тогда человек тот сказал сам себе: „Что мне делать? Мой господин лишает меня места управляющего. Копать я не могу, просить милостыню мне стыдно. ",
          "ID": "3"
        },
        {
          "text": "А, знаю, что сделать, чтобы нашлись те, кто примет меня в свой дом, когда лишусь места своего“.",
          "ID": "4"
        },
        {
          "text": "И, призвав по одному каждого из должников господина своего, он сказал первому: „Сколько ты должен моему господину?“",
          "ID": "5"
        },
        {
          "text": "Тот ответил: „Сто мер масла“.",
          "ID": "6"
        },
        {
          "text": "Тогда он сказал ему: „Возьми свою расписку, быстро садись и пиши: пятьдесят“.",
          "ID": "6"
        },
        {
          "text": "Потом спросил и другого: „А ты сколько должен?“",
          "ID": "7"
        },
        {
          "text": "Тот сказал: „Сто мер пшеницы“.",
          "ID": "7"
        },
        {
          "text": "Управляющий говорит ему: „Возьми свою расписку и напиши: восемьдесят“.",
          "ID": "7"
        },
        {
          "text": "И похвалил господин нечестного управляющего за то, что тот действовал так предусмотрительно. Да, дети века сего, когда имеют дело с себе подобными, более предусмотрительны, чем дети света. ",
          "ID": "8"
        },
        {
          "text": "И Я говорю вам: чтобы приобрести себе друзей, используйте деньги, которые многих к злу влекут, чтобы, когда денег не станет, те друзья приняли бы вас в вечные обители.",
          "ID": "9"
        },
        {
          "text": "Кто верен в малом, тот верен и в большом, а неверный в малом неверен и в большом. ",
          "ID": "10"
        },
        {
          "text": "Если вы не были верны в земном богатстве, кто доверит вам богатство подлинное? ",
          "ID": "11"
        },
        {
          "text": "И если в чужом не оказались верными, кто даст вам ваше?",
          "ID": "12"
        },
        {
          "text": "Ни один слуга не может служить двум господам: либо, полюбив одного, он не сможет любить другого, либо предан будет одному и будет пренебрегать другим. Вы не можете служить и Богу, и мамоне».",
          "ID": "13"
        },
        {
          "text": "Сребролюбивые фарисеи слышали всё это и высмеивали Его. ",
          "ID": "14"
        },
        {
          "text": "А Он сказал им: «Перед людьми вы за праведных себя выдаете, но знает Бог сердца ваши. Что у людей в почете, для Бога – мерзость.",
          "ID": "15"
        },
        {
          "text": "До Иоанна были только Закон и пророки, теперь же и Благая Весть о Царстве Божием возвещается, и люди изо всех сил стремятся войти в него. ",
          "ID": "16"
        },
        {
          "text": "Но легче исчезнуть небу и земле, чем пропасть одной черточке в Законе.",
          "ID": "17"
        },
        {
          "text": "Всякий, кто разводится с женой и женится на другой, прелюбодействует, и тот, кто женится на разведенной, также прелюбодействует.",
          "ID": "18"
        },
        {
          "text": "Жил некогда один богатый человек, носил он дорогие одежды и каждый день устраивал роскошный пир. ",
          "ID": "19"
        },
        {
          "text": "А у ворот его лежал нищий по имени Лазарь, весь покрытый струпьями. ",
          "ID": "20"
        },
        {
          "text": "Он был рад утолить свой голод хотя бы тем, что падало со стола богача. Собаки приходили и лизали его струпья.",
          "ID": "21"
        },
        {
          "text": "Когда нищий умер, ангелы унесли его к Аврааму. Умер и богач, и был похоронен. ",
          "ID": "22"
        },
        {
          "text": "Мучаясь в аду, он поднял глаза и увидел вдали Авраама и Лазаря рядом с ним, ",
          "ID": "23"
        },
        {
          "text": "и громко закричал: „Отец Авраам, смилуйся надо мной! Пошли Лазаря, чтобы он омочил кончик пальца в воде и язык мне прохладил, потому что я ужасно страдаю в этом пламени!“",
          "ID": "24"
        },
        {
          "text": "Но Авраам сказал: „Сын мой, вспомни, что в жизни твоей хорошего вдоволь было у тебя, а у Лазаря – злого. Теперь же он здесь утешается, а ты мучаешься. ",
          "ID": "25"
        },
        {
          "text": "К тому же между нами и вами пролегает огромная пропасть. Отсюда никто к вам перейти не может, даже если бы и захотел, и от вас к нам – тоже“.",
          "ID": "26"
        },
        {
          "text": "И богач сказал: „Тогда прошу тебя, отец, пошли его в дом отца моего, ",
          "ID": "27"
        },
        {
          "text": "ибо у меня пятеро братьев, пусть он их предупредит, чтобы и они не попали в это место мучения“.",
          "ID": "28"
        },
        {
          "text": "Но Авраам ответил: „У них есть Моисей и пророки, пусть их слушают“.",
          "ID": "29"
        },
        {
          "text": "Он же сказал: „Нет, отец Авраам, но если кто из мертвых придет к ним, тогда они покаются“.",
          "ID": "30"
        },
        {
          "text": "Но Авраам сказал ему: „Если Моисея и пророков не слушают, то и воскресший из мертвых их не убедит“».",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16",
      "name": "Евангелие по Луке 16"
    },
    {
      "text": [
        {
          "text": "А Своим ученикам Он сказал: «Повод ко греху всегда найдется, но горе тому, кто подаст этот повод. ",
          "ID": "1"
        },
        {
          "text": "Лучше было бы для него с жерновом на шее быть брошенным в море, чем дать повод ко греху одному из малых сих. ",
          "ID": "2"
        },
        {
          "text": "А потому следите за собой.",
          "ID": "3"
        },
        {
          "text": "Если согрешит брат твой, укажи ему на грех его. И если раскается он, прости его. ",
          "ID": "3"
        },
        {
          "text": "И если семь раз на день согрешит против тебя и семь раз придет к тебе и скажет: „Каюсь!“ – прости его».",
          "ID": "4"
        },
        {
          "text": "Апостолы сказали Господу: «Дай же нам больше веры!»",
          "ID": "5"
        },
        {
          "text": "Но Господь сказал: «Если бы вера ваша была с горчичное зерно, и вы сказали бы [этому] большому дереву: „Выдерни себя из земли с корнями и в море пересади себя!“ – оно послушалось бы вас.",
          "ID": "6"
        },
        {
          "text": "Представьте себе, что у кого-то из вас есть слуга, работающий в поле или пасущий скот. Скажет ли господин ему, когда тот вернется с поля: „Сейчас же иди к столу“? ",
          "ID": "7"
        },
        {
          "text": "Разве, напротив, он не скажет ему: „Приготовь мне поужинать, подоткни свою длинную одежду и прислуживай мне, пока я ем и пью, а потом ешь и пей сам“? ",
          "ID": "8"
        },
        {
          "text": "Разве он будет благодарить слугу за то, что тот выполнил приказанное ему? ",
          "ID": "9"
        },
        {
          "text": "Так и вы, исполнив всё порученное вам, говорите: „Мы ведь только слуги: что должны были сделать, то и сделали“».",
          "ID": "10"
        },
        {
          "text": "Продолжая свой путь в Иерусалим, Иисус шел теми местами, что прилегают к Самарии и Галилее. ",
          "ID": "11"
        },
        {
          "text": "И когда Он входил в одно селение, встретились [Ему] десять прокаженных. Они остановились поодаль ",
          "ID": "12"
        },
        {
          "text": "и стали громко просить Его: «Иисус, Наставник, смилуйся над нами!»",
          "ID": "13"
        },
        {
          "text": "Посмотрев на них, Он сказал им: «Пойдите, покажитесь священникам». Они пошли – и вот, еще по дороге, они от проказы очистились.",
          "ID": "14"
        },
        {
          "text": "Один из них, увидев, что исцелен, возвратился, громко прославляя Бога, ",
          "ID": "15"
        },
        {
          "text": "и пал ниц к ногам Иисуса, благодаря Его; человек этот был самаритянин.",
          "ID": "16"
        },
        {
          "text": "Иисус спросил его: «Не десять ли человек очистились от проказы? А где же остальные девять? ",
          "ID": "17"
        },
        {
          "text": "Никто из них – кроме этого иноплеменника – не вернулся, чтобы воздать славу Богу?» ",
          "ID": "18"
        },
        {
          "text": "И сказал ему: «Встань и иди, твоя вера тебя исцелила».",
          "ID": "19"
        },
        {
          "text": "Фарисеи спросили Его: «Когда придет Царство Божие?» Он ответил им: «Царство Божие зримо не придет, ",
          "ID": "20"
        },
        {
          "text": "и не скажут: „Вот оно здесь“, или: „Там“. Ибо вот, Царство Божие внутри вас».",
          "ID": "21"
        },
        {
          "text": "А ученикам сказал: «Придет время, когда будете тщетно томиться желанием увидеть хотя бы один из дней Сына Человеческого и не увидите. ",
          "ID": "22"
        },
        {
          "text": "Вам будут говорить: „Вот Он там“ [или] „Вот Он здесь“ – не ходите и не гоняйтесь следом за таковыми. ",
          "ID": "23"
        },
        {
          "text": "Ибо как молния, сверкая, озаряет всё небо от одного края до другого, так будет и [в тот день], когда придет Сын Человеческий. ",
          "ID": "24"
        },
        {
          "text": "Но прежде надлежит Ему много претерпеть, и это поколение отвергнет Его.",
          "ID": "25"
        },
        {
          "text": "И как было во дни Ноя, так будет в те дни, когда придет Сын Человеческий: ",
          "ID": "26"
        },
        {
          "text": "люди ели, пили, женились, выходили замуж до того самого дня, как вошел Ной в ковчег, – и пришел потоп, и всех погубил.",
          "ID": "27"
        },
        {
          "text": "И как было во дни Лота: ели, пили, покупали, продавали, сеяли, строили, – ",
          "ID": "28"
        },
        {
          "text": "но в тот день, когда Лот покинул Содом, с неба пролились дождем огонь и сера и погубили всех.",
          "ID": "29"
        },
        {
          "text": "Так будет и в тот день, когда явится Сын Человеческий. ",
          "ID": "30"
        },
        {
          "text": "В тот день, если кто будет на крыше, а его вещи в доме, то пусть не спускается, чтобы взять их, так же и тот, кто окажется в поле, пусть не возвращается назад. ",
          "ID": "31"
        },
        {
          "text": "Помните о жене Лота! ",
          "ID": "32"
        },
        {
          "text": "Кто попытается жизнь свою сберечь, тот потеряет ее, а кто жизнь потеряет, тот ее обретет. ",
          "ID": "33"
        },
        {
          "text": "Говорю вам, что в ту ночь будут двое на одной постели: и один будет взят, а другой оставлен. ",
          "ID": "34"
        },
        {
          "text": "Две женщины будут вместе молоть: и одна будет взята, а другая оставлена. ",
          "ID": "35"
        },
        {
          "text": "Двое будут в поле: и один будет взят, а другой оставлен».",
          "ID": "36"
        },
        {
          "text": "Тогда ученики спросили Его: «Где это случится, Господи?»",
          "ID": "37"
        },
        {
          "text": "Он же сказал им: «Где труп, там орлы и соберутся».",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17",
      "name": "Евангелие по Луке 17"
    },
    {
      "text": [
        {
          "text": "Затем Иисус рассказал им следующую притчу, желая показать, что им нужно постоянно молиться и духом не падать: ",
          "ID": "1"
        },
        {
          "text": "«В одном городе был судья, который и Бога не боялся, и людей не стыдился. ",
          "ID": "2"
        },
        {
          "text": "В том же городе жила одна вдова, и она постоянно приходила к нему и просила: „Защити меня от обидчика моего!“",
          "ID": "3"
        },
        {
          "text": "Он долго отказывался, но потом сказал самому себе: „Хоть я Бога не боюсь и людей не стыжусь, ",
          "ID": "4"
        },
        {
          "text": "но эта вдова не оставляет меня в покое. Заступлюсь за нее, чтобы она больше не приходила и не досаждала мне“».",
          "ID": "5"
        },
        {
          "text": "И сказал Господь: «Послушайте, что говорит этот нечестивый судья! ",
          "ID": "6"
        },
        {
          "text": "Так неужели Бог не защитит тех, кого Он избрал, тех, кто взывает к Нему день и ночь? И станет ли Он медлить? ",
          "ID": "7"
        },
        {
          "text": "Говорю вам, Он защитит их вскоре. Но когда придет Сын Человеческий, найдет ли Он веру на земле?»",
          "ID": "8"
        },
        {
          "text": "А тем, кто был уверен в своей праведности и свысока глядел на всех остальных, Иисус рассказал такую притчу: ",
          "ID": "9"
        },
        {
          "text": "«Два человека зашли в Храм помолиться: один – фарисей, а другой – сборщик налогов. ",
          "ID": "10"
        },
        {
          "text": "Фарисей, встав впереди, молился про себя так: „Боже, благодарю тебя, что я не такой, как остальные люди – грабители, мошенники, прелюбодеи, да и не такой, как этот сборщик налогов: ",
          "ID": "11"
        },
        {
          "text": "пощусь два раза в неделю, отдаю десятую часть всего, что приобретаю“.",
          "ID": "12"
        },
        {
          "text": "А сборщик налогов, стоя поодаль, не смел даже глаз поднять к небу и бил себя в грудь, говоря: „Боже, прости мне, грешнику, вину мою!“",
          "ID": "13"
        },
        {
          "text": "Говорю вам, что он, а не фарисей, вернулся домой оправданным в глазах Божьих, ибо всякий, возвышающий себя, унижен будет, а принижающий себя – будет возвышен».",
          "ID": "14"
        },
        {
          "text": "Приносили к Нему и маленьких детей, чтобы Он благословлял их. Увидев это, ученики стали прогонять этих людей. ",
          "ID": "15"
        },
        {
          "text": "Но Иисус, подозвав детей, сказал: «Пусть дети приходят ко Мне, не препятствуйте им, ибо Царство Божие – для таких, как они. ",
          "ID": "16"
        },
        {
          "text": "Поверьте Мне, кто не примет Царство Божие, как дитя, не войдет в него».",
          "ID": "17"
        },
        {
          "text": "Один из начальников спросил Его: «Учитель добрый, что я должен делать, чтобы получить жизнь вечную?»",
          "ID": "18"
        },
        {
          "text": "Иисус спросил его: «Почему ты называешь Меня добрым? Никто не добр, кроме одного Бога. ",
          "ID": "19"
        },
        {
          "text": "Ты знаешь заповеди: не прелюбодействуй, не убивай, не кради, не лжесвидетельствуй, почитай отца своего и мать?»",
          "ID": "20"
        },
        {
          "text": "Тот ответил: «Всему этому я следую от юности своей».",
          "ID": "21"
        },
        {
          "text": "Услышав это, Иисус сказал ему: «Тебе остается лишь одно. Продай всё, что есть у тебя, и раздай деньги нищим, вот тогда у тебя будет сокровище на небесах, а затем приходи и следуй за Мной».",
          "ID": "22"
        },
        {
          "text": "Но он, услышав эти слова, сильно опечалился, потому что был очень богат. ",
          "ID": "23"
        },
        {
          "text": "Увидев, [что он опечалился], Иисус сказал: «Как трудно людям, живущим в достатке, войти в Царство Божие! ",
          "ID": "24"
        },
        {
          "text": "Легче верблюду пройти сквозь игольное ушко, чем войти богатому в Царство Божие».",
          "ID": "25"
        },
        {
          "text": "«Кто же тогда может спастись?» – спросили слушавшие Иисуса.",
          "ID": "26"
        },
        {
          "text": "Он же ответил: «Людям невозможное Богу возможно».",
          "ID": "27"
        },
        {
          "text": "Петр же сказал: «Ты знаешь, мы оставили всё свое и за Тобой последовали».",
          "ID": "28"
        },
        {
          "text": "На это Он ответил им: «Поверьте Мне, нет никого, кто, оставив дом, жену, братьев, родителей или детей ради Царства Божьего, ",
          "ID": "29"
        },
        {
          "text": "не получил бы теперь, в это время, во много раз больше, а в веке грядущем – вечную жизнь».",
          "ID": "30"
        },
        {
          "text": "Подозвав к Себе Двенадцать, Иисус сказал им: «Вот, мы подходим к Иерусалиму, и всё, что написано пророками о Сыне Человеческом, сбудется, ",
          "ID": "31"
        },
        {
          "text": "ибо отдадут Его в руки язычников и будут насмехаться над Ним и оскорблять Его, будет Он оплеван ",
          "ID": "32"
        },
        {
          "text": "и подвергнут бичеванию, после чего убьют Его, но на третий день Он воскреснет».",
          "ID": "33"
        },
        {
          "text": "Ученики же ничего из этого не поняли. Смысл сказанного остался сокрыт от них: не могли они понять того, о чем говорил Он им.",
          "ID": "34"
        },
        {
          "text": "Когда Он подходил к Иерихону, у дороги сидел какой-то слепой, прося подаяния. ",
          "ID": "35"
        },
        {
          "text": "Услышав, что мимо проходит много людей, он спросил о происходящем. ",
          "ID": "36"
        },
        {
          "text": "Ему ответили, что Иисус Назарянин идет.",
          "ID": "37"
        },
        {
          "text": "Тогда он закричал: «Иисус, Сын Давидов! Сжалься надо мной!»",
          "ID": "38"
        },
        {
          "text": "Шедшие впереди бранили его и заставляли молчать, но он кричал еще громче: «Сын Давидов! Сжалься надо мной!»",
          "ID": "39"
        },
        {
          "text": "Иисус остановился и велел привести его к Себе. И когда тот пришел, Иисус спросил его: ",
          "ID": "40"
        },
        {
          "text": "«Что ты хочешь? Что сделать для тебя?»",
          "ID": "41"
        },
        {
          "text": "Слепой ответил: «Господи, мне бы только видеть!»",
          "ID": "41"
        },
        {
          "text": "И сказал ему Иисус: «Пусть откроются глаза твои! Вера твоя исцелила тебя». ",
          "ID": "42"
        },
        {
          "text": "И слепой тотчас прозрел и последовал за Ним, славя Бога. Увидев это, весь народ воздал хвалу Богу.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18",
      "name": "Евангелие по Луке 18"
    },
    {
      "text": [
        {
          "text": "Иисус, войдя в Иерихон, проходил через него. ",
          "ID": "1"
        },
        {
          "text": "Здесь жил человек по имени Закхей, старший сборщик налогов. Он был очень богат. ",
          "ID": "2"
        },
        {
          "text": "И хотелось ему увидеть, кто же такой этот Иисус. Но толпа мешала Закхею сделать это, потому что был он маленького роста. ",
          "ID": "3"
        },
        {
          "text": "И, забежав вперед, он взобрался на шелковицу. Иисус должен был там проходить, и Закхей надеялся, что сможет тогда увидеть Его.",
          "ID": "4"
        },
        {
          "text": "Когда Иисус проходил там, Он взглянул поверх толпы и сказал: «Закхей, спускайся скорее! Ведь сегодня Я должен остановиться в твоем доме». ",
          "ID": "5"
        },
        {
          "text": "Тот поспешно спустился и с радостью принял Его.",
          "ID": "6"
        },
        {
          "text": "Видя это, все стали возмущаться и говорить: «Он остановился у такого грешного человека!»",
          "ID": "7"
        },
        {
          "text": "Закхей же, встав, сказал Господу: «Вот, половину того, что есть у меня, Господи, отдаю я нищим и, если с кого несправедливо что взял, тому возмещу вчетверо».",
          "ID": "8"
        },
        {
          "text": "И сказал ему Иисус: «Ныне пришло спасение дому сему, потому что и этот человек – сын Авраама. ",
          "ID": "9"
        },
        {
          "text": "Ведь Сын Человеческий пришел отыскать и спасти потерянное».",
          "ID": "10"
        },
        {
          "text": "Когда они слушали всё это, Иисус рассказал им еще одну притчу, потому что Он был уже недалеко от Иерусалима, и слушатели Его думали, что Царство Божие вот-вот явится. ",
          "ID": "11"
        },
        {
          "text": "Итак, Иисус сказал: «Один человек знатного рода отправился в далекую страну, чтобы принять престол царский и затем возвратиться. ",
          "ID": "12"
        },
        {
          "text": "Но прежде он позвал к себе десять своих слуг, дал каждому по одной мине и распорядился: „Пустите их в дело, пока я не вернусь“.",
          "ID": "13"
        },
        {
          "text": "Но граждане его страны ненавидели его и отправили вслед за ним посольство, чтобы заявить: „Мы не хотим, чтобы этот человек стал нашим царем!“",
          "ID": "14"
        },
        {
          "text": "Однако, когда он возвратился, получив престол царский, то велел позвать к себе тех слуг, которым дал серебро, чтобы узнать о прибыли каждого из них с доверенных им денег.",
          "ID": "15"
        },
        {
          "text": "Пришел первый слуга и сказал: „Господин, твоя мина принесла десять мин прибыли“.",
          "ID": "16"
        },
        {
          "text": "И тот сказал ему: „Хорошо, добрый слуга! За то, что ты в малом оказался верен, поставлю тебя управляющим над десятью городами!“",
          "ID": "17"
        },
        {
          "text": "Пришел и второй и сказал: „Мина твоя, господин, принесла прибыли пять мин“.",
          "ID": "18"
        },
        {
          "text": "И сказано было ему: „Тебе – пять городов в управление“.",
          "ID": "19"
        },
        {
          "text": "Затем другой слуга пришел и сказал: „Вот, господин, мина твоя. Я хранил ее завернутой в платке, ",
          "ID": "20"
        },
        {
          "text": "ибо боялся тебя, потому что ты человек суровый: берешь то, чего не клал, и жнешь то, чего не сеял“.",
          "ID": "21"
        },
        {
          "text": "Тогда он ответил ему: „По твоим же словам буду судить тебя, злой человек! Ты знал, что я человек суровый: беру то, чего не клал, и жну то, чего не сеял. ",
          "ID": "22"
        },
        {
          "text": "Почему же ты не пустил мои деньги в оборот? Возвратившись, я бы получил их назад с прибылью!“",
          "ID": "23"
        },
        {
          "text": "И он сказал своим приближенным: „Возьмите у него мину и отдайте тому, у которого десять“.",
          "ID": "24"
        },
        {
          "text": "А они сказали ему: „Господин, у того уже есть десять мин“.",
          "ID": "25"
        },
        {
          "text": "„Говорю вам, – сказал он, – что каждому, у кого что-то есть, еще дано будет, а у того, у которого нет, будет взято и то, что есть у него. ",
          "ID": "26"
        },
        {
          "text": "А врагов моих, не пожелавших, чтобы я был их царем, приведите сюда и при мне убейте“».",
          "ID": "27"
        },
        {
          "text": "Рассказав эту притчу, Иисус продолжил свой путь в Иерусалим. ",
          "ID": "28"
        },
        {
          "text": "Когда Он приблизился к Виффагии и Вифании, что у горы, называемой Масличной, то послал двоих из учеников Своих, ",
          "ID": "29"
        },
        {
          "text": "сказав им: «Идите в селение, что перед вами, и когда войдете в него, увидите привязанного осленка, на которого никто из людей еще не садился. Отвяжите его и приведите сюда. ",
          "ID": "30"
        },
        {
          "text": "А если спросят вас: „Зачем вы его отвязываете?“, скажите: „Он нужен Господу“».",
          "ID": "31"
        },
        {
          "text": "Посланные пошли и нашли всё так, как Он сказал им. ",
          "ID": "32"
        },
        {
          "text": "Когда они отвязывали осленка, люди, которым он принадлежал, спросили у них: «Почему вы отвязываете осленка?»",
          "ID": "33"
        },
        {
          "text": "И они ответили: «Он нужен Господу».",
          "ID": "34"
        },
        {
          "text": "Они привели его к Иисусу и, набросив на осла свои одежды, усадили на него Иисуса. ",
          "ID": "35"
        },
        {
          "text": "Он ехал, а люди стелили свои одежды на дороге перед Ним.",
          "ID": "36"
        },
        {
          "text": "Когда Он подъехал к спуску с Масличной горы, всё множество учеников начало громким голосом с радостью восхвалять Бога за все чудеса, которые они видели, ",
          "ID": "37"
        },
        {
          "text": "восклицая:",
          "ID": "38"
        },
        {
          "text": "«Благословен Царь, грядущий во имя Господне!",
          "ID": "38"
        },
        {
          "text": "Мир в небе, и слава в высях небес!»",
          "ID": "38"
        },
        {
          "text": "Некоторые фарисеи, что были в толпе, сказали Ему: «Учитель, уйми учеников Своих!»",
          "ID": "39"
        },
        {
          "text": "«Говорю вам, – возразил Он, – если они умолкнут, камни будут кричать».",
          "ID": "40"
        },
        {
          "text": "Когда Иисус приблизился к городу и увидел его перед Собою, то заплакал о нем ",
          "ID": "41"
        },
        {
          "text": "и сказал: «Если бы и ты мог узнать в сей день, что ведет тебя к миру! Но теперь это сокрыто от глаз твоих. ",
          "ID": "42"
        },
        {
          "text": "Придет для тебя время, когда твои враги возведут укрепления против тебя, окружат тебя и будут теснить тебя со всех сторон, ",
          "ID": "43"
        },
        {
          "text": "уничтожат тебя и детей твоих и не оставят в тебе камня на камне за то, что ты не узнал времени, в которое Бог посетил тебя!»",
          "ID": "44"
        },
        {
          "text": "И, войдя в Храм, Он начал выгонять торгующих там, ",
          "ID": "45"
        },
        {
          "text": "говоря им: «Написано:",
          "ID": "46"
        },
        {
          "text": "„И Дом Мой будет домом молитвы“,",
          "ID": "46"
        },
        {
          "text": "а вы сделали его притоном разбойников!»",
          "ID": "46"
        },
        {
          "text": "И каждый день Он учил в Храме. А первосвященники и книжники вместе с влиятельными в народе людьми хотели расправиться с Ним, ",
          "ID": "47"
        },
        {
          "text": "но не знали, как это сделать, потому что весь народ слушал Иисуса, ни на шаг не отходя от Него.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19",
      "name": "Евангелие по Луке 19"
    },
    {
      "text": [
        {
          "text": "Однажды, когда Он учил народ в Храме и возвещал Благую Весть, подошли к Нему первосвященники и книжники вместе со старейшинами ",
          "ID": "1"
        },
        {
          "text": "и спросили Его: «Скажи нам, по какому праву Ты это делаешь? Кто Тебе дал это право?»",
          "ID": "2"
        },
        {
          "text": "Он же сказал им в ответ: «Спрошу и Я вас об одном. Скажите Мне, ",
          "ID": "3"
        },
        {
          "text": "крещение Иоанна, от Бога ли было оно или от людей?»",
          "ID": "4"
        },
        {
          "text": "Они же рассуждали так между собой: «Если скажем: „От Бога“, то Он спросит: „Почему же вы не поверили ему?“ ",
          "ID": "5"
        },
        {
          "text": "А если скажем: „От людей“, то весь народ побьет нас камнями, потому что все убеждены, что Иоанн – пророк».",
          "ID": "6"
        },
        {
          "text": "И они ответили, что не знают, от кого оно.",
          "ID": "7"
        },
        {
          "text": "Тогда Иисус сказал им: «И Я не скажу вам, по какому праву делаю это».",
          "ID": "8"
        },
        {
          "text": "Затем Иисус рассказал народу такую притчу: «Насадил человек виноградник и, отдав его внаем виноградарям, надолго уехал. ",
          "ID": "9"
        },
        {
          "text": "Когда пришло время сбора урожая, он послал к виноградарям слугу, чтобы взять у них свою часть плодов из этого виноградника. Но виноградари избили и выгнали этого слугу, ничего ему не дав. ",
          "ID": "10"
        },
        {
          "text": "Поэтому хозяину пришлось послать другого слугу, но и того они, избив и опозорив, прогнали ни с чем. ",
          "ID": "11"
        },
        {
          "text": "Он послал к ним и третьего, и того они избили до крови и выбросили из виноградника.",
          "ID": "12"
        },
        {
          "text": "„Что делать мне? – сказал тогда хозяин виноградника. – Пошлю сына моего возлюбленного, может быть, они его постыдятся?“",
          "ID": "13"
        },
        {
          "text": "Но, увидев сына, виноградари стали рассуждать между собой, как им поступить. „Это наследник, – говорили они, – убьем его, и его наследство станет нашим“. ",
          "ID": "14"
        },
        {
          "text": "Они выволокли его из виноградника и убили.",
          "ID": "15"
        },
        {
          "text": "Что после этого сделает с ними хозяин виноградника? ",
          "ID": "15"
        },
        {
          "text": "Он явится и предаст смерти этих виноградарей, а виноградник отдаст другим».",
          "ID": "16"
        },
        {
          "text": "Услышав это, люди сказали: «Пусть никогда этого не будет!»",
          "ID": "16"
        },
        {
          "text": "Иисус же, взглянув на них, спросил: «Что же тогда означают такие слова в Писании:",
          "ID": "17"
        },
        {
          "text": "„Камень, что отвергли строители,",
          "ID": "17"
        },
        {
          "text": "краеугольным стал камнем“?",
          "ID": "17"
        },
        {
          "text": "Каждый, кто упадет на этот камень, разобьется, а на кого он упадет, того обратит во прах».",
          "ID": "18"
        },
        {
          "text": "Книжники и первосвященники хотели тотчас же схватить Его, ибо поняли, что Он рассказал эту притчу о них, но побоялись народа.",
          "ID": "19"
        },
        {
          "text": "Они решили следить за Ним и подослали своих людей, выдававших себя за праведных. Надеялись те поймать Его на слове и отдать во власть прокуратора для суда над Ним. ",
          "ID": "20"
        },
        {
          "text": "Они обратились к Нему с вопросом. «Учитель, – сказали они, – мы знаем, что Ты говоришь невзирая на лица и учишь верно, и воистину пути Божьему учишь. ",
          "ID": "21"
        },
        {
          "text": "Можно ли нам платить налог кесарю или нет?»",
          "ID": "22"
        },
        {
          "text": "Он же, распознав их хитрость, сказал им: ",
          "ID": "23"
        },
        {
          "text": "«Покажите мне денарий. Чье на нем изображение и чья надпись?»",
          "ID": "24"
        },
        {
          "text": "«Кесаря», – отвечали они.",
          "ID": "24"
        },
        {
          "text": "Он же сказал им: «Так и отдайте кесарево кесарю, а Божие – Богу».",
          "ID": "25"
        },
        {
          "text": "И не удалось им поймать Его на слове при народе, и, удивленные Его ответом, они замолкли.",
          "ID": "26"
        },
        {
          "text": "Затем подошли к Иисусу некоторые из саддукеев ( они отрицают воскресение мертвых) и спросили Его: ",
          "ID": "27"
        },
        {
          "text": "«Учитель, Моисей дал нам такое установление: „Если чей-либо брат, будучи женат, умрет бездетным, то пусть его брат возьмет вдову его себе в жены и продолжит род брата своего“. ",
          "ID": "28"
        },
        {
          "text": "И вот, было семь братьев. Первый, женившись, умер бездетным, ",
          "ID": "29"
        },
        {
          "text": "второй, ",
          "ID": "30"
        },
        {
          "text": "а затем и третий брали ее себе в жены, и так все семеро, но умерли они, не оставив после себя детей. ",
          "ID": "31"
        },
        {
          "text": "Потом умерла и та женщина. ",
          "ID": "32"
        },
        {
          "text": "Чьей женой будет она при воскресении мертвых? Ведь все семеро были женаты на ней».",
          "ID": "33"
        },
        {
          "text": "«Люди мира сего женятся и выходят замуж, – сказал им Иисус, – ",
          "ID": "34"
        },
        {
          "text": "но те, кто окажется достойным места в ином мире и воскресения мертвых, более не женятся и замуж не выходят, ",
          "ID": "35"
        },
        {
          "text": "и смерть над ними уже не властна. Они подобны ангелам, и как люди, удостоившиеся воскресения, они – дети Божии. ",
          "ID": "36"
        },
        {
          "text": "А что мертвые воскресают, так об этом уже сам Моисей говорил, рассказывая о горящем кусте, когда называл Господа Богом Авраама, Богом Исаака и Богом Иакова. ",
          "ID": "37"
        },
        {
          "text": "Он – не мертвых Бог, а живых, ибо для Него все живы».",
          "ID": "38"
        },
        {
          "text": "Некоторые из книжников сказали: «Учитель, это был хороший ответ». ",
          "ID": "39"
        },
        {
          "text": "И они больше не решались спрашивать Его о чем бы то ни было.",
          "ID": "40"
        },
        {
          "text": "А Иисус спросил у них: «Как же говорят, что Мессия – сын Давидов? ",
          "ID": "41"
        },
        {
          "text": "Ведь сам Давид говорит в книге Псалмов:",
          "ID": "42"
        },
        {
          "text": "„Сказал Господь Господу моему:",
          "ID": "42"
        },
        {
          "text": "сядь по правую руку Мою,",
          "ID": "42"
        },
        {
          "text": "доколе не повергну врагов Твоих ",
          "ID": "43"
        },
        {
          "text": "к ногам Твоим“.",
          "ID": "43"
        },
        {
          "text": "Итак, Давид называет Его Господом. Как же Мессия может быть сыном его?»",
          "ID": "44"
        },
        {
          "text": "В то время, когда весь народ слушал Его, Он сказал ученикам [Своим]: ",
          "ID": "45"
        },
        {
          "text": "«Остерегайтесь книжников. Им нравится ходить в длинных одеждах, они любят, чтобы их почтительно приветствовали на площадях, любят сидеть впереди всех в синагогах и занимать почетные места на пирах. ",
          "ID": "46"
        },
        {
          "text": "Они наживаются за счет вдов и напоказ долго молятся. Ждет их самый суровый приговор!»",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20",
      "name": "Евангелие по Луке 20"
    },
    {
      "text": [
        {
          "text": "Когда Иисус поднял взор, Он увидел, как богатые люди клали свои приношения в сокровищницу Храма, ",
          "ID": "1"
        },
        {
          "text": "заметил Он и очень бедную вдову, опускавшую туда две лепты, ",
          "ID": "2"
        },
        {
          "text": "и сказал: «Поверьте Мне, эта бедная вдова положила больше всех. ",
          "ID": "3"
        },
        {
          "text": "Все они клали в дар от избытка, а она, при всей своей бедности, положила всё, что имела на жизнь».",
          "ID": "4"
        },
        {
          "text": "Некоторые из Его учеников обратили внимание на красивые камни, из которых был построен Храм, и на богатые приношения, его украшавшие, но Иисус сказал: ",
          "ID": "5"
        },
        {
          "text": "«Наступят дни, когда не останется камня на камне от всего того, что вы видите, – всё разрушено будет».",
          "ID": "6"
        },
        {
          "text": "«Учитель, – спросили они Его, – а когда это будет? И какое знамение предвозвестит, когда это всё произойдет?»",
          "ID": "7"
        },
        {
          "text": "Он же сказал: «Смотрите, чтобы не ввели вас в заблуждение, ведь многие придут под именем Моим и будут говорить: „Я – Христос“ и „Теперь приблизилось то самое время“. Не идите за ними! ",
          "ID": "8"
        },
        {
          "text": "Когда же услышите о войнах и мятежах, не страшитесь. Это должно произойти прежде, но конец наступит не сразу.",
          "ID": "9"
        },
        {
          "text": "Восстанет народ на народ и царство на царство, – продолжал Он, – ",
          "ID": "10"
        },
        {
          "text": "будут сильные землетрясения, мор и голод то в одном месте, то в другом, ужасные явления и великие знамения с неба.",
          "ID": "11"
        },
        {
          "text": "Но прежде, чем всё это произойдет, на вас поднимут руки, будут преследовать, предавать на суд в синагогах и бросать в тюрьмы, вести к царям и правителям за имя Мое – ",
          "ID": "12"
        },
        {
          "text": "это даст вам возможность свидетельствовать обо Мне. ",
          "ID": "13"
        },
        {
          "text": "И запомните: не нужно вам заранее заботиться о том, как защищаться, ",
          "ID": "14"
        },
        {
          "text": "ибо Я Сам дам вам такие слова и мудрость, что ни один из противников ваших не сможет им ни противостоять, ни возражать. ",
          "ID": "15"
        },
        {
          "text": "Но вас будут предавать даже родители, и братья, и родственники, и друзья, некоторых из вас умертвят. ",
          "ID": "16"
        },
        {
          "text": "И все возненавидят вас из-за Меня. ",
          "ID": "17"
        },
        {
          "text": "Но ни один волос с головы вашей не упадет. ",
          "ID": "18"
        },
        {
          "text": "Будьте стойки и терпеливы – и обретете жизнь.",
          "ID": "19"
        },
        {
          "text": "Когда же увидите, что Иерусалим окружен войсками, то знайте, что время его разрушения близко. ",
          "ID": "20"
        },
        {
          "text": "Тогда те, кто в Иудее, пусть бегут в горы, кто в Иерусалиме, пусть покинет его, и кто в полях, за городом, пусть не входит в него, ",
          "ID": "21"
        },
        {
          "text": "ибо это – те дни возмездия, когда исполнится всё предсказанное в Писании. ",
          "ID": "22"
        },
        {
          "text": "Трудно будет женщинам, ожидающим ребенка и кормящим грудью в те дни! Ибо великое бедствие обрушится на землю, и гнев изольется на этот народ. ",
          "ID": "23"
        },
        {
          "text": "И одни падут от острия меча, других же в плен уведут во все страны. И будет Иерусалим попираем язычниками, пока не окончится их время.",
          "ID": "24"
        },
        {
          "text": "И появятся знамения на солнце, луне и звездах, а на земле целые страны будут повергнуты в смятение ревом моря и его вздымающимися волнами. ",
          "ID": "25"
        },
        {
          "text": "И будут люди изнемогать от страха при одной только мысли о том, что надвигается на мир, ибо силы небесные сотрясутся. ",
          "ID": "26"
        },
        {
          "text": "И тогда все увидят Сына Человеческого, нисходящего в облаке с силой и славой великой. ",
          "ID": "27"
        },
        {
          "text": "Когда же всё это начнет сбываться, воспряньте и поднимите головы – освобождение ваше близко».",
          "ID": "28"
        },
        {
          "text": "Затем Иисус привел такое сравнение: «Посмотрите на смоковницу и на все другие деревья. ",
          "ID": "29"
        },
        {
          "text": "Когда на них распускаются почки, вы, видя это, знаете, что лето уже близко. ",
          "ID": "30"
        },
        {
          "text": "И так же, когда увидите вы, что происходят все эти события, знайте: Царство Божие близко.",
          "ID": "31"
        },
        {
          "text": "Заверяю вас, что еще при жизни этого поколения случится всё это. ",
          "ID": "32"
        },
        {
          "text": "Небо и земля бесследно исчезнут, а слова Мои навсегда останутся.",
          "ID": "33"
        },
        {
          "text": "Следите за собой, иначе ум ваш помрачится в разгуле, пьянстве и заботах житейских, и застигнет вас день тот врасплох, ",
          "ID": "34"
        },
        {
          "text": "как западня, ибо он наступит для всех живущих на земле. ",
          "ID": "35"
        },
        {
          "text": "Бодрствуйте и постоянно молитесь, чтобы смогли вы пройти через всё то, чему быть должно, и предстать перед Сыном Человеческим».",
          "ID": "36"
        },
        {
          "text": "Днем Иисус учил в Храме, а ночи, выйдя из города, проводил на горе, называемой Масличной. ",
          "ID": "37"
        },
        {
          "text": "И весь народ с раннего утра собирался вокруг Него в Храме, чтобы слушать Его.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21",
      "name": "Евангелие по Луке 21"
    },
    {
      "text": [
        {
          "text": "Приближался праздник Пресных Хлебов, называемый Пасха, ",
          "ID": "1"
        },
        {
          "text": "и первосвященники и книжники искали любую возможность расправиться с Иисусом, но тайно, потому что боялись народа. ",
          "ID": "2"
        },
        {
          "text": "Тогда вошел сатана в Иуду, одного из Двенадцати, прозванного Искариотом; ",
          "ID": "3"
        },
        {
          "text": "тот пошел и говорил с первосвященниками и начальниками храмовой стражи о том, как он сможет выдать им Иисуса. ",
          "ID": "4"
        },
        {
          "text": "Они обрадовались и договорились с ним, что заплатят ему. ",
          "ID": "5"
        },
        {
          "text": "Иуда согласился и стал искать удобного случая, чтобы предать им Иисуса втайне от народа.",
          "ID": "6"
        },
        {
          "text": "И вот наступил первый день праздника Пресных Хлебов, в который полагалось заколоть пасхального ягненка, ",
          "ID": "7"
        },
        {
          "text": "Иисус послал Петра и Иоанна, сказав им: «Пойдите и приготовьте всё, чтобы мы могли есть пасхальную трапезу».",
          "ID": "8"
        },
        {
          "text": "Они же спросили Его: «Где ты хочешь, чтобы мы ее приготовили?»",
          "ID": "9"
        },
        {
          "text": "«Когда будете входить в город, – ответил Он им, – встретится вам человек, несущий кувшин воды; идите следом за ним в тот самый дом, в который он войдет, ",
          "ID": "10"
        },
        {
          "text": "и скажите хозяину дома: „Спрашивает у тебя наш Учитель: „Где комната, в которой Я мог бы отпраздновать Пасху с учениками Своими?“ ",
          "ID": "11"
        },
        {
          "text": "Тот покажет вам большую горницу, устланную, там и приготовьте».",
          "ID": "12"
        },
        {
          "text": "Они отправились, нашли всё так, как Он сказал им, и приготовили там пасхальную трапезу.",
          "ID": "13"
        },
        {
          "text": "Затем, когда пришло время, Он и апостолы Его заняли места за столом. ",
          "ID": "14"
        },
        {
          "text": "«Как сильно хотел Я, – сказал Он им, – вместе с вами есть эту пасхальную трапезу, прежде чем наступит час Моих страданий. ",
          "ID": "15"
        },
        {
          "text": "Говорю вам, что больше не буду праздновать ее, пока весь смысл ее не откроется в Царстве Божием».",
          "ID": "16"
        },
        {
          "text": "Он взял чашу, возблагодарил Бога и сказал: «Возьмите эту чашу и пейте все из нее, ",
          "ID": "17"
        },
        {
          "text": "ибо говорю вам, [что] отныне не буду пить от плодов виноградной лозы, пока не придет Царство Божие».",
          "ID": "18"
        },
        {
          "text": "Затем Он взял хлеб, возблагодарил Бога и, преломив хлеб, дал ученикам со словами: «Это тело Мое, оно отдано будет за вас. Делайте это в память обо Мне».",
          "ID": "19"
        },
        {
          "text": "Также взял Он и чашу после того, как они поели, и сказал: «Эта чаша – новый завет, кровью Моей утвержденный, прольется за вас Моя кровь. ",
          "ID": "20"
        },
        {
          "text": "Но предатель Мой здесь, и рука его на этом столе. ",
          "ID": "21"
        },
        {
          "text": "Хотя Сын Человеческий и идет по пути, Ему предназначенному, но горе тому человеку, который Его предает». ",
          "ID": "22"
        },
        {
          "text": "И они стали спрашивать друг друга, кто же из них способен на такое.",
          "ID": "23"
        },
        {
          "text": "Произошел между ними и спор, кто из них должен считаться самым главным. ",
          "ID": "24"
        },
        {
          "text": "Иисус же сказал им: «Цари язычников господствуют над своими подданными, и те, кто властвует над ними, „благодетелями“ именуются. ",
          "ID": "25"
        },
        {
          "text": "Но у вас не должно так быть: кто у вас выше других по своему положению, тот должен вести себя как младший, и начальник – как слуга. ",
          "ID": "26"
        },
        {
          "text": "Кто же больше: тот, кто за столом, или тот, кто прислуживает ему? Не тот ли, кто за столом? Я же среди вас как слуга. ",
          "ID": "27"
        },
        {
          "text": "Вы не оставили Меня в испытаниях Моих. ",
          "ID": "28"
        },
        {
          "text": "И Я дарую вам Царство, как Отец Мой даровал его Мне: ",
          "ID": "29"
        },
        {
          "text": "есть и пить будете вы за Моим столом в Царстве Моем, будете сидеть на престолах и судить двенадцать колен Израилевых.",
          "ID": "30"
        },
        {
          "text": "Симон, Симон! Сатана просил и ему дозволено просеять вас, как пшеницу. ",
          "ID": "31"
        },
        {
          "text": "Но Я молился о тебе, чтобы ты не потерял свою веру; и когда ты всем сердцем обратишься к Богу, укрепи в вере и братьев твоих».",
          "ID": "32"
        },
        {
          "text": "«Господи, – ответил Ему Петр, – с Тобой я готов и в тюрьму, и на смерть идти!»",
          "ID": "33"
        },
        {
          "text": "Но Он сказал: «Говорю тебе, Петр, что не пропоет еще сегодня петух, как уже ты трижды откажешься от того, что знаешь Меня».",
          "ID": "34"
        },
        {
          "text": "И сказал Он им: «Когда Я посылал вас без денег, сумы и второй пары обуви, разве в чем-нибудь вы нуждались?»",
          "ID": "35"
        },
        {
          "text": "«Ни в чем», – отвечали они.",
          "ID": "35"
        },
        {
          "text": "«Но теперь, – продолжал Он, – у кого есть кошелек, должен взять его, а также и суму. У кого нет меча, пусть продаст он одежду свою и купит меч. ",
          "ID": "36"
        },
        {
          "text": "Ибо говорю вам: нужно, чтобы совершилось надо Мной то, что сказано в Писании: „И к преступникам причислен“. Путь Мой завершается».",
          "ID": "37"
        },
        {
          "text": "«Господи, – сказали они, – вот, у нас здесь есть два меча».",
          "ID": "38"
        },
        {
          "text": "«Довольно!» – ответил Он им.",
          "ID": "38"
        },
        {
          "text": "И, выйдя из города, Он, как обычно, пошел на Масличную гору; ученики Его последовали за Ним. ",
          "ID": "39"
        },
        {
          "text": "Когда они пришли туда, Иисус сказал им: «Молитесь, чтобы не впасть в искушение». ",
          "ID": "40"
        },
        {
          "text": "А Сам отошел от них и поодаль, преклонив колени, молился: ",
          "ID": "41"
        },
        {
          "text": "«Отче, если угодно Тебе, избавь Меня от этой чаши. Но не Моя воля, а Твоя пусть исполнится!» ",
          "ID": "42"
        },
        {
          "text": "[[И явился Ему ангел с неба, и укреплял Его. ",
          "ID": "43"
        },
        {
          "text": "Его муки были столь тяжелы и молился Он так напряженно, что пот Его с каплями крови падал на землю.]]",
          "ID": "44"
        },
        {
          "text": "Закончив молиться, Он встал, пошел к Своим ученикам и нашел их спящими, изнуренными печалью. ",
          "ID": "45"
        },
        {
          "text": "И сказал им: «Что вы спите? Вставайте! Молитесь, чтобы не впасть вам в искушение!»",
          "ID": "46"
        },
        {
          "text": "Он еще говорил, когда появилась толпа народа, и тот, кого звали Иудой, один из Двенадцати, шел впереди. Он приблизился к Иисусу, чтобы поцеловать Его. ",
          "ID": "47"
        },
        {
          "text": "«Иуда, – сказал ему Иисус, – ты поцелуем предаешь Сына Человеческого?»",
          "ID": "48"
        },
        {
          "text": "Когда находившиеся с Иисусом увидели, к чему всё идет, они сказали: «Господи, а что, не обнажить ли нам мечи?» ",
          "ID": "49"
        },
        {
          "text": "И кто-то из них ударил мечом слугу первосвященника и отсек ему правое ухо.",
          "ID": "50"
        },
        {
          "text": "«Оставьте, довольно!» – воскликнул Иисус. И, коснувшись уха слуги, Он исцелил его.",
          "ID": "51"
        },
        {
          "text": "Обратившись к первосвященникам, старейшинам и начальникам храмовой стражи, которые пришли за Ним, Иисус сказал: «Словно на разбойника вышли вы с мечами и кольями! ",
          "ID": "52"
        },
        {
          "text": "Каждый день Я был среди вас в Храме, и вы ни разу не подняли на Меня руки, но теперь – ваше время и власть тьмы».",
          "ID": "53"
        },
        {
          "text": "Тогда они схватили Иисуса и повели. Они привели Его в дом первосвященника, Петр же шел за ними поодаль, ",
          "ID": "54"
        },
        {
          "text": "а во дворе он сел вместе с теми людьми, которые там разожгли костер. ",
          "ID": "55"
        },
        {
          "text": "И увидела его при свете огня одна служанка, и, вглядевшись в него, сказала: «И этот был с Ним!»",
          "ID": "56"
        },
        {
          "text": "Но он отрицал: «Женщина, я не знаю Его!»",
          "ID": "57"
        },
        {
          "text": "Немного погодя кто-то еще заметил его и сказал: «И ты из них».",
          "ID": "58"
        },
        {
          "text": "«Да нет же, друг!» – ответил Петр.",
          "ID": "58"
        },
        {
          "text": "Когда же прошло около часа, кто-то другой стал настаивать: «Верно, и этот был с Ним, он ведь галилеянин».",
          "ID": "59"
        },
        {
          "text": "Но Петр сказал ему: «Друг, я не понимаю, о чем ты говоришь!» В тот же миг – он еще говорил – пропел петух, ",
          "ID": "60"
        },
        {
          "text": "и Господь, обернувшись, взглянул на Петра. И вспомнил Петр слова Господа, которые Тот сказал ему: «Сегодня, прежде чем пропоет петух, ты трижды отречешься от Меня». ",
          "ID": "61"
        },
        {
          "text": "Он вышел со двора и горько заплакал.",
          "ID": "62"
        },
        {
          "text": "Люди, схватившие Иисуса, глумились над Ним и избивали Его, ",
          "ID": "63"
        },
        {
          "text": "завязав Ему глаза, и спрашивали: «Ты же пророк, так скажи, кто ударил Тебя?» ",
          "ID": "64"
        },
        {
          "text": "И многими другими оскорблениями они осыпали Его.",
          "ID": "65"
        },
        {
          "text": "Когда только рассвело, собрались старейшины народа, первосвященники и книжники на совет Синедриона, и привели туда Иисуса. ",
          "ID": "66"
        },
        {
          "text": "«Скажи нам, Ты – Мессия?» – спросили они.",
          "ID": "67"
        },
        {
          "text": "«Если скажу вам, – ответил им Иисус, – вы не поверите, ",
          "ID": "67"
        },
        {
          "text": "если же Сам спрошу вас, не ответите. ",
          "ID": "68"
        },
        {
          "text": "Но отныне Сын Человеческий будет сидеть по правую руку Всемогущего Бога».",
          "ID": "69"
        },
        {
          "text": "Тогда все закричали: «Так значит, Ты – Сын Божий?»",
          "ID": "70"
        },
        {
          "text": "На это Он им ответил: «Да, вы сами говорите, что Я – Сын Божий».",
          "ID": "70"
        },
        {
          "text": "«Какое еще нужно нам свидетельство? – сказали они. – Ведь мы сами его услышали из Его уст».",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22",
      "name": "Евангелие по Луке 22"
    },
    {
      "text": [
        {
          "text": "Тогда все, сколько их там было, встали и повели Иисуса к Пилату. ",
          "ID": "1"
        },
        {
          "text": "Они стали обвинять Иисуса: «Нам известно, что Этот Человек подстрекает наш народ к возмущению! говорили они. Он запрещает платить налоги кесарю и даже называет Себя Христом, Царем!»",
          "ID": "2"
        },
        {
          "text": "Пилат спросил Его: «Ты и в самом деле – Царь иудейский?»",
          "ID": "3"
        },
        {
          "text": "«Да, ты сам говоришь это», – ответил ему Иисус.",
          "ID": "3"
        },
        {
          "text": "Тогда Пилат сказал первосвященникам и народу: «Никакой вины не нахожу я в Этом Человеке».",
          "ID": "4"
        },
        {
          "text": "Но они настаивали на своем и говорили, что Он учением Своим вызывает беспорядки в народе по всей Иудее, начал Он с Галилеи, а теперь и сюда пришел.",
          "ID": "5"
        },
        {
          "text": "Пилат, услышав это, спросил: «Этот Человек – галилеянин?» ",
          "ID": "6"
        },
        {
          "text": "И узнав, что Он из владений Ирода, отослал Его к Ироду, находившемуся в эти дни в Иерусалиме.",
          "ID": "7"
        },
        {
          "text": "Ирод же очень обрадовался, наконец-то увидев Иисуса, ведь он давно этого хотел, так как много слышал о Нем и надеялся увидеть, что Иисус совершит перед ним какое-нибудь чудо. ",
          "ID": "8"
        },
        {
          "text": "Он засыпал Его множеством вопросов, но Иисус ничего ему не ответил. ",
          "ID": "9"
        },
        {
          "text": "А первосвященники и книжники, стоявшие рядом, неистово обвиняли Его. ",
          "ID": "10"
        },
        {
          "text": "Ирод со своими воинами унижал Его, насмехался над Ним, а затем, надев на Иисуса роскошную одежду, отослал Его к Пилату. ",
          "ID": "11"
        },
        {
          "text": "Ирод и Пилат, которые раньше были во вражде друг с другом, в этот день стали друзьями.",
          "ID": "12"
        },
        {
          "text": "Пилат, созвав первосвященников, начальников и народ, ",
          "ID": "13"
        },
        {
          "text": "сказал им: «Вы привели ко мне Этого Человека как подстрекающего народ к неповиновению, но в вашем присутствии я разобрался во всём и не нашел Его виновным ни в одном из преступлений, в которых вы Его обвиняете. ",
          "ID": "14"
        },
        {
          "text": "Ирод также ничего не нашел, ведь он отослал Его к нам. Как видите, Этот Человек не сделал ничего, достойного смерти, ",
          "ID": "15"
        },
        {
          "text": "и потому после бичевания я отпущу Его». ",
          "ID": "16"
        },
        {
          "text": "[]",
          "ID": "17"
        },
        {
          "text": "Но они все как один закричали: «Смерть Ему! Освободи нам Варавву!» ",
          "ID": "18"
        },
        {
          "text": "(Варавва был брошен в тюрьму за поднятый в городе мятеж и за убийство.)",
          "ID": "19"
        },
        {
          "text": "Пилат вновь обратился к ним, желая освободить Иисуса. ",
          "ID": "20"
        },
        {
          "text": "Но они только кричали: «Распни! Распни Его!»",
          "ID": "21"
        },
        {
          "text": "И в третий раз сказал им Пилат: «Какое же преступление совершил Этот Человек? Я не нашел в Нем никакой вины, достойной смерти. А потому, приказав высечь, отпущу Его».",
          "ID": "22"
        },
        {
          "text": "Но они не отступали. Требуя, чтобы Иисус был распят, они кричали изо всех сил и добились своего. ",
          "ID": "23"
        },
        {
          "text": "Пилат решил выполнить их требование: ",
          "ID": "24"
        },
        {
          "text": "он освободил того, кто был брошен в тюрьму за мятеж и убийство, того, о ком они просили, а с Иисусом поступил так, как они хотели.",
          "ID": "25"
        },
        {
          "text": "И когда они вели Его на казнь, то остановили некоего человека по имени Симон родом из Кирены, который возвращался в то время с поля, и возложили на него крест, чтобы он нес его за Иисусом. ",
          "ID": "26"
        },
        {
          "text": "Великое множество народа шло за Ним. И многие женщины рыдали, оплакивая Его. ",
          "ID": "27"
        },
        {
          "text": "Повернувшись к ним, Иисус сказал: «Не плачьте обо Мне, дочери иерусалимские! Плачьте о себе и о детях ваших, ",
          "ID": "28"
        },
        {
          "text": "потому что уже наступают дни, когда скажут: „Блаженны женщины бездетные, не рожавшие и грудью не кормившие!“",
          "ID": "29"
        },
        {
          "text": "Тогда станут говорить горам: „Обрушьтесь на нас!“",
          "ID": "30"
        },
        {
          "text": "и холмам: „Сокройте нас!“",
          "ID": "30"
        },
        {
          "text": "Ведь если с зеленеющим деревом так поступают, что же будет с сухим?»",
          "ID": "31"
        },
        {
          "text": "На казнь вместе с Ним вели и еще двоих, преступников. ",
          "ID": "32"
        },
        {
          "text": "И когда они пришли на место, называемое «Череп», там распяли Его и тех двух преступников: одного – справа, а другого – слева. ",
          "ID": "33"
        },
        {
          "text": "[[Иисус же говорил: «Прости им, Отец, – не понимают они, что творят».]]",
          "ID": "34"
        },
        {
          "text": "Солдаты делили одежды Его между собой, бросая жребий. ",
          "ID": "34"
        },
        {
          "text": "И народ стоял и смотрел, а начальники их насмехались над Ним: «Других спасал, пусть теперь спасет Себя Самого, если Он Мессия Божий, Его Избранник».",
          "ID": "35"
        },
        {
          "text": "И солдаты глумились над Ним. Подойдя, они подносили Ему кислое вино ",
          "ID": "36"
        },
        {
          "text": "и говорили: «Если Ты – Царь иудейский, спаси Себя Самого!»",
          "ID": "37"
        },
        {
          "text": "Над Ним была надпись: «ЭТОТ ЧЕЛОВЕК ЦАРЬ ИУДЕЙСКИЙ».",
          "ID": "38"
        },
        {
          "text": "Один из висевших на кресте преступников злословил Его: «Разве Ты не Мессия? Так спаси Себя и нас заодно!»",
          "ID": "39"
        },
        {
          "text": "Другой же, унимая его, говорил: «Бога ты не боишься! Ведь и сам ты приговорен к тому же. ",
          "ID": "40"
        },
        {
          "text": "Мы-то справедливо осуждены и получаем по заслугам. А Он ничего худого не сделал. ",
          "ID": "41"
        },
        {
          "text": "Иисус, – сказал он, – вспомни обо мне, когда Ты придешь как Царь».",
          "ID": "42"
        },
        {
          "text": "И ответил ему Иисус: «Заверяю тебя сегодня будешь со Мной в раю».",
          "ID": "43"
        },
        {
          "text": "Было около полудня, когда вдруг по всей земле наступила тьма, и так продолжалось до трех часов: ",
          "ID": "44"
        },
        {
          "text": "исчез солнечный свет. И внезапно завеса в Храме разорвалась посредине. ",
          "ID": "45"
        },
        {
          "text": "Иисус громко воскликнул: «В Твои руки, Отец, предаю дух Мой!» И с этими словами Он испустил дух.",
          "ID": "46"
        },
        {
          "text": "Когда центурион увидел всё, что произошло, он прославил Бога. «Действительно, Человек Этот был праведник», – сказал он. ",
          "ID": "47"
        },
        {
          "text": "И толпы людей, собравшихся на это зрелище, увидев то, что произошло, возвращались в город в сильном смятении. ",
          "ID": "48"
        },
        {
          "text": "А все те, кто знал Иисуса, в том числе и женщины, следовавшие за Ним из Галилеи, смотрели на всё это, стоя поодаль.",
          "ID": "49"
        },
        {
          "text": "Среди членов Совета был человек по имени Иосиф, человек добрый и праведный, ",
          "ID": "50"
        },
        {
          "text": "он не был согласен с тем, что решили сделать остальные члены Совета. Происходил он из иудейского города Аримафеи и был одним из тех, кто ожидал Царства Божия. ",
          "ID": "51"
        },
        {
          "text": "Придя к Пилату, Иосиф попросил тело Иисуса. ",
          "ID": "52"
        },
        {
          "text": "Сняв тело со креста, он обернул его льняным полотном и положил в гробницу, высеченную в скале, в которой еще никто не был похоронен. ",
          "ID": "53"
        },
        {
          "text": "Это было в пятницу, в день приготовления, перед началом субботы.",
          "ID": "54"
        },
        {
          "text": "Женщины, вместе с Иисусом пришедшие из Галилеи, шли следом за Иосифом до самой гробницы и видели, как тело было положено в нее. ",
          "ID": "55"
        },
        {
          "text": "Затем они вернулись в город и приготовили благоухающие масла и миро. Субботу же провели они в покое по заповеди.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23",
      "name": "Евангелие по Луке 23"
    },
    {
      "text": [
        {
          "text": "В первый день новой недели рано утром, взяв приготовленные ими благоухающие масла, женщины пришли к гробнице. ",
          "ID": "1"
        },
        {
          "text": "Там они увидели, что камень, закрывавший вход в гробницу, отвален, ",
          "ID": "2"
        },
        {
          "text": "и, войдя в нее, не нашли тела Господа Иисуса. ",
          "ID": "3"
        },
        {
          "text": "И вдруг перед женщинами, стоявшими в полной растерянности, предстали два мужа в одеждах сияющих. ",
          "ID": "4"
        },
        {
          "text": "Женщины, сильно испугавшись, склонились перед ними до земли, но ангелы сказали им: «Что вы ищете Живого среди мертвых? ",
          "ID": "5"
        },
        {
          "text": "Его нет здесь – Он воскрес. Вспомните, что Он, еще будучи в Галилее, сказал вам: ",
          "ID": "6"
        },
        {
          "text": "„Сын Человеческий должен быть предан в руки грешных людей, быть распятым, а на третий день воскреснуть“». ",
          "ID": "7"
        },
        {
          "text": "И они вспомнили эти слова Его.",
          "ID": "8"
        },
        {
          "text": "Возвратившись от гробницы, они рассказали всё это одиннадцати апостолам и всем остальным. ",
          "ID": "9"
        },
        {
          "text": "Женщины эти были Мария Магдалина, Иоанна, мать Иакова Мария, вместе с другими женщинами они и сказали об этом апостолам. ",
          "ID": "10"
        },
        {
          "text": "Но тем их слова показались нелепостью, и женщинам не поверили. ",
          "ID": "11"
        },
        {
          "text": "Петр, однако, встал и поспешил к гробнице. Склонившись и заглянув в нее, он увидел там одни погребальные пелены. Удивленный случившимся, он вернулся домой.",
          "ID": "12"
        },
        {
          "text": "В этот же день двое из учеников шли в селение Эммаус, расположенное в двух часах ходьбы от Иерусалима, ",
          "ID": "13"
        },
        {
          "text": "и разговаривали обо всём, что произошло. ",
          "ID": "14"
        },
        {
          "text": "И когда они говорили, обсуждая это между собой, Сам Иисус приблизился к ним и пошел с ними, ",
          "ID": "15"
        },
        {
          "text": "но что-то мешало им узнать Его.",
          "ID": "16"
        },
        {
          "text": "Он спросил их: «О чем это вы толкуете друг с другом, путники?»",
          "ID": "17"
        },
        {
          "text": "С печалью на лицах они остановились, ",
          "ID": "17"
        },
        {
          "text": "и один из них, по имени Клеопа, в ответ сказал Ему: «Ты, наверное, единственный из пришедших в Иерусалим не знаешь о том, что произошло там в эти дни?»",
          "ID": "18"
        },
        {
          "text": "«А что именно?» – спросил Он их.",
          "ID": "19"
        },
        {
          "text": "«Да то, что произошло с Иисусом Назарянином, Который был пророком, сильным в деле и слове перед Богом и перед всем народом, ",
          "ID": "19"
        },
        {
          "text": "но первосвященники и начальники наши предали Его римлянам, чтобы приговорить к смерти, и распяли Его. ",
          "ID": "20"
        },
        {
          "text": "А мы надеялись, что Он есть Тот, Кто должен был освободить Израиль, но вот уже пошел третий день с того времени, как это случилось. ",
          "ID": "21"
        },
        {
          "text": "А тут еще некоторые женщины, из тех, что были с нами, сильно смутили нас. На рассвете они пошли к гробнице, ",
          "ID": "22"
        },
        {
          "text": "но, не найдя Его тела, вернулись и возвестили нам, что им явились ангелы, которые сказали, что Он жив. ",
          "ID": "23"
        },
        {
          "text": "И некоторые из наших пошли к гробнице и нашли всё так, как говорили женщины, но Его не видели».",
          "ID": "24"
        },
        {
          "text": "Тогда Иисус сказал им: «Неужели не можете понять? Так трудно вам поверить тому, что сказали пророки? ",
          "ID": "25"
        },
        {
          "text": "Не это ли должен был претерпеть Мессия, прежде чем войти в славу Свою?» ",
          "ID": "26"
        },
        {
          "text": "Затем, начав от Моисея и всех пророков, Он разъяснил им всё сказанное о Нем во всех Писаниях.",
          "ID": "27"
        },
        {
          "text": "Так приблизились они к селению, в которое шли. Иисус сделал вид, что хочет идти дальше. ",
          "ID": "28"
        },
        {
          "text": "Но они удерживали Его. «Останься с нами, – просили они, – наступает вечер, день уже на исходе». Тогда Он вошел в дом, чтобы остаться с ними.",
          "ID": "29"
        },
        {
          "text": "Оказавшись с ними за столом, взял Он хлеб, возблагодарил Бога за него и, преломляя, подавал им. ",
          "ID": "30"
        },
        {
          "text": "И тогда открылись у них глаза, и они узнали Его, но в этот миг Он стал невидим для них. ",
          "ID": "31"
        },
        {
          "text": "И сказали они друг другу: «Разве не горело сердце наше, когда Он в пути говорил с нами, когда объяснял Он нам Писания?»",
          "ID": "32"
        },
        {
          "text": "И в тот же час они встали и возвратились в Иерусалим, где нашли одиннадцать апостолов, собравшихся вместе с другими учениками. ",
          "ID": "33"
        },
        {
          "text": "Те встретили их словами: «Господь действительно воскрес! Он явился Симону». ",
          "ID": "34"
        },
        {
          "text": "Тогда эти двое рассказали о том, что произошло на пути в Эммаус и как они узнали Господа, когда Он преломлял хлеб.",
          "ID": "35"
        },
        {
          "text": "Когда же они говорили об этом, Он Сам появился среди них и сказал им: «Мир вам».",
          "ID": "36"
        },
        {
          "text": "В смятении и страхе они решили, что видят духа. ",
          "ID": "37"
        },
        {
          "text": "Но Он сказал им: «Что вы так испугались? Почему допустили сомнения в сердце? ",
          "ID": "38"
        },
        {
          "text": "Посмотрите на руки Мои и на ноги Мои – это на самом деле Я. Прикоснитесь ко мне и посмотрите. Ведь у духа плоти и костей нет, а у Меня, как видите, есть».",
          "ID": "39"
        },
        {
          "text": "Сказав это, Он показал им Свои руки и ноги. ",
          "ID": "40"
        },
        {
          "text": "Они удивлялись и от радости никак не могли поверить этому. Тогда Он сказал им: «Есть ли у вас здесь какая-нибудь пища?» ",
          "ID": "41"
        },
        {
          "text": "Они подали Ему кусок печеной рыбы. ",
          "ID": "42"
        },
        {
          "text": "Он взял его и съел у них на глазах.",
          "ID": "43"
        },
        {
          "text": "И сказал им: «Вот то, что Я говорил вам, еще будучи с вами: должно исполниться всё, что написано обо Мне в Законе Моисея, в псалмах и у пророков».",
          "ID": "44"
        },
        {
          "text": "И Он помог им понять Писания. ",
          "ID": "45"
        },
        {
          "text": "«Так написано, – сказал Он им, – Мессия должен перенести страдания, умереть и на третий день воскреснуть из мертвых. ",
          "ID": "46"
        },
        {
          "text": "И во имя Его покаяние для прощения грехов должно быть проповедано всем народам, начиная от Иерусалима. ",
          "ID": "47"
        },
        {
          "text": "Вы свидетели всему этому. ",
          "ID": "48"
        },
        {
          "text": "И Я пошлю вам обещанное Отцом Моим. Вы же оставайтесь в городе, пока не облечетесь силой свыше».",
          "ID": "49"
        },
        {
          "text": "Иисус вывел учеников [из] города к окрестностям Вифании, где, подняв руки Свои, благословил их, ",
          "ID": "50"
        },
        {
          "text": "и при этом стал удаляться от них и возноситься на небо. ",
          "ID": "51"
        },
        {
          "text": "Они, поклонившись Ему, возвратились в Иерусалим с великой радостью ",
          "ID": "52"
        },
        {
          "text": "и постоянно пребывали в Храме, прославляя Бога.",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24",
      "name": "Евангелие по Луке 24"
    }
  ],
  "ID": "NT:LUK(BTI)",
  "name": "Евангелие по Луке"
}