{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Понеже убо мнози начаша чинити повесть о извествованных в нас вещех, ",
          "ID": "1"
        },
        {
          "text": "якоже предаша нам, иже исперва самовидцы и слуги бывшии словесе: ",
          "ID": "2"
        },
        {
          "text": "изволися и мне последовавшу выше вся испытно, поряду писати тебе, державный феофиле, ",
          "ID": "3"
        },
        {
          "text": "да разумееши, о нихже научился еси словесех утверждение. ",
          "ID": "4"
        },
        {
          "text": "Бысть во дни ирода царя иудейска, иерей некий, именем захариа, от дневныя чреды авиани: и жена его от дщерей аароновех, и имя ей елисаветь. ",
          "ID": "5"
        },
        {
          "text": "Беста же праведна оба пред Богом, ходяща во всех заповедех и оправданиих Господних безпорочна. ",
          "ID": "6"
        },
        {
          "text": "И не бе има чада, понеже елисаветь бе неплоды, и оба заматоревша во днех своих беста. ",
          "ID": "7"
        },
        {
          "text": "Бысть же служащу ему в чину чреды своея пред Богом, ",
          "ID": "8"
        },
        {
          "text": "по обычаю священничества ключися ему покадити вшедшу в церковь Господню: ",
          "ID": "9"
        },
        {
          "text": "и все множество людий бе молитву дея вне, в год фимиама: ",
          "ID": "10"
        },
        {
          "text": "явися же ему ангел Господень, стоя о десную олтаря кадилнаго: ",
          "ID": "11"
        },
        {
          "text": "и смутися захариа видев, и страх нападе нань. ",
          "ID": "12"
        },
        {
          "text": "Рече же к нему ангел: не бойся, захарие: зане услышана бысть молитва твоя, и жена твоя елисаветь родит сына тебе, и наречеши имя ему иоанн: ",
          "ID": "13"
        },
        {
          "text": "и будет тебе радость и веселие, и мнози о рождестве его возрадуются: ",
          "ID": "14"
        },
        {
          "text": "будет бо велий пред Господем: и вина и сикера не имать пити, и Духа святаго исполнится еще из чрева матере своея: ",
          "ID": "15"
        },
        {
          "text": "и многих от сынов израилевых обратит ко Господу Богу их: ",
          "ID": "16"
        },
        {
          "text": "и той предидет пред ним духом и силою илииною, обратити сердца отцем на чада, и противныя в мудрости праведных, уготовати Господеви люди совершены. ",
          "ID": "17"
        },
        {
          "text": "И рече захариа ко ангелу: по чесому разумею сие? аз бо есмь стар, и жена моя заматоревши во днех своих. ",
          "ID": "18"
        },
        {
          "text": "И отвещав ангел рече ему: аз есмь гавриил предстояй пред Богом, и послан есмь глаголати к тебе и благовестити тебе сия: ",
          "ID": "19"
        },
        {
          "text": "и се, будеши молчя и не могий проглаголати, до негоже дне будут сия: зане не веровал еси словесем моим, яже сбудутся во время свое. ",
          "ID": "20"
        },
        {
          "text": "И беша людие ждуще захарию: и чудяхуся коснящу ему в церкви. ",
          "ID": "21"
        },
        {
          "text": "Изшед же не можаше глаголати к ним: и разумеша, яко видение виде в церкви: и той бе помавая им, и пребываше нем. ",
          "ID": "22"
        },
        {
          "text": "И бысть яко исполнишася дние службы его, иде в дом свой. ",
          "ID": "23"
        },
        {
          "text": "По сих же днех зачат елисаветь жена его, и таяшеся месяц пять, глаголющи: ",
          "ID": "24"
        },
        {
          "text": "яко тако мне сотвори Господь во дни, в няже призре отяти поношение мое в человецех. ",
          "ID": "25"
        },
        {
          "text": "В месяц же шестый послан бысть ангел гавриил от Бога во град галилейский, емуже имя назарет, ",
          "ID": "26"
        },
        {
          "text": "к Деве обрученней мужеви, емуже имя иосиф, от дому давидова: и имя Деве Мариамь. ",
          "ID": "27"
        },
        {
          "text": "И вшед к ней ангел рече: радуйся, благодатная: Господь с тобою: благословена ты в женах. ",
          "ID": "28"
        },
        {
          "text": "Она же видевши смутися о словеси его и помышляше, каково будет целование сие. ",
          "ID": "29"
        },
        {
          "text": "И рече ангел ей: не бойся, Мариамь: обрела бо еси благодать у Бога. ",
          "ID": "30"
        },
        {
          "text": "И се зачнеши во чреве, и родиши сына, и наречеши имя ему Иисус: ",
          "ID": "31"
        },
        {
          "text": "сей будет велий, и Сын вышняго наречется: и даст ему Господь Бог престол давида отца его: ",
          "ID": "32"
        },
        {
          "text": "и воцарится в дому иаковли во веки, и Царствию его не будет конца. ",
          "ID": "33"
        },
        {
          "text": "Рече же Мариамь ко ангелу: како будет сие, идеже мужа не знаю? ",
          "ID": "34"
        },
        {
          "text": "И отвещав ангел рече ей: Дух святый найдет на тя, и сила вышняго осенит тя: темже и раждаемое свято наречется Сын Божий: ",
          "ID": "35"
        },
        {
          "text": "и се, елисаветь южика твоя, и та зачат сына в старости своей: и сей месяц шестый есть ей нарицаемей неплоды: ",
          "ID": "36"
        },
        {
          "text": "яко не изнеможет у Бога всяк глаголгол. ",
          "ID": "37"
        },
        {
          "text": "Рече же Мариамь: се, раба Господня: буди мне по глаголу твоему. И отиде от нея ангел. ",
          "ID": "38"
        },
        {
          "text": "Воставши же Мариамь во дни тыя, иде в горняя со тщанием, во град иудов: ",
          "ID": "39"
        },
        {
          "text": "и вниде в дом захариин и целова елисаветь. ",
          "ID": "40"
        },
        {
          "text": "И бысть яко услыша елисаветь целование Мариино, взыграся младенец во чреве ея: и исполнися Духа свята елисаветь, ",
          "ID": "41"
        },
        {
          "text": "и возопи гласом велиим, и рече: благословена ты в женах, и благословен плод чрева твоего: ",
          "ID": "42"
        },
        {
          "text": "и откуду мне сие, да приидет Мати Господа моего ко мне? ",
          "ID": "43"
        },
        {
          "text": "се бо, яко бысть глас целования твоего во ушию моею, взыграся младенец радощами во чреве моем: ",
          "ID": "44"
        },
        {
          "text": "и блаженна веровавшая, яко будет совершение глаголголанным ей от Господа. ",
          "ID": "45"
        },
        {
          "text": "И рече Мариамь: величит душа моя Господа, ",
          "ID": "46"
        },
        {
          "text": "и возрадовася дух мой о Бозе спасе моем: ",
          "ID": "47"
        },
        {
          "text": "яко призре на смирение рабы своея: се бо, отныне ублажат мя вси роди: ",
          "ID": "48"
        },
        {
          "text": "яко сотвори мне величие сильный, и свято имя его: ",
          "ID": "49"
        },
        {
          "text": "и милость его в роды родов боящымся его: ",
          "ID": "50"
        },
        {
          "text": "сотвори державу мышцею своею: расточи гордыя мыслию сердца их? ",
          "ID": "51"
        },
        {
          "text": "низложи сильныя со престол, и вознесе смиренныя: ",
          "ID": "52"
        },
        {
          "text": "алчущыя исполни благ и богатящыяся отпусти тщы: ",
          "ID": "53"
        },
        {
          "text": "восприят израиля отрока своего, помянути милости, ",
          "ID": "54"
        },
        {
          "text": "якоже глагола ко отцем нашым, аврааму и семени его до века. ",
          "ID": "55"
        },
        {
          "text": "Пребысть же Мариамь с нею яко три месяцы и возвратися в дом свой. ",
          "ID": "56"
        },
        {
          "text": "Елисавети же исполнися время родити ей, и роди сына. ",
          "ID": "57"
        },
        {
          "text": "И слышаша окрест живущии и ужики ея, яко возвеличил есть Господь милость свою с нею: и радовахуся с нею. ",
          "ID": "58"
        },
        {
          "text": "И бысть во осмый день, приидоша обрезати отроча, и нарицаху е именем отца его, захарию. ",
          "ID": "59"
        },
        {
          "text": "И отвещавши мати его рече: ни, но да наречется иоанн. ",
          "ID": "60"
        },
        {
          "text": "И реша к ней, яко никтоже есть в родстве твоем, иже нарицается именем тем. ",
          "ID": "61"
        },
        {
          "text": "И помаваху отцу его, еже како бы хотел нарещи е. ",
          "ID": "62"
        },
        {
          "text": "И испрошь дщицу, написа, глаголя: иоанн будет имя ему. И чудяхуся вси. ",
          "ID": "63"
        },
        {
          "text": "Отверзошася же уста его абие и язык его, и глаголаше благословя Бога. ",
          "ID": "64"
        },
        {
          "text": "И бысть на всех страх живущих окрест их: и во всей стране иудейстей поведаеми бяху вси глаголи сии. ",
          "ID": "65"
        },
        {
          "text": "И положиша вси слышавшии в сердцы своем, глаголюще: что убо отроча сие будет? И рука Господня бе с ним. ",
          "ID": "66"
        },
        {
          "text": "И захариа отец его исполнися Духа свята, и пророчествова, глаголя: ",
          "ID": "67"
        },
        {
          "text": "благословен Господь Бог израилев, яко посети и сотвори избавление людем своим: ",
          "ID": "68"
        },
        {
          "text": "и воздвиже рог спасения нам, в дому давида отрока своего: ",
          "ID": "69"
        },
        {
          "text": "якоже глагола усты святых сущих от века пророк его, ",
          "ID": "70"
        },
        {
          "text": "спасение от враг наших и из руки всех ненавидящих нас: ",
          "ID": "71"
        },
        {
          "text": "сотворити милость со отцы нашими и помянути завет святый свой, ",
          "ID": "72"
        },
        {
          "text": "клятву, еюже клятся ко аврааму отцу нашему, дати нам, ",
          "ID": "73"
        },
        {
          "text": "без страха, из руки враг наших избавльшымся, ",
          "ID": "74"
        },
        {
          "text": "служити ему преподобием и правдою пред ним вся дни живота нашего. ",
          "ID": "75"
        },
        {
          "text": "И ты, отроча, пророк вышняго наречешися: предидеши бо пред лицем Господним, уготовати пути его, ",
          "ID": "76"
        },
        {
          "text": "дати разум спасения людем его, во оставление грех их, ",
          "ID": "77"
        },
        {
          "text": "милосердия ради милости Бога нашего, в нихже посетил есть нас восток свыше, ",
          "ID": "78"
        },
        {
          "text": "просветити во тме и сени смертней седящыя, направити ноги нашя на путь мирен. ",
          "ID": "79"
        },
        {
          "text": "Отроча же растяше и крепляшеся духом: и бе в пустынех до дне явления своего ко израилю.",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1",
      "name": "Евангелие от Луки 1"
    },
    {
      "text": [
        {
          "text": "Бысть же во дни тыя, изыде повеление от кесаря августа написати всю вселенную. ",
          "ID": "1"
        },
        {
          "text": "Сие написание первое бысть владящу сириею киринию. ",
          "ID": "2"
        },
        {
          "text": "И идяху вси написатися, кождо во свой град. ",
          "ID": "3"
        },
        {
          "text": "Взыде же и иосиф от галилеи, из града назарета, во иудею, во град давидов, иже нарицается вифлеем, зане быти ему от дому и отечества давидова, ",
          "ID": "4"
        },
        {
          "text": "написатися с Мариею обрученою ему женою, сущею непраздною. ",
          "ID": "5"
        },
        {
          "text": "Бысть же, егда быста тамо, исполнишася дние родити ей: ",
          "ID": "6"
        },
        {
          "text": "и роди сына своего первенца, и повит его, и положи его в яслех: зане не бе им места во обители. ",
          "ID": "7"
        },
        {
          "text": "И пастырие беху в тойже стране, бдяще и стрегуще стражу нощную о стаде своем. ",
          "ID": "8"
        },
        {
          "text": "И се, ангел Господень ста в них, и слава Господня осия их: и убояшася страхом велиим. ",
          "ID": "9"
        },
        {
          "text": "И рече им ангел: не бойтеся: се бо, благовествую вам радость велию, яже будет всем людем: ",
          "ID": "10"
        },
        {
          "text": "яко родися вам днесь спас, иже есть Христос Господь, во граде давидове: ",
          "ID": "11"
        },
        {
          "text": "и се вам знамение: обрящете Младенца повита, лежаща в яслех. ",
          "ID": "12"
        },
        {
          "text": "И внезапу бысть со ангелом множество вой небесных, хвалящих Бога и глаголющих: ",
          "ID": "13"
        },
        {
          "text": "слава в вышних Богу, и на земли мир, во человецех благоволение. ",
          "ID": "14"
        },
        {
          "text": "И бысть, яко отидоша от них на небо ангели, и человецы пастырие реша друг ко другу: прейдем до вифлеема и видим глаголгол сей бывший, егоже Господь сказа нам. ",
          "ID": "15"
        },
        {
          "text": "И приидоша поспешшеся, и обретоша Мариамь же и иосифа, и Младенца лежаща во яслех. ",
          "ID": "16"
        },
        {
          "text": "Видевше же сказаша о глаголголе глаголголаннем им о отрочати сем. ",
          "ID": "17"
        },
        {
          "text": "И вси слышавшии дивишася о глаголанных от пастырей к ним. ",
          "ID": "18"
        },
        {
          "text": "Мариамь же соблюдаше вся глаголы сия, слагающи в сердцы своем. ",
          "ID": "19"
        },
        {
          "text": "И возвратишася пастырие, славяще и хваляще Бога о всех, яже слышаша и видеша, якоже глаголано бысть к ним. ",
          "ID": "20"
        },
        {
          "text": "И егда исполнишася осмь дний, да обрежут его, и нарекоша имя ему Иисус, нареченное ангелом прежде даже не зачатся во чреве. ",
          "ID": "21"
        },
        {
          "text": "И егда исполнишася дние очищения ею, по закону моисеову, вознесоста его во Иерусалим, поставити его пред Господем, ",
          "ID": "22"
        },
        {
          "text": "якоже есть писано в законе Господни: яко всяк младенец мужеска полу, разверзая ложесна, свято Господеви наречется: ",
          "ID": "23"
        },
        {
          "text": "и еже дати жертву, по реченному в законе Господни, два горличища или два птенца голубина. ",
          "ID": "24"
        },
        {
          "text": "И се, бе человек во Иерусалиме, емуже имя симеон. И человек сей праведен и благочистив, чая утехи израилевы: и Дух бе свят в нем. ",
          "ID": "25"
        },
        {
          "text": "И бе ему обещанно Духом святым, не видети смерти, прежде даже не видит Христа Господня. ",
          "ID": "26"
        },
        {
          "text": "И прииде Духом в церковь. И егда введоста родителя отроча Иисуса, сотворити има по обычаю законному о нем, ",
          "ID": "27"
        },
        {
          "text": "и той приемь его на руку своею, и благослови Бога, и рече: ",
          "ID": "28"
        },
        {
          "text": "ныне отпущаеши раба твоего, Владыко, по глаголголу твоему, с миром: ",
          "ID": "29"
        },
        {
          "text": "яко видесте очи мои спасение твое, ",
          "ID": "30"
        },
        {
          "text": "еже еси уготовал пред лицем всех людий: ",
          "ID": "31"
        },
        {
          "text": "свет во откровение языком, и славу людий твоих израиля. ",
          "ID": "32"
        },
        {
          "text": "И бе иосиф и Мати его чудящася о глаголемых о нем. ",
          "ID": "33"
        },
        {
          "text": "И благослови я симеон, и рече к Марии Матери его: се, лежит сей на падение и на востание многим во израили, и в знамение пререкаемо: ",
          "ID": "34"
        },
        {
          "text": "и тебе же самой душу пройдет оружие: яко да открыются от многих сердец помышления. ",
          "ID": "35"
        },
        {
          "text": "И бе анна пророчица, дщи фануилева, от колена асирова: сия заматоревши во днех мнозех, живши с мужем седмь лет от девства своего: ",
          "ID": "36"
        },
        {
          "text": "и та вдова яко лет осмьдесят и четыре, яже не отхождаше от церкве, постом и молитвами служащи день и нощь. ",
          "ID": "37"
        },
        {
          "text": "И та в той час приставши исповедашеся Господеви и глаголаше о нем всем чающым избавления во Иерусалиме. ",
          "ID": "38"
        },
        {
          "text": "И яко скончашася вся по закону Господню, возвратишася в галилею, во град свой назарет. ",
          "ID": "39"
        },
        {
          "text": "Отроча же растяше и крепляшеся духом, исполняяся премудрости: и благодать Божия бе на нем. ",
          "ID": "40"
        },
        {
          "text": "И хождаста родителя его на всяко лето во Иерусалим в праздник пасхи. ",
          "ID": "41"
        },
        {
          "text": "И егда бысть двоюнадесяти лету, восходящым им во Иерусалим по обычаю праздника, ",
          "ID": "42"
        },
        {
          "text": "и скончавшым дни, и возвращающимася има, оста отрок Иисус во Иерусалиме: и не разуме иосиф и Мати его: ",
          "ID": "43"
        },
        {
          "text": "мневша же его в дружине суща, преидоста дне путь, и искаста его во сродницех и в знаемых: ",
          "ID": "44"
        },
        {
          "text": "и не обретша его, возвратистася во Иерусалим, взыскающа его. ",
          "ID": "45"
        },
        {
          "text": "И бысть по триех днех, обретоста его в церкви, седящаго посреде учителей, и послушающаго их, и вопрошающаго их: ",
          "ID": "46"
        },
        {
          "text": "ужасахуся же вси послушающии его о разуме и о ответех его. ",
          "ID": "47"
        },
        {
          "text": "И видевша его, дивистася: и к нему Мати его рече: чадо, что сотвори нама тако? се, отец твой и аз боляща искахома тебе. ",
          "ID": "48"
        },
        {
          "text": "И рече к нима: что яко искаста мене? не веста ли, яко в тех, яже Отца моего, достоит быти ми? ",
          "ID": "49"
        },
        {
          "text": "И та не разуместа глаголгола, егоже глагола има. ",
          "ID": "50"
        },
        {
          "text": "И сниде с нима и прииде в назарет: и бе повинуяся има. И Мати его соблюдаше вся глаголголы сия в сердцы своем. ",
          "ID": "51"
        },
        {
          "text": "И Иисус преспеваше премудростию и возрастом и благодатию у Бога и человек.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2",
      "name": "Евангелие от Луки 2"
    },
    {
      "text": [
        {
          "text": "В пятое же надесяте лето владычества тивериа кесаря, обладающу понтийскому пилату иудеею, и четвертовластвующу галилеею ироду, филиппу же брату его четвертовластвующу итуреею и трахонитскою страною, и лисанию авилиниею четвертовластвующу, ",
          "ID": "1"
        },
        {
          "text": "при архиереи анне и каиафе, бысть глаголгол Божий ко иоанну захариину сыну в пустыни. ",
          "ID": "2"
        },
        {
          "text": "И прииде во всю страну иорданскую, проповедая крещение покаяния во оставление грехов: ",
          "ID": "3"
        },
        {
          "text": "якоже есть писано в книзе словес исаии пророка, глаголюща: глас вопиющаго в пустыни: уготовайте путь Господень: правы творите стези его: ",
          "ID": "4"
        },
        {
          "text": "всяка дебрь исполнится, и всяка гора и холм смирится: и будут стропотная в правая, и острии в пути гладки: ",
          "ID": "5"
        },
        {
          "text": "и узрит всяка плоть спасение Божие. ",
          "ID": "6"
        },
        {
          "text": "Глаголаше же исходящым народом креститися от него: порождения ехиднова, кто сказа вам бежати от грядущаго гнева? ",
          "ID": "7"
        },
        {
          "text": "Сотворите убо плоды достойны покаяния: и не начинайте глаголати в себе: отца имамы авраама: глаголю бо вам, яко может Бог от камения сего воздвигнути чада аврааму. ",
          "ID": "8"
        },
        {
          "text": "Уже бо и секира при корени древа лежит: всяко убо древо не творящее плода добра посекается и во огнь вметается. ",
          "ID": "9"
        },
        {
          "text": "И вопрошаху его народи, глаголюще: что убо сотворим? ",
          "ID": "10"
        },
        {
          "text": "Отвещав же глагола им: имеяй две ризе, да подаст неимущему: и имеяй брашна, такожде да творит. ",
          "ID": "11"
        },
        {
          "text": "Приидоша же и мытари креститися от него и реша к нему: учителю, что сотворим? ",
          "ID": "12"
        },
        {
          "text": "Он же рече к ним: ничтоже более от повеленнаго вам творите. ",
          "ID": "13"
        },
        {
          "text": "Вопрошаху же его и воини, глаголюще: и мы что сотворим? И рече к ним: ни когоже обидите, ни оклеветавайте: и доволни будите оброки вашими. ",
          "ID": "14"
        },
        {
          "text": "Чающым же людем, и помышляющым всем в сердцах своих о иоанне, еда той есть Христос, ",
          "ID": "15"
        },
        {
          "text": "отвещаваше иоанн всем, глаголя: аз убо водою крещаю вы: грядет же креплий мене, емуже несмь достоин отрешити ремень сапогу его: той вы крестит Духом святым и огнем: ",
          "ID": "16"
        },
        {
          "text": "емуже лопата в руку его, и отребит гумно свое, и соберет пшеницу в житницу свою, плевы же сожжет огнем негасающим. ",
          "ID": "17"
        },
        {
          "text": "Многа же убо и ина утешая благовествоваша людем. ",
          "ID": "18"
        },
        {
          "text": "Ирод же четвертовластник, обличаемь от него о иродиаде жене брата своего, и о всех, яже сотвори злая ирод, ",
          "ID": "19"
        },
        {
          "text": "приложи и сие над всеми, и затвори иоанна в темнице. ",
          "ID": "20"
        },
        {
          "text": "Бысть же егда крестишася вси людие, и Иисусу крещашуся и молящуся, отверзеся небо, ",
          "ID": "21"
        },
        {
          "text": "и сниде Дух святый телесным образом, яко голубь, нань: и глас с небесе бысть, глаголя: ты еси Сын мой возлюбленный, о тебе благоволих. ",
          "ID": "22"
        },
        {
          "text": "И той бе Иисус яко лет тридесять начиная, сый, яко мнимь, Сын иосифов, илиев, ",
          "ID": "23"
        },
        {
          "text": "матфатов, левиин, мелхиин, ианнаев, иосифов, ",
          "ID": "24"
        },
        {
          "text": "маттафиев, амосов, наумов, еслимов, наггеов, ",
          "ID": "25"
        },
        {
          "text": "маафов, маттафиев, семеиев, иосифов, иудин, ",
          "ID": "26"
        },
        {
          "text": "иоаннанов, рисаев, зоровавелев, салафиилев, нириев, ",
          "ID": "27"
        },
        {
          "text": "мелхиев, аддиев, косамов, елмодамов, иров, ",
          "ID": "28"
        },
        {
          "text": "иосиев, елиезеров, иоримов, матфатов, левиин, ",
          "ID": "29"
        },
        {
          "text": "симеонов, иудин, иосифов, ионанов, елиакимов, ",
          "ID": "30"
        },
        {
          "text": "мелеаев, маинанов, маттафаев, нафанов, давидов, ",
          "ID": "31"
        },
        {
          "text": "иессеов, овидов, воозов, салмонов, наассонов, ",
          "ID": "32"
        },
        {
          "text": "аминадавов, арамов, есромов, фаресов, иудин, ",
          "ID": "33"
        },
        {
          "text": "иаковль, исааков, авраамов, фарин, нахоров, ",
          "ID": "34"
        },
        {
          "text": "серухов, рагавов, фалеков, еверов, саланов, ",
          "ID": "35"
        },
        {
          "text": "каинанов, арфаксадов, симов, ноев, ламехов, ",
          "ID": "36"
        },
        {
          "text": "мафусалев, енохов, иаредов, малелеилов, каинанов, ",
          "ID": "37"
        },
        {
          "text": "еносов, сифов, адамов, Божий.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3",
      "name": "Евангелие от Луки 3"
    },
    {
      "text": [
        {
          "text": "Иисус же исполнь Духа свята возвратися от иордана: и ведяшеся Духом в пустыню, ",
          "ID": "1"
        },
        {
          "text": "дний четыридесять искушаемь от диавола: и не яст ничесоже во дни тыя: и скончавшымся им, последи взалка. ",
          "ID": "2"
        },
        {
          "text": "И рече ему диавол: аще Сын еси Божий, рцы каменеви сему, да будет хлеб. ",
          "ID": "3"
        },
        {
          "text": "И отвеща Иисус к нему, глаголя: писано есть, яко не о хлебе единем жив будет человек, но о всяцем глаголголе Божии. ",
          "ID": "4"
        },
        {
          "text": "И возвед его диавол на гору высоку, показа ему вся царствия вселенныя в часе временне, ",
          "ID": "5"
        },
        {
          "text": "и рече ему диавол: тебе дам власть сию всю и славу их: яко мне предана есть, и, емуже аще хощу, дам ю: ",
          "ID": "6"
        },
        {
          "text": "ты убо аще поклонишися предо мною, будут тебе вся. ",
          "ID": "7"
        },
        {
          "text": "И отвещав рече ему Иисус: иди за мною, сатано: писано есть: поклонишися Господу Богу твоему, и тому единому послужиши. ",
          "ID": "8"
        },
        {
          "text": "И веде его во Иерусалим, и постави его на криле церковнем, и рече ему: аще Сын еси Божий, верзися отсюду долу: ",
          "ID": "9"
        },
        {
          "text": "писано бо есть, яко ангелом своим заповесть о тебе сохранити тя: ",
          "ID": "10"
        },
        {
          "text": "и на руках возмут тя, да не когда преткнеши о камень ногу твою. ",
          "ID": "11"
        },
        {
          "text": "И отвещав рече ему Иисус, яко речено есть: не искусиши Господа Бога твоего. ",
          "ID": "12"
        },
        {
          "text": "И скончав все искушение диавол, отиде от него до времене. ",
          "ID": "13"
        },
        {
          "text": "И возвратися Иисус в силе духовней в галилею: и весть изыде по всей стране о нем. ",
          "ID": "14"
        },
        {
          "text": "И той учаше на сонмищих их, славимь всеми. ",
          "ID": "15"
        },
        {
          "text": "И прииде в назарет, идеже бе воспитан. и вниде, по обычаю своему, в день субботный в сонмище, и воста чести. ",
          "ID": "16"
        },
        {
          "text": "И даша ему книгу исаии пророка: и разгнув книгу, обрете место, идеже бе написано: ",
          "ID": "17"
        },
        {
          "text": "Дух Господень на мне: егоже ради помаза мя благовестити нищым, посла мя изцелити сокрушенныя сердцем, проповедати плененным отпущение и слепым прозрение, отпустити сокрушенныя во отраду, ",
          "ID": "18"
        },
        {
          "text": "проповедати лето Господне приятно. ",
          "ID": "19"
        },
        {
          "text": "И согнув книгу, отдав слузе, седе: и всем в сонмищи очи беху зряще нань. ",
          "ID": "20"
        },
        {
          "text": "И начат глаголати к ним, яко днесь сбыстся писание сие во ушию вашею. ",
          "ID": "21"
        },
        {
          "text": "И вси свидетелствоваху ему, и дивляхуся о словесех благодати, исходящих из уст его, и глаголаху: не сей ли есть Сын иосифов? ",
          "ID": "22"
        },
        {
          "text": "И рече к ним: всяко речете ми притчу сию: врачу, изцелися сам: елика слышахом бывшая в капернауме, сотвори и зде во отечествии своем. ",
          "ID": "23"
        },
        {
          "text": "Рече же: аминь глаголю вам, яко ни который пророк приятен есть во отечествии своем: ",
          "ID": "24"
        },
        {
          "text": "поистинне же глаголю вам: многи вдовицы беша во дни илиины во израили, егда заключися небо три лета и месяц шесть, яко бысть глад велик по всей земли: ",
          "ID": "25"
        },
        {
          "text": "и ни ко единей их послан бысть илиа, токмо в сарепту сидонскую к жене вдовице: ",
          "ID": "26"
        },
        {
          "text": "и мнози прокажени беху при елиссеи пророце во израили: и ни един же от них очистися, токмо нееман сирианин. ",
          "ID": "27"
        },
        {
          "text": "И исполнишася вси ярости в сонмищи, слышавшии сия: ",
          "ID": "28"
        },
        {
          "text": "и воставше изгнаша его вон из града, и ведоша его до верху горы, на нейже град их создан бяше, да быша его низринули: ",
          "ID": "29"
        },
        {
          "text": "он же прошед посреде их, идяше. ",
          "ID": "30"
        },
        {
          "text": "И сниде в капернаум град галилейский: и бе учя их в субботы. ",
          "ID": "31"
        },
        {
          "text": "И ужасахуся о учении его: яко со властию бе слово его. ",
          "ID": "32"
        },
        {
          "text": "И в сонмищи бе человек имый духа беса нечиста, и возопи гласом велиим, ",
          "ID": "33"
        },
        {
          "text": "глаголя: остави, что нам и тебе, Иисусе назарянине? пришел еси погубити нас: вем тя, кто еси, святый Божий. ",
          "ID": "34"
        },
        {
          "text": "И запрети ему Иисус, глаголя: премолчи и изыди из него. И поверг его бес посреде, изыде из него, никакоже вредив его. ",
          "ID": "35"
        },
        {
          "text": "И бысть ужас на всех, и стязахуся друг ко другу, глаголюще: что слово сие, яко властию и силою велит нечистым духовом, и исходят? ",
          "ID": "36"
        },
        {
          "text": "И исхождаше глас о нем во всяко место страны. ",
          "ID": "37"
        },
        {
          "text": "Востав же из сонмища, вниде в дом симонов: теща же симонова бе одержима огнем велиим: и молиша его о ней. ",
          "ID": "38"
        },
        {
          "text": "И став над нею, запрети огню, и остави ю. Абие же воставши служаше им. ",
          "ID": "39"
        },
        {
          "text": "Заходящу же солнцу, вси, елицы имеяху болящыя недуги различными, привождаху их к нему: он же на единаго коегождо их руце возложь, изцеляше их. ",
          "ID": "40"
        },
        {
          "text": "Исхождаху же и беси от многих, вопиюще и глаголюще, яко ты еси Христос Сын Божий. И запрещая не даяше им глаголати, яко ведяху Христа самаго суща. ",
          "ID": "41"
        },
        {
          "text": "Бывшу же дню, изшед иде в пусто место: и народи искаху его, и приидоша к нему, и удержаваху его, дабы не отшел от них. ",
          "ID": "42"
        },
        {
          "text": "Он же рече к ним, яко и другим градовом благовестити ми подобает Царствие Божие: яко на се послан есмь. ",
          "ID": "43"
        },
        {
          "text": "И бе проповедая на сонмищих галилейских.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4",
      "name": "Евангелие от Луки 4"
    },
    {
      "text": [
        {
          "text": "Бысть же належащу ему народу, да быша слышали слово Божие, и той бе стоя при езере геннисаретсте: ",
          "ID": "1"
        },
        {
          "text": "и виде два корабля стояща при езере: рыбарие же отшедше от нею, измываху мрежи. ",
          "ID": "2"
        },
        {
          "text": "Влез же в един от кораблю, иже бе симонов, моли его от земли отступити мало: и сед учаше из корабля народы. ",
          "ID": "3"
        },
        {
          "text": "Якоже преста глаголя, рече к симону: поступи во глубину, и вверзите мрежи вашя в ловитву. ",
          "ID": "4"
        },
        {
          "text": "И отвещав симон рече ему: наставниче, об нощь всю труждшеся, ничесоже яхом: по глаголголу же твоему ввергу мрежу. ",
          "ID": "5"
        },
        {
          "text": "И се сотворше, яша множество рыб много: протерзашеся же мрежа их. ",
          "ID": "6"
        },
        {
          "text": "И помануша причастником, иже беху во друзем корабли, да пришедше помогут им: и приидоша, и исполниша оба корабля, яко погружатися има. ",
          "ID": "7"
        },
        {
          "text": "Видев же симон петр, припаде к коленома Иисусовома, глаголя: изыди от мене, яко муж грешен есмь, Господи. ",
          "ID": "8"
        },
        {
          "text": "Ужас бо одержаше его и вся сущыя с ним, о ловитве рыб, яже яша: ",
          "ID": "9"
        },
        {
          "text": "такожде же иакова и иоанна сына зеведеова, яже беста обещника симонови. И рече к симону Иисус: не бойся: отселе будеши человеки ловя. ",
          "ID": "10"
        },
        {
          "text": "И извлекше (оба) корабля на землю, оставльше вся, вслед его идоша. ",
          "ID": "11"
        },
        {
          "text": "И бысть егда бе Иисус во единем от градов, и се, муж исполнь прокажения: и видев Иисуса, пад ниц, моляся ему, глаголя: Господи, аще хощеши, можеши мя очистити. ",
          "ID": "12"
        },
        {
          "text": "И простер руку, коснуся его, рек: хощу, очистися. И абие проказа отиде от него. ",
          "ID": "13"
        },
        {
          "text": "И той заповеда ему ни комуже поведати: но шед покажися иереови, и принеси о очищении твоем, якоже повеле моисей, во свидетелство им. ",
          "ID": "14"
        },
        {
          "text": "Прохождаше же паче слово о нем: и схождахуся народи мнози слышати и целитися от него от недуг своих. ",
          "ID": "15"
        },
        {
          "text": "Той же бе отходя в пустыню и моляся. ",
          "ID": "16"
        },
        {
          "text": "И бысть во един от дний, и той бе учя: и беху седяще фарисее и законоучителие, иже беху пришли от всякия веси галилейския и иудейския и Иерусалимския: и сила Господня бе изцеляющи их: ",
          "ID": "17"
        },
        {
          "text": "и се, мужие носяще на одре человека, иже бе разслаблен, и искаху внести его и положити пред ним: ",
          "ID": "18"
        },
        {
          "text": "и не обретше куде внести его народа ради, взлезше на храм, сквозе скуделы низвесиша его со одром на среду пред Иисуса. ",
          "ID": "19"
        },
        {
          "text": "И видев веру их, рече ему: человече, оставляюттися греси твои. ",
          "ID": "20"
        },
        {
          "text": "И начаша помышляти книжницы и фарисее, глаголюще: кто есть сей, иже глаголет хулы? кто может оставляти грехи, токмо един Бог? ",
          "ID": "21"
        },
        {
          "text": "Разумев же Иисус помышления их, отвещав рече к ним: что помышляете в сердцах ваших? ",
          "ID": "22"
        },
        {
          "text": "что есть удобее рещи: оставляюттися греси твои? или рещи: востани и ходи? ",
          "ID": "23"
        },
        {
          "text": "но да увесте, яко власть имать Сын Человеческий на земли отпущати грехи, рече разслабленному: тебе глаголю: востани, и возми одр твой, и иди в дом твой. ",
          "ID": "24"
        },
        {
          "text": "И абие востав пред ними, взем, на немже лежаше, иде в дом свой, славя Бога. ",
          "ID": "25"
        },
        {
          "text": "И ужас прият всех, и славляху Бога: и исполнишася страха, глаголюще, яко видехом преславная днесь. ",
          "ID": "26"
        },
        {
          "text": "И посем изыде, и узре мытаря именем левию, седяща на мытнице, и рече ему: иди по мне. ",
          "ID": "27"
        },
        {
          "text": "И оставль вся, востав вслед его иде. ",
          "ID": "28"
        },
        {
          "text": "И сотвори учреждение велие левий ему в дому своем: и бе народ мытарей мног, и инех, иже бяху с ним возлежаще. ",
          "ID": "29"
        },
        {
          "text": "И роптаху книжницы на него и фарисее, ко учеником его глаголюще: почто с мытари и грешники ясте и пиете? ",
          "ID": "30"
        },
        {
          "text": "И отвещав Иисус рече к ним: не требуют здравии врача, но болящии: ",
          "ID": "31"
        },
        {
          "text": "не приидох призвати праведных, но грешныя в покаяние. ",
          "ID": "32"
        },
        {
          "text": "Они же реша к нему: почто ученицы иоанновы постятся часто и молитвы творят, такожде и фарисейстии, а твои ядят и пиют? ",
          "ID": "33"
        },
        {
          "text": "Он же рече к ним: еда можете сыны брачныя, дондеже жених с ними есть, сотворити поститися? ",
          "ID": "34"
        },
        {
          "text": "приидут же дние, егда отят будет от них жених, и тогда постятся в тыя дни. ",
          "ID": "35"
        },
        {
          "text": "глаголаше же и притчу к ним, яко никтоже приставления ризы новы приставляет на ризу ветху: аще ли же ни, и новую раздерет, и ветсей не согласует еже от новаго. ",
          "ID": "36"
        },
        {
          "text": "И никтоже вливает вина нова в мехи ветхи: аще ли же ни, расторгнет новое вино мехи, и само излиется, и меси погибнут: ",
          "ID": "37"
        },
        {
          "text": "но вино новое в мехи новы вливати: и обоя соблюдутся. ",
          "ID": "38"
        },
        {
          "text": "И никтоже пив ветхое, абие хощет новаго: глаголет бо: ветхое лучше есть.",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5",
      "name": "Евангелие от Луки 5"
    },
    {
      "text": [
        {
          "text": "Бысть же в субботу второпервую ити ему сквозе сеяния: и восторгаху ученицы его класы, и ядяху, стирающе руками. ",
          "ID": "1"
        },
        {
          "text": "Нецыи же от фарисей реша им: что творите, егоже не достоит творити в субботы? ",
          "ID": "2"
        },
        {
          "text": "И отвещав Иисус рече к ним: ни ли сего чли есте, еже сотвори давид, егда взалкася сам и иже с ним бяху? ",
          "ID": "3"
        },
        {
          "text": "како вниде в дом Божий, и хлебы предложения взем, и яде, и даде и сущым с ним, ихже не достояше ясти, токмо единем иереем? ",
          "ID": "4"
        },
        {
          "text": "И глаголаше им, яко господь есть Сын Человеческий и субботе. ",
          "ID": "5"
        },
        {
          "text": "Бысть же и в другую субботу внити ему в сонмище и учити: и бе тамо человек, и рука ему десная бе суха. ",
          "ID": "6"
        },
        {
          "text": "Назираху же книжницы и фарисее, аще в субботу изцелит, да обрящут речь нань. ",
          "ID": "7"
        },
        {
          "text": "Он же ведяше помышления их и рече человеку имущему суху руку: востани и стани посреде. Он же востав ста. ",
          "ID": "8"
        },
        {
          "text": "Рече же Иисус к ним: вопрошу вы: что достоит в субботы, добро творити, или зло творити? душу спасти, или погубити? Они же умолчаша. ",
          "ID": "9"
        },
        {
          "text": "И воззрев на всех их, рече ему: простри руку твою. Он же сотвори тако: и утвердися рука его здрава яко другая. ",
          "ID": "10"
        },
        {
          "text": "Они же исполнишася безумия и глаголаху друг ко другу, что быша сотворили Иисусови. ",
          "ID": "11"
        },
        {
          "text": "Бысть же во дни тыя, изыде в гору помолитися: и бе об нощь в молитве Божии. ",
          "ID": "12"
        },
        {
          "text": "И егда бысть день, призва ученики своя: и избра от них дванадесяте, ихже и апостолы нарече: ",
          "ID": "13"
        },
        {
          "text": "симона, егоже именова петра, и андреа брата его, иакова и иоанна, филиппа и варфоломеа, ",
          "ID": "14"
        },
        {
          "text": "матфеа и фому, иакова алфеева и симона нарицаемаго зилота, ",
          "ID": "15"
        },
        {
          "text": "иуду иаковля, и иуду искариотскаго, иже и бысть предатель. ",
          "ID": "16"
        },
        {
          "text": "Изшед с ними, ста на месте равне: и народ ученик его, и множество много людий от всея иудеи и Иерусалима, и помория тирска и сидонска, ",
          "ID": "17"
        },
        {
          "text": "иже приидоша послушати его и изцелитися от недуг своих, и страждущии от дух нечистых: и изцеляхуся. ",
          "ID": "18"
        },
        {
          "text": "И весь народ искаше прикасатися ему: яко сила от него исхождаше и изцеляше вся. ",
          "ID": "19"
        },
        {
          "text": "И той возвед очи свои на ученики своя, глаголаше: блажени нищии духом: яко ваше есть Царствие Божие. ",
          "ID": "20"
        },
        {
          "text": "Блажени, алчущии ныне: яко насытитеся. Блажени, плачущии ныне: яко возсмеетеся. ",
          "ID": "21"
        },
        {
          "text": "Блажени будете, егда возненавидят вас человецы, и егда разлучат вы и поносят, и пронесут имя ваше яко зло, Сына Человеческаго ради. ",
          "ID": "22"
        },
        {
          "text": "Возрадуйтеся в той день и взыграйте: се бо, мзда ваша многа на небеси. По сим бо творяху пророком отцы их. ",
          "ID": "23"
        },
        {
          "text": "Обаче горе вам богатым: яко отстоите утешения вашего. ",
          "ID": "24"
        },
        {
          "text": "Горе вам, насыщеннии ныне: яко взалчете. Горе вам смеющымся ныне: яко возрыдаете и восплачете. ",
          "ID": "25"
        },
        {
          "text": "Горе, егда добре рекут вам вси человецы. По сим бо творяху лжепророком отцы их. ",
          "ID": "26"
        },
        {
          "text": "Но вам глаголю слышащым: любите враги вашя, добро творите ненавидящым вас, ",
          "ID": "27"
        },
        {
          "text": "благословите кленущыя вы, и молитеся за творящих вам обиду. ",
          "ID": "28"
        },
        {
          "text": "Биющему тя в ланиту, подаждь и другую: и от взимающаго ти ризу, и срачицу не возбрани. ",
          "ID": "29"
        },
        {
          "text": "Всякому же просящему у тебе дай: и от взимающаго твоя не истязуй. ",
          "ID": "30"
        },
        {
          "text": "И якоже хощете да творят вам человецы, и вы творите им такожде. ",
          "ID": "31"
        },
        {
          "text": "И аще любите любящыя вы, кая вам благодать есть? ибо и грешницы любящыя их любят. ",
          "ID": "32"
        },
        {
          "text": "И аще благотворите благотворящым вам, кая вам благодать есть? ибо и грешницы тожде творят. ",
          "ID": "33"
        },
        {
          "text": "И аще взаим даете, от нихже чаете восприяти, кая вам благодать есть, ибо и грешницы грешником взаим давают, да восприимут равная. ",
          "ID": "34"
        },
        {
          "text": "Обаче любите враги вашя, и благотворите, и взаим дайте, ничесоже чающе: и будет мзда ваша многа, и будете сынове вышняго: яко той благ есть на безблагодатныя и злыя. ",
          "ID": "35"
        },
        {
          "text": "Будите убо милосерди, якоже и Отец ваш милосерд есть. ",
          "ID": "36"
        },
        {
          "text": "И не судите, и не судят вам: (и) не осуждайте, да не осуждени будете: отпущайте, и отпустят вам: ",
          "ID": "37"
        },
        {
          "text": "дайте, и дастся вам: меру добру, наткану и потрясну и преливающуся дадят на лоно ваше: тою бо мерою, еюже мерите, возмерится вам. ",
          "ID": "38"
        },
        {
          "text": "Рече же притчу им: еда может слепец слепца водити? не оба ли в яму впадетася? ",
          "ID": "39"
        },
        {
          "text": "Несть ученик над учителя своего: совершен же всяк будет, якоже и учитель его. ",
          "ID": "40"
        },
        {
          "text": "Что же видиши сучец, иже есть во очеси брата твоего, бервна же, еже есть во очеси твоем, не чуеши? ",
          "ID": "41"
        },
        {
          "text": "Или како можеши рещи брату твоему: брате, остави, да изму сучец, иже есть во очеси твоем, сам сущаго во очеси твоем бервна не видя? Лицемере, изми первее бервно из очесе твоего, и тогда прозриши изяти сучец из очесе брата твоего. ",
          "ID": "42"
        },
        {
          "text": "Несть бо древо добро, творя плода зла: ниже древо зло, творя плода добра. ",
          "ID": "43"
        },
        {
          "text": "Всяко бо древо от плода своего познается: не от терния бо чешут смоквы, ни от купины емлют гроздия. ",
          "ID": "44"
        },
        {
          "text": "Благий человек от благаго сокровища сердца своего износит благое: и злый человек от злаго сокровища сердца своего износит злое: от избытка бо сердца глаголют уста его. ",
          "ID": "45"
        },
        {
          "text": "Что же мя зовете: Господи, Господи, и не творите, яже глаголю? ",
          "ID": "46"
        },
        {
          "text": "Всяк грядый ко мне и слышай словеса моя и творя я, скажу вам, кому есть подобен: ",
          "ID": "47"
        },
        {
          "text": "подобен есть человеку зиждущу храмину, иже ископа и углуби, и положи основание на камени: наводнению же бывшу, припаде река ко храмине той, и не може поколебати ея: основана бо бе на камени. ",
          "ID": "48"
        },
        {
          "text": "Слышавый же и не сотворивый подобен есть человеку создавшему храмину на земли без основания: к нейже припаде река, и абие падеся, и бысть разрушение храмины тоя велие.",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6",
      "name": "Евангелие от Луки 6"
    },
    {
      "text": [
        {
          "text": "Егда же сконча вся глаголголы своя в слухи людем, вниде в капернаум. ",
          "ID": "1"
        },
        {
          "text": "Сотнику же некоему раб боля зле, хотяше умрети, иже бе ему честен. ",
          "ID": "2"
        },
        {
          "text": "Слышав же о Иисусе, посла к нему старцы иудейския, моля его, яко да пришед спасет раба его. ",
          "ID": "3"
        },
        {
          "text": "Они же пришедше ко Иисусови, моляху его тощно, глаголюще, яко достоин есть, емуже даси сие: ",
          "ID": "4"
        },
        {
          "text": "любит бо язык наш, и сонмище той созда нам. ",
          "ID": "5"
        },
        {
          "text": "Иисус же идяше с ними. И уже ему не далече сущу от храмины, посла к нему сотник други, глаголя ему: Господи, не движися: несмь бо достоин, да под кров мой внидеши: ",
          "ID": "6"
        },
        {
          "text": "темже ни себе достойна сотворих приити к тебе: но рцы слово, и изцелеет отрок мой: ",
          "ID": "7"
        },
        {
          "text": "ибо и аз человек есмь под владыкою учинен, имея под собою воины: и глаголю сему: иди, и идет: и другому: прииди, и приидет: и рабу моему: сотвори сие, и сотворит. ",
          "ID": "8"
        },
        {
          "text": "Слышав же сия Иисус, чудися ему, и обращься идущему по нем народу рече: глаголю вам, ни во израили толики веры обретох. ",
          "ID": "9"
        },
        {
          "text": "И возвращшеся посланнии обретоша болящаго раба изцелевша. ",
          "ID": "10"
        },
        {
          "text": "И бысть посем, идяше во град, нарицаемый наин: и с ним идяху ученицы его мнози и народ мног. ",
          "ID": "11"
        },
        {
          "text": "Якоже приближися ко вратом града, и се изношаху умерша, сына единородна матери своей, и та бе вдова: и народ от града мног с нею. ",
          "ID": "12"
        },
        {
          "text": "И видев ю Господь, милосердова о ней, и рече ей: не плачи. ",
          "ID": "13"
        },
        {
          "text": "И приступль коснуся во одр: носящии же сташа: и рече: юноше, тебе глаголю, востани. ",
          "ID": "14"
        },
        {
          "text": "И седе мертвый, и начат глаголати: и даде его матери его. ",
          "ID": "15"
        },
        {
          "text": "Прият же страх всех, и славляху Бога, глаголюще: яко пророк велий воста в нас, и яко посети Бог людий своих. ",
          "ID": "16"
        },
        {
          "text": "И изыде слово сие по всей иудеи о нем, и по всей стране. ",
          "ID": "17"
        },
        {
          "text": "И возвестиша иоанну ученицы его о всех сих. ",
          "ID": "18"
        },
        {
          "text": "И призвав два некая от ученик своих иоанн, посла ко Иисусу, глаголя: ты ли еси грядый, или иного чаем? ",
          "ID": "19"
        },
        {
          "text": "Пришедша же к нему мужа, реста: иоанн креститель посла нас к тебе, глаголя: ты ли еси грядый, или иного чаем, ",
          "ID": "20"
        },
        {
          "text": "В той же час изцели многи от недуг и ран и дух злых и многим слепым дарова прозрение. ",
          "ID": "21"
        },
        {
          "text": "И отвещав Иисус рече има: шедша возвестита иоанну, яже видеста и слышаста: яко слепии прозирают, хромии ходят, прокаженнии очищаются, глусии слышат, мертвии востают, нищии благовествуют: ",
          "ID": "22"
        },
        {
          "text": "и блажен есть, иже аще не соблазнится о мне. ",
          "ID": "23"
        },
        {
          "text": "Отшедшема же ученикома иоанновома, начат глаголати к народом о иоанне: чесо изыдосте в пустыню видети, трость ли ветром колеблему? ",
          "ID": "24"
        },
        {
          "text": "Но чесо изыдосте видети? человека ли в мягки ризы одеяна? Се, иже во одежди славней и пищи сущии, во царствии суть. ",
          "ID": "25"
        },
        {
          "text": "Но чесо изыдосте видети? пророка ли? Ей, глаголю вам, и лишше пророка. ",
          "ID": "26"
        },
        {
          "text": "Сей (бо) есть, о немже писано есть: се, аз послю ангела моего пред лицем твоим, иже устроит путь твой пред тобою. ",
          "ID": "27"
        },
        {
          "text": "глаголю бо вам: болий в рожденных женами пророка иоанна крестителя никтоже есть: мний же во Царствии Божии болий его есть. ",
          "ID": "28"
        },
        {
          "text": "И вси людие слышавше и мытарие оправдиша Бога, крещшеся крещением иоанновым: ",
          "ID": "29"
        },
        {
          "text": "фарисее же и законницы совет Божий отвергоша о себе, не крещшеся от него. ",
          "ID": "30"
        },
        {
          "text": "Рече же Господь: кому убо уподоблю человеки рода сего, и кому суть подобни? ",
          "ID": "31"
        },
        {
          "text": "Подобни суть отрочищем седящым на торжищих, и приглашающым друг друга, и глаголющым: пискахом вам, и не плясасте: рыдахом вам, и не плакасте. ",
          "ID": "32"
        },
        {
          "text": "Прииде бо иоанн креститель ни хлеба ядый, ни вина пия, и глаголете: беса имать. ",
          "ID": "33"
        },
        {
          "text": "Прииде Сын Человеческий ядый и пия, и глаголете: сей человек ядца и винопийца, друг мытарем и грешником. ",
          "ID": "34"
        },
        {
          "text": "И оправдися премудрость от чад своих всех. ",
          "ID": "35"
        },
        {
          "text": "Моляше же его некий от фарисей, дабы ял с ним: и вшед в дом фарисеов, возлеже. ",
          "ID": "36"
        },
        {
          "text": "И се, жена во граде, яже бе грешница, и уведевши, яко возлежит во храмине фарисеове, принесши алавастр мира, ",
          "ID": "37"
        },
        {
          "text": "и ставши при ногу его созади, плачущися, начат умывати нозе его слезами, и власы главы своея отираше, и облобызаше нозе его, и мазаше миром. ",
          "ID": "38"
        },
        {
          "text": "Видев же фарисей воззвавый его, рече в себе, глаголя: сей аще бы был пророк, ведел бы, кто и какова жена прикасается ему: яко грешница есть. ",
          "ID": "39"
        },
        {
          "text": "И отвещав Иисус рече к нему: симоне, имам ти нечто рещи. Он же рече: учителю, рцы. ",
          "ID": "40"
        },
        {
          "text": "Иисус же рече: два должника беста заимодавцу некоему: един бе должен пятиюсот динарий, другий же пятиюдесят: ",
          "ID": "41"
        },
        {
          "text": "не имущема же има воздати, обема отда. Который убо ею, рцы, паче возлюбит его? ",
          "ID": "42"
        },
        {
          "text": "Отвещав же симон рече: мню, яко емуже вящше отда. Он же рече ему: право судил еси. ",
          "ID": "43"
        },
        {
          "text": "И обращься к жене, симонови рече: видиши ли сию жену? Внидох в дом твой, воды на нозе мои не дал еси: сия же слезами облия ми нозе и власы главы своея отре. ",
          "ID": "44"
        },
        {
          "text": "Лобзания ми не дал еси: сия же, отнелиже внидох, не преста облобызающи ми нозе. ",
          "ID": "45"
        },
        {
          "text": "Маслом главы моея не помазал еси: сия же миром помаза ми нозе. ",
          "ID": "46"
        },
        {
          "text": "Егоже ради, глаголю ти, отпущаются греси ея мнози, яко возлюби много: а емуже мало оставляется, менше любит. ",
          "ID": "47"
        },
        {
          "text": "Рече же ей: отпущаются тебе греси. ",
          "ID": "48"
        },
        {
          "text": "И начаша возлежащии с ним глаголати в себе: кто сей есть, иже и грехи отпущает? ",
          "ID": "49"
        },
        {
          "text": "Рече же к жене: вера твоя спасе тя: иди в мире.",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7",
      "name": "Евангелие от Луки 7"
    },
    {
      "text": [
        {
          "text": "И бысть посем, и той прохождаше сквозе грады и веси, проповедуя и благовествуя Царствие Божие: и обанадесяте с ним, ",
          "ID": "1"
        },
        {
          "text": "и жены некия, яже бяху изцелены от духов злых и недуг: мариа нарицаемая магдалина, из неяже бесов седмь изыде, ",
          "ID": "2"
        },
        {
          "text": "и иоанна жена хузаня, приставника иродова, и сусанна, и ины многи, яже служаху ему от имений своих. ",
          "ID": "3"
        },
        {
          "text": "Разумевающу же народу многу, и от всех градов грядущым к нему, рече притчу: ",
          "ID": "4"
        },
        {
          "text": "изыде сеяй сеяти семене своего: и егда сеяше, ово паде при пути, и попрано бысть, и птицы небесныя позобаша е: ",
          "ID": "5"
        },
        {
          "text": "а другое паде на камени, и прозяб усше, зане не имеяше влаги: ",
          "ID": "6"
        },
        {
          "text": "и другое паде посреде терния, и возрасте терние, и подави е: ",
          "ID": "7"
        },
        {
          "text": "другое же паде на земли блазе, и прозяб сотвори плод сторицею. Сия глаголя, возгласи: имеяй ушы слышати, да слышит. ",
          "ID": "8"
        },
        {
          "text": "Вопрошаху же его ученицы его, глаголюще: что есть притча сия? ",
          "ID": "9"
        },
        {
          "text": "Он же рече: вам есть дано ведати тайны Царствия Божия, прочым же в притчах, да видяще не видят и слышаще не разумеют. ",
          "ID": "10"
        },
        {
          "text": "Есть же сия притча: семя есть слово Божие: ",
          "ID": "11"
        },
        {
          "text": "а иже при пути, суть слышащии, потом (же) приходит диавол и вземлет слово от сердца их, да не веровавше спасутся: ",
          "ID": "12"
        },
        {
          "text": "а иже на камени, иже егда услышат, с радостию приемлют слово: и сии корене не имут, иже во время веруют, и во время напасти отпадают: ",
          "ID": "13"
        },
        {
          "text": "а еже в тернии падшее, сии суть слышавшии, и от печали и богатства и сластьми житейскими ходяще подавляются, и не совершают плода: ",
          "ID": "14"
        },
        {
          "text": "а иже на добрей земли, сии суть, иже добрым сердцем и благим слышавше слово, держат и плод творят в терпении. Сия глаголя, возгласи: имеяй ушы слышати, да слышит. ",
          "ID": "15"
        },
        {
          "text": "Никтоже (убо) светилника вжег, покрывает его сосудом, или под одр подлагает: но на свещник возлагает, да входящии видят свет. ",
          "ID": "16"
        },
        {
          "text": "Несть бо тайно, еже не явлено будет: ниже утаено, еже не познается и в явление приидет. ",
          "ID": "17"
        },
        {
          "text": "Блюдитеся убо, како слышите: иже бо имать, дастся ему: и иже аще не имать, и еже мнится имея, возмется от него. ",
          "ID": "18"
        },
        {
          "text": "Приидоша же к нему Мати и братия его, и не можаху беседовати к нему народа ради. ",
          "ID": "19"
        },
        {
          "text": "И возвестиша ему, глаголюще: Мати твоя и братия твоя вне стоят, видети тя хотяще. ",
          "ID": "20"
        },
        {
          "text": "Он же отвещав рече к ним: мати моя и братия моя сии суть, слышащии слово Божие, и творящии е. ",
          "ID": "21"
        },
        {
          "text": "И бысть во един от дний, той влезе в корабль и ученицы его: и рече к ним: прейдем на он пол езера. И поидоша. ",
          "ID": "22"
        },
        {
          "text": "Идущым же им, успе. И сниде буря ветреная в езеро, и скончавахуся и в беде беху. ",
          "ID": "23"
        },
        {
          "text": "И приступльше воздвигоша его, глаголюще: наставниче, наставниче, погибаем. Он же востав запрети ветру и волнению водному: и улегоста, и бысть тишина. ",
          "ID": "24"
        },
        {
          "text": "Рече же им: где есть вера ваша? Убоявшеся же чудишася, глаголюще друг ко другу: кто убо сей есть, яко и ветром повелевает и воде, и послушают его? ",
          "ID": "25"
        },
        {
          "text": "И преидоша во страну гадаринску, яже есть об он пол галилеи. ",
          "ID": "26"
        },
        {
          "text": "Изшедшу же ему на землю, срете его муж некий от града, иже имяше бесы от лет многих, и в ризу не облачашеся, и во храме не живяше, но во гробех. ",
          "ID": "27"
        },
        {
          "text": "Узрев же Иисуса и возопив, припаде к нему, и гласом велиим рече: что мне и тебе, Иисусе Сыне Бога вышняго? молюся ти, не мучи мене. ",
          "ID": "28"
        },
        {
          "text": "Повеле бо духови нечистому изыти от человека: от многих бо лет восхищаше его: и вязаху его узы (железны) и путы, стрегуще его: и растерзая узы, гонимь бываше бесом сквозе пустыни. ",
          "ID": "29"
        },
        {
          "text": "Вопроси же его Иисус, глаголя: что ти есть имя? Он же рече: легеон: яко беси мнози внидоша в онь. ",
          "ID": "30"
        },
        {
          "text": "И моляху его, да не повелит им в бездну ити. ",
          "ID": "31"
        },
        {
          "text": "Бе же ту стадо свиний много пасомо в горе: и моляху его, да повелит им в ты внити. И повеле им. ",
          "ID": "32"
        },
        {
          "text": "Изшедше же беси от человека, внидоша во свиния: и устремися стадо по брегу в езеро, и истопе. ",
          "ID": "33"
        },
        {
          "text": "Видевше же пасущии бывшее, бежаша, и возвестиша во граде и в селех. ",
          "ID": "34"
        },
        {
          "text": "Изыдоша же видети бывшее: и приидоша ко Иисусови и обретоша человека седяща, из негоже беси изыдоша, оболчена и смысляща, при ногу Иисусову: и убояшася. ",
          "ID": "35"
        },
        {
          "text": "Возвестиша же им видевшии, како спасеся бесновавыйся. ",
          "ID": "36"
        },
        {
          "text": "И моли его весь народ страны гадаринския отити от них, яко страхом велиим одержими беху. Он же влез в корабль, возвратися. ",
          "ID": "37"
        },
        {
          "text": "Моляшеся же ему муж, из негоже изыдоша беси, дабы с ним был. Отпусти же его Иисус, глаголя: ",
          "ID": "38"
        },
        {
          "text": "возвратися в дом твой и поведай, елика ти сотвори Бог. И иде, по всему граду проповедая, елика сотвори ему Иисус. ",
          "ID": "39"
        },
        {
          "text": "Бысть же егда возвратися Иисус, прият его народ: беху бо вси чающе его. ",
          "ID": "40"
        },
        {
          "text": "И се, прииде муж, емуже имя иаир, и той князь сонмищу бе: и пад при ногу Иисусову, моляше его внити в дом свой: ",
          "ID": "41"
        },
        {
          "text": "яко дщи единородна бе ему, яко лет двоюнадесяте, и та умираше. Егда же идяше, народи угнетаху его. ",
          "ID": "42"
        },
        {
          "text": "И жена сущи в точении крове от двоюнадесяте лету, яже врачем издавши все имение, (и) не возможе ни от единаго изцелети: ",
          "ID": "43"
        },
        {
          "text": "(и) приступльши созади, коснуся края риз его: и абие ста ток крове ея. ",
          "ID": "44"
        },
        {
          "text": "И рече Иисус: кто есть коснувыйся мне? Отметающымся же всем, рече петр и иже с ним: наставниче, народи одержат тя и гнетут, и глаголеши: кто есть коснувыйся мне? ",
          "ID": "45"
        },
        {
          "text": "Иисус же рече: прикоснуся мне некто: аз бо чух силу изшедшую из мене. ",
          "ID": "46"
        },
        {
          "text": "Видевши же жена, яко не утаися, трепещущи прииде, и падши пред ним, еяже ради вины прикоснуся ему, поведа ему пред всеми людьми, и яко изцеле абие. ",
          "ID": "47"
        },
        {
          "text": "Он же рече ей: дерзай дщи, вера твоя спасе тя: иди в мире. ",
          "ID": "48"
        },
        {
          "text": "Еще ему глаголющу, прииде некий от архисинагога, глаголя ему, яко умре дщи твоя: не движи учителя. ",
          "ID": "49"
        },
        {
          "text": "Иисус же слышав отвеща ему, глаголя: не бойся, токмо веруй, и спасена будет. ",
          "ID": "50"
        },
        {
          "text": "Пришед же в дом, не остави ни единаго внити, токмо петра и иоанна и иакова, и отца отроковицы, и матере. ",
          "ID": "51"
        },
        {
          "text": "Плакахуся же вси и рыдаху ея. Он же рече: не плачитеся: не умре (бо), но спит. ",
          "ID": "52"
        },
        {
          "text": "И ругахуся ему, ведяще, яко умре. ",
          "ID": "53"
        },
        {
          "text": "Он же изгнав вон всех, и емь за руку ея, возгласи, глаголя: отроковице, востани. ",
          "ID": "54"
        },
        {
          "text": "И возвратися дух ея, и воскресе абие: и повеле дати ей ясти. ",
          "ID": "55"
        },
        {
          "text": "И дивистася родителя ея. Он же повеле има ни комуже поведати бывшаго.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8",
      "name": "Евангелие от Луки 8"
    },
    {
      "text": [
        {
          "text": "Созвав же обанадесяте, даде им силу и власть на вся бесы, и недуги целити: ",
          "ID": "1"
        },
        {
          "text": "и посла их проповедати Царствие Божие и изцелити болящыя. ",
          "ID": "2"
        },
        {
          "text": "И рече к ним: ничесоже возмите на путь: ни жезла, ни пиры, ни хлеба, ни сребра, ни по двема ризама имети: ",
          "ID": "3"
        },
        {
          "text": "и в оньже дом внидете, ту пребывайте, и оттуду исходите: ",
          "ID": "4"
        },
        {
          "text": "и елицы аще не приемлют вас, исходяще от града того, и прах от ног ваших оттрясите, во свидетелство на ня. ",
          "ID": "5"
        },
        {
          "text": "Исходяще же прохождаху сквозе веси, благовествующе и изцеляюще всюду. ",
          "ID": "6"
        },
        {
          "text": "Слыша же ирод четвертовластник бывающая от него вся и недоумевашеся: зане глаголемо бе от неких, яко иоанн воста от мертвых: ",
          "ID": "7"
        },
        {
          "text": "от инех же, яко илиа явися: от других же, яко пророк един от древних воскресе. ",
          "ID": "8"
        },
        {
          "text": "И рече ирод: иоанна аз усекнух: кто же есть сей, о немже аз слышу таковая? И искаше видети его. ",
          "ID": "9"
        },
        {
          "text": "И возвращшеся апостоли поведаша ему, елика сотвориша: и поимь их, отиде един на место пусто града, нарицаемаго вифсаида. ",
          "ID": "10"
        },
        {
          "text": "Народи же разумевше, по нем идоша: и приемь их, глаголаше им о Царствии Божии и требующыя изцеления целяше. ",
          "ID": "11"
        },
        {
          "text": "День же начат прекланятися. Приступльше же обанадесяте рекоша ему: отпусти народ, да шедше во окрестныя веси и села витают и обрящут брашно: яко зде в пусте месте есмы. ",
          "ID": "12"
        },
        {
          "text": "Рече же к ним: дадите им вы ясти. Они же реша: несть у нас вящше, токмо пять хлеб и рыбе две, аще убо не шедше мы купим во вся люди сия брашна. ",
          "ID": "13"
        },
        {
          "text": "Беху бо мужей яко пять тысящ. Рече же ко учеником своим: посадите их на купы по пятидесят. ",
          "ID": "14"
        },
        {
          "text": "И сотвориша тако, и посадиша их вся. ",
          "ID": "15"
        },
        {
          "text": "Приим же пять хлеб и обе рыбе, воззрев на небо, благослови их, и преломи, и даяше учеником, предложити народу. ",
          "ID": "16"
        },
        {
          "text": "И ядоша, и насытишася вси: и взяша избывшыя им укрухи кошя дванадесяте. ",
          "ID": "17"
        },
        {
          "text": "И бысть егда моляшеся един, с ним беху ученицы: и вопроси их, глаголя: кого мя глаголют народи быти? ",
          "ID": "18"
        },
        {
          "text": "Они же отвещавше реша: иоанна крестителя: инии же илию: друзии же, яко пророк некий от древних воскресе. ",
          "ID": "19"
        },
        {
          "text": "Рече же им: вы же кого мя глаголете быти? Отвещав же петр рече: Христа Божия. ",
          "ID": "20"
        },
        {
          "text": "Он же запрещь им, повеле ни комуже глаголати сего, ",
          "ID": "21"
        },
        {
          "text": "рек, яко подобает Сыну Человеческому много пострадати, и искушену быти от старец и архиерей и книжник, и убиену быти, и в третий день востати. ",
          "ID": "22"
        },
        {
          "text": "глаголаше же ко всем: аще кто хощет по мне ити, да отвержется себе, и возмет крест свой, и последует ми. ",
          "ID": "23"
        },
        {
          "text": "Иже бо аще хощет душу свою спасти, погубит ю: а иже погубит душу свою мене ради, сей спасет ю. ",
          "ID": "24"
        },
        {
          "text": "Что бо пользы имать человек, приобрет мир весь, себе же погубив или отщетив? ",
          "ID": "25"
        },
        {
          "text": "Иже бо аще постыдится мене и моих словес, сего Сын Человеческий постыдится, егда приидет во славе своей и Отчей и святых ангел. ",
          "ID": "26"
        },
        {
          "text": "глаголю же вам воистинну: суть нецыи от зде стоящих, иже не имут вкусити смерти, дондеже видят Царствие Божие. ",
          "ID": "27"
        },
        {
          "text": "Бысть же по словесех сих яко дний осмь, и поемь петра и иоанна и иакова, взыде на гору помолитися. ",
          "ID": "28"
        },
        {
          "text": "И бысть егда моляшеся, видение лица его ино, и одеяние его бело блистаяся. ",
          "ID": "29"
        },
        {
          "text": "И се, мужа два с ним глаголюща, яже беста моисей и илиа, ",
          "ID": "30"
        },
        {
          "text": "явльшася во славе, глаголаста же исход его, егоже хотяше скончати во Иерусалиме. ",
          "ID": "31"
        },
        {
          "text": "Петр же и сущии с ним бяху отягчени сном: убуждшеся же видеша славу его, и оба мужа стояща с ним. ",
          "ID": "32"
        },
        {
          "text": "И бысть егда разлучистася от него, рече петр ко Иисусу: наставниче, добро есть нам зде быти: и сотворим сени три, едину тебе, и едину моисеови, и едину илии: не ведый, еже глаголаше. ",
          "ID": "33"
        },
        {
          "text": "Се же ему глаголющу, бысть облак, и осени их: убояшася же, вшедше во облак. ",
          "ID": "34"
        },
        {
          "text": "И глас бысть из облака, глаголя: сей есть Сын мой возлюбленный, того послушайте. ",
          "ID": "35"
        },
        {
          "text": "И егда бысть глас, обретеся Иисус един. И тии умолчаша, и ни комуже возвестиша в тыя дни ничесоже от тех, яже видеша. ",
          "ID": "36"
        },
        {
          "text": "Бысть же в прочий день, сшедшым им с горы, срете его народ мног. ",
          "ID": "37"
        },
        {
          "text": "И се, муж из народа возопи, глаголя: учителю, молютися, призри на сына моего, яко единороден ми есть: ",
          "ID": "38"
        },
        {
          "text": "и се дух емлет его, и внезапу вопиет, и пружается с пенами, и едва отходит от него, сокрушая его: ",
          "ID": "39"
        },
        {
          "text": "и молихся учеником твоим, да ижденут его: и не возмогоша. ",
          "ID": "40"
        },
        {
          "text": "Отвещав же Иисус рече: о, роде неверный и развращенный, доколе буду в вас и терплю вы? приведи (ми) сына твоего семо. ",
          "ID": "41"
        },
        {
          "text": "Еще же грядущу ему, поверже его бес и стрясе. Запрети же Иисус духови нечистому, и изцели отрока, и вдаде его отцу его. ",
          "ID": "42"
        },
        {
          "text": "Дивляхуся же вси о величии Божии. Всем же чудящымся о всех, яже творяше Иисус, рече ко учеником своим: ",
          "ID": "43"
        },
        {
          "text": "вложите вы во ушы ваши словеса сия: Сын бо Человеческий имать предатися в руце человечесте. ",
          "ID": "44"
        },
        {
          "text": "Они же не разумеша глаголгола сего, бе бо прикровен от них, да не ощутят его: и бояхуся вопросити его о глаголголе сем. ",
          "ID": "45"
        },
        {
          "text": "Вниде же помышление в них, кто их вящший бы был. ",
          "ID": "46"
        },
        {
          "text": "Иисус же ведый помышление сердец их, приемь отроча, постави е у себе ",
          "ID": "47"
        },
        {
          "text": "и рече им: иже аще приимет сие отроча во имя мое, мене приемлет: и иже аще мене приемлет, приемлет пославшаго мя: иже бо менший есть в вас, сей есть велик. ",
          "ID": "48"
        },
        {
          "text": "Отвещав же иоанн рече: наставниче, видехом некоего о имени твоем изгоняща бесы: и возбранихом ему, яко вслед не ходит с нами. ",
          "ID": "49"
        },
        {
          "text": "И рече к нему Иисус: не браните: иже бо несть на вы, по вас есть. ",
          "ID": "50"
        },
        {
          "text": "Бысть же егда скончавахуся дние восхождению его, и той утверди лице свое ити во Иерусалим: ",
          "ID": "51"
        },
        {
          "text": "и посла вестники пред лицем своим: и изшедше внидоша в весь самарянску, яко да уготовят ему: ",
          "ID": "52"
        },
        {
          "text": "и не прияша его, яко лице его бе грядущее во Иерусалим. ",
          "ID": "53"
        },
        {
          "text": "Видевша же ученика его иаков и иоанн, реста: Господи, хощеши ли, речема, да огнь снидет с небесе и потребит их, якоже и илиа сотвори? ",
          "ID": "54"
        },
        {
          "text": "Обращься же запрети има, и рече: не веста, коего духа еста вы: ",
          "ID": "55"
        },
        {
          "text": "Сын бо Человеческий не прииде душ человеческих погубити, но спасти. И идоша во ину весь. ",
          "ID": "56"
        },
        {
          "text": "Бысть же идущым им по пути, рече некий к нему: иду по тебе, аможе аще идеши, Господи. ",
          "ID": "57"
        },
        {
          "text": "И рече ему Иисус: лиси язвины имут, и птицы небесныя гнезда: Сын же Человеческий не имать где главу подклонити. ",
          "ID": "58"
        },
        {
          "text": "Рече же ко другому: ходи вслед мене. Он же рече: Господи, повели ми, да шед прежде погребу отца моего. ",
          "ID": "59"
        },
        {
          "text": "Рече же ему Иисус: остави мертвыя погребсти своя мертвецы: ты же шед возвещай Царствие Божие. ",
          "ID": "60"
        },
        {
          "text": "Рече же и другий: иду по тебе, Господи: прежде же повели ми отвещатися, иже суть в дому моем. ",
          "ID": "61"
        },
        {
          "text": "Рече же к нему Иисус: никтоже возложь руку свою на рало и зря вспять, управлен есть в Царствии Божии.",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9",
      "name": "Евангелие от Луки 9"
    },
    {
      "text": [
        {
          "text": "По сих же яви Господь и инех седмьдесят, и посла их по двема пред лицем своим во всяк град и место, аможе хотяше сам ити: ",
          "ID": "1"
        },
        {
          "text": "глаголаше же к ним: жатва убо многа, делателей же мало: молитеся убо Господину жатве, да изведет делатели на жатву свою. ",
          "ID": "2"
        },
        {
          "text": "Идите: се аз посылаю вы яко агнцы посреде волков. ",
          "ID": "3"
        },
        {
          "text": "Не носите влагалища, ни пиры, ни сапог: и ни когоже на пути целуйте. ",
          "ID": "4"
        },
        {
          "text": "В оньже аще дом внидете, первее глаголите: мир дому сему: ",
          "ID": "5"
        },
        {
          "text": "и аще убо будет ту сын мира, почиет на нем мир ваш: аще ли же ни, к вам возвратится: ",
          "ID": "6"
        },
        {
          "text": "в том же дому пребывайте, ядуще и пиюще, яже суть у них: достоин бо есть делатель мзды своея. Не преходите из дому в дом. ",
          "ID": "7"
        },
        {
          "text": "И в оньже аще град входите, и приемлют вы, ядите предлагаемая вам: ",
          "ID": "8"
        },
        {
          "text": "и изцелите недужныя, иже суть в нем, и глаголите им: приближися на вы Царствие Божие. ",
          "ID": "9"
        },
        {
          "text": "И в оньже аще град входите, и не приемлют вас, изшедше на распутия его, рцыте: ",
          "ID": "10"
        },
        {
          "text": "и прах, прилепший нам от града вашего, оттрясаем вам. Обаче сие ведите, яко приближися на вы Царствие Божие: ",
          "ID": "11"
        },
        {
          "text": "глаголю вам, яко содомляном в день той отраднее будет, неже граду тому. ",
          "ID": "12"
        },
        {
          "text": "Горе тебе, хоразине, горе тебе, вифсаидо: яко аще в тире и сидоне быша силы были бывшыя в ваю, древле убо во вретищи и пепеле седяще покаялися быша: ",
          "ID": "13"
        },
        {
          "text": "обаче тиру и сидону отраднее будет на суде, неже вама. ",
          "ID": "14"
        },
        {
          "text": "И ты, капернауме, иже до небес вознесыйся, до ада низведешися. ",
          "ID": "15"
        },
        {
          "text": "Слушаяй вас, мене слушает: и отметаяйся вас, мене отметается: отметаяйся же мене, отметается пославшаго мя. ",
          "ID": "16"
        },
        {
          "text": "Возвратишася же седмьдесят с радостию, глаголюще: Господи, и беси повинуются нам о имени твоем. ",
          "ID": "17"
        },
        {
          "text": "Рече же им: видех сатану яко молнию с небесе спадша. ",
          "ID": "18"
        },
        {
          "text": "Се, даю вам власть наступати на змию и на скорпию и на всю силу вражию: и ничесоже вас вредит: ",
          "ID": "19"
        },
        {
          "text": "обаче о сем не радуйтеся, яко дуси вам повинуются: радуйтеся же, яко имена ваша написана суть на небесех. ",
          "ID": "20"
        },
        {
          "text": "В той час возрадовася Духом Иисус и рече: исповедаютися, Отче, Господи небесе и земли, яко утаил еси сия от премудрых и разумных, и открыл еси та младенцем: ей, Отче, яко тако бысть благоволение пред тобою. ",
          "ID": "21"
        },
        {
          "text": "И обращься ко учеником, рече: вся мне предана быша от Отца моего: и никтоже весть, кто есть Сын, токмо Отец: и кто есть Отец, токмо Сын, и емуже аще хощет Сын открыти. ",
          "ID": "22"
        },
        {
          "text": "И обращься ко учеником, един рече: блажени очи видящии, яже видите: ",
          "ID": "23"
        },
        {
          "text": "глаголю бо вам, яко мнози пророцы и царие восхотеша видети, яже вы видите, и не видеша: и слышати, яже слышите, и не слышаша. ",
          "ID": "24"
        },
        {
          "text": "И се, законник некий воста, искушая его и глаголя: учителю, что сотворив, живот вечный наследую? ",
          "ID": "25"
        },
        {
          "text": "Он же рече к нему: в законе что писано есть? како чтеши? ",
          "ID": "26"
        },
        {
          "text": "Он же отвещав рече: возлюбиши Господа Бога твоего от всего сердца твоего, и от всея души твоея, и всею крепостию твоею, и всем помышлением твоим: и ближняго своего яко сам себе. ",
          "ID": "27"
        },
        {
          "text": "Рече же ему: право отвещал еси: сие сотвори, и жив будеши. ",
          "ID": "28"
        },
        {
          "text": "Он же хотя оправдитися сам, рече ко Иисусу: и кто есть ближний мой? ",
          "ID": "29"
        },
        {
          "text": "Отвещав же Иисус рече: человек некий схождаше от Иерусалима во иерихон, и в разбойники впаде, иже совлекше его, и язвы возложше отидоша, оставльше едва жива суща. ",
          "ID": "30"
        },
        {
          "text": "По случаю же священник некий схождаше путем тем, и видев его, мимоиде. ",
          "ID": "31"
        },
        {
          "text": "Такожде же и левит, быв на том месте, пришед и видев, мимоиде. ",
          "ID": "32"
        },
        {
          "text": "Самарянин же некто грядый, прииде над него, и видев его, милосердова: ",
          "ID": "33"
        },
        {
          "text": "и приступль обвяза струпы его, возливая масло и вино: всадив же его на свой скот, приведе его в гостинницу и прилежа ему: ",
          "ID": "34"
        },
        {
          "text": "и наутрия изшед, иземь два сребреника, даде гостиннику и рече ему: прилежи ему: и еже аще прииждивеши, аз егда возвращуся, воздам ти. ",
          "ID": "35"
        },
        {
          "text": "Кто убо от тех триех ближний мниттися быти впадшему в разбойники? ",
          "ID": "36"
        },
        {
          "text": "Он же рече: сотворивый милость с ним. Рече же ему Иисус: иди, и ты твори такожде. ",
          "ID": "37"
        },
        {
          "text": "Бысть же ходящым им, и сам вниде в весь некую: жена же некая именем марфа прият его в дом свой: ",
          "ID": "38"
        },
        {
          "text": "и сестра ей бе нарицаемая мариа, яже и седши при ногу Иисусову, слышаше слово его. ",
          "ID": "39"
        },
        {
          "text": "Марфа же молвяше о мнозе службе, ставши же рече: Господи, не брежеши ли, яко сестра моя едину мя остави служити? рцы убо ей, да ми поможет. ",
          "ID": "40"
        },
        {
          "text": "Отвещав же Иисус рече ей: марфо, марфо, печешися и молвиши о мнозе, ",
          "ID": "41"
        },
        {
          "text": "едино же есть на потребу. Мариа же благую часть избра, яже не отимется от нея.",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10",
      "name": "Евангелие от Луки 10"
    },
    {
      "text": [
        {
          "text": "И бысть внегда быти ему на месте некоем молящуся, (и) яко преста, рече некий от ученик его к нему: Господи, научи ны молитися, якоже и иоанн научи ученики своя. ",
          "ID": "1"
        },
        {
          "text": "Рече же им: егда молитеся, глаголите: Отче наш, иже на небесех, да святится имя твое: да приидет Царствие твое: да будет воля твоя, яко на небеси, и на земли: ",
          "ID": "2"
        },
        {
          "text": "хлеб наш насущный подавай нам на всяк день: ",
          "ID": "3"
        },
        {
          "text": "и остави нам грехи нашя, ибо и сами оставляем всякому должнику нашему: и не введи нас во искушение, но избави нас от лукаваго. ",
          "ID": "4"
        },
        {
          "text": "И рече к ним: кто от вас имать друга, и идет к нему в полунощи, и речет ему: друже, даждь ми взаим три хлебы: ",
          "ID": "5"
        },
        {
          "text": "понеже друг прииде с пути ко мне, и не имам чесо предложити ему. ",
          "ID": "6"
        },
        {
          "text": "И той извнутрь отвещав речет: не твори ми труды: уже двери затворены суть, и дети моя со мною на ложи суть: (и) не могу востав дати тебе. ",
          "ID": "7"
        },
        {
          "text": "Глаголю же вам: аще и не даст ему востав, зане друг ему есть: но за безочьство его, востав даст ему, елика требует. ",
          "ID": "8"
        },
        {
          "text": "И аз вам глаголю: просите, и дастся вам: ищите, и обрящете: толцыте, и отверзется вам: ",
          "ID": "9"
        },
        {
          "text": "всяк бо просяй приемлет, и ищяй обретает, и толкущему отверзется. ",
          "ID": "10"
        },
        {
          "text": "Котораго же вас отца воспросит сын хлеба, еда камень подаст ему? или рыбы, еда в рыбы место змию подаст ему? ",
          "ID": "11"
        },
        {
          "text": "или аще попросит яица, еда подаст ему скорпию? ",
          "ID": "12"
        },
        {
          "text": "Аще убо вы зли суще, умеете даяния блага даяти чадом вашым, кольми паче Отец, иже с небесе, даст Духа святаго просящым у него? ",
          "ID": "13"
        },
        {
          "text": "И бе изгоня беса, и той бе нем: бысть же бесу изшедшу, проглагола немый: и дивишася народи. ",
          "ID": "14"
        },
        {
          "text": "Нецыи же от них реша: о веельзевуле князи бесовстем изгонит бесы. ",
          "ID": "15"
        },
        {
          "text": "Друзии же искушающе, знамения от него искаху с небесе. ",
          "ID": "16"
        },
        {
          "text": "Он же ведый помышления их, рече им: всяко царство само в себе разделяяся, запустеет: и дом на дом, падает. ",
          "ID": "17"
        },
        {
          "text": "Аще же и сатана сам в себе разделися, како станет царство его, якоже глаголете, о веельзевуле изгонящя мя бесы. ",
          "ID": "18"
        },
        {
          "text": "Аще же аз о веельзевуле изгоню бесы, сынове ваши о ком изгонят? Сего ради тии будут вам судии. ",
          "ID": "19"
        },
        {
          "text": "Аще ли же о персте Божии изгоню бесы, убо постиже на вас Царствие Божие. ",
          "ID": "20"
        },
        {
          "text": "Егда крепкий вооружився хранит свой двор, во смирении суть имения его: ",
          "ID": "21"
        },
        {
          "text": "егда же креплей его нашед победит его, все оружие его возмет, на неже уповаше, и корысть его раздает. ",
          "ID": "22"
        },
        {
          "text": "Иже несть со мною, на мя есть: и иже не собирает со мною, расточает. ",
          "ID": "23"
        },
        {
          "text": "Егда (же) нечистый дух изыдет от человека, преходит сквозе безводная места, ищя покоя: и не обретая, глаголет: возвращуся в дом мой, отнюдуже изыдох. ",
          "ID": "24"
        },
        {
          "text": "И пришед обрящет и пометен и украшен: ",
          "ID": "25"
        },
        {
          "text": "тогда идет и поймет седмь других духов горших себе, и вшедше живут ту: и бывают последняя человеку тому горша первых. ",
          "ID": "26"
        },
        {
          "text": "Бысть же егда глаголаше сия, воздвигши некая жена глас от народа, рече ему: блажено чрево носившее тя, и сосца, яже еси ссал. ",
          "ID": "27"
        },
        {
          "text": "Он же рече: темже убо блажени слышащии слово Божие и хранящии е. ",
          "ID": "28"
        },
        {
          "text": "Народом же собирающымся начат глаголати: род сей лукав есть: знамения ищет, и знамение не дастся ему, токмо знамение ионы пророка: ",
          "ID": "29"
        },
        {
          "text": "якоже бо бысть иона знамение ниневитом, тако будет и Сын Человеческий роду сему. ",
          "ID": "30"
        },
        {
          "text": "Царица южская востанет на суд с мужи рода сего, и осудит их: яко прииде от конец земли слышати премудрость соломонову: и се множае соломона зде. ",
          "ID": "31"
        },
        {
          "text": "Мужие ниневитстии востанут на суд с родом сим и осудят и: яко покаяшася проповедию иониною: и се, множае ионы зде. ",
          "ID": "32"
        },
        {
          "text": "Никтоже (убо) светилника вжег, в скрове полагает, ни под спудом, но на свещнице, да входящии свет видят. ",
          "ID": "33"
        },
        {
          "text": "Светилник телу есть око: егда убо око твое просто будет, все тело твое светло будет: егда же лукаво будет, и тело твое темно: ",
          "ID": "34"
        },
        {
          "text": "блюди убо, еда свет, иже в тебе, тма есть. ",
          "ID": "35"
        },
        {
          "text": "Аще бо тело твое все светло, не имый некия части темны, будет светло все, якоже егда светилник блистанием прсвещает тя. ",
          "ID": "36"
        },
        {
          "text": "Егда же глаголаше, моляше его фарисей некий, да обедует у него: вшед же возлеже. ",
          "ID": "37"
        },
        {
          "text": "Фарисей же видев дивися, яко не прежде крестися прежде обеда. ",
          "ID": "38"
        },
        {
          "text": "Рече же Господь к нему: ныне вы, фарисее, внешняя сткляницы и блюда очищаете, внутреннее же ваше полно грабления есть и лукавства. ",
          "ID": "39"
        },
        {
          "text": "Безумнии, не иже ли сотвори внешнее, и внутреннее сотворил есть? ",
          "ID": "40"
        },
        {
          "text": "Обаче от сущих дадите милостыню: и се, вся чиста вам будут. ",
          "ID": "41"
        },
        {
          "text": "Но горе вам фарисеом, яко одесятствуете от мятвы и пигана и всякаго зелия, и мимоходите суд и любовь Божию: сия подобаше сотворити, и онех не оставляти. ",
          "ID": "42"
        },
        {
          "text": "Горе вам фарисеом, яко любите председания на сонмищих и целования на торжищих. ",
          "ID": "43"
        },
        {
          "text": "Горе вам, книжницы и фарисее, лицемери, яко есте яко гроби неведоми, и человецы ходящии верху не ведят. ",
          "ID": "44"
        },
        {
          "text": "Отвещав же некий от законник рече ему: Учителю, сия глаголя и нам досаждаеши. ",
          "ID": "45"
        },
        {
          "text": "Он же рече: и вам законником горе, яко накладаете на человеки бремена не удобь носима, и сами единем перстом вашим не прикасаетеся бременем. ",
          "ID": "46"
        },
        {
          "text": "Горе вам, яко зиждете гробы пророк, отцы же ваши избиша их: ",
          "ID": "47"
        },
        {
          "text": "убо свидетелствуете и соблаговолите делом отец ваших: яко тии убо избиша их, вы же зиждете их гробы. ",
          "ID": "48"
        },
        {
          "text": "Сего ради и премудрость Божия рече: послю в них пророки и апостолы, и от них убиют и изженут: ",
          "ID": "49"
        },
        {
          "text": "да взыщется кровь всех пророк, проливаемая от сложения мира, от рода сего, ",
          "ID": "50"
        },
        {
          "text": "от крове авеля даже до крове захарии, погибшаго между олтарем и храмом: ей, глаголю вам, взыщется от рода сего. ",
          "ID": "51"
        },
        {
          "text": "Горе вам законником, яко взясте ключь разумения: сами не внидосте, и входящым возбранисте. ",
          "ID": "52"
        },
        {
          "text": "глаголющу же ему сия к ним, начаша книжницы и фарисее бедне гневатися нань и престати его о мнозе, ",
          "ID": "53"
        },
        {
          "text": "лающе его, ищуще уловити нечто от уст его, да нань возглаголют.",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11",
      "name": "Евангелие от Луки 11"
    },
    {
      "text": [
        {
          "text": "О нихже собравшымся тмам народа, яко попирати друг друга, начат глаголати учеником своим первее: внемлите себе от кваса фарисейска, еже есть лицемерие. ",
          "ID": "1"
        },
        {
          "text": "Ничтоже бо покровено есть, еже не открыется, и тайно, еже не уразумеется: ",
          "ID": "2"
        },
        {
          "text": "зане, елика во тме ресте, во свете услышатся: и еже ко уху глаголасте во храмех, проповестся на кровех. ",
          "ID": "3"
        },
        {
          "text": "глаголю же вам другом своим: не убойтеся от убивающих тело и потом не могущих лишше что сотворити: ",
          "ID": "4"
        },
        {
          "text": "сказую же вам, кого убойтеся: убойтеся имущаго власть по убиении воврещи в дебрь огненную: ей, глаголю вам, того убойтеся. ",
          "ID": "5"
        },
        {
          "text": "Не пять ли птиц ценится пенязема двема? и ни едина от них несть забвена пред Богом. ",
          "ID": "6"
        },
        {
          "text": "Но и власи главы вашея вси изочтени суть. Не убойтеся убо: мнозех птиц унши есте вы. ",
          "ID": "7"
        },
        {
          "text": "глаголю же вам: всяк, иже аще исповесть мя пред человеки, и Сын Человеческий исповесть его пред ангелы Божиими: ",
          "ID": "8"
        },
        {
          "text": "а отвергийся мене пред человеки отвержен будет пред ангелы Божиими. ",
          "ID": "9"
        },
        {
          "text": "И всяк иже речет слово на Сына Человеческаго, оставится ему: а на святаго Духа хулившему не оставится. ",
          "ID": "10"
        },
        {
          "text": "Егда же приведут вы на соборища и власти и владычества, не пецытеся, како или что отвещаете, или что речете: ",
          "ID": "11"
        },
        {
          "text": "святый бо Дух научит вы в той час, яже подобает рещи. ",
          "ID": "12"
        },
        {
          "text": "Рече же ему некий от народа: Учителю, рцы брату моему разделити со мною достояние. ",
          "ID": "13"
        },
        {
          "text": "Он же рече ему: человече, кто мя постави судию или делителя над вами? ",
          "ID": "14"
        },
        {
          "text": "Рече же к ним: блюдите и хранитеся от лихоимства: яко не от избытка кому живот его есть от имения его. ",
          "ID": "15"
        },
        {
          "text": "Рече же притчу к ним, глаголя: человеку некоему богату угобзися нива: ",
          "ID": "16"
        },
        {
          "text": "и мысляше в себе, глаголя: что сотворю, яко не имам где собрати плодов моих? ",
          "ID": "17"
        },
        {
          "text": "И рече: се сотворю: разорю житницы моя, и болшыя созижду, и соберу ту вся жита моя и благая моя: ",
          "ID": "18"
        },
        {
          "text": "и реку души моей: душе, имаши многа блага, лежаща на лета многа: почивай, яждь, пий, веселися. ",
          "ID": "19"
        },
        {
          "text": "Рече же ему Бог: безумне, в сию нощь душу твою истяжут от тебе: а яже уготовал еси, кому будут? ",
          "ID": "20"
        },
        {
          "text": "Тако собираяй себе, а не в Бога богатея. ",
          "ID": "21"
        },
        {
          "text": "Рече же ко учеником своим: сего ради глаголю вам: не пецытеся душею вашею, что ясте: ни телом, во что облечетеся: ",
          "ID": "22"
        },
        {
          "text": "душа болши есть пищи, и тело одежды. ",
          "ID": "23"
        },
        {
          "text": "Смотрите вран, яко не сеют, ни жнут: имже несть сокровища, ни житницы, и Бог питает их: кольми паче вы есте лучши птиц? ",
          "ID": "24"
        },
        {
          "text": "Кто же от вас пекийся может приложити возрасту своему лакоть един? ",
          "ID": "25"
        },
        {
          "text": "Аще убо ни мала чесо можете, что о прочих печетеся? ",
          "ID": "26"
        },
        {
          "text": "Смотрите крины, како растут: не труждаются, ни прядут: глаголю же вам, яко ни соломон во всей славе своей облечеся, яко един от сих. ",
          "ID": "27"
        },
        {
          "text": "Аще же траву, на селе днесь сущу и утре в пещь вмещему, Бог тако одевает: кольми паче вас, маловери? ",
          "ID": "28"
        },
        {
          "text": "И вы не ищите, что ясте, или что пиете: и не возноситеся: ",
          "ID": "29"
        },
        {
          "text": "всех бо сих языцы мира сего ищут: ваш же Отец весть, яко требуете сих: ",
          "ID": "30"
        },
        {
          "text": "обаче ищите Царствия Божия, и сия вся приложатся вам. ",
          "ID": "31"
        },
        {
          "text": "Не бойся, малое стадо: яко благоизволи Отец ваш дати вам Царство. ",
          "ID": "32"
        },
        {
          "text": "Продадите имения ваша и дадите милостыню. Сотворите себе влагалища неветшающа, сокровище неоскудеемо на небесех, идеже тать не приближается, ни моль растлевает. ",
          "ID": "33"
        },
        {
          "text": "Идеже бо сокровище ваше, ту и сердце ваше будет. ",
          "ID": "34"
        },
        {
          "text": "Да будут чресла ваша препоясана, и светилницы горящии: ",
          "ID": "35"
        },
        {
          "text": "и вы подобни человеком чающым господа своего, когда возвратится от брака, да пришедшу и толкнувшу, абие отверзут ему. ",
          "ID": "36"
        },
        {
          "text": "Блажени раби тии, ихже пришед господь обрящет бдящих: аминь глаголю вам, яко препояшется и посадит их, и минув послужит им. ",
          "ID": "37"
        },
        {
          "text": "И аще приидет во вторую стражу, и в третию стражу приидет, и обрящет (их) тако, блажени суть раби тии. ",
          "ID": "38"
        },
        {
          "text": "Се же ведите, яко аще бы ведал господин храмины, в кий час тать приидет, бдел убо бы, и не бы дал подкопати дому своего: ",
          "ID": "39"
        },
        {
          "text": "и вы убо будите готови: яко, в оньже час не мните, Сын Человеческий приидет. ",
          "ID": "40"
        },
        {
          "text": "Рече же ему петр: Господи, к нам ли притчу сию глаголеши, или ко всем? ",
          "ID": "41"
        },
        {
          "text": "Рече же Господь: кто убо есть верный строитель и мудрый, егоже поставит господь над челядию своею, даяти во время житомерие? ",
          "ID": "42"
        },
        {
          "text": "Блажен раб той, егоже пришед господь его обрящет творяща тако: ",
          "ID": "43"
        },
        {
          "text": "воистинну глаголю вам, яко над всем имением своим поставит его. ",
          "ID": "44"
        },
        {
          "text": "Аще же речет раб той в сердцы своем: коснит господин мой приити: и начнет бити рабы и рабыни, ясти же и пити и упиватися: ",
          "ID": "45"
        },
        {
          "text": "приидет господин раба того в день, в оньже не чает, и в час, в оньже не весть: и растешет его, и часть его с неверными положит. ",
          "ID": "46"
        },
        {
          "text": "Той же раб ведевый волю господина своего, и не уготовав, ни сотворив по воли его, биен будет много: ",
          "ID": "47"
        },
        {
          "text": "неведевый же, сотворив же достойная ранам, биен будет мало. Всякому же, емуже дано будет много, много взыщется от него: и емуже предаша множайше, множайше просят от него. ",
          "ID": "48"
        },
        {
          "text": "Огня приидох воврещи на землю, и что хощу, аще уже возгореся? ",
          "ID": "49"
        },
        {
          "text": "Крещением же имам креститися, и како удержуся, дондеже скончаются? ",
          "ID": "50"
        },
        {
          "text": "Мните ли, яко мир приидох дати на землю? ни, глаголю вам, но разделение: ",
          "ID": "51"
        },
        {
          "text": "будут бо отселе пять во единем дому разделени, трие на два, и два на три: ",
          "ID": "52"
        },
        {
          "text": "разделится отец на сына, и сын на отца: мати на дщерь, и дщи на матерь: свекры на невесту свою, и невеста на свекровь свою. ",
          "ID": "53"
        },
        {
          "text": "глаголаше же и народом: егда узрите облак восходящь от запада, абие глаголете: туча грядет: и бывает тако: ",
          "ID": "54"
        },
        {
          "text": "и егда юг веющь, глаголете: зной будет: и бывает. ",
          "ID": "55"
        },
        {
          "text": "Лицемери, лице небу и земли весте искушати: времене же сего како не искушаете? ",
          "ID": "56"
        },
        {
          "text": "Что же и о себе не судите праведное? ",
          "ID": "57"
        },
        {
          "text": "Егда бо грядеши с соперником твоим ко князю, на пути даждь делание избыти от него: да не како привлечет тебе к судии, и судия тя предаст слузе, и слуга всадит тя в темницу: ",
          "ID": "58"
        },
        {
          "text": "глаголю тебе: не изыдеши оттуду, дондеже и последнюю медницу воздаси.",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12",
      "name": "Евангелие от Луки 12"
    },
    {
      "text": [
        {
          "text": "Приидоша же нецыи в то время, поведающе ему о галилеех, ихже кровь пилат смеси с жертвами их. ",
          "ID": "1"
        },
        {
          "text": "И отвещав Иисус рече им: мните ли, яко галилеане сии грешнейши паче всех галилеан бяху, яко тако пострадаша? ",
          "ID": "2"
        },
        {
          "text": "Ни, глаголю вам: но аще не покаетеся, вси такожде погибнете. ",
          "ID": "3"
        },
        {
          "text": "Или они осмьнадесяте, на нихже паде столп силоамский и поби их, мните ли, яко тии должнейши бяху паче всех живущих во Иерусалиме? ",
          "ID": "4"
        },
        {
          "text": "Ни, глаголю вам: но аще не покаетеся, вси такожде погибнете. ",
          "ID": "5"
        },
        {
          "text": "глаголаше же сию притчу: смоковницу имяше некий в винограде своем всаждену: и прииде ищя плода на ней, и не обрете: ",
          "ID": "6"
        },
        {
          "text": "рече же к винареви: се, третие лето, отнелиже прихожду ищя плода на смоковнице сей, и не обретаю: посецы ю (убо), вскую и землю упражняет? ",
          "ID": "7"
        },
        {
          "text": "Он же отвещав рече ему: господи, остави ю и се лето, дондеже окопаю окрест ея и осыплю гноем: ",
          "ID": "8"
        },
        {
          "text": "и аще убо сотворит плод: аще ли же ни, во грядущее посечеши ю. ",
          "ID": "9"
        },
        {
          "text": "Бяше же учя на единем от сонмищ в субботу: ",
          "ID": "10"
        },
        {
          "text": "и се, жена бе имущи дух недужен лет осмьнадесять, и бе сляка и не могущи восклонитися отнюд. ",
          "ID": "11"
        },
        {
          "text": "Видев же ю Иисус, пригласи и рече ей: жено, отпущена еси от недуга твоего. ",
          "ID": "12"
        },
        {
          "text": "И возложи на ню руце: и абие простреся и славляше Бога. ",
          "ID": "13"
        },
        {
          "text": "Отвещав же старейшина собору, негодуя, зане в субботу изцели (ю) Иисус, глаголаше народу: шесть дний есть, в няже достоит делати: в тыя убо приходяще целитеся, а не в день субботный. ",
          "ID": "14"
        },
        {
          "text": "Отвеща (же) убо ему Господь и рече: лицемере, кождо вас в субботу не отрешает ли своего вола или осла от яслий, и вед напаяет? ",
          "ID": "15"
        },
        {
          "text": "сию же дщерь авраамлю сущу, юже связа сатана, се, осмоенадесяте лето, не достояше ли разрешитися ей от юзы сея в день субботный? ",
          "ID": "16"
        },
        {
          "text": "И сия ему глаголющу, стыдяхуся вси противляющиися ему: и вси людие радовахуся о всех славных бывающих от него. ",
          "ID": "17"
        },
        {
          "text": "Глаголаше же: кому подобно есть Царствие Божие? и кому уподоблю е? ",
          "ID": "18"
        },
        {
          "text": "подобно есть зерну горушну, еже приемь человек вверже в вертоград свой: и возрасте, и бысть древо велие, и птицы небесныя вселишася в ветвие его. ",
          "ID": "19"
        },
        {
          "text": "Паки рече: кому уподоблю Царствие Божие? ",
          "ID": "20"
        },
        {
          "text": "подобно есть квасу, егоже приемши жена, скры в сатех триех муки, дондеже вскисе все. ",
          "ID": "21"
        },
        {
          "text": "И прохождаше сквозе грады и веси, учя и шествие творя во Иерусалим. ",
          "ID": "22"
        },
        {
          "text": "Рече же некий ему: Господи, аще мало есть спасающихся? Он же рече к ним: ",
          "ID": "23"
        },
        {
          "text": "подвизайтеся внити сквозе тесная врата: яко мнози, глаголю вам, взыщут внити, и не возмогут. ",
          "ID": "24"
        },
        {
          "text": "Отнележе востанет дому владыка и затворит двери, и начнете вне стояти и ударяти в двери, глаголюще: Господи, Господи, отверзи нам. И отвещав речет вам: не вем вас, откуду есте. ",
          "ID": "25"
        },
        {
          "text": "Тогда начнете глаголати: ядохом пред тобою и пихом, и на распутиих наших учил еси. ",
          "ID": "26"
        },
        {
          "text": "И речет: глаголю вам, не вем вас, откуду есте: отступите от мене, вси делателие неправды. ",
          "ID": "27"
        },
        {
          "text": "Ту будет плачь и скрежет зубом, егда узрите авраама и исаака и иакова и вся пророки во Царствии Божии, вас же изгонимых вон. ",
          "ID": "28"
        },
        {
          "text": "И приидут от восток и запад и севера и юга, и возлягут в Царствии Божии. ",
          "ID": "29"
        },
        {
          "text": "И се, суть последнии, иже будут перви, и суть первии, иже будут последни. ",
          "ID": "30"
        },
        {
          "text": "В той день приступиша нецыи от фарисей, глаголюще ему: изыди и иди отсюду, яко ирод хощет тя убити. ",
          "ID": "31"
        },
        {
          "text": "И рече им: шедше рцыте лису тому: се, изгоню бесы и изцеления творю днесь и утре, и в третий скончаюся: ",
          "ID": "32"
        },
        {
          "text": "обаче подобает ми днесь и утре и в ближний ити: яко невозможно есть пророку погибнути кроме Иерусалима. ",
          "ID": "33"
        },
        {
          "text": "Иерусалиме, Иерусалиме, избивый пророки и камением побивая посланныя к тебе, колькраты восхотех собрати чада твоя, якоже кокош гнездо свое под криле, и не восхотесте? ",
          "ID": "34"
        },
        {
          "text": "Се оставляется вам дом ваш пуст. глаголю же вам, яко не имате мене видети, дондеже приидет, егда речете: благословен грядый во имя Господне.",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13",
      "name": "Евангелие от Луки 13"
    },
    {
      "text": [
        {
          "text": "И бысть егда внити ему в дом некоего князя фарисейска в субботу хлеб ясти, и тии бяху назирающе его: ",
          "ID": "1"
        },
        {
          "text": "и се, человек некий, имый водный труд, бе пред ним. ",
          "ID": "2"
        },
        {
          "text": "И отвещав Иисус рече к законником и фарисеом, глаголя: аще достоит в субботу целити? ",
          "ID": "3"
        },
        {
          "text": "Они же умолчаша. И приемь изцели его, и отпусти. ",
          "ID": "4"
        },
        {
          "text": "И отвещав к ним рече: котораго от вас осел или вол в студенец впадет, и не абие ли исторгнет его в день субботный? ",
          "ID": "5"
        },
        {
          "text": "И не возмогоша отвещати ему к сим. ",
          "ID": "6"
        },
        {
          "text": "глаголаше же к званным притчу, обдержя, како председания избираху, глаголя к ним: ",
          "ID": "7"
        },
        {
          "text": "егда зван будеши ким на брак, не сяди на преднем месте: еда кто честнее тебе будет званных, ",
          "ID": "8"
        },
        {
          "text": "и пришед иже тебе звавый и онаго, речет ти: даждь сему место: и тогда начнеши со студом последнее место держати. ",
          "ID": "9"
        },
        {
          "text": "Но егда зван будеши, шед сяди на последнем месте, да егда приидет звавый тя, речет ти: друже, посяди выше: тогда будет ти слава пред званными с тобою: ",
          "ID": "10"
        },
        {
          "text": "яко всяк возносяйся смирится, и смиряяйся вознесется. ",
          "ID": "11"
        },
        {
          "text": "глаголаше же и ко звавшему его: егда сотвориши обед или вечерю, не зови другов твоих, ни братии твоея, ни сродник твоих, ни сосед богатых: еда когда и тии тя такожде воззовут, и будет ти воздаяние. ",
          "ID": "12"
        },
        {
          "text": "Но егда твориши пир, зови нищыя, маломощныя, хромыя, слепыя: ",
          "ID": "13"
        },
        {
          "text": "и блажен будеши, яко не имут ти что воздати: воздаст же ти ся в воскрешение праведных. ",
          "ID": "14"
        },
        {
          "text": "Слышав же некий от возлежащих с ним сия, рече ему: блажен, иже снесть обед в Царствии Божии. ",
          "ID": "15"
        },
        {
          "text": "Он же рече ему: человек некий сотвори вечерю велию и зва многи: ",
          "ID": "16"
        },
        {
          "text": "и посла раба своего в год вечери рещи званным: грядите, яко уже готова суть вся. ",
          "ID": "17"
        },
        {
          "text": "И начаша вкупе отрицатися вси. Первый рече ему: село купих и имам нужду изыти и видети е: молютися, имей мя отречена. ",
          "ID": "18"
        },
        {
          "text": "И другий рече: супруг волов купих пять и гряду искусити их: молю тя, имей мя отречена. ",
          "ID": "19"
        },
        {
          "text": "И другий рече: жену поях и сего ради не могу приити. ",
          "ID": "20"
        },
        {
          "text": "И пришед раб той поведа господину своему сия. Тогда разгневався дому владыка, рече рабу своему: изыди скоро на распутия и стогны града, и нищыя и бедныя и слепыя и хромыя введи семо. ",
          "ID": "21"
        },
        {
          "text": "И рече раб: господи, бысть якоже повелел еси, и еще место есть. ",
          "ID": "22"
        },
        {
          "text": "И рече господин к рабу: изыди на пути и халуги, и убеди внити, да наполнится дом мой: ",
          "ID": "23"
        },
        {
          "text": "глаголю бо вам, яко ни един мужей тех званных вкусит моея вечери: мнози бо суть звани, мало же избранных. ",
          "ID": "24"
        },
        {
          "text": "Идяху же с ним народи мнози: и обращься рече к ним: ",
          "ID": "25"
        },
        {
          "text": "аще кто грядет ко мне, и не возненавидит отца своего и матерь, и жену и чад, и братию и сестр, еще же и душу свою, не может мой быти ученик: ",
          "ID": "26"
        },
        {
          "text": "и иже не носит креста своего и вслед мене грядет, не может мой быти ученик. ",
          "ID": "27"
        },
        {
          "text": "Кто бо от вас, хотяй столп создати, не прежде ли сед разчтет имение, аще имать, еже есть на совершение? ",
          "ID": "28"
        },
        {
          "text": "да не, когда положит основание и не возможет совершити, вси видящии начнут ругатися ему, ",
          "ID": "29"
        },
        {
          "text": "глаголюще, яко сей человек начат здати и не може совершити? ",
          "ID": "30"
        },
        {
          "text": "Или кий царь идый ко иному царю снитися с ним на брань, не сед ли прежде совещавает, аще силен есть срести с десятию тысящ грядущаго со двемадесятма тысящама нань? ",
          "ID": "31"
        },
        {
          "text": "аще ли же ни, еще далече ему сущу, моление послав молится о смирении. ",
          "ID": "32"
        },
        {
          "text": "Тако убо всяк от вас, иже не отречется всего своего имения, не может быти мой ученик. ",
          "ID": "33"
        },
        {
          "text": "Добро есть соль: аще же соль обуяет, чим осолится? ",
          "ID": "34"
        },
        {
          "text": "ни в землю, ни в гной потребна есть: вон изсыплют ю. Имеяй ушы слышати, да слышит.",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14",
      "name": "Евангелие от Луки 14"
    },
    {
      "text": [
        {
          "text": "Бяху же приближающеся к нему вси мытарие и грешницы, послушати его. ",
          "ID": "1"
        },
        {
          "text": "И роптаху фарисее и книжницы, глаголюще, яко сей грешники приемлет и с ними яст. ",
          "ID": "2"
        },
        {
          "text": "Рече же к ним притчу сию, глаголя: ",
          "ID": "3"
        },
        {
          "text": "кий человек от вас имый сто овец, и погубль едину от них, не оставит ли девятидесяти и девяти в пустыни и идет вслед погибшия, дондеже обрящет ю? ",
          "ID": "4"
        },
        {
          "text": "и обрет возлагает на раме свои радуяся: ",
          "ID": "5"
        },
        {
          "text": "и пришед в дом, созывает други и соседы, глаголя им: радуйтеся со мною, яко обретох овцу мою погибшую. ",
          "ID": "6"
        },
        {
          "text": "глаголю вам, яко тако радость будет на небеси о единем грешнице кающемся, нежели о девятидесятих и девяти праведник, иже не требуют покаяния. ",
          "ID": "7"
        },
        {
          "text": "Или кая жена имущи десять драхм, аще погубит драхму едину, не вжигает ли светилника, и пометет храмину, и ищет прилежно, дондеже обрящет? ",
          "ID": "8"
        },
        {
          "text": "и обретши созывает другини и соседы, глаголющи: радуйтеся со мною, яко обретох драхму погибшую. ",
          "ID": "9"
        },
        {
          "text": "Тако, глаголю вам, радость бывает пред ангелы Божиими о единем грешнице кающемся. ",
          "ID": "10"
        },
        {
          "text": "Рече же: человек некий име два сына: ",
          "ID": "11"
        },
        {
          "text": "и рече юнейший ею отцу: отче, даждь ми достойную часть имения. И раздели има имение. ",
          "ID": "12"
        },
        {
          "text": "И не по мнозех днех собрав все мний сын, отиде на страну далече, и ту расточи имение свое, живый блудно. ",
          "ID": "13"
        },
        {
          "text": "Изжившу же ему все, бысть глад крепок на стране той, и той начат лишатися: ",
          "ID": "14"
        },
        {
          "text": "и шед прилепися единому от житель тоя страны: и посла его на села своя пасти свиния: ",
          "ID": "15"
        },
        {
          "text": "и желаше насытити чрево свое от рожец, яже ядяху свиния: и никтоже даяше ему. ",
          "ID": "16"
        },
        {
          "text": "В себе же пришед, рече: колико наемником отца моего избывают хлебы, аз же гладом гиблю? ",
          "ID": "17"
        },
        {
          "text": "востав иду ко отцу моему, и реку ему: отче, согреших на небо и пред тобою, ",
          "ID": "18"
        },
        {
          "text": "и уже несмь достоин нарещися сын твой: сотвори мя яко единаго от наемник твоих. ",
          "ID": "19"
        },
        {
          "text": "И востав иде ко отцу своему. Еще же ему далече сущу, узре его отец его, и мил ему бысть, и тек нападе на выю его, и облобыза его. ",
          "ID": "20"
        },
        {
          "text": "Рече же ему сын: отче, согреших на небо и пред тобою, и уже несмь достоин нарещися сын твой. ",
          "ID": "21"
        },
        {
          "text": "Рече же отец к рабом своим: изнесите одежду первую и облецыте его, и дадите перстень на руку его и сапоги на нозе: ",
          "ID": "22"
        },
        {
          "text": "и приведше телец упитанный заколите, и ядше веселимся: ",
          "ID": "23"
        },
        {
          "text": "яко сын мой сей мертв бе, и оживе: и изгибл бе, и обретеся. И начаша веселитися. ",
          "ID": "24"
        },
        {
          "text": "Бе же сын его старей на селе: и яко грядый приближися к дому, слыша пение и лики: ",
          "ID": "25"
        },
        {
          "text": "и призвав единаго от отрок, вопрошаше: что (убо) сия суть? ",
          "ID": "26"
        },
        {
          "text": "Он же рече ему, яко брат твой прииде: и закла отец твой телца упитанна, яко здрава его прият. ",
          "ID": "27"
        },
        {
          "text": "Разгневася же, и не хотяше внити. Отец же его изшед моляше его. ",
          "ID": "28"
        },
        {
          "text": "Он же отвещав рече отцу: се, толико лет работаю тебе и николиже заповеди твоя преступих, и мне николиже дал еси козляте, да со други своими возвеселился бых: ",
          "ID": "29"
        },
        {
          "text": "егда же сын твой сей, изядый твое имение с любодейцами, прииде, заклал еси ему телца питомаго. ",
          "ID": "30"
        },
        {
          "text": "Он же рече ему: чадо, ты всегда со мною еси, и вся моя твоя суть: ",
          "ID": "31"
        },
        {
          "text": "возвеселитижеся и возрадовати подобаше, яко брат твой сей мертв бе, и оживе: и изгибл бе, и обретеся.",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15",
      "name": "Евангелие от Луки 15"
    },
    {
      "text": [
        {
          "text": "глаголаше же ко учеником своим: человек некий бе богат, иже имяше приставника: и той оклеветан бысть к нему, яко расточает имения его: ",
          "ID": "1"
        },
        {
          "text": "и пригласив его рече ему: что се слышу о тебе? воздаждь ответ о приставлении домовнем: не возможеши бо ктому дому строити. ",
          "ID": "2"
        },
        {
          "text": "Рече же в себе приставник дому: что сотворю, яко господь мой отемлет строение дому от мене? копати не могу, просити стыжуся: ",
          "ID": "3"
        },
        {
          "text": "разумех, что сотворю, да егда отставлен буду от строения дому, приимут мя в домы своя. ",
          "ID": "4"
        },
        {
          "text": "И призвав единаго когождо от должник господина своего, глаголаше первому: колицем должен еси господину моему? ",
          "ID": "5"
        },
        {
          "text": "Он же рече: сто мер масла. И рече ему: приими писание твое, и сед скоро напиши пятьдесят. ",
          "ID": "6"
        },
        {
          "text": "Потом же рече другому: ты же колицем должен еси? Он же рече: сто мер пшеницы. И глагола ему: приими писание твое, и напиши осмьдесят. ",
          "ID": "7"
        },
        {
          "text": "И похвали господь дому строителя неправеднаго, яко мудре сотвори: яко сынове века сего мудрейши паче сынов света в роде своем суть. ",
          "ID": "8"
        },
        {
          "text": "И аз вам глаголю: сотворите себе други от мамоны неправды, да, егда оскудеете, приимут вы в вечныя кровы. ",
          "ID": "9"
        },
        {
          "text": "Верный в мале, и во мнозе верен есть: и неправедный в мале, и во мнозе неправеден есть. ",
          "ID": "10"
        },
        {
          "text": "Аще убо в неправеднем имении верни не бысте, во истиннем кто вам веру имет? ",
          "ID": "11"
        },
        {
          "text": "И аще в чужем верни не бысте, ваше кто вам даст? ",
          "ID": "12"
        },
        {
          "text": "Ни кий же раб может двема господинома работати: ибо или единаго возненавидит, а другаго возлюбит: или единаго держится, о друзем же нерадети начнет: не можете Богу работати и мамоне. ",
          "ID": "13"
        },
        {
          "text": "Слышаху же сия вся и фарисее, сребролюбцы суще, ругахуся ему. ",
          "ID": "14"
        },
        {
          "text": "И рече им: вы есте оправдающе себе пред человеки, Бог же весть сердца ваша: яко, еже есть в человецех высоко, мерзость есть пред Богом. ",
          "ID": "15"
        },
        {
          "text": "Закон и пророцы до иоанна: оттоле Царствие Божие благовествуется, и всяк в не нудится. ",
          "ID": "16"
        },
        {
          "text": "Удобее же есть небу и земли прейти, неже от закона единей черте погибнути. ",
          "ID": "17"
        },
        {
          "text": "Всяк пущаяй жену свою и приводя ину прелюбы деет: и женяйся пущеною от мужа прелюбы творит. ",
          "ID": "18"
        },
        {
          "text": "Человек же некий бе богат, и облачашеся в порфиру и виссон, веселяся на вся дни светло. ",
          "ID": "19"
        },
        {
          "text": "Нищь же бе некто, именем лазарь, иже лежаше пред враты его гноен ",
          "ID": "20"
        },
        {
          "text": "и желаше насытитися от крупиц падающих от трапезы богатаго: но и пси приходяще облизаху гной его. ",
          "ID": "21"
        },
        {
          "text": "Бысть же умрети нищему и несену быти ангелы на лоно авраамле: умре же и богатый, и погребоша его: ",
          "ID": "22"
        },
        {
          "text": "и во аде возвед очи свои, сый в муках, узре авраама издалеча, и лазаря на лоне его: ",
          "ID": "23"
        },
        {
          "text": "и той возглашь рече: отче аврааме, помилуй мя и посли лазаря, да омочит конец перста своего в воде и устудит язык мой, яко стражду во пламени сем. ",
          "ID": "24"
        },
        {
          "text": "Рече же авраам: чадо, помяни, яко восприял еси благая твоя в животе твоем, и лазарь такожде злая: ныне же зде утешается, ты же страждеши: ",
          "ID": "25"
        },
        {
          "text": "и над всеми сими между нами и вами пропасть велика утвердися, яко да хотящии прейти отсюду к вам не возмогут, ни иже оттуду, к нам преходят. ",
          "ID": "26"
        },
        {
          "text": "Рече же: молю тя убо, отче, да послеши его в дом отца моего: ",
          "ID": "27"
        },
        {
          "text": "имам бо пять братий: яко да засвидетелствует им, да не и тии приидут на место сие мучения. ",
          "ID": "28"
        },
        {
          "text": "Глагола ему авраам: имут моисеа и пророки: да послушают их. ",
          "ID": "29"
        },
        {
          "text": "Он же рече: ни, отче аврааме: но аще кто от мертвых идет к ним, покаются. ",
          "ID": "30"
        },
        {
          "text": "Рече же ему: аще моисеа и пророков не послушают, и аще кто от мертвых воскреснет, не имут веры.",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16",
      "name": "Евангелие от Луки 16"
    },
    {
      "text": [
        {
          "text": "Рече же ко учеником своим: не возможно есть не приити соблазном, горе же, егоже ради приходят: ",
          "ID": "1"
        },
        {
          "text": "унее ему было бы, аще жернов оселский облежал бы о выи его, и ввержен в море, неже да соблазнит от малых сих единаго. ",
          "ID": "2"
        },
        {
          "text": "Внемлите себе. Аще согрешит к тебе брат твой, запрети ему: и аще покается, остави ему: ",
          "ID": "3"
        },
        {
          "text": "и аще седмищи на день согрешит к тебе и седмищи на день обратится, глаголя: каюся: остави ему. ",
          "ID": "4"
        },
        {
          "text": "И рекоша апостоли Господеви: приложи нам веру. ",
          "ID": "5"
        },
        {
          "text": "Рече же Господь: аще бысте имели веру яко зерно горушно, глаголали бысте убо ягодичине сей: восторгнися и всадися в море: и послушала бы вас. ",
          "ID": "6"
        },
        {
          "text": "Который же от вас раба имея орюща или пасуща, иже пришедшу ему с села речет: абие минув возлязи? ",
          "ID": "7"
        },
        {
          "text": "Но не речет ли ему: уготовай, что вечеряю, и препоясався служи ми, дондеже ям и пию: и потом яси и пиеши ты? ",
          "ID": "8"
        },
        {
          "text": "Еда имать хвалу рабу тому, яко сотвори повеленная? не мню. ",
          "ID": "9"
        },
        {
          "text": "Тако и вы, егда сотворите вся повеленная вам, глаголите, яко раби неключими есмы: яко, еже должни бехом сотворити, сотворихом. ",
          "ID": "10"
        },
        {
          "text": "И бысть идущу ему во Иерусалим, и той прохождаше между самариею и галилеею. ",
          "ID": "11"
        },
        {
          "text": "Входящу же ему в некую весь, сретоша его десять прокаженных мужей, иже сташа издалеча: ",
          "ID": "12"
        },
        {
          "text": "и тии вознесоша глас, глаголюще: Иисусе наставниче, помилуй ны. ",
          "ID": "13"
        },
        {
          "text": "И видев рече им: шедше покажитеся священником. И бысть идущым им, очистишася. ",
          "ID": "14"
        },
        {
          "text": "Един же от них, видев, яко изцеле, возвратися, со гласом велиим славя Бога, ",
          "ID": "15"
        },
        {
          "text": "и паде ниц при ногу его, хвалу ему воздая: и той бе самарянин. ",
          "ID": "16"
        },
        {
          "text": "Отвещав же Иисус рече: не десять ли очистишася? да девять где? ",
          "ID": "17"
        },
        {
          "text": "како не обретошася возвращшеся дати славу Богу, токмо иноплеменник сей? ",
          "ID": "18"
        },
        {
          "text": "И рече ему: востав иди: вера твоя спасе тя. ",
          "ID": "19"
        },
        {
          "text": "Вопрошен же быв от фарисей, когда приидет Царствие Божие, отвещав им рече: не приидет Царствие Божие с соблюдением: ",
          "ID": "20"
        },
        {
          "text": "ниже рекут: се зде, или: онде. Се бо, Царствие Божие внутрь вас есть. ",
          "ID": "21"
        },
        {
          "text": "Рече же ко учеником (своим): приидут дние, егда вожделеете единаго дне Сына Человеческаго видети, и не узрите: ",
          "ID": "22"
        },
        {
          "text": "и рекут вам: се зде, или: се, онде: не изыдите, ни пожените: ",
          "ID": "23"
        },
        {
          "text": "яко бо молния блистающися от поднебесныя на поднебесней светится: тако будет Сын Человеческий в день свой. ",
          "ID": "24"
        },
        {
          "text": "Прежде же подобает ему много пострадати и искушену быти от рода сего. ",
          "ID": "25"
        },
        {
          "text": "И якоже бысть во дни ноевы, тако будет и во дни Сына Человеческа: ",
          "ID": "26"
        },
        {
          "text": "ядяху, пияху, женяхуся, посягаху, до негоже дне вниде ное в ковчег: и прииде потоп и погуби вся. ",
          "ID": "27"
        },
        {
          "text": "Такожде и якоже бысть во дни лотовы: ядяху, пияху, куповаху, продаяху, саждаху, здаху: ",
          "ID": "28"
        },
        {
          "text": "в оньже день изыде лот от содомлян, одожди камык горящь и огнь с небесе и погуби вся: ",
          "ID": "29"
        },
        {
          "text": "по тому же будет и в день, в оньже Сын Человеческий явится. ",
          "ID": "30"
        },
        {
          "text": "В той день, иже будет на крове, и сосуди его в дому, да не слазит взяти их: и иже на селе, такожде да не возвратится вспять: ",
          "ID": "31"
        },
        {
          "text": "поминайте жену лотову. ",
          "ID": "32"
        },
        {
          "text": "Иже аще взыщет душу свою спасти, погубит ю: и иже аще погубит ю, живит ю. ",
          "ID": "33"
        },
        {
          "text": "глаголю вам: в ту нощь будета два на одре единем: един поемлется, а другий оставляется: ",
          "ID": "34"
        },
        {
          "text": "будете две вкупе мелюще: едина поемлется, а другая оставляется. ",
          "ID": "35"
        },
        {
          "text": "Два будета на селе: един поемлется, а другий оставляется. ",
          "ID": "36"
        },
        {
          "text": "И отвещавше глаголаша ему: где, Господи? Он же рече им: идеже тело, тамо соберутся и орли.",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17",
      "name": "Евангелие от Луки 17"
    },
    {
      "text": [
        {
          "text": "глаголаше же и притчу к ним, како подобает всегда молитися и не стужати (си), ",
          "ID": "1"
        },
        {
          "text": "глаголя: судия бе некий в некоем граде, Бога не бояся и человек не срамляяся. ",
          "ID": "2"
        },
        {
          "text": "Вдова же некая бе во граде том: и прихождаше к нему, глаголющи: отмсти мене от соперника моего. ",
          "ID": "3"
        },
        {
          "text": "И не хотяше на долзе времени. Последи же рече в себе: аще и Бога не боюся, и человек не срамляюся: ",
          "ID": "4"
        },
        {
          "text": "но зане творит ми труды вдовица сия, отмщу ея: да не до конца приходящи застоит мене. ",
          "ID": "5"
        },
        {
          "text": "Рече же Господь: слышите, что судия неправды глаголет? ",
          "ID": "6"
        },
        {
          "text": "Бог же не имать ли сотворити отмщение избранных своих, вопиющих к нему день и нощь, и долготерпя о них? ",
          "ID": "7"
        },
        {
          "text": "глаголю вам, яко сотворит отмщение их вскоре: обаче Сын Человеческий пришед убо обрящет ли (си) веру на земли? ",
          "ID": "8"
        },
        {
          "text": "Рече же и ко другим уповающым собою, яко суть праведницы, и уничижающым прочих, притчу сию: ",
          "ID": "9"
        },
        {
          "text": "человека два внидоста в церковь помолитися: един фарисей, а другий мытарь. ",
          "ID": "10"
        },
        {
          "text": "Фарисей же став, сице в себе моляшеся: Боже, хвалу тебе воздаю, яко несмь якоже прочии человецы, хищницы, неправедницы, прелюбодее, или якоже сей мытарь: ",
          "ID": "11"
        },
        {
          "text": "пощуся двакраты в субботу, десятину даю всего елико притяжу. ",
          "ID": "12"
        },
        {
          "text": "Мытарь же издалеча стоя, не хотяше ни очию возвести на небо: но бияше перси своя, глаголя: Боже, милостив буди мне грешнику. ",
          "ID": "13"
        },
        {
          "text": "глаголю вам, яко сниде сей оправдан в дом свой паче онаго: яко всяк возносяйся смирится, смиряяй же себе вознесется. ",
          "ID": "14"
        },
        {
          "text": "Приношаху же к нему и младенцы, да их коснется: видевше же ученицы запретиша им. ",
          "ID": "15"
        },
        {
          "text": "Иисус же призвав их, глагола: оставите детей приходити ко мне и не браните им: таковых бо есть Царствие Божие: ",
          "ID": "16"
        },
        {
          "text": "аминь бо глаголю вам: иже аще не приимет Царствия Божия яко отроча, не имать внити в не. ",
          "ID": "17"
        },
        {
          "text": "И вопроси его некий князь, глаголя: Учителю благий, что сотворив, живот вечный наследствую? ",
          "ID": "18"
        },
        {
          "text": "Рече же ему Иисус: что мя глаголеши блага? никтоже благ, токмо един Бог: ",
          "ID": "19"
        },
        {
          "text": "заповеди веси: не прелюбы твори, не убий, не укради, не лжесвидетелствуй, чти отца твоего и матерь твою. ",
          "ID": "20"
        },
        {
          "text": "Он же рече: вся сия сохраних от юности моея. ",
          "ID": "21"
        },
        {
          "text": "Слышав же сия Иисус рече ему: еще единаго не докончал еси: вся, елика имаши, продаждь и раздай нищым: и имети имаши сокровище на небеси: и гряди вслед мене. ",
          "ID": "22"
        },
        {
          "text": "Он же слышав сие, прискорбен бысть: бе бо богат зело. ",
          "ID": "23"
        },
        {
          "text": "Видев же его Иисус прискорбна бывша, рече: како не удобь имущии богатство в Царствие Божие внидут: ",
          "ID": "24"
        },
        {
          "text": "удобее бо есть вельбуду сквозе иглине ушы проити, неже богату в Царствие Божие внити. ",
          "ID": "25"
        },
        {
          "text": "Реша же слышавшии: то кто может спасен быти? ",
          "ID": "26"
        },
        {
          "text": "Он же рече: невозможная у человек возможна суть у Бога. ",
          "ID": "27"
        },
        {
          "text": "Рече же петр: се, мы оставихом вся и по тебе идохом. ",
          "ID": "28"
        },
        {
          "text": "Он же рече им: аминь глаголю вам, яко никтоже есть, иже оставит дом, или родители, или братию, или сестры, или жену, или чада, Царствия ради Божия, ",
          "ID": "29"
        },
        {
          "text": "иже не приимет множицею во время сие, и в век грядущий живот вечный. ",
          "ID": "30"
        },
        {
          "text": "Поемь же обанадесяте ученики своя, рече к ним: се, восходим во Иерусалим, и скончаются вся писанная пророки о Сыне Человечесте: ",
          "ID": "31"
        },
        {
          "text": "предадят бо его языком и поругаются ему, и укорят его и оплюют его, ",
          "ID": "32"
        },
        {
          "text": "и бивше убиют его: и в третий день воскреснет. ",
          "ID": "33"
        },
        {
          "text": "И тии ничесоже от сих разумеша: и бе глаголгол сей сокровен от них, и не разумеваху глаголголемых. ",
          "ID": "34"
        },
        {
          "text": "Бысть же егда приближишася во иерихон, слепец некий седяше при пути прося: ",
          "ID": "35"
        },
        {
          "text": "слышав же народ мимоходящь, вопрошаше: что убо есть се? ",
          "ID": "36"
        },
        {
          "text": "Поведаша же ему, яко Иисус назарянин мимоходит. ",
          "ID": "37"
        },
        {
          "text": "И возопи, глаголя: Иисусе Сыне давидов, помилуй мя. ",
          "ID": "38"
        },
        {
          "text": "И предидущии прещаху ему, да умолчит: он же паче множае вопияше: Сыне давидов, помилуй мя. ",
          "ID": "39"
        },
        {
          "text": "Став же Иисус повеле привести его к себе. Приближшуся же ему к нему, вопроси его, ",
          "ID": "40"
        },
        {
          "text": "глаголя: что хощеши, да ти сотворю? Он же рече: Господи, да прозрю. ",
          "ID": "41"
        },
        {
          "text": "Иисус же рече ему: прозри: вера твоя спасе тя. ",
          "ID": "42"
        },
        {
          "text": "И абие прозре, и вслед его идяше, славя Бога. И вси людие видевше воздаша хвалу Богови.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18",
      "name": "Евангелие от Луки 18"
    },
    {
      "text": [
        {
          "text": "И вшед прохождаше иерихон. ",
          "ID": "1"
        },
        {
          "text": "И се, муж нарицаемый закхей, и сей бе старей мытарем, и той бе богат: ",
          "ID": "2"
        },
        {
          "text": "и искаше видети Иисуса, кто есть, и не можаше от народа, яко возрастом мал бе: ",
          "ID": "3"
        },
        {
          "text": "и предитек, возлезе на ягодичину, да видит, яко хотяше мимо ея проити. ",
          "ID": "4"
        },
        {
          "text": "И яко прииде на место, воззрев Иисус виде его и рече к нему: закхее, потщався слези: днесь бо в дому твоем подобает ми быти. ",
          "ID": "5"
        },
        {
          "text": "И потщався слезе и прият его радуяся. ",
          "ID": "6"
        },
        {
          "text": "И видевше вси роптаху, глаголюще, яко ко грешну мужу вниде витати. ",
          "ID": "7"
        },
        {
          "text": "Став же закхей рече ко Господу: се, пол имения моего, Господи, дам нищым: и аще кого чим обидех, возвращу четверицею. ",
          "ID": "8"
        },
        {
          "text": "Рече же к нему Иисус, яко днесь спасение дому сему бысть, зане и сей сын авраамль есть: ",
          "ID": "9"
        },
        {
          "text": "прииде бо Сын Человечь взыскати и спасти погибшаго. ",
          "ID": "10"
        },
        {
          "text": "Слышащым же им сия, приложь рече притчу, зане близ ему быти Иерусалима, и мняху, яко абие Царство Божие хощет явитися. ",
          "ID": "11"
        },
        {
          "text": "Рече убо: человек некий добра рода иде на страну далече прияти себе царство и возвратитися: ",
          "ID": "12"
        },
        {
          "text": "призвав же десять раб своих, даде им десять мнас и рече к ним: куплю дейте, дондеже прииду. ",
          "ID": "13"
        },
        {
          "text": "И граждане его ненавидяху его и послаша послы вслед его, глаголюще: не хощем сему, да царствует над нами. ",
          "ID": "14"
        },
        {
          "text": "И бысть егда возвратися приим царство, рече пригласити рабы тыя, имже даде сребро, да увесть, какову куплю суть сотворили. ",
          "ID": "15"
        },
        {
          "text": "Прииде же первый, глаголя: господи, мнас твоя придела десять мнас. ",
          "ID": "16"
        },
        {
          "text": "И рече ему: благо, рабе добрый: яко о мале верен был еси, буди область имея над десятию градов. ",
          "ID": "17"
        },
        {
          "text": "И прииде вторый, глаголя: господи, мнас твоя сотвори пять мнас. ",
          "ID": "18"
        },
        {
          "text": "Рече же и тому: и ты буди над пятию градов. ",
          "ID": "19"
        },
        {
          "text": "И другий прииде, глаголя: господи, се, мнас твоя, юже имех положену во убрусе: ",
          "ID": "20"
        },
        {
          "text": "бояхся бо тебе, яко человек яр еси, вземлеши, егоже не положил еси, и жнеши, егоже не сеял еси. ",
          "ID": "21"
        },
        {
          "text": "Глагола же ему: от уст твоих сужду ти, лукавый рабе: ведел еси, яко аз человек яр есмь, вземлю, егоже не положих, и жну, егоже не сеях: ",
          "ID": "22"
        },
        {
          "text": "и почто не вдал еси моего сребра купцем, и аз пришед с лихвою истязал бых е? ",
          "ID": "23"
        },
        {
          "text": "И предстоящым рече: возмите от него мнас и дадите имущему десять мнас. ",
          "ID": "24"
        },
        {
          "text": "И реша ему: господи, имать десять мнас. ",
          "ID": "25"
        },
        {
          "text": "Глаголю бо вам, яко всякому имущему дастся: а от неимущаго, и еже имать, отимется от него: ",
          "ID": "26"
        },
        {
          "text": "обаче враги моя оны, иже не восхотеша мене, да царь бых был над ними, приведите семо и изсецыте предо мною. ",
          "ID": "27"
        },
        {
          "text": "И сия рек, идяше преди, восходя во Иерусалим. ",
          "ID": "28"
        },
        {
          "text": "И бысть яко приближися в вифсфагию и вифанию, к горе нарицаемей елеон, посла два ученик своих, ",
          "ID": "29"
        },
        {
          "text": "глаголя: идита в прямную весь: (и) в нюже входяща обрящета жребя привязано, на неже никтоже николиже от человек вседе: отрешша е приведита: ",
          "ID": "30"
        },
        {
          "text": "и аще кто вы вопрошает: почто отрешаета? сице рцыта ему, яко Господь его требует. ",
          "ID": "31"
        },
        {
          "text": "Шедша же посланная обретоста, якоже рече има. ",
          "ID": "32"
        },
        {
          "text": "Отрешающема же има жребя, рекоша господие его к нима: что отрешаета жребя? ",
          "ID": "33"
        },
        {
          "text": "Она же рекоста, яко Господь его требует. ",
          "ID": "34"
        },
        {
          "text": "И приведоста е ко Иисусови: и возвергше ризы своя на жребя, всадиша Иисуса. ",
          "ID": "35"
        },
        {
          "text": "Идущу же ему, постилаху ризы своя по пути. ",
          "ID": "36"
        },
        {
          "text": "Приближающужеся ему уже (абие) к низхождению горе елеонстей, начаша все множество ученик радующеся хвалити Бога гласом велиим о всех силах, яже видеша, ",
          "ID": "37"
        },
        {
          "text": "глаголюще: благословен грядый Царь во имя Господне: мир на небеси и слава в вышних. ",
          "ID": "38"
        },
        {
          "text": "И нецыи фарисее от народа реша к нему: Учителю, запрети учеником твоим. ",
          "ID": "39"
        },
        {
          "text": "И отвещав рече им: глаголю вам, яко, аще сии умолчат, камение возопиет. ",
          "ID": "40"
        },
        {
          "text": "И яко приближися, видев град, плакася о нем, ",
          "ID": "41"
        },
        {
          "text": "глаголя: яко аще бы разумел и ты, в день сей твой, еже к смирению твоему: ныне же скрыся от очию твоею: ",
          "ID": "42"
        },
        {
          "text": "яко приидут дние на тя, и обложат врази твои острог о тебе, и обыдут тя, и оымут тя отвсюду, ",
          "ID": "43"
        },
        {
          "text": "и разбиют тя и чада твоя в тебе, и не оставят камень на камени в тебе: понеже не разумел еси времене посещения твоего. ",
          "ID": "44"
        },
        {
          "text": "И вшед в церковь, начат изгонити продающыя в ней и купующыя, ",
          "ID": "45"
        },
        {
          "text": "глаголя им: писано есть: дом мой дом молитвы есть: вы же сотвористе его пещеру разбойником. ",
          "ID": "46"
        },
        {
          "text": "И бе учя по вся дни в церкви. Архиерее же и книжницы искаху его погубити, и старейшины людем: ",
          "ID": "47"
        },
        {
          "text": "и не обретаху, что бы сотворили ему: людие бо вси держахуся его, послушающе его.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19",
      "name": "Евангелие от Луки 19"
    },
    {
      "text": [
        {
          "text": "И бысть во един от дний онех, учащу ему люди в церкви и благовествующу, приидоша священницы и книжницы со старцы ",
          "ID": "1"
        },
        {
          "text": "и реша к нему, глаголюще: рцы нам, коею областию сия твориши, или кто есть давый тебе власть сию? ",
          "ID": "2"
        },
        {
          "text": "Отвещав же рече к ним: вопрошу вы и аз единаго словесе, и рцыте ми: ",
          "ID": "3"
        },
        {
          "text": "крещение иоанново с небесе ли бе, или от человек? ",
          "ID": "4"
        },
        {
          "text": "Они же помышляху в себе, глаголюще, яко аще речем: с небесе, речет: почто убо не веровасте ему? ",
          "ID": "5"
        },
        {
          "text": "аще ли же речем: от человек, вси людие камением побиют ны: известно бо бе о иоанне, яко пророк бе. ",
          "ID": "6"
        },
        {
          "text": "И отвещаша: не вемы откуду. ",
          "ID": "7"
        },
        {
          "text": "Иисус же рече им: ни аз глаголю вам, коею областию сия творю. ",
          "ID": "8"
        },
        {
          "text": "Начат же к людем глаголати притчу сию: человек некий насади виноград, и вдаде его делателем, и отиде на лета многа: ",
          "ID": "9"
        },
        {
          "text": "и во время посла к делателем раба, да от плода винограда дадут ему: делатели же бивше его, послаша тща. ",
          "ID": "10"
        },
        {
          "text": "И приложи послати другаго раба: они же и того бивше и досадивше (ему), послаша тща. ",
          "ID": "11"
        },
        {
          "text": "И приложи послати третияго: они же и того уязвльше изгнаша. ",
          "ID": "12"
        },
        {
          "text": "Рече же господин винограда: что сотворю? послю сына моего возлюбленнаго, еда како, его видевше, усрамятся. ",
          "ID": "13"
        },
        {
          "text": "Видевше же его делателе, мышляху в себе, глаголюще: сей есть наследник: приидите, убием его, да наше будет достояние. ",
          "ID": "14"
        },
        {
          "text": "И изведше его вон из винограда, убиша. Что убо сотворит им господин винограда? ",
          "ID": "15"
        },
        {
          "text": "Приидет и погубит делатели сия и вдаст виноград инем. Слышавше же рекоша: да не будет. ",
          "ID": "16"
        },
        {
          "text": "Он же воззрев на них, рече: что убо писаное сие: камень, егоже небрегоша зиждущии, сей бысть во главу угла? ",
          "ID": "17"
        },
        {
          "text": "всяк падый на камени том, сокрушится: а на немже падет, стрыет его. ",
          "ID": "18"
        },
        {
          "text": "И взыскаша архиерее и книжницы возложити нань руце в той час и убояшася народа: разумеша бо, яко к ним притчу сию рече. ",
          "ID": "19"
        },
        {
          "text": "И наблюдше послаша лаятели, притворяющих себе праведники быти: да имут его в словеси, во еже предати его началству и области игемонове. ",
          "ID": "20"
        },
        {
          "text": "И вопросиша его, глаголюще: Учителю, вемы, яко право глаголеши и учиши, и не на лица зриши, но воистинну пути Божию учиши: ",
          "ID": "21"
        },
        {
          "text": "достоит ли нам кесареви дань даяти, или ни? ",
          "ID": "22"
        },
        {
          "text": "Разумев же их лукавство, рече к ним: что мя искушаете? ",
          "ID": "23"
        },
        {
          "text": "покажите ми цату: чий имать образ и надписание? Отвещавше же рекоша: кесарев. ",
          "ID": "24"
        },
        {
          "text": "Он же рече им: воздадите убо, яже кесарева, кесареви, и яже Божия, Богови. ",
          "ID": "25"
        },
        {
          "text": "И не могоша зазрети глаголгола его пред людьми: и дивишася о ответе его и умолчаша. ",
          "ID": "26"
        },
        {
          "text": "Приступиша же нецыи от саддукей, глаголющии воскресению не быти, вопрошаху его, ",
          "ID": "27"
        },
        {
          "text": "глаголюще: Учителю, моисей написа нам: аще кому брат умрет имый жену, и той безчаден умрет, да брат его поймет жену и возставит семя брату своему: ",
          "ID": "28"
        },
        {
          "text": "седмь убо братий бе: и первый поят жену, умре безчаден: ",
          "ID": "29"
        },
        {
          "text": "и поят вторый жену, и той умре безчаден: ",
          "ID": "30"
        },
        {
          "text": "и третий поят ю: такожде же и вси седмь: и не оставиша чад и умроша: ",
          "ID": "31"
        },
        {
          "text": "послежде же всех умре и жена: ",
          "ID": "32"
        },
        {
          "text": "в воскресение убо, котораго их будет жена? седмь бо имеша ю жену. ",
          "ID": "33"
        },
        {
          "text": "И отвещав рече им Иисус: сынове века сего женятся и посягают: ",
          "ID": "34"
        },
        {
          "text": "а сподобльшиися век он улучити и воскресение, еже от мертвых, ни женятся, ни посягают: ",
          "ID": "35"
        },
        {
          "text": "ни умрети бо ктому могут: равни бо суть ангелом и Сынове суть Божии, воскресения Сынове суще: ",
          "ID": "36"
        },
        {
          "text": "а яко востают мертвии, и моисей сказа при купине, якоже глаголет Господа Бога авраамля и Бога исаакова и Бога иаковля: ",
          "ID": "37"
        },
        {
          "text": "Бог же несть мертвых, но живых: вси бо тому живи суть. ",
          "ID": "38"
        },
        {
          "text": "Отвещавше же нецыи от книжник рекоша: Учителю, добре рекл еси. ",
          "ID": "39"
        },
        {
          "text": "Ктому же не смеяху его вопросити ничесоже. Рече же к ним: ",
          "ID": "40"
        },
        {
          "text": "како глаголют Христа Сына давидова быти? ",
          "ID": "41"
        },
        {
          "text": "Сам бо давид глаголет в книзе псаломстей: рече Господь Господеви моему: седи о десную мене, ",
          "ID": "42"
        },
        {
          "text": "дондеже положу враги твоя подножие ногама твоима. ",
          "ID": "43"
        },
        {
          "text": "Давид убо Господа его нарицает, и како Сын ему есть? ",
          "ID": "44"
        },
        {
          "text": "Слышащым же всем людем, рече учеником своим: ",
          "ID": "45"
        },
        {
          "text": "внемлите себе от книжник хотящих ходити во одеждах и любящих целования на торжищих и председания на сонмищих и преждевозлежания на вечерях: ",
          "ID": "46"
        },
        {
          "text": "иже снедают домы вдовиц и виною далече молятся: сии приимут лишше осуждение.",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20",
      "name": "Евангелие от Луки 20"
    },
    {
      "text": [
        {
          "text": "Воззрев же виде вметающыя в храм набдящий имения дары своя богатыя: ",
          "ID": "1"
        },
        {
          "text": "виде же и некую вдовицу убогу вметающу ту две лепте, ",
          "ID": "2"
        },
        {
          "text": "и рече: воистинну глаголю вам, яко вдовица сия убогая множае всех вверже: ",
          "ID": "3"
        },
        {
          "text": "вси бо сии от избытка своего ввергоша в дары Богови: сия же от лишения своего все житие, еже име, вверже. ",
          "ID": "4"
        },
        {
          "text": "И неким глаголющым о церкви, яко камением добрым и сосуды украшена, рече: ",
          "ID": "5"
        },
        {
          "text": "сия яже видите, приидут дние, в няже не останет камень на камени, иже не разорится. ",
          "ID": "6"
        },
        {
          "text": "Вопросиша же его, глаголюще: Учителю, когда убо сия будут? и что есть знамение, егда хотят сия быти? ",
          "ID": "7"
        },
        {
          "text": "Он же рече: блюдите, да не прельщени будете: мнози бо приидут во имя мое, глаголюще, яко аз есмь: и время приближися. Не изыдите убо вслед их. ",
          "ID": "8"
        },
        {
          "text": "Егда же услышите брани и нестроения, не убойтеся: подобает бо сим быти прежде: но не у абие кончина. ",
          "ID": "9"
        },
        {
          "text": "Тогда глаголаше им: востанет (бо) язык на язык, и царство на царство: ",
          "ID": "10"
        },
        {
          "text": "труси же велицы по местом и глади и пагубы будут, страхования же и знамения велия с небесе будут. ",
          "ID": "11"
        },
        {
          "text": "Прежде же сих всех возложат на вы руки своя и ижденут, предающе на сонмища и темницы, ведомы к царем и владыкам, имене моего ради: ",
          "ID": "12"
        },
        {
          "text": "прилучится же вам во свидетелство. ",
          "ID": "13"
        },
        {
          "text": "Положите убо на сердцах ваших, не прежде поучатися отвещавати: ",
          "ID": "14"
        },
        {
          "text": "аз бо дам вам уста и премудрость, ейже не возмогут противитися или отвещати вси противляющиися вам. ",
          "ID": "15"
        },
        {
          "text": "Предани же будете и родители и братиею и родом и други, и умертвят от вас: ",
          "ID": "16"
        },
        {
          "text": "и будете ненавидими от всех имене моего ради: ",
          "ID": "17"
        },
        {
          "text": "и влас главы вашея не погибнет: ",
          "ID": "18"
        },
        {
          "text": "в терпении вашем стяжите душы вашя. ",
          "ID": "19"
        },
        {
          "text": "Егда же узрите обстоимь Иерусалим вои, тогда разумейте, яко приближися запустение ему: ",
          "ID": "20"
        },
        {
          "text": "тогда сущии во иудеи да бегают в горы: и иже посреде его, да исходят: и иже во странах, да не входят в онь: ",
          "ID": "21"
        },
        {
          "text": "яко дние отмщению сии суть, яко исполнитися всему писанному. ",
          "ID": "22"
        },
        {
          "text": "Горе же имущым во утробе и доящым в тыя дни: будет бо беда велия на земли и гнев на людех сих, ",
          "ID": "23"
        },
        {
          "text": "и падут во острии меча, и пленени будут во вся языки: и Иерусалим будет попираемь языки, дондеже скончаются времена язык. ",
          "ID": "24"
        },
        {
          "text": "И будут знамения в солнце и луне и звездах: и на земли туга языком от нечаяния шума морскаго и возмущения, ",
          "ID": "25"
        },
        {
          "text": "издыхающым человеком от страха и чаяния грядущих на вселенную: силы бо небесныя подвигнутся, ",
          "ID": "26"
        },
        {
          "text": "и тогда узрят Сына Человеческа грядуща на облацех с силою и славою многою. ",
          "ID": "27"
        },
        {
          "text": "Начинающым же сим бывати, восклонитеся и воздвигните главы вашя: зане приближается избавление ваше. ",
          "ID": "28"
        },
        {
          "text": "И рече притчу им: видите смоковницу и вся древа: ",
          "ID": "29"
        },
        {
          "text": "егда прошибаются уже, видяще сами весте, яко близ жатва есть. ",
          "ID": "30"
        },
        {
          "text": "Тако и вы, егда узрите сия бывающа, ведите, яко близ есть Царствие Божие. ",
          "ID": "31"
        },
        {
          "text": "Аминь глаголю вам, яко не имать прейти род сей, дондеже вся сия будут: ",
          "ID": "32"
        },
        {
          "text": "небо и земля мимо идет, а словеса моя не имут прейти. ",
          "ID": "33"
        },
        {
          "text": "Внемлите же себе, да не когда отягчают сердца ваша объядением и пиянством и печальми житейскими, и найдет на вы внезапу день той: ",
          "ID": "34"
        },
        {
          "text": "яко сеть бо приидет на вся живущыя на лицы всея земли: ",
          "ID": "35"
        },
        {
          "text": "бдите убо на всяко время молящеся, да сподобитеся убежати всех сих хотящих быти, и стати пред Сыном Человеческим. ",
          "ID": "36"
        },
        {
          "text": "Бе же во дни во церкви учя: нощию же исходя водворяшеся в горе нарицаемей елеон. ",
          "ID": "37"
        },
        {
          "text": "И вси людие из утра прихождаху к нему во церковь послушати его.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21",
      "name": "Евангелие от Луки 21"
    },
    {
      "text": [
        {
          "text": "Приближашеся же праздник опреснок, глаголемый пасха: ",
          "ID": "1"
        },
        {
          "text": "и искаху архиерее и книжницы, како бы убили его: бояхуся бо людий. ",
          "ID": "2"
        },
        {
          "text": "Вниде же сатана во иуду нарицаемаго искариот, суща от числа обоюнадесяте, ",
          "ID": "3"
        },
        {
          "text": "и шед глагола архиереом и воеводам, како его предаст им. ",
          "ID": "4"
        },
        {
          "text": "И возрадовашася и совещаша ему сребреники дати: ",
          "ID": "5"
        },
        {
          "text": "и исповеда и искаше удобна времене, да предаст его им без народа. ",
          "ID": "6"
        },
        {
          "text": "Прииде же день опресноков, в оньже подобаше жрети пасху: ",
          "ID": "7"
        },
        {
          "text": "и посла петра и иоанна, рек: шедша уготовайта нам пасху, да ямы. ",
          "ID": "8"
        },
        {
          "text": "Она же рекоста ему: где хощеши уготоваем? ",
          "ID": "9"
        },
        {
          "text": "Он же рече има: се, восходящема вама во град, срящет вы человек в скудельнице воду нося: по нем идета в дом, в оньже входит, ",
          "ID": "10"
        },
        {
          "text": "и рцета дому владыце: глаголет тебе учитель: где есть обитель, идеже пасху со ученики моими снем? ",
          "ID": "11"
        },
        {
          "text": "и той вама покажет горницу велию постлану: ту уготовайта. ",
          "ID": "12"
        },
        {
          "text": "Шедша же обретоста, якоже рече има: и уготоваста пасху. ",
          "ID": "13"
        },
        {
          "text": "И егда бысть час, возлеже, и обанадесяте апостола с ним, ",
          "ID": "14"
        },
        {
          "text": "и рече к ним: желанием возжелех сию пасху ясти с вами, прежде даже не прииму мук: ",
          "ID": "15"
        },
        {
          "text": "глаголю бо вам, яко отселе не имам ясти от нея, дондеже скончаются во Царствии Божии. ",
          "ID": "16"
        },
        {
          "text": "И приим чашу, хвалу воздав, рече: приимите сию, и разделите себе: ",
          "ID": "17"
        },
        {
          "text": "глаголю бо вам, яко не имам пити от плода лознаго, дондеже Царствие Божие приидет. ",
          "ID": "18"
        },
        {
          "text": "И приим хлеб, хвалу воздав, преломи и даде им, глаголя: сие есть тело мое, еже за вы даемо: сие творите в мое воспоминание. ",
          "ID": "19"
        },
        {
          "text": "Такожде же и чашу по вечери, глаголя: сия чаша новый завет моею кровию, яже за вы проливается: ",
          "ID": "20"
        },
        {
          "text": "обаче се, рука предающаго мя со мною (есть) на трапезе, ",
          "ID": "21"
        },
        {
          "text": "и Сын убо Человеческий идет по реченному: обаче горе человеку тому, имже предается. ",
          "ID": "22"
        },
        {
          "text": "И тии начаша искати в себе, который убо от них хощет сие сотворити. ",
          "ID": "23"
        },
        {
          "text": "Бысть же и пря в них, кий мнится их быти болий. ",
          "ID": "24"
        },
        {
          "text": "Он же рече им: царие язык господствуют ими, и обладающии ими благодателе нарицаются: ",
          "ID": "25"
        },
        {
          "text": "вы же не тако: но болий в вас, да будет яко мний: и старей, яко служай. ",
          "ID": "26"
        },
        {
          "text": "Кто бо болий, возлежай ли, или служай? не возлежай ли? Аз же посреде вас есмь яко служай. ",
          "ID": "27"
        },
        {
          "text": "Вы же есте пребывше со мною в напастех моих, ",
          "ID": "28"
        },
        {
          "text": "и аз завещаваю вам, якоже завеща мне Отец мой, Царство, ",
          "ID": "29"
        },
        {
          "text": "да ясте и пиете на трапезе моей во Царствии моем: и сядете на престолех, судяще обеманадесяте коленома израилевома. ",
          "ID": "30"
        },
        {
          "text": "Рече же Господь: симоне, симоне, се, сатана просит вас, дабы сеял, яко пшеницу: ",
          "ID": "31"
        },
        {
          "text": "аз же молихся о тебе, да не оскудеет вера твоя: и ты некогда обращься утверди братию твою. ",
          "ID": "32"
        },
        {
          "text": "Он же рече ему: Господи, с тобою готов есмь и в темницу и на смерть ити. ",
          "ID": "33"
        },
        {
          "text": "Он же рече: глаголю ти, петре, не возгласит петель днесь, дондеже трикраты отвержешися мене не ведети. ",
          "ID": "34"
        },
        {
          "text": "И рече им: егда послах вы без влагалища и без меха и без сапог, еда чесого лишени бысте? Они же реша: ничесоже. ",
          "ID": "35"
        },
        {
          "text": "Рече же им: но ныне иже имать влагалище, да возмет, такожде и мех: а иже не имать, да продаст ризу свою, и купит нож: ",
          "ID": "36"
        },
        {
          "text": "глаголю бо вам, яко еще писаное се, подобает, да скончается о мне, еже: и со беззаконными вменися. Ибо еже о мне, кончину имать. ",
          "ID": "37"
        },
        {
          "text": "Они же реша: Господи, се, ножа зде два. Он же рече им: доволно есть. ",
          "ID": "38"
        },
        {
          "text": "И изшед иде по обычаю в гору елеонскую: по нем же идоша ученицы его. ",
          "ID": "39"
        },
        {
          "text": "Быв же на месте, рече им: молитеся, да не внидете в напасть. ",
          "ID": "40"
        },
        {
          "text": "И сам отступи от них яко вержением камене, и поклонь колена моляшеся, ",
          "ID": "41"
        },
        {
          "text": "глаголя: Отче, аще волиши мимонести чашу сию от мене: обаче не моя воля, но твоя да будет. ",
          "ID": "42"
        },
        {
          "text": "Явися же ему ангел с небесе, укрепляя его. ",
          "ID": "43"
        },
        {
          "text": "И быв в подвизе, прилежнее моляшеся: бысть же пот его яко капли крове каплющыя на землю. ",
          "ID": "44"
        },
        {
          "text": "И востав от молитвы (и) пришед ко учеником, обрете их спящих от печали ",
          "ID": "45"
        },
        {
          "text": "и рече им: что спите? воставше молитеся, да не внидете в напасть. ",
          "ID": "46"
        },
        {
          "text": "Еще же ему глаголющу, се, народ, и нарицаемый иуда, един от обоюнадесяте, идяше пред ними, и приступи ко Иисусови целовати его. Сие бо бе знамение дал им: егоже аще лобжу, той есть. ",
          "ID": "47"
        },
        {
          "text": "Иисус же рече ему: иудо, лобзанием ли Сына Человеческаго предаеши? ",
          "ID": "48"
        },
        {
          "text": "Видевше же, иже беху с ним, бываемое, реша ему: Господи, аще ударим ножем? ",
          "ID": "49"
        },
        {
          "text": "И удари един некий от них архиереова раба и уреза ему ухо десное. ",
          "ID": "50"
        },
        {
          "text": "Отвещав же Иисус рече: оставите до сего. И коснувся уха его, изцели его. ",
          "ID": "51"
        },
        {
          "text": "Рече же Иисус ко пришедшым нань архиереом и воеводам церковным и старцем: яко на разбойника ли изыдосте со оружием и дрекольми яти мя? ",
          "ID": "52"
        },
        {
          "text": "по вся дни сущу ми с вами в церкви, не простросте руки на мя: но се есть ваша година и область темная. ",
          "ID": "53"
        },
        {
          "text": "Емше же его ведоша и введоша его во двор архиереов. Петр же вслед идяше издалеча. ",
          "ID": "54"
        },
        {
          "text": "Возгнещшым же огнь посреде двора и вкупе седящым им, седяше петр посреде их. ",
          "ID": "55"
        },
        {
          "text": "Узревши же его рабыня некая седяща при свете и воззревши нань, рече: и сей с ним бе. ",
          "ID": "56"
        },
        {
          "text": "Он же отвержеся его, глаголя: жено, не знаю его. ",
          "ID": "57"
        },
        {
          "text": "И помале другий видев его, рече: и ты от них еси. Петр же рече: человече, несмь. ",
          "ID": "58"
        },
        {
          "text": "И мимошедшу яко часу единому, ин некий крепляшеся глаголя: воистинну и сей с ним бе: ибо галилеанин есть. ",
          "ID": "59"
        },
        {
          "text": "Рече же петр: человече, не вем, еже глаголеши. И абие, еще глаголющу ему, возгласи петель. ",
          "ID": "60"
        },
        {
          "text": "И обращься Господь воззре на петра: и помяну петр слово Господне, якоже рече ему, яко прежде даже петель не возгласит, отвержешися мене трикраты. ",
          "ID": "61"
        },
        {
          "text": "И изшед вон плакася горько. ",
          "ID": "62"
        },
        {
          "text": "И мужие держащии Иисуса ругахуся ему, биюще: ",
          "ID": "63"
        },
        {
          "text": "и закрывше его, бияху его по лицу и вопрошаху его, глаголюще: прорцы, кто есть ударей тя? ",
          "ID": "64"
        },
        {
          "text": "И ина многа хуляще глаголаху нань. ",
          "ID": "65"
        },
        {
          "text": "И яко бысть день, собрашася старцы людстии и архиерее и книжницы, и ведоша его на сонм свой, ",
          "ID": "66"
        },
        {
          "text": "глаголюще: аще ты еси Христос? рцы нам. Рече же им: аще вам реку, не имете веры: ",
          "ID": "67"
        },
        {
          "text": "аще же и вопрошу (вы), не отвещаете ми, ни отпустите: ",
          "ID": "68"
        },
        {
          "text": "отселе будет Сын Человеческий седяй о десную силы Божия. ",
          "ID": "69"
        },
        {
          "text": "Реша же вси: ты ли убо еси Сын Божий? Он же к ним рече: вы глаголете, яко аз есмь. ",
          "ID": "70"
        },
        {
          "text": "Они же реша: что еще требуем свидетелства? сами бо слышахом от уст его.",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22",
      "name": "Евангелие от Луки 22"
    },
    {
      "text": [
        {
          "text": "И воставше все множество их, ведоша его к пилату, ",
          "ID": "1"
        },
        {
          "text": "начаша же нань вадити, глаголюще: сего обретохом развращающа язык наш и возбраняюща кесареви дань даяти, глаголюща себе Христа Царя быти. ",
          "ID": "2"
        },
        {
          "text": "Пилат же вопроси его, глаголя: ты ли еси Царь иудеом? Он же отвещав рече ему: ты глаголеши. ",
          "ID": "3"
        },
        {
          "text": "Пилат же рече ко архиереом и народу: ни коеяже обретаю вины в Человеце сем. ",
          "ID": "4"
        },
        {
          "text": "Они же крепляхуся глаголюще, яко развращает люди, учя по всей иудеи, начен от галилеи до зде. ",
          "ID": "5"
        },
        {
          "text": "Пилат же слышав галилею, вопроси, аще Человек галилеанин есть? ",
          "ID": "6"
        },
        {
          "text": "И разумев, яко от области иродовы есть, посла его ко ироду, сущу и тому во Иерусалиме в тыя дни. ",
          "ID": "7"
        },
        {
          "text": "Ирод же видев Иисуса рад бысть зело: бе бо желая от многа времене видети его, зане слышаше многа о нем: и надеяшеся знамение некое видети от него бываемо: ",
          "ID": "8"
        },
        {
          "text": "вопрошаше же его словесы многими: он же ничесоже отвещаваше ему. ",
          "ID": "9"
        },
        {
          "text": "Стояху же архиерее и книжницы, прилежно вадяще нань. ",
          "ID": "10"
        },
        {
          "text": "Укорив же его ирод с вои своими и поругався, оболк его в ризу светлу, возврати его к пилату. ",
          "ID": "11"
        },
        {
          "text": "Быста же друга ирод же и пилат в той день с собою: прежде бо беста вражду имуща между собою. ",
          "ID": "12"
        },
        {
          "text": "Пилат же созвав архиереи и князи и люди, ",
          "ID": "13"
        },
        {
          "text": "рече к ним: приведосте ми Человека сего, яко развращающа люди: и се, аз пред вами истязав, ни единыя же обретаю в Человеце сем вины, яже нань вадите: ",
          "ID": "14"
        },
        {
          "text": "но ни ирод: послах бо его к нему, и се, ничтоже достойно смерти сотворено есть о нем: ",
          "ID": "15"
        },
        {
          "text": "наказав убо его отпущу. ",
          "ID": "16"
        },
        {
          "text": "Нужду же имяше на вся праздники отпущати им единаго. ",
          "ID": "17"
        },
        {
          "text": "Возопиша же вси народи, глаголюще: возми сего, отпусти же нам варавву. ",
          "ID": "18"
        },
        {
          "text": "Иже бе за некую крамолу бывшую во граде и убийство ввержен в темницу. ",
          "ID": "19"
        },
        {
          "text": "Паки же пилат возгласи, хотя отпустити Иисуса. ",
          "ID": "20"
        },
        {
          "text": "Они же возглашаху, глаголюще: распни, распни его. ",
          "ID": "21"
        },
        {
          "text": "Он же третицею рече к ним: что бо зло сотвори сей? ничесоже достойна смерти обретох в нем: наказав убо его отпущу. ",
          "ID": "22"
        },
        {
          "text": "Они же прилежаху гласы великими, просяще его на распятие: и устояху гласи их и архиерейстии. ",
          "ID": "23"
        },
        {
          "text": "Пилат же посуди быти прошению их: ",
          "ID": "24"
        },
        {
          "text": "отпусти же бывшаго за крамолу и убийство всаждена в темницу, егоже прошаху: Иисуса же предаде воли их. ",
          "ID": "25"
        },
        {
          "text": "И яко поведоша его, емше симона некоего киринеа, грядуща с села, возложиша нань крест нести по Иисусе. ",
          "ID": "26"
        },
        {
          "text": "Идяше же вслед его народ мног людий, и жены, яже и плакахуся и рыдаху его. ",
          "ID": "27"
        },
        {
          "text": "Обращься же к ним Иисус рече: дщери Иерусалимски, не плачитеся о мне, обаче себе плачите и чад ваших: ",
          "ID": "28"
        },
        {
          "text": "яко се, дние грядут, в няже рекут: блажены неплоды, и утробы, яже не родиша, и сосцы, иже не доиша: ",
          "ID": "29"
        },
        {
          "text": "тогда начнут глаголати горам: падите на ны: и холмом: покрыйте ны: ",
          "ID": "30"
        },
        {
          "text": "зане, аще в сурове древе сия творят, в сусе что будет? ",
          "ID": "31"
        },
        {
          "text": "Ведяху же и ина два злодея с ним убити. ",
          "ID": "32"
        },
        {
          "text": "И егда приидоша на место, нарицаемое лобное, ту распяша его и злодея, оваго убо о десную, а другаго о шуюю. ",
          "ID": "33"
        },
        {
          "text": "Иисус же глаголаше: Отче, отпусти им: не ведят бо что творят. Разделяюще же ризы его, метаху жребия. ",
          "ID": "34"
        },
        {
          "text": "И стояху людие зряще. Ругахуся же и князи с ними, глаголюще: иныя спасе, да спасет и себе, аще той есть Христос Божий избранный. ",
          "ID": "35"
        },
        {
          "text": "Ругахуся же ему и воини, приступающе и оцет придеюще ему, ",
          "ID": "36"
        },
        {
          "text": "и глаголаху: аще ты еси Царь иудейск, спасися сам. ",
          "ID": "37"
        },
        {
          "text": "Бе же и написание написано над ним писмены еллинскими и римскими и еврейскими: сей есть Царь иудейск. ",
          "ID": "38"
        },
        {
          "text": "Един же от обешеною злодею хуляше его, глаголя: аще ты еси Христос, спаси себе и наю. ",
          "ID": "39"
        },
        {
          "text": "Отвещав же другий прещаше ему, глаголя: ни ли ты боишися Бога, яко в томже осужден еси? ",
          "ID": "40"
        },
        {
          "text": "и мы убо в правду: достойная бо по делом наю восприемлева: сей же ни единаго зла сотвори. ",
          "ID": "41"
        },
        {
          "text": "И глаголаше Иисусови: помяни мя, Господи, егда приидеши во Царствии си. ",
          "ID": "42"
        },
        {
          "text": "И рече ему Иисус: аминь глаголю тебе, днесь со мною будеши в раи. ",
          "ID": "43"
        },
        {
          "text": "Бе же час яко шестый, и тма бысть по всей земли до часа девятаго: ",
          "ID": "44"
        },
        {
          "text": "и померче солнце, и завеса церковная раздрася посреде. ",
          "ID": "45"
        },
        {
          "text": "И возглашь гласом велиим Иисус, рече: Отче, в руце твои предаю дух мой. И сия рек издше. ",
          "ID": "46"
        },
        {
          "text": "Видев же сотник бывшее, прослави Бога, глаголя: воистинну Человек сей праведен бе. ",
          "ID": "47"
        },
        {
          "text": "И вси пришедшии народи на позор сей, видяще бывающая, биюще перси своя возвращахуся. ",
          "ID": "48"
        },
        {
          "text": "Стояху же вси знаемии его издалеча, и жены споследствовавшыя ему от галилеи, зрящя сия. ",
          "ID": "49"
        },
        {
          "text": "И се, муж именем иосиф, советник сый, муж благ и праведен ",
          "ID": "50"
        },
        {
          "text": "сей не бе пристал совету и делу их, от аримафеа града иудейска, иже чаяше и сам Царствия Божия: ",
          "ID": "51"
        },
        {
          "text": "сей приступль к пилату, проси телесе Иисусова: ",
          "ID": "52"
        },
        {
          "text": "и снем е обвит плащаницею, и положи е во гробе изсечене, в немже не бе никтоже никогдаже положен. ",
          "ID": "53"
        },
        {
          "text": "И день бе пяток, и суббота светаше. ",
          "ID": "54"
        },
        {
          "text": "Вслед же шедшыя жены, яже бяху пришли с ним от галилеи, видеша гроб, и яко положено бысть тело его: ",
          "ID": "55"
        },
        {
          "text": "возвращшяся же уготоваша ароматы и миро: и в субботу убо умолчаша по заповеди.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23",
      "name": "Евангелие от Луки 23"
    },
    {
      "text": [
        {
          "text": "Во едину же от суббот зело рано приидоша на гроб, носящя яже уготоваша ароматы: и другия с ними: ",
          "ID": "1"
        },
        {
          "text": "обретоша же камень отвален от гроба, ",
          "ID": "2"
        },
        {
          "text": "и вшедшя не обретоша телесе Господа Иисуса. ",
          "ID": "3"
        },
        {
          "text": "И бысть не домышляющымся им о сем, и се, мужа два стаста пред ними в ризах блещащихся. ",
          "ID": "4"
        },
        {
          "text": "Пристрашным же бывшым им и поклоньшым лица на землю, рекоста к ним: что ищете живаго с мертвыми? ",
          "ID": "5"
        },
        {
          "text": "несть зде, но воста: помяните, якоже глагола вам, еще сый в галилеи, ",
          "ID": "6"
        },
        {
          "text": "глаголя, яко подобает Сыну Человеческому предану быти в руце человек грешник, и пропяту быти, и в третий день воскреснути. ",
          "ID": "7"
        },
        {
          "text": "И помянуша глаголголы его, ",
          "ID": "8"
        },
        {
          "text": "и возвращшяся от гроба, возвестиша вся сия единомунадесяте и всем прочым. ",
          "ID": "9"
        },
        {
          "text": "Бяше же магдалина мариа и иоанна и мариа иаковля, и прочыя с ними, яже глаголаху ко апостолом сия. ",
          "ID": "10"
        },
        {
          "text": "И явишася пред ними яко лжа глаголы их, и не вероваху им. ",
          "ID": "11"
        },
        {
          "text": "Петр же востав тече ко гробу и приник виде ризы едины лежащя: и отиде, в себе дивяся бывшему. ",
          "ID": "12"
        },
        {
          "text": "И се, два от них беста идуща в тойже день в весь отстоящу стадий шестьдесят от Иерусалима, ейже имя еммаус: ",
          "ID": "13"
        },
        {
          "text": "и та беседоваста к себе о всех сих приключшихся. ",
          "ID": "14"
        },
        {
          "text": "И бысть беседующема има и совопрошающемася, и сам Иисус приближився идяше с нима: ",
          "ID": "15"
        },
        {
          "text": "очи же ею держастеся, да его не познаета. ",
          "ID": "16"
        },
        {
          "text": "Рече же к нима: что суть словеса сия, о нихже стязаетася к себе идуща, и еста дряхла? ",
          "ID": "17"
        },
        {
          "text": "Отвещав же един, емуже имя клеопа, рече к нему: ты ли един пришлец еси во Иерусалим, и не уведел еси бывших в нем во дни сия? ",
          "ID": "18"
        },
        {
          "text": "И рече има: киих? Она же реста ему: яже о Иисусе назарянине, иже бысть муж пророк, силен делом и словом пред Богом и всеми людьми: ",
          "ID": "19"
        },
        {
          "text": "како предаша его архиерее и князи наши на осуждение смерти и распяша его: ",
          "ID": "20"
        },
        {
          "text": "мы же надеяхомся, яко сей есть хотя избавити израиля: но и над всеми сими, третий сей день есть днесь, отнелиже сия быша: ",
          "ID": "21"
        },
        {
          "text": "но и жены некия от нас ужасиша ны, бывшыя рано у гроба: ",
          "ID": "22"
        },
        {
          "text": "и не обретшя телесе его, приидоша, глаголющя, яко и явление ангел видеша, иже глаголют его жива: ",
          "ID": "23"
        },
        {
          "text": "и идоша нецыи от нас ко гробу и обретоша тако, якоже и жены реша: самаго же не видеша. ",
          "ID": "24"
        },
        {
          "text": "И той рече к нима: о несмысленная и косная сердцем, еже веровати о всех, яже глаголаша пророцы: ",
          "ID": "25"
        },
        {
          "text": "не сия ли подобаше пострадати Христу и внити в славу свою? ",
          "ID": "26"
        },
        {
          "text": "И начен от моисеа и от всех пророк, сказаше има от всех писаний яже о нем. ",
          "ID": "27"
        },
        {
          "text": "И приближишася в весь, в нюже идяста: и той творяшеся далечайше ити: ",
          "ID": "28"
        },
        {
          "text": "и нуждаста его, глаголюща: облязи с нама, яко к вечеру есть, и приклонился есть день. И вниде с нима облещи. ",
          "ID": "29"
        },
        {
          "text": "И бысть яко возлеже с нима, (и) приим хлеб благослови, и преломив даяше има: ",
          "ID": "30"
        },
        {
          "text": "онема же отверзостеся очи, и познаста его: и той невидимь бысть има. ",
          "ID": "31"
        },
        {
          "text": "И рекоста к себе: не сердце ли наю горя бе в наю, егда глаголаше нама на пути и егда сказоваше нама писания? ",
          "ID": "32"
        },
        {
          "text": "И воставша в той час, возвратистася во Иерусалим и обретоста совокупленых единонадесяте и иже бяху с ними, ",
          "ID": "33"
        },
        {
          "text": "глаголющих, яко воистинну воста Господь и явися симону. ",
          "ID": "34"
        },
        {
          "text": "И та поведаста, яже быша на пути, и яко познася има в преломлении хлеба. ",
          "ID": "35"
        },
        {
          "text": "Сия же им глаголющым, (и) сам Иисус ста посреде их и глагола им: мир вам. ",
          "ID": "36"
        },
        {
          "text": "Убоявшеся же и пристрашни бывше, мняху дух видети: ",
          "ID": "37"
        },
        {
          "text": "и рече им: что смущени есте? и почто помышления входят в сердца ваша? ",
          "ID": "38"
        },
        {
          "text": "видите руце мои и нозе мои, яко сам аз есмь: осяжите мя и видите: яко дух плоти и кости не имать, якоже мене видите имуща. ",
          "ID": "39"
        },
        {
          "text": "И сие рек, показа им руце и нозе. ",
          "ID": "40"
        },
        {
          "text": "Еще же неверующым им от радости и чудящымся, рече им: имате ли что снедно зде? ",
          "ID": "41"
        },
        {
          "text": "Они же даша ему рыбы печены часть и от пчел сот. ",
          "ID": "42"
        },
        {
          "text": "И взем пред ними яде, ",
          "ID": "43"
        },
        {
          "text": "рече же им: сия суть словеса, яже глаголах к вам еще сый с вами, яко подобает скончатися всем написанным в законе моисеове и пророцех и псалмех о мне. ",
          "ID": "44"
        },
        {
          "text": "Тогда отверзе им ум разумети писания ",
          "ID": "45"
        },
        {
          "text": "и рече им, яко тако писано есть, и тако подобаше пострадати Христу и воскреснути от мертвых в третий день, ",
          "ID": "46"
        },
        {
          "text": "и проповедатися во имя его покаянию и отпущению грехов во всех языцех, наченше от Иерусалима: ",
          "ID": "47"
        },
        {
          "text": "вы же есте свидетелие сим: ",
          "ID": "48"
        },
        {
          "text": "и се, аз послю обетование Отца моего на вы: вы же седите во граде Иерусалимсте, дондеже облечетеся силою свыше. ",
          "ID": "49"
        },
        {
          "text": "Извед же их вон до вифании и воздвиг руце свои, (и) благослови их. ",
          "ID": "50"
        },
        {
          "text": "И бысть егда благословляше их, отступи от них и возношашеся на небо. ",
          "ID": "51"
        },
        {
          "text": "И тии поклонишася ему, и возвратишася во Иерусалим с радостию великою: ",
          "ID": "52"
        },
        {
          "text": "и бяху выну в церкви, хваляще и благословяще Бога. Аминь. ",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24",
      "name": "Евангелие от Луки 24"
    }
  ],
  "ID": "NT:LUK(CSLAV)",
  "name": "Евангелие от Луки"
}