{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Поскольку уже многие принялись составлять описание произошедших среди нас событий ",
          "ID": "1"
        },
        {
          "text": "на основе сведений, переданных нам людьми, которые с самого начала были очевидцами и служителями Слова, ",
          "ID": "2"
        },
        {
          "text": "то и я решил, тщательно исследовав все от начала, описать тебе, достопочтеннейший Феофил, все по порядку, ",
          "ID": "3"
        },
        {
          "text": "чтобы ты мог убедиться в достоверности того, чему был научен.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Во время правления Ирода, царя Иудеи, был священник по имени Захария, из смены Авия. Его жена тоже была потомком Аарона, ее звали Елизавета. ",
          "ID": "5"
        },
        {
          "text": "Оба они были праведны перед Богом, живя непорочно и строго соблюдая все заповеди и установления Господа. ",
          "ID": "6"
        },
        {
          "text": "Но у них не было детей, потому что Елизавета была бесплодна. Они оба были уже в преклонном возрасте.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Однажды, когда была очередь служить смене, к которой принадлежал Захария, он нес службу перед Богом. ",
          "ID": "8"
        },
        {
          "text": "В соответствии с установленным для священников порядком ему выпало по жребию войти в храм Господа и возжигать благовония. ",
          "ID": "9"
        },
        {
          "text": "Во время возжигания благовоний множество народа молилось снаружи. ",
          "ID": "10"
        },
        {
          "text": "Захарии же явился ангел Господа. Он стоял справа от жертвенника, где возжигались благовония. ",
          "ID": "11"
        },
        {
          "text": "Когда Захария увидел его, он был чрезвычайно поражен и испуган. ",
          "ID": "12"
        },
        {
          "text": "Ангел сказал ему:",
          "ID": "13"
        },
        {
          "text": "– Не бойся, Захария, твоя молитва услышана. Твоя жена Елизавета родит тебе сына, и ты назовешь его Иоанном. ",
          "ID": "13"
        },
        {
          "text": "Твое сердце наполнится счастьем и ликованием, и многие будут радоваться его рождению, ",
          "ID": "14"
        },
        {
          "text": "потому что он будет великим перед Господом. Он никогда не будет пить вина и других хмельных напитков. От самого рождения он будет исполнен Святым Духом. ",
          "ID": "15"
        },
        {
          "text": "Многих израильтян он обратит к Господу, их Богу. ",
          "ID": "16"
        },
        {
          "text": "Он будет предшествовать Ему в духе и силе Илии, чтобы обратить сердца отцов к детям, а непокорных – к мудрости праведных, приготовляя народ к приходу Господа.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Захария спросил ангела:",
          "ID": "18"
        },
        {
          "text": "– Как мне узнать, что это сбудется? Ведь я уже стар, и жена моя в преклонных годах.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Ангел ответил:",
          "ID": "19"
        },
        {
          "text": "– Я – Гавриил, стоящий перед Богом, и я послан, чтобы сообщить тебе эту радостную весть. ",
          "ID": "19"
        },
        {
          "text": "Но сейчас за то, что ты не поверил моим словам, которые обязательно исполнятся в свое время, ты лишишься дара речи и не будешь говорить до того дня, пока это не сбудется.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Между тем люди ждали Захарию и удивлялись, почему он так долго не выходит из храма. ",
          "ID": "21"
        },
        {
          "text": "Когда Захария вышел, он не мог говорить и вынужден был общаться с ними жестами. Все поняли, что в храме ему было видение.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда срок его служения закончился, Захария возвратился домой. ",
          "ID": "23"
        },
        {
          "text": "Вскоре его жена Елизавета забеременела и пять месяцев не выходила из дома. ",
          "ID": "24"
        },
        {
          "text": "Она говорила:",
          "ID": "25"
        },
        {
          "text": "– Вот что сделал для меня Господь, по милости Своей сняв с меня позор перед людьми!",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Когда Елизавета была на шестом месяце беременности, Бог послал ангела Гавриила в галилейский город Назарет, ",
          "ID": "26"
        },
        {
          "text": "к деве по имени Мария. Мария была обручена с Иосифом, потомком Давида. ",
          "ID": "27"
        },
        {
          "text": "Ангел пришел к ней и сказал:",
          "ID": "28"
        },
        {
          "text": "– Приветствую тебя, получившая милость! С тобой Господь!",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Марию эти слова очень удивили, и она размышляла, что бы значило такое приветствие. ",
          "ID": "29"
        },
        {
          "text": "Ангел продолжал:",
          "ID": "30"
        },
        {
          "text": "– Не бойся, Мария, потому что Бог проявил к тебе милость! ",
          "ID": "30"
        },
        {
          "text": "Ты забеременеешь и родишь Сына, и назовешь Его Иисусом. ",
          "ID": "31"
        },
        {
          "text": "Он станет великим, и Его будут называть Сыном Всевышнего. Господь Бог даст Ему престол Его предка Давида, ",
          "ID": "32"
        },
        {
          "text": "и Он будет царствовать над домом Иакова вовеки, и Его Царству не будет конца.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "– Как это может быть? – спросила Мария. – Ведь я еще не была с мужчиной.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Ангел ответил:",
          "ID": "35"
        },
        {
          "text": "– Святой Дух сойдет на тебя, и тебя осенит сила Всевышнего. Поэтому Ребенок, Который родится у тебя, будет свят – Он будет зваться Сыном Бога. ",
          "ID": "35"
        },
        {
          "text": "Вот и твоя родственница Елизавета тоже родит сына в ее преклонные годы. О ней говорили, что она бесплодна, но она уже на шестом месяце беременности. ",
          "ID": "36"
        },
        {
          "text": "Для Бога нет ничего невозможного.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "– Я готова служить Господу, – ответила Мария, – пусть все произойдет со мной так, как ты сказал.",
          "ID": "38"
        },
        {
          "text": "И ангел оставил ее.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Вскоре после этого Мария собралась и поспешила в город, расположенный в нагорьях Иудеи. ",
          "ID": "39"
        },
        {
          "text": "Она вошла в дом Захарии и поприветствовала Елизавету. ",
          "ID": "40"
        },
        {
          "text": "Когда Елизавета услышала приветствие Марии, ребенок внутри у нее встрепенулся; Елизавету наполнил Святой Дух, ",
          "ID": "41"
        },
        {
          "text": "и она громким голосом воскликнула:",
          "ID": "42"
        },
        {
          "text": "– Благословенна ты среди женщин, и благословен Ребенок, Которого ты носишь! ",
          "ID": "42"
        },
        {
          "text": "Чем я заслужила такую милость, что ко мне пришла мать моего Господа? ",
          "ID": "43"
        },
        {
          "text": "Как только я услышала твое приветствие, ребенок во мне так и встрепенулся от радости. ",
          "ID": "44"
        },
        {
          "text": "Блаженна поверившая в исполнение того, что сказал Господь!",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Мария ответила:",
          "ID": "46"
        },
        {
          "text": "– Душа моя славит Господа,",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "и дух мой радуется о Боге, Спасителе моем,",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "потому что Он увидел смирение Своей служанки.",
          "ID": "48"
        },
        {
          "text": "Отныне все поколения будут называть меня благословенной,",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "потому что Всемогущий совершил такое великое дело для меня!",
          "ID": "49"
        },
        {
          "text": "Его имя свято!",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Из поколения в поколение",
          "ID": "50"
        },
        {
          "text": "Он проявляет милость к боящимся Его!",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Его рукой совершены великие дела:",
          "ID": "51"
        },
        {
          "text": "Он рассеял гордых в надмении сердца их,",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "сверг правителей с их престолов",
          "ID": "52"
        },
        {
          "text": "и возвысил смиренных!",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "Он насытил благами голодных,",
          "ID": "53"
        },
        {
          "text": "а богатых отослал ни с чем.",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Он помог Своему слуге Израилю,",
          "ID": "54"
        },
        {
          "text": "помня Свое обещание нашим предкам –",
          "ID": "54"
        },
        {
          "text": " ",
          "ID": "54"
        },
        {
          "text": "быть милосердным к Аврааму",
          "ID": "55"
        },
        {
          "text": "и его семени вовеки.",
          "ID": "55"
        },
        {
          "text": " ",
          "ID": "55"
        },
        {
          "text": "Мария погостила у Елизаветы около трех месяцев и затем возвратилась домой.",
          "ID": "56"
        },
        {
          "text": " ",
          "ID": "56"
        },
        {
          "text": "Когда подошло время, Елизавета родила сына. ",
          "ID": "57"
        },
        {
          "text": "Ее соседи и родственники услышали о том, что Бог явил ей великую милость, и радовались вместе с ней. ",
          "ID": "58"
        },
        {
          "text": "На восьмой день они пришли, чтобы совершить над ребенком обряд обрезания, и хотели назвать его в честь отца Захарией. ",
          "ID": "59"
        },
        {
          "text": "Но мать ребенка возразила:",
          "ID": "60"
        },
        {
          "text": "– Нет! Его будут звать Иоанном.",
          "ID": "60"
        },
        {
          "text": " ",
          "ID": "60"
        },
        {
          "text": "Ей стали говорить:",
          "ID": "61"
        },
        {
          "text": "– Но ведь среди ваших родственников нет никого с таким именем!",
          "ID": "61"
        },
        {
          "text": " ",
          "ID": "61"
        },
        {
          "text": "Они стали жестами спрашивать отца, как бы он хотел назвать сына. ",
          "ID": "62"
        },
        {
          "text": "Захария попросил табличку для письма и, к удивлению всех, написал:",
          "ID": "63"
        },
        {
          "text": "«Его имя Иоанн».",
          "ID": "63"
        },
        {
          "text": " ",
          "ID": "63"
        },
        {
          "text": "В тот же миг к нему вернулась речь, и он начал говорить, прославляя Бога. ",
          "ID": "64"
        },
        {
          "text": "Всех соседей объял страх, и весть о случившемся разнеслась по всем нагорьям Иудеи. ",
          "ID": "65"
        },
        {
          "text": "Все, кто слышал об этом, с удивлением спрашивали:",
          "ID": "66"
        },
        {
          "text": "– Кем же станет этот ребенок? – потому что рука Господа была с ним.",
          "ID": "66"
        },
        {
          "text": " ",
          "ID": "66"
        },
        {
          "text": "Святой Дух наполнил Захарию, отца Иоанна, и он начал пророчествовать:",
          "ID": "67"
        },
        {
          "text": " ",
          "ID": "67"
        },
        {
          "text": "– Благословен Господь, Бог Израиля,",
          "ID": "68"
        },
        {
          "text": "Который посетил Свой народ и искупил его!",
          "ID": "68"
        },
        {
          "text": " ",
          "ID": "68"
        },
        {
          "text": "Он воздвиг нам рог спасения",
          "ID": "69"
        },
        {
          "text": "из дома Своего слуги Давида,",
          "ID": "69"
        },
        {
          "text": " ",
          "ID": "69"
        },
        {
          "text": "как Он издавна обещал через Своих святых пророков,",
          "ID": "70"
        },
        {
          "text": " ",
          "ID": "70"
        },
        {
          "text": "что Он спасет нас от врагов",
          "ID": "71"
        },
        {
          "text": "и от рук тех, кто ненавидит нас.",
          "ID": "71"
        },
        {
          "text": " ",
          "ID": "71"
        },
        {
          "text": "Так Он проявил милость к нашим предкам,",
          "ID": "72"
        },
        {
          "text": "помня Свой святой завет,",
          "ID": "72"
        },
        {
          "text": " ",
          "ID": "72"
        },
        {
          "text": "клятву, которой Он поклялся нашему предку Аврааму:",
          "ID": "73"
        },
        {
          "text": " ",
          "ID": "73"
        },
        {
          "text": "избавить нас от рук наших врагов,",
          "ID": "74"
        },
        {
          "text": "чтобы мы могли без страха служить Ему,",
          "ID": "74"
        },
        {
          "text": " ",
          "ID": "74"
        },
        {
          "text": "живя перед Ним в святости и праведности",
          "ID": "75"
        },
        {
          "text": "во все дни нашей жизни!",
          "ID": "75"
        },
        {
          "text": " ",
          "ID": "75"
        },
        {
          "text": "И ты, дитя, будешь назван пророком Всевышнего,",
          "ID": "76"
        },
        {
          "text": "потому что будешь идти перед Господом,",
          "ID": "76"
        },
        {
          "text": "чтобы приготовить Ему пути,",
          "ID": "76"
        },
        {
          "text": " ",
          "ID": "76"
        },
        {
          "text": "возвестить Его народу спасение",
          "ID": "77"
        },
        {
          "text": "через прощение грехов,",
          "ID": "77"
        },
        {
          "text": " ",
          "ID": "77"
        },
        {
          "text": "по глубочайшему милосердию нашего Бога,",
          "ID": "78"
        },
        {
          "text": "Который пошлет нам Утреннюю Зарю с небес,",
          "ID": "78"
        },
        {
          "text": " ",
          "ID": "78"
        },
        {
          "text": "чтобы дать свет живущим во тьме и тени смертной",
          "ID": "79"
        },
        {
          "text": "и направить наши стопы на путь мира!",
          "ID": "79"
        },
        {
          "text": " ",
          "ID": "79"
        },
        {
          "text": "Ребенок рос и укреплялся в духе. Он жил в пустыне до того времени, когда открыто явился Израилю.",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1",
      "name": "От Луки 1"
    },
    {
      "text": [
        {
          "text": "В те дни кесарь Август издал указ о проведении переписи по всей Римской империи. ",
          "ID": "1"
        },
        {
          "text": "Это была первая перепись, она проводилась в то время, когда Сирией управлял Квириний. ",
          "ID": "2"
        },
        {
          "text": "Поэтому каждый отправился в свой город для регистрации. ",
          "ID": "3"
        },
        {
          "text": "Иосиф тоже пошел из галилейского города Назарета в Иудею, в город Давида, называемый Вифлеем, потому что он был потомком Давида. ",
          "ID": "4"
        },
        {
          "text": "Он отправился на перепись вместе с Марией, которая была с ним обручена и ожидала Младенца. ",
          "ID": "5"
        },
        {
          "text": "В Вифлееме у Марии подошло время родов, ",
          "ID": "6"
        },
        {
          "text": "и она родила своего первенца, запеленала Его и положила в кормушку для скота, потому что для них не нашлось места в гостинице.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Неподалеку были пастухи, которые жили в поле и стерегли ночью свое стадо. ",
          "ID": "8"
        },
        {
          "text": "Вдруг перед ними предстал ангел Господа, окруженный сиянием Господней славы. Пастухи очень испугались, ",
          "ID": "9"
        },
        {
          "text": "но ангел сказал им:",
          "ID": "10"
        },
        {
          "text": "– Не бойтесь. Я пришел сообщить вам весть, что принесет великую радость всему народу! ",
          "ID": "10"
        },
        {
          "text": "Сегодня в городе Давида родился ваш Спаситель  – Христос, Господь! ",
          "ID": "11"
        },
        {
          "text": "Вот вам знак: вы найдете Младенца, запеленатого и лежащего в кормушке.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "И вдруг к ангелу присоединилось многочисленное небесное воинство, славившее Бога и восклицавшее:",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Слава Богу в вышине небес!",
          "ID": "14"
        },
        {
          "text": "А на земле мир людям, к которым Он благоволит!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда ангелы ушли от них на небеса, пастухи сказали друг другу:",
          "ID": "15"
        },
        {
          "text": "– Пойдем в Вифлеем и посмотрим, что там произошло, о чем это нам объявил Господь.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Они поспешили туда и нашли Марию, Иосифа и Младенца, лежащего в кормушке для скота. ",
          "ID": "16"
        },
        {
          "text": "Когда они Его увидели, то рассказали все, что им было сказано об этом Младенце. ",
          "ID": "17"
        },
        {
          "text": "Все, кто слушал, удивлялись рассказу пастухов, ",
          "ID": "18"
        },
        {
          "text": "а Мария все запоминала и размышляла об этом. ",
          "ID": "19"
        },
        {
          "text": "Пастухи возвратились, прославляя и восхваляя Бога за все, что они видели и слышали: все оказалось точно так, как им и было сказано.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "На восьмой день, когда пришло время совершить над Ним обряд обрезания, Его назвали Иисусом, именем, которое ангел дал Ему еще до того, как Он был зачат. ",
          "ID": "21"
        },
        {
          "text": "Когда закончилось время очищения, предписанное Законом Моисея, Мария и Иосиф понесли Младенца в Иерусалим, чтобы посвятить Его Господу, ",
          "ID": "22"
        },
        {
          "text": "потому что в Законе Господа написано: «Каждый первенец мужского пола должен быть посвящен Господу». ",
          "ID": "23"
        },
        {
          "text": "Они должны были также по Закону Господа принести в жертву пару горлиц или двух молодых голубей.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "В Иерусалиме в это время был человек, которого звали Симеоном. Он был праведен и благочестив, и с надеждой ожидал Того, Кто принесет утешение для Израиля, и на нем был Святой Дух. ",
          "ID": "25"
        },
        {
          "text": "Святой Дух открыл ему, что он не умрет, пока не увидит Господнего Христа. ",
          "ID": "26"
        },
        {
          "text": "Ведомый Святым Духом, Симеон пришел в храм, и когда родители принесли Младенца Иисуса, чтобы совершить над Ним то, что было установлено Законом, ",
          "ID": "27"
        },
        {
          "text": "Симеон взял Его на руки и благословил Бога, сказав:",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "– Владыка! Как Ты и обещал,",
          "ID": "29"
        },
        {
          "text": "теперь Ты отпускаешь Своего слугу с миром,",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "потому что мои глаза увидели спасение Твое,",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "которое Ты приготовил перед лицом всех народов,",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "свет откровения язычникам",
          "ID": "32"
        },
        {
          "text": "и славу народа Твоего Израиля!",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Отец и мать удивлялись тому, что было сказано о Нем. ",
          "ID": "33"
        },
        {
          "text": "Потом Симеон благословил их и сказал Марии, матери Его:",
          "ID": "34"
        },
        {
          "text": "– Он будет причиной падения и возвышения для многих в Израиле и станет знамением, которое будет многими отвергаемо, – ",
          "ID": "34"
        },
        {
          "text": "да и тебе самой меч пронзит душу. Через все это откроются тайные мысли многих людей.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Там находилась также пророчица Анна, дочь Фануила, из рода Асира. Она была в глубокой старости. Анна прожила семь лет со своим мужем, ",
          "ID": "36"
        },
        {
          "text": "а всю остальную жизнь она жила вдовой. Ей было восемьдесят четыре года. Она никогда не покидала храма, день и ночь служа Богу постами и молитвами. ",
          "ID": "37"
        },
        {
          "text": "Подойдя в этот момент к тем, кто принес Его, она возблагодарила Бога и говорила о Ребенке всем ожидавшим избавления для Иерусалима.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Когда родители Иисуса сделали все, что предписывал Закон Господа, они возвратились в Галилею, в свой родной город Назарет. ",
          "ID": "39"
        },
        {
          "text": "Ребенок рос и набирался сил и мудрости, и милость Божья была на Нем.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Каждый год на праздник Пасхи родители Иисуса ходили в Иерусалим. ",
          "ID": "41"
        },
        {
          "text": "Когда Ему было двенадцать лет, они, как обычно, пошли на праздник. ",
          "ID": "42"
        },
        {
          "text": "После окончания праздника, когда все возвращались домой, Мальчик Иисус остался в Иерусалиме, но Его родители об этом не знали. ",
          "ID": "43"
        },
        {
          "text": "Полагая, что Он идет среди других путников, они после целого дня пути стали искать Его среди родственников и знакомых. ",
          "ID": "44"
        },
        {
          "text": "Не найдя, они возвратились в Иерусалим искать там. ",
          "ID": "45"
        },
        {
          "text": "Через три дня они нашли Мальчика в храме. Он сидел среди учителей, слушал их и задавал вопросы. ",
          "ID": "46"
        },
        {
          "text": "Все, кто Его слышал, поражались Его пониманию и Его ответам. ",
          "ID": "47"
        },
        {
          "text": "Родители были изумлены, увидев Его там.",
          "ID": "48"
        },
        {
          "text": "– Сынок, почему Ты так с нами поступил? – спросила Его мать. – Твой отец и я беспокоились и искали Тебя.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "– Зачем же вы Меня искали? – спросил Он. – Разве вы не знали, что Я должен быть в том, что принадлежит Отцу Моему?",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Но они не поняли, о чем Он им говорил. ",
          "ID": "50"
        },
        {
          "text": "Он возвратился с ними в Назарет и был послушен им. Но все происшедшее Его мать хранила в своем сердце.",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "Иисус взрослел и становился мудрее. Его любили и люди, и Бог.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2",
      "name": "От Луки 2"
    },
    {
      "text": [
        {
          "text": "В пятнадцатый год правления кесаря Тиберия, когда Иудеей управлял Понтий Пилат, Ирод был правителем Галилеи, его брат Филипп – правителем Итуреи и Трахонитской области, Лисаний – правителем Авилинеи, ",
          "ID": "1"
        },
        {
          "text": "а первосвященниками были Анна и Кайафа, слово Бога было к Иоанну, сыну Захарии, в пустыне. ",
          "ID": "2"
        },
        {
          "text": "После этого Иоанн пошел по всем областям, прилегающим к Иордану, и проповедовал крещение в знак покаяния для прощения грехов. ",
          "ID": "3"
        },
        {
          "text": "Как написано в книге пророка Исаии:",
          "ID": "4"
        },
        {
          "text": "«Голос раздается в пустыне:",
          "ID": "4"
        },
        {
          "text": "„Приготовьте путь Господу,",
          "ID": "4"
        },
        {
          "text": "сделайте прямыми дороги Его!",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Всякий овраг пусть будет засыпан,",
          "ID": "5"
        },
        {
          "text": "а всякая гора и холм – опустятся;",
          "ID": "5"
        },
        {
          "text": "извилистые пути пусть станут прямыми,",
          "ID": "5"
        },
        {
          "text": "и неровные – пусть станут ровными,",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "чтобы все человечество увидело Божье спасение“».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Иоанн говорил толпам, которые приходили принять крещение от него:",
          "ID": "7"
        },
        {
          "text": "– Вы, змеиное отродье! Кто предупредил вас, чтобы вы бежали от грядущего гнева? ",
          "ID": "7"
        },
        {
          "text": "Делами докажите искренность вашего покаяния. Не думайте говорить в себе: «Наш отец Авраам!» Говорю вам, что Бог может и из этих камней сотворить детей Аврааму. ",
          "ID": "8"
        },
        {
          "text": "Уже и топор лежит у корня деревьев, и всякое дерево, не приносящее хорошего плода, будет срублено и брошено в огонь.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Что же нам делать? – спрашивал народ.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Иоанн отвечал:",
          "ID": "11"
        },
        {
          "text": "– Тот, у кого две рубахи, пусть даст одну тому, у кого нет вообще, и тот, у кого есть еда, пусть сделает то же самое.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Сборщики налогов тоже приходили принять крещение.",
          "ID": "12"
        },
        {
          "text": "– Учитель, – спрашивали они, – что нам делать?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Не требуйте с людей больше, чем положено, – говорил он им.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Спрашивали его и солдаты:",
          "ID": "14"
        },
        {
          "text": "– А что делать нам?",
          "ID": "14"
        },
        {
          "text": "Иоанн ответил:",
          "ID": "14"
        },
        {
          "text": "– Не вымогайте у людей денег силой и угрозами, никого ложно не обвиняйте и довольствуйтесь своим жалованьем.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Народ был в напряженном ожидании, и всех интересовало, не Иоанн ли Христос. ",
          "ID": "15"
        },
        {
          "text": "На это Иоанн отвечал им всем:",
          "ID": "16"
        },
        {
          "text": "– Я крещу вас водой, но придет Тот, Кто могущественнее меня, я даже не достоин развязать ремни Его сандалий. Он будет крестить вас Святым Духом и огнем. ",
          "ID": "16"
        },
        {
          "text": "У Него в руках лопата, чтобы провеять зерно на току; пшеницу Он соберет в Свое хранилище, а мякину сожжет в неугасимом огне.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "И много другого говорил Иоанн, убеждая народ и возвещая ему Радостную Весть.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда же он стал упрекать правителя Ирода за женитьбу на Иродиаде, жене его брата, и за все другое зло, которое тот совершил, ",
          "ID": "19"
        },
        {
          "text": "Ирод ко всему злу добавил еще одно, заключив Иоанна в темницу.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Когда весь народ крестился, был крещен и Иисус, и когда после крещения Он молился, раскрылись небеса, ",
          "ID": "21"
        },
        {
          "text": "и на Него спустился Святой Дух в телесном виде, в образе голубя. И с небес прозвучал голос:",
          "ID": "22"
        },
        {
          "text": "– Ты Мой любимый Сын! В Тебе Моя радость!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Иисусу было около тридцати лет, когда Он начал Свое служение. Он был, как все думали, сыном Иосифа,",
          "ID": "23"
        },
        {
          "text": "сына Илия, ",
          "ID": "23"
        },
        {
          "text": "чьими предками были Матфат,",
          "ID": "24"
        },
        {
          "text": "Левий, Мелхий, Ианнай, Иосиф,",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Маттафия, Амос, Наум, Еслий, Наггей,",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Мааф, Маттафия, Шимьи, Иосиф, Иодай,",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Иоханан, Рисай, Зоровавель, Шеалтиил, Нирий,",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Мелхий, Аддий, Косам, Элмадам, Ир,",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Иосий, Элиезер, Иорим, Матфат, Левий,",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Симеон, Иуда, Иосиф, Ионам, Элиаким,",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Мелеай, Маинай, Маттафай, Нафан, Давид,",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Иессей, Овид, Боаз, Сала, Нахшон,",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Аминадав, Админ, Арний, Хецрон, Парец, Иуда,",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Иаков, Исаак, Авраам, Терах, Нахор,",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Серуг, Реу, Пелег, Евер, Шелах,",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Каинан, Арпахшад, Сим, Ной, Ламех,",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Мафусал, Енох, Иаред, Малелеил, Каинан,",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Енос, Сиф, Адам, а Адама создал Бог.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3",
      "name": "От Луки 3"
    },
    {
      "text": [
        {
          "text": "Иисус, исполненный Святого Духа, возвратился с Иордана, и Дух повел Его в пустыню. ",
          "ID": "1"
        },
        {
          "text": "Там Его сорок дней искушал дьявол. Все это время Иисус ничего не ел и под конец почувствовал голод. ",
          "ID": "2"
        },
        {
          "text": "Тогда дьявол сказал Ему:",
          "ID": "3"
        },
        {
          "text": "– Если Ты Сын Божий, то прикажи этому камню стать хлебом.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Иисус ответил ему:",
          "ID": "4"
        },
        {
          "text": "– Написано: «Не одним хлебом живет человек, но каждым словом Божьим».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Приведя Его на высокое место, он показал Ему в один миг все царства мира.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И сказал Ему:",
          "ID": "6"
        },
        {
          "text": "– Я передам Тебе всю их власть и славу, потому что они отданы мне, и я даю их кому захочу. ",
          "ID": "6"
        },
        {
          "text": "Итак, если Ты поклонишься мне, все это будет Твоим.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Иисус ответил:",
          "ID": "8"
        },
        {
          "text": "– Написано: «Поклоняйся Господу, Богу твоему, и служи Ему одному!»",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "После этого дьявол привел Его в Иерусалим и поставил Его на самый верх храма.",
          "ID": "9"
        },
        {
          "text": "– Если Ты Сын Божий, – сказал он, – то бросься отсюда вниз. ",
          "ID": "9"
        },
        {
          "text": "Ведь написано же:",
          "ID": "10"
        },
        {
          "text": "«Своим ангелам повелит о Тебе",
          "ID": "10"
        },
        {
          "text": "охранять Тебя»,",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "и «они понесут Тебя на руках,",
          "ID": "11"
        },
        {
          "text": "чтобы ноги Твои не ударились о камень».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Иисус ответил ему:",
          "ID": "12"
        },
        {
          "text": "– Сказано: «Не испытывай Господа, Бога твоего».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Когда дьявол окончил все искушения, он оставил Его на время.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Иисус возвратился в Галилею, исполненный силой Духа. Молва о Нем распространилась по всей округе. ",
          "ID": "14"
        },
        {
          "text": "Он учил в синагогах, и все прославляли Его.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Однажды Иисус пришел в Назарет, в город, где Он вырос, и в субботу, как обычно, Он отправился в синагогу. Там Иисус встал, чтобы читать. ",
          "ID": "16"
        },
        {
          "text": "Ему подали свиток пророка Исаии, Он развернул его и нашел место, где было написано:",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "«Дух Господа на Мне,",
          "ID": "18"
        },
        {
          "text": "потому что Он помазал Меня",
          "ID": "18"
        },
        {
          "text": "возвещать бедным Радостную Весть.",
          "ID": "18"
        },
        {
          "text": "Он послал Меня провозглашать свободу пленникам,",
          "ID": "18"
        },
        {
          "text": "прозрение слепым,",
          "ID": "18"
        },
        {
          "text": "освободить угнетенных,",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "возвещать год Господней милости».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Иисус свернул свиток, отдал его служителю и сел. Глаза всех в синагоге были прикованы к Нему. ",
          "ID": "20"
        },
        {
          "text": "Он начал говорить:",
          "ID": "21"
        },
        {
          "text": "– Сегодня, когда вы слушали, исполнились эти слова Писания.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Все хвалили Его и удивлялись силе Его слов.",
          "ID": "22"
        },
        {
          "text": "– Но разве Он не сын Иосифа? – спрашивали они.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Иисус сказал им:",
          "ID": "23"
        },
        {
          "text": "– Вы Мне, конечно, напомните пословицу: «Врач, исцели самого себя!» И скажете Мне: «Мы слышали, что Ты сотворил много чудес в Капернауме, сотвори же и здесь, у Себя на родине, что-либо подобное». ",
          "ID": "23"
        },
        {
          "text": "Но говорю вам истину, ни одного пророка не принимают на его родине. ",
          "ID": "24"
        },
        {
          "text": "Уверяю вас, что во времена Илии, когда три с половиной года не было дождя и по всей стране был ужасный голод, в Израиле было много вдов, ",
          "ID": "25"
        },
        {
          "text": "однако Илия не был послан ни к одной из них, а лишь ко вдове в Сарепту близ Сидона. ",
          "ID": "26"
        },
        {
          "text": "Много было в Израиле прокаженных во времена пророка Елисея, однако ни один из них не был очищен, кроме сирийца Наамана.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Все в синагоге пришли в ярость, когда услышали это. ",
          "ID": "28"
        },
        {
          "text": "Они вскочили, вытащили Иисуса за пределы города и привели к обрыву горы, на которой был построен город, чтобы сбросить Его вниз. ",
          "ID": "29"
        },
        {
          "text": "Но Иисус прошел сквозь толпу и ушел.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Он пошел в галилейский город Капернаум и в субботу учил там народ. ",
          "ID": "31"
        },
        {
          "text": "Люди изумлялись Его учению, потому что в Его словах ощущалась власть. ",
          "ID": "32"
        },
        {
          "text": "В синагоге был человек, одержимый демоном, нечистым духом, и вдруг он громко закричал:",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "– Ааа … ! Что Ты хочешь от нас, Иисус из Назарета? Ты пришел, чтобы погубить нас? Я знаю, Кто Ты! Ты – Святой Божий!",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "– Замолчи! – строго приказал Иисус. – Выйди из него!",
          "ID": "35"
        },
        {
          "text": "Бросив человека перед всеми на землю, демон вышел из него, не причинив ему вреда. ",
          "ID": "35"
        },
        {
          "text": "Все изумлялись и говорили друг другу:",
          "ID": "36"
        },
        {
          "text": "– Что это такое? С такой властью и силой Он приказывает нечистым духам, и они выходят!",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Слух об Иисусе распространялся по всей округе.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Покинув синагогу, Иисус пошел в дом Симона. У тещи же Симона в это время был сильный жар, и Иисуса попросили помочь ей. ",
          "ID": "38"
        },
        {
          "text": "Наклонившись над ней, Иисус приказал горячке покинуть женщину, и та оставила ее. Она сразу же встала и начала накрывать им на стол.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Когда же солнце стало клониться к закату, все, у кого были больные различными болезнями, начали приносить их к Иисусу, и Он возлагал на каждого руки и исцелял их. ",
          "ID": "40"
        },
        {
          "text": "Также и демоны выходили из многих людей с криком:",
          "ID": "41"
        },
        {
          "text": "– Ты – Сын Бога!",
          "ID": "41"
        },
        {
          "text": "Но Иисус запрещал им и не разрешал говорить, потому что они знали, что Он – Христос.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "На рассвете Иисус вышел из города и пошел в безлюдное место. Люди стали искать Его, и когда нашли, то уговаривали остаться у них. ",
          "ID": "42"
        },
        {
          "text": "Но Иисус сказал:",
          "ID": "43"
        },
        {
          "text": "– Я должен возвещать Радостную Весть о Царстве Божьем и в других городах, ведь для этого Я и послан.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "И Он проповедовал в синагогах Иудеи.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4",
      "name": "От Луки 4"
    },
    {
      "text": [
        {
          "text": "Однажды Иисус стоял у Геннисаретского озера, и народ, столпившись вокруг Него, слушал слово Божье. ",
          "ID": "1"
        },
        {
          "text": "Иисус увидел у воды две лодки, которые принадлежали рыбакам, промывавшим невдалеке сети. ",
          "ID": "2"
        },
        {
          "text": "Он вошел в одну из лодок, которая принадлежала Симону, и попросил того отплыть немного от берега. Затем Он сел и стал учить народ из лодки. ",
          "ID": "3"
        },
        {
          "text": "Когда Иисус закончил говорить, Он сказал Симону:",
          "ID": "4"
        },
        {
          "text": "– Отплыви на глубокое место и закинь сети для лова.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Симон ответил:",
          "ID": "5"
        },
        {
          "text": "– Наставник, мы трудились всю ночь и ничего не поймали, но если Ты так говоришь, то я закину сети.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И когда они сделали это, то поймали столько рыбы, что сети начали рваться. ",
          "ID": "6"
        },
        {
          "text": "Они знаками стали звать на помощь товарищей из другой лодки. Те подплыли, и вместе они наполнили две лодки так, что лодки стали тонуть. ",
          "ID": "7"
        },
        {
          "text": "Когда Симон Петр это увидел, он пал к ногам Иисуса и сказал:",
          "ID": "8"
        },
        {
          "text": "– Уйди от меня, Господи, ведь я человек грешный!",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Он сказал так потому, что его и всех, кто вместе с ним ловил рыбу, объял ужас при виде столь обильного улова. ",
          "ID": "9"
        },
        {
          "text": "Были поражены и товарищи Симона: Иаков и Иоанн, сыновья Зеведея. Иисус же сказал Симону:",
          "ID": "10"
        },
        {
          "text": "– Не бойся, отныне ты будешь ловить людей.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И вытащив лодки на берег, они оставили все и пошли за Ним.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Однажды, когда Иисус находился в одном из городов, Ему встретился человек, покрытый проказой. Когда он увидел Иисуса, то пал на лицо свое и стал умолять Его:",
          "ID": "12"
        },
        {
          "text": "– Господи, если Ты захочешь, Ты можешь меня очистить.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Иисус протянул руку и прикоснулся к нему, сказав:",
          "ID": "13"
        },
        {
          "text": "– Хочу, очистись!",
          "ID": "13"
        },
        {
          "text": "Проказа сразу же сошла с него, ",
          "ID": "13"
        },
        {
          "text": "и Иисус предупредил его никому об этом не рассказывать, но повелел:",
          "ID": "14"
        },
        {
          "text": "– Пойди, покажись священнику и принеси жертву за очищение, как это повелел Моисей. Так твое исцеление будет удостоверено перед людьми.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Однако слух об Иисусе распространялся все шире, и люди толпами шли к Нему, чтобы послушать Его и исцелиться от болезней. ",
          "ID": "15"
        },
        {
          "text": "Иисус же часто уходил в безлюдные места и молился.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Однажды, когда Иисус учил, рядом сидели фарисеи и учители Закона, которые собрались из всех селений Галилеи, Иудеи и из Иерусалима. С Иисусом была сила Господа, чтобы исцелять больных. ",
          "ID": "17"
        },
        {
          "text": "И тут пришли несколько человек, неся на циновке парализованного, и пытались внести его в дом, чтобы положить перед Иисусом. ",
          "ID": "18"
        },
        {
          "text": "Но из-за толпы они не смогли этого сделать, и тогда они поднялись на крышу и, разобрав черепицу, опустили парализованного на циновке в середину толпы, прямо перед Иисусом. ",
          "ID": "19"
        },
        {
          "text": "Когда Иисус увидел их веру, Он сказал больному:",
          "ID": "20"
        },
        {
          "text": "– Друг, прощаются тебе твои грехи!",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Фарисеи и учители Закона подумали про себя: «Кто Этот Человек, Который так кощунствует? Кто, кроме одного лишь Бога, может прощать грехи?» ",
          "ID": "21"
        },
        {
          "text": "Узнав, о чем они думают, Иисус ответил им:",
          "ID": "22"
        },
        {
          "text": "– Что у вас за мысли в сердце? ",
          "ID": "22"
        },
        {
          "text": "Что легче – сказать: «Прощаются тебе твои грехи» – или сказать: «Встань и ходи»? ",
          "ID": "23"
        },
        {
          "text": "Но чтобы вы знали, что Сын Человеческий имеет власть на земле прощать грехи …  ",
          "ID": "24"
        },
        {
          "text": "И тут Иисус обратился к парализованному человеку:",
          "ID": "24"
        },
        {
          "text": "– Говорю тебе, встань, возьми свою циновку и иди домой.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Тот сразу же у всех на глазах встал, взял то, на чем лежал, и пошел домой, прославляя Бога. ",
          "ID": "25"
        },
        {
          "text": "Всех охватило изумление, и они прославляли Бога. Объятые страхом, они говорили:",
          "ID": "26"
        },
        {
          "text": "– Невероятные вещи видели мы сегодня.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Выйдя из этого дома, Иисус увидел сборщика налогов по имени Левий, сидевшего на месте сбора таможенных пошлин.",
          "ID": "27"
        },
        {
          "text": "– Следуй за Мной, – сказал ему Иисус.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Левий встал, оставил все и пошел за Ним. ",
          "ID": "28"
        },
        {
          "text": "Потом он устроил у себя дома большой пир для Иисуса. На пир собралось много сборщиков налогов и другого народа. Они возлежали вместе с Иисусом. ",
          "ID": "29"
        },
        {
          "text": "Фарисеи же и учители Закона возмущенно спрашивали учеников Иисуса:",
          "ID": "30"
        },
        {
          "text": "– Почему вы едите и пьете со сборщиками налогов и с грешниками?",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "31"
        },
        {
          "text": "– Не здоровым нужен врач, а больным. ",
          "ID": "31"
        },
        {
          "text": "Я пришел призвать к покаянию не праведников, а грешников.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Тогда они сказали Иисусу:",
          "ID": "33"
        },
        {
          "text": "– Ученики Иоанна и фарисеев часто постятся и молятся, а Твои ученики – едят и пьют.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Иисус им ответил:",
          "ID": "34"
        },
        {
          "text": "– Разве можно заставить гостей на свадьбе поститься, пока с ними жених? ",
          "ID": "34"
        },
        {
          "text": "Но наступит время, когда жених будет взят от них, вот тогда, в те дни, они и будут поститься.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Он также рассказал им притчу:",
          "ID": "36"
        },
        {
          "text": "– Никто не пришивает заплату к старому плащу, оторвав для этого кусок от нового. Если он это сделает, то он и новый плащ испортит, и к старому заплата не подойдет. ",
          "ID": "36"
        },
        {
          "text": "И никто не наливает молодое вино в старые бурдюки, иначе молодое вино прорвет их – оно вытечет, а бурдюки пропадут. ",
          "ID": "37"
        },
        {
          "text": "Нет, молодое вино льют в новые бурдюки. ",
          "ID": "38"
        },
        {
          "text": "И никто, пьющий старое вино, не захочет молодого, потому что скажет: «Старое лучше».",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5",
      "name": "От Луки 5"
    },
    {
      "text": [
        {
          "text": "Однажды в субботу, когда Иисус проходил через засеянные поля, Его ученики срывали колосья, растирали их руками и ели зерна. ",
          "ID": "1"
        },
        {
          "text": "Но некоторые фарисеи спросили:",
          "ID": "2"
        },
        {
          "text": "– Почему вы делаете то, что не разрешается делать в субботу?",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Иисус им ответил:",
          "ID": "3"
        },
        {
          "text": "– Не читали ли вы о том, что сделал Давид, когда он и его спутники проголодались? ",
          "ID": "3"
        },
        {
          "text": "Он вошел в дом Божий, взял священный хлеб, который нельзя есть никому, кроме священников, и ел, а также дал его своим людям.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И добавил:",
          "ID": "5"
        },
        {
          "text": "– Сын Человеческий – Господин над субботой!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "В другую субботу Иисус вошел в синагогу и учил. Там был человек с иссохшей правой рукой. ",
          "ID": "6"
        },
        {
          "text": "Учители Закона и фарисеи внимательно наблюдали за Ним, не будет ли Он исцелять в субботу, потому что искали повод обвинить Его. ",
          "ID": "7"
        },
        {
          "text": "Но Иисус знал, о чем они думали, и сказал человеку с иссохшей рукой:",
          "ID": "8"
        },
        {
          "text": "– Встань и выйди на середину.",
          "ID": "8"
        },
        {
          "text": "Тот встал и вышел вперед. ",
          "ID": "8"
        },
        {
          "text": "Тогда Иисус сказал им:",
          "ID": "9"
        },
        {
          "text": "– Я спрашиваю вас: что позволительно делать в субботу, добро или зло? Спасать жизнь или губить?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Он обвел их взглядом и сказал человеку:",
          "ID": "10"
        },
        {
          "text": "– Протяни руку.",
          "ID": "10"
        },
        {
          "text": "Тот протянул, и его рука стала совершенно здоровой. ",
          "ID": "10"
        },
        {
          "text": "А они пришли в ярость и стали обсуждать между собой, что бы им сделать с Иисусом.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Примерно в те же дни Иисус взошел на гору помолиться и провел всю ночь в молитве Богу. ",
          "ID": "12"
        },
        {
          "text": "Когда наступил день, Он позвал Своих учеников и выбрал из них двенадцать, которых и назвал апостолами: ",
          "ID": "13"
        },
        {
          "text": "Симона (которого Он назвал Петром), брата Симона Андрея, Иакова, Иоанна, Филиппа, Варфоломея, ",
          "ID": "14"
        },
        {
          "text": "Матфея, Фому, Иакова, сына Алфея, Симона, прозванного Зилотом, ",
          "ID": "15"
        },
        {
          "text": "Иуду, сына Иакова, и Иуду Искариота, который стал предателем.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Иисус спустился с ними вниз, на равнину. Там уже собралась большая толпа Его учеников и великое множество народа со всей Иудеи, Иерусалима и прибрежных областей Тира и Сидона. ",
          "ID": "17"
        },
        {
          "text": "Они пришли послушать Иисуса и исцелиться от болезней. Те, кого мучили нечистые духи, тоже получали исцеление. ",
          "ID": "18"
        },
        {
          "text": "Все в толпе старались прикоснуться к Иисусу, потому что из Него исходила сила, которая всех исцеляла.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Устремив взгляд на учеников, Иисус начал говорить:",
          "ID": "20"
        },
        {
          "text": "– Блаженны вы, нищие,",
          "ID": "20"
        },
        {
          "text": "потому что вам принадлежит Божье Царство.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Блаженны те, кто сейчас голоден,",
          "ID": "21"
        },
        {
          "text": "потому что вы насытитесь.",
          "ID": "21"
        },
        {
          "text": "Блаженны те, кто сейчас плачет,",
          "ID": "21"
        },
        {
          "text": "потому что вы будете смеяться.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Блаженны вы, когда люди вас ненавидят,",
          "ID": "22"
        },
        {
          "text": "когда вас изгоняют и оскорбляют,",
          "ID": "22"
        },
        {
          "text": "когда бесчестят ваше имя из-за Сына Человеческого.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Ликуйте в тот день и прыгайте от радости, потому что велика ваша награда на небесах! Ведь точно так же поступали с пророками отцы этих людей.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Но горе вам, богатые,",
          "ID": "24"
        },
        {
          "text": "потому что вы уже получили свое утешение.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Горе вам, кто сейчас сыт,",
          "ID": "25"
        },
        {
          "text": "потому что вы будете голодать.",
          "ID": "25"
        },
        {
          "text": "Горе вам, кто сейчас смеется,",
          "ID": "25"
        },
        {
          "text": "потому что вы будете рыдать и плакать.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Горе вам, когда все хвалят вас,",
          "ID": "26"
        },
        {
          "text": "ведь так же их предки хвалили лжепророков.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "– Я же говорю вам, тем, кто слушает Меня: «Любите ваших врагов, делайте добро тем, кто ненавидит вас, ",
          "ID": "27"
        },
        {
          "text": "благословляйте тех, кто проклинает вас, и молитесь о тех, кто оскорбляет вас. ",
          "ID": "28"
        },
        {
          "text": "Тому, кто оскорбит тебя, ударив по щеке, подставь и другую, а тому, кто забирает у тебя верхнюю одежду, не мешай забрать и рубашку. ",
          "ID": "29"
        },
        {
          "text": "Каждому, кто у тебя просит, дай; и если кто-то заберет твое, не требуй обратно. ",
          "ID": "30"
        },
        {
          "text": "Поступайте с людьми так, как вы хотите, чтобы они поступали с вами.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Если вы любите тех, кто любит вас, в чем ваша заслуга? Ведь даже грешники любят тех, кто их любит. ",
          "ID": "32"
        },
        {
          "text": "Если вы делаете добро тем, кто делает добро вам, то в чем ваша заслуга? Ведь даже грешники делают то же. ",
          "ID": "33"
        },
        {
          "text": "Если вы даете в долг только тем, от кого надеетесь получить обратно, то в чем ваша заслуга? Ведь даже грешники дают в долг грешникам, ожидая получить назад столько же. ",
          "ID": "34"
        },
        {
          "text": "Но вы любите ваших врагов, делайте им добро и давайте в долг, не ожидая возврата. Тогда ваша награда будет велика, и вы будете сыновьями Всевышнего. Ведь Он Сам добр даже к неблагодарным и злым. ",
          "ID": "35"
        },
        {
          "text": "Будьте милосердны, как милосерден ваш Отец».",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Не судите, и сами не будете судимы. Не осуждайте, и вы не будете осуждены. Прощайте, и вы тоже будете прощены. ",
          "ID": "37"
        },
        {
          "text": "Давайте, и вам тоже дадут. Полной мерой, утрясенной и пересыпающейся через край, вам отсыплют в вашу полу. Какой мерой вы мерите, такой отмерят и вам.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Иисус рассказал им такую притчу:",
          "ID": "39"
        },
        {
          "text": "– Может ли слепой вести слепого? Разве они не упадут оба в яму? ",
          "ID": "39"
        },
        {
          "text": "Ученик не выше своего учителя, но каждый, кто полностью выучится, достигнет уровня своего учителя. ",
          "ID": "40"
        },
        {
          "text": "Что ты смотришь на соринку в глазу своего брата, когда в своем собственном не замечаешь бревна? ",
          "ID": "41"
        },
        {
          "text": "Как ты можешь говорить своему брату: «Брат, дай я выну соринку из твоего глаза», когда ты не видишь бревна в своем собственном глазу? Лицемер, вынь сначала бревно из собственного глаза, а потом ты увидишь, как вынуть соринку из глаза своего брата.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Хорошее дерево не приносит плохих плодов, и плохое дерево не приносит хороших, ",
          "ID": "43"
        },
        {
          "text": "так что каждое дерево узнают по его плодам. Ведь не собирают же с терновника инжир или с колючего кустарника виноград. ",
          "ID": "44"
        },
        {
          "text": "Из хранилища добра в своем сердце добрый человек выносит доброе, а злой человек выносит злое из хранилища зла. Ведь на языке у человека то, чем наполнено его сердце.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Что вы зовете Меня: «Господи, Господи», а не делаете того, что Я говорю? ",
          "ID": "46"
        },
        {
          "text": "Я скажу вам, с кем можно сравнить того, кто приходит ко Мне, слушает Мои слова и исполняет их. ",
          "ID": "47"
        },
        {
          "text": "Он похож на строителя дома, который выкопал глубокий котлован и заложил фундамент на камне. Когда случилось наводнение и на дом обрушилась река, она не пошатнула его, потому что он был крепко построен. ",
          "ID": "48"
        },
        {
          "text": "А того, кто слушает Мои слова, но не исполняет их, можно сравнить с человеком, который построил дом на земле без фундамента. Как только река обрушилась на дом, он тут же рухнул, и падение его было великим.",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6",
      "name": "От Луки 6"
    },
    {
      "text": [
        {
          "text": "Закончив говорить народу, Иисус отправился в Капернаум. ",
          "ID": "1"
        },
        {
          "text": "Там у одного сотника был болен и лежал при смерти слуга. Сотник очень дорожил этим своим слугой, ",
          "ID": "2"
        },
        {
          "text": "и когда он услышал об Иисусе, то послал к Нему иудейских старейшин с просьбой прийти и исцелить его слугу. ",
          "ID": "3"
        },
        {
          "text": "Старейшины пришли к Иисусу и стали горячо просить Его:",
          "ID": "4"
        },
        {
          "text": "– Этот человек заслуживает Твоей помощи, ",
          "ID": "4"
        },
        {
          "text": "потому что он любит наш народ, и это он построил нам синагогу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Иисус пошел с ними. Он уже подходил к дому, когда сотник послал к Нему друзей передать:",
          "ID": "6"
        },
        {
          "text": "– Господи, не утруждай Себя, так как я не достоин, чтобы Ты вошел под крышу моего дома. ",
          "ID": "6"
        },
        {
          "text": "Я и себя не счел достойным прийти к Тебе. Но скажи лишь слово, и мой слуга выздоровеет. ",
          "ID": "7"
        },
        {
          "text": "Ведь и сам я подчиняюсь приказам, и у меня в подчинении тоже есть воины. Я говорю одному: «Ступай!» – и он идет, другому: «Ко мне!» – и тот приходит. Слуге моему говорю: «Сделай это!» – и он делает. ",
          "ID": "8"
        },
        {
          "text": "Иисус, услышав это, удивился и, обернувшись к толпе, шедшей за Ним, сказал:",
          "ID": "9"
        },
        {
          "text": "– Говорю вам, что даже в Израиле Я не встречал такой сильной веры.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда посланные возвратились в дом, они нашли слугу здоровым.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Вскоре после этого Иисус пошел в город, называемый Наин, с Ним были Его ученики и много других людей. ",
          "ID": "11"
        },
        {
          "text": "Когда Он подходил к воротам города, из них выносили умершего, единственного сына у матери, а она была вдовой. Вместе с ней из города выходила большая толпа. ",
          "ID": "12"
        },
        {
          "text": "Когда Господь увидел эту женщину, Он сжалился над ней.",
          "ID": "13"
        },
        {
          "text": "– Не плачь, – сказал Он ей.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Затем Он подошел и прикоснулся к носилкам. Те, кто нес их, остановились, и Иисус сказал:",
          "ID": "14"
        },
        {
          "text": "– Юноша, говорю тебе: встань!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Умерший сел и начал говорить, и Иисус передал его матери. ",
          "ID": "15"
        },
        {
          "text": "Всех, кто там был, охватил страх, и люди прославляли Бога:",
          "ID": "16"
        },
        {
          "text": "– Великий пророк появился среди нас! Бог посетил Свой народ!",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И молва об Иисусе распространилась по всей Иудее и в окружающих ее землях.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Ученики Иоанна рассказали ему обо всех этих событиях. И тогда Иоанн позвал к себе двоих из них ",
          "ID": "18"
        },
        {
          "text": "и послал их к Господу спросить:",
          "ID": "19"
        },
        {
          "text": "– Ты ли Тот, Кто должен прийти, или нам ожидать кого-то другого?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Они пришли к Иисусу и сказали:",
          "ID": "20"
        },
        {
          "text": "– Иоанн Креститель послал нас к Тебе спросить: Ты ли Тот, Кто должен прийти, или нам ожидать кого-то другого?",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Иисус как раз в это время исцелил множество людей от болезней, недугов, от одержимости злыми духами и многим слепым даровал зрение. ",
          "ID": "21"
        },
        {
          "text": "И Он ответил посланным:",
          "ID": "22"
        },
        {
          "text": "– Пойдите и расскажите Иоанну о том, что вы увидели и услышали: слепые прозревают, хромые ходят, прокаженные очищаются, глухие слышат, мертвые воскресают и бедным возвещается Радостная Весть. ",
          "ID": "22"
        },
        {
          "text": "Блажен тот, кто не усомнится во Мне.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Когда посланцы Иоанна ушли, Иисус начал говорить народу об Иоанне:",
          "ID": "24"
        },
        {
          "text": "– Что вы ходили смотреть в пустыню? Тростник, колеблемый ветром? ",
          "ID": "24"
        },
        {
          "text": "Тогда что же вы ходили смотреть? Человека, одетого в роскошные одежды? Нет, те, кто одевается в дорогую одежду и живет в роскоши, находятся в царских дворцах. ",
          "ID": "25"
        },
        {
          "text": "Тогда что же вы ходили смотреть? Пророка? Да, и говорю вам, что больше, чем пророка. ",
          "ID": "26"
        },
        {
          "text": "Он тот, о ком написано:",
          "ID": "27"
        },
        {
          "text": "«Вот, Я посылаю перед Тобой Моего вестника,",
          "ID": "27"
        },
        {
          "text": "который приготовит перед Тобой Твой путь».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Говорю вам, среди всех рожденных женщинами нет более великого, чем Иоанн. Но наименьший в Божьем Царстве – больше его.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "(И весь народ, и даже сборщики налогов, услышав слова Иисуса, признали Божий путь правым, потому что они приняли крещение Иоанна. ",
          "ID": "29"
        },
        {
          "text": "Фарисеи же и учители Закона, отказавшись принять крещение от него, отвергли Божью волю.)",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "– С кем тогда Мне сравнить людей этого поколения? – продолжал Иисус. – На кого они похожи? ",
          "ID": "31"
        },
        {
          "text": "Они как дети, которые сидят на площади и кричат друг другу:",
          "ID": "32"
        },
        {
          "text": "«Мы играли вам на свирели,",
          "ID": "32"
        },
        {
          "text": "а вы не плясали;",
          "ID": "32"
        },
        {
          "text": "мы пели вам похоронные песни,",
          "ID": "32"
        },
        {
          "text": "а вы не плакали».",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Смотрите, вот пришел Иоанн Креститель, не ест хлеба и не пьет вина, и вы говорите: «В нем демон». ",
          "ID": "33"
        },
        {
          "text": "Пришел Сын Человеческий, ест и пьет, и вы говорите: «Вот обжора и пьяница, друг сборщиков налогов и грешников». ",
          "ID": "34"
        },
        {
          "text": "Но мудрость оправдана всеми детьми ее.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Один из фарисеев пригласил Иисуса к себе на обед. Иисус пришел к нему в дом и возлег у стола. ",
          "ID": "36"
        },
        {
          "text": "В это время одна женщина из этого города, которая была известна как грешница, узнав, что Иисус обедает в доме фарисея, принесла туда алебастровый кувшин, в котором было очень дорогое ароматическое масло. ",
          "ID": "37"
        },
        {
          "text": "Женщина встала сзади у ног Иисуса и, плача, обливала Его ноги слезами. Она стала вытирать Ему ноги своими волосами, целовала их и натирала ароматическим маслом. ",
          "ID": "38"
        },
        {
          "text": "Когда фарисей, пригласивший Иисуса, увидел это, он подумал: «Если бы Этот Человек действительно был пророком, то Он бы знал, что женщина, которая к Нему прикасается, – грешница». ",
          "ID": "39"
        },
        {
          "text": "Тогда Иисус сказал ему:",
          "ID": "40"
        },
        {
          "text": "– Симон, Я хочу тебе что-то сказать.",
          "ID": "40"
        },
        {
          "text": "– Говори, Учитель, – ответил тот.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "– Два человека были должны одному и тому же заимодавцу, – начал Иисус. – Один должен был пятьсот динариев, а другой – пятьдесят. ",
          "ID": "41"
        },
        {
          "text": "И тому, и другому было нечем вернуть долг, и кредитор простил долг им обоим. Кто из них, по-твоему, будет больше любить его?",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Симон ответил:",
          "ID": "43"
        },
        {
          "text": "– Я думаю, тот, кому был прощен больший долг.",
          "ID": "43"
        },
        {
          "text": "– Ты правильно рассудил, – сказал Иисус. ",
          "ID": "43"
        },
        {
          "text": "И, повернувшись к женщине, сказал Симону:",
          "ID": "44"
        },
        {
          "text": "– Ты видишь эту женщину? Я пришел в твой дом, и ты не дал Мне даже воды, чтобы вымыть ноги, а она омыла Мои ноги слезами и вытерла своими волосами! ",
          "ID": "44"
        },
        {
          "text": "Ты даже не поцеловал Меня при встрече, а эта женщина, с тех пор как Я вошел в дом, не перестает целовать Мне ноги. ",
          "ID": "45"
        },
        {
          "text": "Ты не помазал Мне голову маслом, а она драгоценным ароматическим маслом помазала Мне ноги. ",
          "ID": "46"
        },
        {
          "text": "Поэтому Я говорю тебе: ей прощены все грехи, из-за этого она и возлюбила так сильно. А тот, кому мало прощено, и любит мало.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Потом Иисус сказал женщине:",
          "ID": "48"
        },
        {
          "text": "– Твои грехи прощены.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Но другие гости, возлежащие за столом, начали переговариваться:",
          "ID": "49"
        },
        {
          "text": "– Кто Он такой, что даже грехи прощает?",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Иисус же сказал женщине:",
          "ID": "50"
        },
        {
          "text": "– Твоя вера спасла тебя, иди с миром.",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7",
      "name": "От Луки 7"
    },
    {
      "text": [
        {
          "text": "После этого Иисус ходил из города в город и из селения в селение, провозглашая Радостную Весть о Божьем Царстве. Его сопровождали двенадцать, ",
          "ID": "1"
        },
        {
          "text": "а также несколько женщин, которые были исцелены от злых духов и болезней: Мария, прозванная Магдалиной, из которой вышли семь демонов, ",
          "ID": "2"
        },
        {
          "text": "Иоанна, жена Хузы, управляющего домом Ирода, Сусанна и многие другие. Эти женщины помогали Иисусу и Его ученикам из своих средств.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "К Иисусу продолжали приходить люди из разных городов, и когда собралась большая толпа, Он рассказал им притчу:",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Сеятель вышел сеять семена. И когда он разбрасывал их, то некоторые из семян упали у самой дороги и были затоптаны и склеваны птицами небесными. ",
          "ID": "5"
        },
        {
          "text": "Другие упали на каменистую почву, и, едва взойдя, ростки засохли от недостатка влаги. ",
          "ID": "6"
        },
        {
          "text": "Третьи упали в терновник, и когда тот разросся, то заглушил их. ",
          "ID": "7"
        },
        {
          "text": "Прочие же упали на хорошую почву. Они взошли и принесли урожай во сто раз больше того, что было посеяно.",
          "ID": "8"
        },
        {
          "text": "Рассказав эту притчу, Иисус громко сказал:",
          "ID": "8"
        },
        {
          "text": "– У кого есть уши, чтобы слышать, пусть слышит!",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "И когда ученики спросили, что означает эта притча. ",
          "ID": "9"
        },
        {
          "text": "Иисус ответил:",
          "ID": "10"
        },
        {
          "text": "– Вам дано знать тайны Божьего Царства, другим же все остается в притчах, чтобы",
          "ID": "10"
        },
        {
          "text": "«они, смотря, не видели и,",
          "ID": "10"
        },
        {
          "text": "слушая, не понимали».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Вот значение этой притчи: семя – это Божье слово. ",
          "ID": "11"
        },
        {
          "text": "Семена, упавшие у дороги, – это те, кто слышит слово, но потом приходит дьявол и похищает слово из их сердец, чтобы они не поверили и не были бы спасены. ",
          "ID": "12"
        },
        {
          "text": "Семена, упавшие на камень, – это те, кто с радостью принимает слово, когда слышит его. Но у них нет корня, сначала они верят, но когда приходят времена испытаний, они отступаются. ",
          "ID": "13"
        },
        {
          "text": "Семена, упавшие в терновник, – это те люди, которые слышат слово, но со временем повседневные заботы, богатство и удовольствия заглушают их, и плод их не дозревает. ",
          "ID": "14"
        },
        {
          "text": "Семена же, упавшие на хорошую почву, – это люди, которые, слыша слово, хранят его в добром и честном сердце и приносят плод благодаря своей стойкости.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Никто, зажегши светильник, не ставит его под сосуд или под кровать, наоборот, его ставят на подставку, чтобы входящие видели свет. ",
          "ID": "16"
        },
        {
          "text": "Нет ничего тайного, что не стало бы явным, и нет ничего сокрытого, что не стало бы известным и не вышло на свет. ",
          "ID": "17"
        },
        {
          "text": "Итак, будьте внимательны к тому, как вы слушаете, потому что у кого есть, тому будет дано еще, и у кого нет, будет отнято и то, что, как ему кажется, он имеет.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "К Иисусу пришли Его мать и братья, но из-за толпы не могли подойти к Нему. ",
          "ID": "19"
        },
        {
          "text": "Кто-то Ему передал:",
          "ID": "20"
        },
        {
          "text": "– Твои мать и братья стоят снаружи и хотят Тебя видеть.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "21"
        },
        {
          "text": "– Мои мать и братья – это те, кто слушает слово Божье и исполняет его.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Однажды Иисус сказал Своим ученикам:",
          "ID": "22"
        },
        {
          "text": "– Переправимся на другую сторону озера.",
          "ID": "22"
        },
        {
          "text": "Они сели в лодку и отправились. ",
          "ID": "22"
        },
        {
          "text": "Пока они плыли, Иисус заснул. Внезапно на озере начался шторм, и лодку стало заливать, так что они оказались в опасности. ",
          "ID": "23"
        },
        {
          "text": "Ученики, подойдя, разбудили Иисуса, говоря:",
          "ID": "24"
        },
        {
          "text": "– Наставник, Наставник, мы гибнем!",
          "ID": "24"
        },
        {
          "text": "Проснувшись, Он запретил ветру и бушующим волнам. Они утихли, и наступил штиль.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "– Где же ваша вера? – сказал Иисус ученикам. Они же, испуганные и удивленные, лишь спрашивали друг друга:",
          "ID": "25"
        },
        {
          "text": "– Кто Он, что даже ветрам и воде приказывает, и они повинуются Ему.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Они приплыли в область герасинцев, что напротив Галилеи. ",
          "ID": "26"
        },
        {
          "text": "Когда Иисус сошел на берег, Ему навстречу вышел человек из города, одержимый демонами. На нем уже давно не было одежды, и жил он не в доме, а в гробницах. ",
          "ID": "27"
        },
        {
          "text": "Когда он увидел Иисуса, он бросился к Его ногам и закричал во весь голос:",
          "ID": "28"
        },
        {
          "text": "– Что Ты от меня хочешь, Иисус, Сын Всевышнего Бога? Умоляю Тебя, не мучь меня! – ",
          "ID": "28"
        },
        {
          "text": "потому что Иисус приказал нечистому духу выйти из этого человека. (Демон часто овладевал этим человеком, и тогда, даже если его сковывали цепями по рукам и ногам и стерегли, он разрывал цепи, и демон гнал его в безлюдные места). ",
          "ID": "29"
        },
        {
          "text": "Иисус спросил его:",
          "ID": "30"
        },
        {
          "text": "– Как тебя зовут?",
          "ID": "30"
        },
        {
          "text": "– Легион, – ответил тот, потому что в него вошло много демонов.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "И они стали умолять Иисуса не отсылать их в бездну. ",
          "ID": "31"
        },
        {
          "text": "Неподалеку на склоне горы в это время паслось большое стадо свиней, и демоны попросили Иисуса позволить им войти в них. Он позволил. ",
          "ID": "32"
        },
        {
          "text": "Когда демоны вышли из этого человека и вошли в свиней, все стадо бросилось с обрыва в озеро и утонуло. ",
          "ID": "33"
        },
        {
          "text": "Свинопасы, увидев, что произошло, побежали и рассказали обо всем в городе и в окрестностях. ",
          "ID": "34"
        },
        {
          "text": "Сошлись люди, чтобы посмотреть, что же случилось. Подойдя к Иисусу, они обнаружили, что человек, из которого были изгнаны демоны, сидит у ног Иисуса одетый и в здравом уме, и их охватил страх. ",
          "ID": "35"
        },
        {
          "text": "Очевидцы рассказали им о том, как был исцелен одержимый. ",
          "ID": "36"
        },
        {
          "text": "Тогда все жители страны Герасинской стали упрашивать Иисуса покинуть их края, потому что сильно испугались. Иисус сел в лодку и возвратился туда, откуда приплыл. ",
          "ID": "37"
        },
        {
          "text": "Человек, из которого вышли демоны, просил взять его с Собой, но Иисус отослал его, сказав:",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "– Возвращайся домой и расскажи, что сделал для тебя Бог.",
          "ID": "39"
        },
        {
          "text": "Тот пошел, рассказывая по всему городу о том, что сделал для него Иисус.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Когда Иисус возвратился, Его приветствовала большая толпа, потому что все ждали Его. ",
          "ID": "40"
        },
        {
          "text": "К Нему подошел человек по имени Иаир, который был начальником синагоги и, павши к Его ногам, стал просить Иисуса прийти к нему домой: ",
          "ID": "41"
        },
        {
          "text": "его единственная дочь, которой было около двенадцати лет, умирала. Иисус отправился туда в окружении плотной толпы.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "В толпе была женщина, двенадцать лет страдавшая кровотечением; она истратила на врачей все свои средства, но никто не мог ее вылечить. ",
          "ID": "43"
        },
        {
          "text": "Она подошла сзади к Иисусу и прикоснулась к кисточке на краю Его одежды. Кровотечение сразу же остановилось.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "– Кто ко Мне прикоснулся? – спросил Иисус.",
          "ID": "45"
        },
        {
          "text": "Никто не признавался, и Петр сказал:",
          "ID": "45"
        },
        {
          "text": "– Наставник, вокруг Тебя толпятся люди и напирают со всех сторон!",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Но Иисус сказал:",
          "ID": "46"
        },
        {
          "text": "– Кто-то ко Мне прикоснулся. Я почувствовал, как из Меня вышла сила.",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "Тогда женщина, видя, что она не осталась незамеченной, подошла, дрожа, и пала перед Иисусом. Перед всем народом она рассказала, почему она к Нему прикоснулась и как сразу же была исцелена. ",
          "ID": "47"
        },
        {
          "text": "Тогда Иисус сказал ей:",
          "ID": "48"
        },
        {
          "text": "– Дочь Моя, твоя вера исцелила тебя. Иди с миром.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Иисус еще не договорил, как пришел человек из дома начальника синагоги.",
          "ID": "49"
        },
        {
          "text": "– Твоя дочь умерла, – сказал он, – не беспокой больше Учителя.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Услышав это, Иисус сказал Иаиру:",
          "ID": "50"
        },
        {
          "text": "– Не бойся, только верь, и девочка будет спасена.",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Когда Он вошел в дом, то не позволил никому войти с Ним, кроме Петра, Иоанна, Иакова и родителей девочки. ",
          "ID": "51"
        },
        {
          "text": "Люди во дворе уже плакали и рыдали по ней.",
          "ID": "52"
        },
        {
          "text": "– Перестаньте плакать, – сказал Иисус, – ведь она не умерла, а спит.",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "Они стали смеяться над Ним, потому что знали, что девочка умерла. ",
          "ID": "53"
        },
        {
          "text": "Иисус же взял ее за руку и сказал:",
          "ID": "54"
        },
        {
          "text": "– Дитя, встань!",
          "ID": "54"
        },
        {
          "text": " ",
          "ID": "54"
        },
        {
          "text": "Дух девочки возвратился к ней, и она сразу же встала. Иисус сказал, чтобы ей дали есть. ",
          "ID": "55"
        },
        {
          "text": "Родители были поражены, но Иисус наказал им никому не рассказывать о том, что произошло.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8",
      "name": "От Луки 8"
    },
    {
      "text": [
        {
          "text": "Созвав вместе двенадцать, Иисус дал им силу и власть одолевать всех демонов и излечивать болезни. ",
          "ID": "1"
        },
        {
          "text": "Затем Он послал их возвещать Божье Царство и исцелять больных, ",
          "ID": "2"
        },
        {
          "text": "сказав им:",
          "ID": "3"
        },
        {
          "text": "– Ничего не берите с собой в дорогу: ни посоха, ни сумки, ни хлеба, ни денег, ни запасной одежды. ",
          "ID": "3"
        },
        {
          "text": "В какой бы дом вы ни вошли, оставайтесь там и оттуда отправляйтесь дальше. ",
          "ID": "4"
        },
        {
          "text": "А если где-то люди вас не примут, то, уходя из того города, отряхните пыль с ваших ног, это будет свидетельством против них.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": " Ученики отправились в путь и, переходя из селения в селение, возвещали Радостную Весть и повсюду исцеляли больных.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Слухи обо всем этом дошли и до правителя Ирода. Он был в недоумении, потому что одни говорили, что это Иоанн воскрес из мертвых, ",
          "ID": "7"
        },
        {
          "text": "другие – что явился Илия, третьи – что ожил один из древних пророков. ",
          "ID": "8"
        },
        {
          "text": "Ирод говорил:",
          "ID": "9"
        },
        {
          "text": "– Иоанна я обезглавил, а кто же тогда Этот Человек, о Котором мне такое рассказывают?",
          "ID": "9"
        },
        {
          "text": "И он искал возможность увидеть Иисуса.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Апостолы, возвратившись, рассказали Иисусу обо всем, что они сделали. Потом Он взял их с Собой, и они пошли одни к городу, называемому Вифсаида. ",
          "ID": "10"
        },
        {
          "text": "Однако толпы народа, узнав об этом, пошли за Иисусом. Он радушно их принял и говорил им о Божьем Царстве, а также исцелял тех, кто в этом нуждался. ",
          "ID": "11"
        },
        {
          "text": "День уже клонился к вечеру, и двенадцать подошли к Иисусу и сказали:",
          "ID": "12"
        },
        {
          "text": "– Отпусти людей, чтобы они пошли в окрестные селения и деревни и нашли себе ночлег и пищу, ведь мы здесь в пустынном месте.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Иисус ответил:",
          "ID": "13"
        },
        {
          "text": "– Вы сами дайте им есть.",
          "ID": "13"
        },
        {
          "text": "Ученики удивились:",
          "ID": "13"
        },
        {
          "text": "– Да ведь у нас только пять хлебов и две рыбы. Разве что нам пойти и купить еды на всех этих людей?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "А там одних только мужчин было около пяти тысяч. Но Иисус сказал ученикам:",
          "ID": "14"
        },
        {
          "text": "– Рассадите людей группами, человек по пятьдесят.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Ученики так и сделали. Когда все сели, ",
          "ID": "15"
        },
        {
          "text": "Иисус взял пять хлебов и две рыбы и, подняв глаза к небу, благословил пищу. Затем Он стал разламывать хлеб и рыбу и давать их Своим ученикам, чтобы те раздавали народу. ",
          "ID": "16"
        },
        {
          "text": "Все ели и насытились, и собрали еще двенадцать корзин остатков.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Однажды, когда Иисус молился в одиночестве и недалеко от Него были Его ученики, Он спросил их:",
          "ID": "18"
        },
        {
          "text": "– За кого принимает Меня народ?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Они ответили:",
          "ID": "19"
        },
        {
          "text": "– За Иоанна Крестителя; другие же – за Илию; а некоторые говорят, что один из других древних пророков ожил.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– А вы кем считаете Меня? – спросил их Иисус.",
          "ID": "20"
        },
        {
          "text": "– Божьим Христом, – ответил Петр.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Но Иисус строго велел им никому не говорить об этом, ",
          "ID": "21"
        },
        {
          "text": "сказав:",
          "ID": "22"
        },
        {
          "text": "– Сыну Человеческому должно много пострадать и быть отвергнутым старейшинами, первосвященниками и учителями Закона. Он будет убит, но на третий день воскреснет.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Потом Иисус сказал им:",
          "ID": "23"
        },
        {
          "text": "– Если кто желает быть Моим последователем, пусть отречется от самого себя и, каждый день беря свой крест, следует за Мной. ",
          "ID": "23"
        },
        {
          "text": "Потому что тот, кто хочет сберечь свою жизнь, потеряет ее, а кто потеряет свою жизнь ради Меня, тот спасет ее. ",
          "ID": "24"
        },
        {
          "text": "Ведь что пользы человеку, если он приобретет весь мир, но при этом погубит самого себя или повредит себе? ",
          "ID": "25"
        },
        {
          "text": "Кто постыдится Меня и Моих слов, того постыдится и Сын Человеческий, когда придет в Своей славе и в славе Отца и святых ангелов. ",
          "ID": "26"
        },
        {
          "text": "Говорю вам истину, некоторые из вас, стоящих здесь, не умрут, пока не увидят Божьего Царства.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Примерно восемь дней спустя после этих слов, Иисус, взяв с Собой Петра, Иоанна и Иакова, поднялся на гору помолиться. ",
          "ID": "28"
        },
        {
          "text": "Во время молитвы Его облик вдруг изменился, а одежда стала ослепительно белой. ",
          "ID": "29"
        },
        {
          "text": "И вот появились два человека, которые стали разговаривать с Иисусом, – это были Моисей и Илия. ",
          "ID": "30"
        },
        {
          "text": "Явившись в славе, они говорили о Его исходе, который Он должен будет совершить в Иерусалиме. ",
          "ID": "31"
        },
        {
          "text": "А Петра и тех, кто был вместе с ним, одолел сон, но когда они очнулись, то увидели славу Иисуса и двух мужчин, стоявших рядом с Ним. ",
          "ID": "32"
        },
        {
          "text": "Когда мужчины уже уходили, Петр сказал Иисусу:",
          "ID": "33"
        },
        {
          "text": "– Наставник, нам здесь так хорошо! Давай мы сделаем три шалаша, один Тебе, один Моисею и один Илии.",
          "ID": "33"
        },
        {
          "text": "Он и сам не знал, что говорит. ",
          "ID": "33"
        },
        {
          "text": "Когда он еще говорил, показалось облако и накрыло их. Оказавшись в облаке, они очень испугались. ",
          "ID": "34"
        },
        {
          "text": "А из облака прозвучал голос:",
          "ID": "35"
        },
        {
          "text": "– Это Мой Сын, Мой избранный. Его слушайте!",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Когда голос умолк, они увидели Иисуса уже одного. Они молчали об этом и в то время никому не рассказывали о том, что видели.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "На следующий день, когда они спустились с горы, Иисуса встретила большая толпа. ",
          "ID": "37"
        },
        {
          "text": "И один человек из толпы закричал:",
          "ID": "38"
        },
        {
          "text": "– Учитель, умоляю Тебя, посмотри моего сына! Он у меня один. ",
          "ID": "38"
        },
        {
          "text": "Иногда его схватывает дух, и тогда мальчик внезапно начинает кричать, его сводит судорогой, так что у него изо рта идет пена. Дух терзает его до полного изнеможения и лишь тогда нехотя отступает. ",
          "ID": "39"
        },
        {
          "text": "Я просил Твоих учеников изгнать его, но они не смогли.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "– О неверующее и испорченное поколение, – сказал Иисус, – сколько Мне еще быть с вами и терпеть вас? Приведи сына сюда.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Когда мальчик еще шел, дух бросил его на землю в припадке. Но Иисус приказал нечистому духу выйти, исцелил мальчика, а затем отдал его отцу. ",
          "ID": "42"
        },
        {
          "text": "Все были поражены величием Бога.",
          "ID": "43"
        },
        {
          "text": "В то время как все удивлялись тому, что совершил Иисус, Он сказал Своим ученикам:",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "– Слушайте внимательно, что Я вам сейчас скажу: Сын Человеческий будет предан в руки людей.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Но они не поняли, что Он имел в виду, от них это было сокрыто, так что они не поняли смысла сказанного, а спросить, что означают Его слова, боялись.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Среди учеников как-то начался спор о том, кто из них важнее. ",
          "ID": "46"
        },
        {
          "text": "Иисус, зная их мысли, взял маленького ребенка и поставил его рядом с Собой.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "– Кто ради Меня принимает такого ребенка, – сказал Иисус, – тот принимает и Меня, а кто принимает Меня, тот принимает и Пославшего Меня. Кто среди вас меньше всех, тот и велик.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Иоанн сказал Ему: – Наставник! Мы видели человека, который Твоим именем изгонял демонов, и мы запретили ему, потому что он не следует за Тобой вместе с нами.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "– Не запрещайте, – сказал Иисус. – Кто не против вас, тот за вас.",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Когда Иисусу подошло время быть взятым на небо, Он направился в Иерусалим. ",
          "ID": "51"
        },
        {
          "text": "Вперед Себя Он послал вестников, и те пошли в одно из самарянских селений, чтобы приготовить все к Его приходу. ",
          "ID": "52"
        },
        {
          "text": "Но жители селения не приняли Его, потому что Он шел в Иерусалим. ",
          "ID": "53"
        },
        {
          "text": "Увидев это, Его ученики Иаков и Иоанн сказали:",
          "ID": "54"
        },
        {
          "text": "– Господи, хочешь, мы прикажем огню сойти с неба и всех их истребить, как и Илия сделал?",
          "ID": "54"
        },
        {
          "text": " ",
          "ID": "54"
        },
        {
          "text": "Но Иисус, обернувшись, запретил им и сказал:",
          "ID": "55"
        },
        {
          "text": "– Вы не знаете, какого вы духа, ",
          "ID": "55"
        },
        {
          "text": "ведь Сын Человеческий пришел не губить человеческие души, а спасать.",
          "ID": "56"
        },
        {
          "text": "И они пошли в другое селение.",
          "ID": "56"
        },
        {
          "text": " ",
          "ID": "56"
        },
        {
          "text": "Когда они шли по дороге, один человек сказал Иисусу:",
          "ID": "57"
        },
        {
          "text": "– Я пойду за Тобой, куда бы Ты ни пошел.",
          "ID": "57"
        },
        {
          "text": " ",
          "ID": "57"
        },
        {
          "text": "Иисус ответил:",
          "ID": "58"
        },
        {
          "text": "– У лисиц есть норы, и у птиц небесных – гнезда, а Сыну Человеческому негде и голову приклонить.",
          "ID": "58"
        },
        {
          "text": " ",
          "ID": "58"
        },
        {
          "text": "Другому человеку Иисус сказал:",
          "ID": "59"
        },
        {
          "text": "– Следуй за Мной.",
          "ID": "59"
        },
        {
          "text": "Но тот ответил:",
          "ID": "59"
        },
        {
          "text": "– Господи, разреши мне прежде пойти и похоронить отца моего.",
          "ID": "59"
        },
        {
          "text": " ",
          "ID": "59"
        },
        {
          "text": "– Пусть мертвые сами хоронят своих мертвецов, а ты иди и провозглашай Божье Царство, – сказал ему Иисус.",
          "ID": "60"
        },
        {
          "text": " ",
          "ID": "60"
        },
        {
          "text": "Еще один человек сказал Ему:",
          "ID": "61"
        },
        {
          "text": "– Я пойду за Тобой, Господи, но позволь мне прежде пойти и попрощаться с моей семьей.",
          "ID": "61"
        },
        {
          "text": " ",
          "ID": "61"
        },
        {
          "text": "Иисус ответил:",
          "ID": "62"
        },
        {
          "text": "– Ни один человек, положивший руку на плуг и оглядывающийся назад, не пригоден для Божьего Царства.",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9",
      "name": "От Луки 9"
    },
    {
      "text": [
        {
          "text": "После этого Господь назначил еще семьдесят учеников и послал их по два впереди Себя в каждый из городов и в каждое место, куда Он Сам собирался прийти. ",
          "ID": "1"
        },
        {
          "text": "Он сказал им:",
          "ID": "2"
        },
        {
          "text": "– Жатвы много, а работников мало. Поэтому просите Хозяина жатвы, чтобы Он выслал работников на Свою жатву.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Идите! Вот, Я посылаю вас, как ягнят в волчью стаю. ",
          "ID": "3"
        },
        {
          "text": "Не берите с собой ни кошелька, ни сумки, ни сандалий и по дороге никого не приветствуйте. ",
          "ID": "4"
        },
        {
          "text": "Когда вы войдете в дом, скажите вначале: «Мир этому дому». ",
          "ID": "5"
        },
        {
          "text": "Если в том доме живет человек мира, то ваш мир будет на нем, если же нет, то он вернется к вам. ",
          "ID": "6"
        },
        {
          "text": "Оставайтесь в этом доме, ешьте и пейте то, что вам дадут, потому что работник заслуживает вознаграждения. Не переходите из дома в дом.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Если вы войдете в город и вас там примут, то ешьте все, что вам предложат, ",
          "ID": "8"
        },
        {
          "text": "исцеляйте их больных, которые там есть, и говорите им: «Царство Божье уже близко к вам». ",
          "ID": "9"
        },
        {
          "text": "А если вы войдете в какой-либо город и там вас не примут, то идите по улицам этого города и говорите: ",
          "ID": "10"
        },
        {
          "text": "«Даже пыль вашего города, что пристала к нашим ногам, мы отряхиваем на вас, но все же знайте: Царство Божье уже близко!» ",
          "ID": "11"
        },
        {
          "text": "Говорю вам, что в тот День Содому будет легче, чем этому городу.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Горе тебе, Хоразин! Горе тебе, Вифсаида! Ведь если бы в Тире и Сидоне были совершены те же чудеса, что в вас, то они бы давно раскаялись, одевшись в рубище и сидя в пепле. ",
          "ID": "13"
        },
        {
          "text": "Но Тиру и Сидону будет легче на Суде, чем вам. ",
          "ID": "14"
        },
        {
          "text": "И ты, Капернаум, думаешь, что будешь вознесен до небес? Нет, ты будешь сброшен в ад.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": " Потом Он сказал ученикам:",
          "ID": "16"
        },
        {
          "text": "– Кто слушает вас, слушает Меня, и кто отвергает вас, тот отвергает Меня; а кто отвергает Меня, отвергает Пославшего Меня.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Семьдесят учеников возвратились к Иисусу радостные:",
          "ID": "17"
        },
        {
          "text": "– Господи, – говорили они, – даже демоны подчиняются нам, когда мы приказываем им Твоим именем!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Иисус ответил:",
          "ID": "18"
        },
        {
          "text": "– Я видел, как сатана упал с неба, словно молния! ",
          "ID": "18"
        },
        {
          "text": "Вот, Я дал вам власть наступать без вреда для вас на змей и скорпионов и преодолевать всю силу врага. ",
          "ID": "19"
        },
        {
          "text": "Но радуйтесь не тому, что духи вам подчиняются, а тому, что ваши имена записаны на небесах.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Тут Иисус возликовал в Святом Духе и сказал:",
          "ID": "21"
        },
        {
          "text": "– Я славлю Тебя, Отец, Господь неба и земли, за то, что Ты, утаив от мудрецов и ученых, открыл это младенцам. Да, Отец, это было угодно Тебе! ",
          "ID": "21"
        },
        {
          "text": "Отец вверил Мне все. Никто не знает, кто есть Сын, кроме Отца, и никто не знает, кто есть Отец, кроме Сына и того, кого Сын избирает, чтобы открыть ему Отца.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Потом Он повернулся к Своим ученикам и сказал так, чтобы слышали только они:",
          "ID": "23"
        },
        {
          "text": "– Блаженны глаза, видящие то, что вы видите. ",
          "ID": "23"
        },
        {
          "text": "Я говорю вам, что много пророков и царей хотели увидеть то, что вы видите, но не увидели, хотели услышать то, что вы слышите, но не услышали.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Тут встал один учитель Закона и задал Иисусу вопрос, чтобы испытать Его.",
          "ID": "25"
        },
        {
          "text": "– Учитель, – спросил он, – что мне делать, чтобы наследовать вечную жизнь?",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "– А что сказано в Законе? – спросил в Свою очередь Иисус. – Что ты там читаешь?",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Тот ответил:",
          "ID": "27"
        },
        {
          "text": "– «Люби Господа, Бога твоего, всем сердцем твоим и всей душой твоей, всей силой твоей и всем разумом твоим», и «ближнего твоего, как самого себя».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– Правильно ты ответил, – сказал ему Иисус. – Делай так, и ты будешь жить.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Но учитель Закона, желая как-то оправдать себя, спросил:",
          "ID": "29"
        },
        {
          "text": "– А кто мой ближний?",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "В ответ Иисус сказал ему:",
          "ID": "30"
        },
        {
          "text": "– Один человек шел из Иерусалима в Иерихон. По дороге на него напали разбойники, которые раздели его, избили до полусмерти и ушли. ",
          "ID": "30"
        },
        {
          "text": "Случайно по той же дороге проходил священник и, увидев этого человека, прошел мимо по другой стороне дороги. ",
          "ID": "31"
        },
        {
          "text": "Так же поступил и левит: дойдя до этого места и увидев пострадавшего, он обошел его стороной. ",
          "ID": "32"
        },
        {
          "text": "Но вот к тому месту, где он лежал, подошел проезжавший мимо самарянин. Он увидел беднягу и сжалился над ним. ",
          "ID": "33"
        },
        {
          "text": "Он подошел и перевязал его раны, промыв их маслом и вином. Затем он посадил пострадавшего на своего осла, привез его в гостиницу и там еще ухаживал за ним. ",
          "ID": "34"
        },
        {
          "text": "На следующий день он дал хозяину гостиницы два динария и сказал: «Присмотри за ним, а когда я буду возвращаться, то оплачу все дополнительные расходы». ",
          "ID": "35"
        },
        {
          "text": "Кто из этих трех был, по-твоему, ближним человеку, пострадавшему от рук разбойников?",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Учитель Закона ответил:",
          "ID": "37"
        },
        {
          "text": "– Тот, кто проявил к нему милость.",
          "ID": "37"
        },
        {
          "text": "Тогда Иисус сказал ему:",
          "ID": "37"
        },
        {
          "text": "– Иди и ты поступай так же.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "По пути Иисус с учениками пришли в одно селение. Там женщина, по имени Марфа, пригласила Его в свой дом. ",
          "ID": "38"
        },
        {
          "text": "У нее была сестра, которую звали Мария. Мария сидела у ног Иисуса и слушала, что Он говорил. ",
          "ID": "39"
        },
        {
          "text": "Марфа же была занята приготовлением обеда. Она подошла к Иисусу и сказала:",
          "ID": "40"
        },
        {
          "text": "– Господи, Тебе нет дела до того, что моя сестра оставила всю работу на меня одну? Скажи ей, чтобы она помогла мне!",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "– Марфа, Марфа, – ответил Господь, – ты тревожишься и заботишься о многом, ",
          "ID": "41"
        },
        {
          "text": "а нужно ведь только одно. Мария выбрала лучшее, и это у нее не отнимется.",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10",
      "name": "От Луки 10"
    },
    {
      "text": [
        {
          "text": "Однажды Иисус молился, и когда Он закончил, один из учеников попросил Его:",
          "ID": "1"
        },
        {
          "text": "– Господи, научи нас молиться, как и Иоанн научил своих учеников.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Он сказал им:",
          "ID": "2"
        },
        {
          "text": "– Когда вы молитесь, говорите так:",
          "ID": "2"
        },
        {
          "text": "Отец, пусть прославится Твое имя!",
          "ID": "2"
        },
        {
          "text": "Пусть придет Твое Царство!",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Давай нам каждый день наш насущный хлеб",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "и прости нам наши грехи,",
          "ID": "4"
        },
        {
          "text": "ведь и мы прощаем каждому, кто нам должен.",
          "ID": "4"
        },
        {
          "text": "Не дай нам поддаться искушению.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Потом Иисус сказал им:",
          "ID": "5"
        },
        {
          "text": "– Вряд ли у кого-либо из вас есть друг, который поступает следующим образом: например, приходит к нему в полночь товарищ и просит: «Друг, одолжи мне три лепешки. ",
          "ID": "5"
        },
        {
          "text": "Ко мне с дороги заехал гость, и мне нечего ему предложить». ",
          "ID": "6"
        },
        {
          "text": "А тот, находясь в доме, отвечает: «Не беспокой меня. Дверь уже заперта, дети мои со мною в постели, не могу я сейчас встать и дать тебе хлеба». ",
          "ID": "7"
        },
        {
          "text": "Говорю вам, что даже если он не встанет и не даст ему по дружбе, ему все-таки придется сделать то, о чем его попросили, только чтобы не осрамиться.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Поэтому Я говорю вам: просите – и вам дадут, ищите – и найдете, стучите – и вам откроют. ",
          "ID": "9"
        },
        {
          "text": "Потому что каждый, кто просит, получает, и кто ищет, находит, и тому, кто стучит, откроют. ",
          "ID": "10"
        },
        {
          "text": "Есть ли среди вас такой отец, который даст своему сыну змею, когда тот попросит рыбы? ",
          "ID": "11"
        },
        {
          "text": "Или, если тот попросит яйцо, даст ему скорпиона? ",
          "ID": "12"
        },
        {
          "text": "Если вы, будучи злы, умеете давать своим детям благие дары, то тем более Небесный Отец даст Святого Духа тем, кто просит у Него!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Однажды Иисус изгнал демона немоты. И когда демон вышел, человек, который был нем, заговорил. Люди удивлялись. ",
          "ID": "14"
        },
        {
          "text": "Но некоторые говорили:",
          "ID": "15"
        },
        {
          "text": "– Он изгоняет демонов силой Веельзевула, повелителя демонов.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Другие, желая испытать Иисуса, попросили, чтобы Он показал им знамение с неба. ",
          "ID": "16"
        },
        {
          "text": "Но Иисус, зная их мысли, сказал им:",
          "ID": "17"
        },
        {
          "text": "– Любое царство, разделившееся на враждующие части, приходит в запустение, и дом, где есть распря, рушится. ",
          "ID": "17"
        },
        {
          "text": "И если сатана враждует против самого себя, то как устоит его царство? Я говорю это потому, что вы заявляете, будто Я изгоняю демонов силой Веельзевула. ",
          "ID": "18"
        },
        {
          "text": "Если Я изгоняю демонов силой Веельзевула, то чьей силой изгоняют их ваши последователи? Так что они будут вам судьями. ",
          "ID": "19"
        },
        {
          "text": "Но если Я изгоняю демонов перстом Божьим, то это значит, что Царство Божье пришло к вам. ",
          "ID": "20"
        },
        {
          "text": "Когда сильный и хорошо вооруженный человек охраняет свой дом, то его имущество в безопасности. ",
          "ID": "21"
        },
        {
          "text": "Но если кто-то более сильный нападет и одолеет его, то он заберет оружие, на которое полагался хозяин, и разделит добычу.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Кто не со Мной, тот против Меня, и кто не собирает со Мной, тот растрачивает.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Когда нечистый дух выходит из человека, то он скитается по безводным местам, ища место для отдыха, но не находит его. Тогда он говорит: «Возвращусь-ка я в дом, из которого вышел». ",
          "ID": "24"
        },
        {
          "text": "Когда он возвращается, то находит дом чисто выметенным и убранным. ",
          "ID": "25"
        },
        {
          "text": "Тогда он идет и берет семь других духов, еще более злых, чем он сам, и они приходят и поселяются там. И это для человека еще хуже того, что было вначале.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Иисус еще говорил, когда одна женщина из толпы крикнула:",
          "ID": "27"
        },
        {
          "text": "– Блаженна та мать, что родила Тебя и выкормила!",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Иисус ответил:",
          "ID": "28"
        },
        {
          "text": "– Блаженнее те, кто слышит слово Божье и исполняет его.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Когда людей собралось еще больше, Иисус начал говорить:",
          "ID": "29"
        },
        {
          "text": "– Это поколение – злое. Оно ищет знамения, но ему не будет дано никакого знамения, кроме знамения пророка Ионы. ",
          "ID": "29"
        },
        {
          "text": "И как Иона стал знамением для жителей Ниневии, так и Сын Человеческий станет знамением для этого поколения. ",
          "ID": "30"
        },
        {
          "text": "Царица Юга встанет в День Суда с людьми этого поколения и осудит их, потому что она пришла с другого конца света послушать мудрость Соломона. Сейчас же с вами Тот, Кто больше Соломона. ",
          "ID": "31"
        },
        {
          "text": "Жители Ниневии встанут в День Суда с людьми этого поколения и обвинят их, потому что они покаялись от проповеди Ионы. Сейчас же с вами Тот, Кто больше Ионы.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Никто, зажегши светильник, не ставит его в погреб или под горшок. Наоборот, его ставят на подставку, чтобы входящие видели свет. ",
          "ID": "33"
        },
        {
          "text": "Твой глаз – светильник твоего тела. Когда твой глаз ясен, тогда и все твое тело полно света. Если же у тебя дурной глаз, то и все твое тело темно. ",
          "ID": "34"
        },
        {
          "text": "Так что смотри, не тьма ли тот свет, который внутри тебя. ",
          "ID": "35"
        },
        {
          "text": "Итак, если все твое тело полно света и в нем нет ни одной темной части, то оно все будет светло, как бывает, когда светильник освещает тебя сиянием.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Когда Иисус так говорил, один фарисей пригласил Его к себе на обед. Иисус пришел и возлег у стола. ",
          "ID": "37"
        },
        {
          "text": "Фарисея удивило, что Он не совершил перед едой ритуального омовения. ",
          "ID": "38"
        },
        {
          "text": "Но Господь сказал ему:",
          "ID": "39"
        },
        {
          "text": "– Вот вы, фарисеи, очищаете чаши и тарелки снаружи, но внутри вы полны жадности и злобы. ",
          "ID": "39"
        },
        {
          "text": "Глупцы! Разве Тот, Кто сотворил внешнее, не сотворил и внутреннее? ",
          "ID": "40"
        },
        {
          "text": "Что же касается внутреннего, то давайте милостыню, и тогда все у вас будет чисто.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Но горе вам, фарисеи, потому что вы даете десятину с мяты, руты и с других трав, а справедливостью и любовью Божьей вы пренебрегаете. И то нужно делать, и другого не оставлять.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Горе вам, фарисеи, потому что вы любите занимать почетные места в синагогах и любите, когда вас приветствуют на площадях.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Горе вам, вы подобны никак не обозначенным могилам, по которым люди ходят, даже не подозревая об их существовании.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Один из учителей Закона сказал Ему:",
          "ID": "45"
        },
        {
          "text": "– Учитель, говоря это, Ты и нас обижаешь.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Иисус ответил:",
          "ID": "46"
        },
        {
          "text": "– Горе и вам, учители Закона, потому что вы взваливаете на людей ноши, которые невозможно нести, а сами и пальцем не шевельнете, чтобы помочь им.",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "Горе вам, потому что вы строите надгробные памятники пророкам, которых убили ваши предки. ",
          "ID": "47"
        },
        {
          "text": "Вы сами свидетельствуете о том, что одобряете действия ваших предков: те убивали пророков, а вы строите им надгробные памятники. ",
          "ID": "48"
        },
        {
          "text": "Поэтому и Божья мудрость сказала: «Я пошлю к ним пророков и апостолов, но они одних убьют, а других будут преследовать». ",
          "ID": "49"
        },
        {
          "text": "Поэтому нынешнее поколение понесет ответственность за кровь всех пророков, пролитую от создания мира, ",
          "ID": "50"
        },
        {
          "text": "от крови Авеля и до крови Захарии, убитого между жертвенником и храмом. Да, говорю вам, нынешнее поколение ответит за все.",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "Горе вам, учители Закона, потому что вы присвоили ключ знания. Но и сами не вошли, и тем, кто хотел войти, воспрепятствовали.",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "Когда Иисус вышел из дома, учители Закона и фарисеи обрушились на Него с яростными обвинениями и каверзными вопросами. ",
          "ID": "53"
        },
        {
          "text": "Они ставили Ему ловушки, пытаясь поймать на слове.",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11",
      "name": "От Луки 11"
    },
    {
      "text": [
        {
          "text": "Тем временем собрались огромные толпы, и люди теснили друг друга. Иисус начал говорить, обращаясь сначала к Своим ученикам:",
          "ID": "1"
        },
        {
          "text": "– Берегитесь фарисейской закваски, то есть лицемерия. ",
          "ID": "1"
        },
        {
          "text": "Нет ничего скрытого, что не открылось бы, и нет ничего тайного, что не стало бы известным. ",
          "ID": "2"
        },
        {
          "text": "Поэтому то, что вы говорите в темноте, будет услышано при свете дня, и что вы прошептали на ухо во внутренней комнате, будет провозглашено с крыш.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Я говорю вам, Моим друзьям: не бойтесь тех, кто убивает тело и ничего больше сделать не может. ",
          "ID": "4"
        },
        {
          "text": "Я скажу вам, Кого бояться: бойтесь Того, Кто, убив, имеет власть ввергнуть в ад. Да, говорю вам, Его бойтесь. ",
          "ID": "5"
        },
        {
          "text": "Не продают ли пять воробьев всего за две мелкие монеты? Однако ни один из них не забыт Богом. ",
          "ID": "6"
        },
        {
          "text": "А у вас даже и волосы на голове все сосчитаны! Не бойтесь – вы дороже множества воробьев!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "– Говорю вам: каждого, кто открыто признает Меня перед людьми, того и Сын Человеческий признает перед Божьими ангелами, ",
          "ID": "8"
        },
        {
          "text": "а кто отречется от Меня перед людьми, от того и Я отрекусь перед Божьими ангелами. ",
          "ID": "9"
        },
        {
          "text": "Всякий, кто скажет что-либо против Сына Человеческого, будет прощен, но тот, кто кощунствует над Святым Духом, не будет прощен.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Когда вас приведут на суд в синагоги, к правителям и власть имущим, не беспокойтесь о том, как вам защитить себя или что вам говорить, ",
          "ID": "11"
        },
        {
          "text": "потому что Святой Дух в тот самый час научит вас, что вам говорить.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Кто-то в толпе сказал Иисусу:",
          "ID": "13"
        },
        {
          "text": "– Учитель, скажи моему брату, чтобы он разделил со мной наследство.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Иисус ответил:",
          "ID": "14"
        },
        {
          "text": "– Друг, кто Меня назначил судьей или посредником между вами?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "И Он сказал им:",
          "ID": "15"
        },
        {
          "text": "– Смотрите, берегитесь жадности. Как бы ни был богат человек, его жизнь от этого не зависит.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "И Он рассказал им притчу:",
          "ID": "16"
        },
        {
          "text": "– Земля одного богатого человека принесла ему хороший урожай. ",
          "ID": "16"
        },
        {
          "text": "«Что мне делать? Мне негде хранить весь собранный урожай, – подумал он. ",
          "ID": "17"
        },
        {
          "text": "– Вот что я сделаю, – решил он тогда, – я снесу мои хранилища и построю большие, в них будет достаточно места для моего зерна и другого имущества. ",
          "ID": "18"
        },
        {
          "text": "Тогда я смогу сказать себе: теперь у тебя полно добра на много лет. Отдыхай, ешь, пей, веселись». ",
          "ID": "19"
        },
        {
          "text": "Но Бог сказал ему: «Глупец! Сегодня же ночью твою жизнь возьмут у тебя. Кому достанется все, что ты приготовил?» ",
          "ID": "20"
        },
        {
          "text": "Так будет с каждым, кто копит богатство для себя, но не приобретает богатства для Бога.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Затем Иисус сказал Своим ученикам:",
          "ID": "22"
        },
        {
          "text": "– Поэтому Я говорю вам: не тревожьтесь о своей жизни, что вам есть, или о своем теле, во что вам одеться. ",
          "ID": "22"
        },
        {
          "text": "Ведь жизнь важнее пищи, и тело важнее одежды. ",
          "ID": "23"
        },
        {
          "text": "Посмотрите на воронов, они не сеют и не жнут, у них нет ни хранилищ, ни амбаров, однако Бог питает их. Насколько же вы ценнее этих птиц! ",
          "ID": "24"
        },
        {
          "text": "И кто из вас, беспокоясь, может продлить себе жизнь хотя бы на час? ",
          "ID": "25"
        },
        {
          "text": "Если вы не можете сделать даже этого, то зачем вам тревожиться об остальном?",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Подумайте о том, как растут лилии. Они не трудятся и не прядут, но говорю вам, что даже Соломон во всем своем величии не одевался так, как любая из них. ",
          "ID": "27"
        },
        {
          "text": "Но если Бог так одевает траву на поле, которая сегодня есть, а завтра будет брошена в печь, то не оденет ли Он и вас, маловеры? ",
          "ID": "28"
        },
        {
          "text": "Не беспокойтесь о том, что вам есть или что пить, не тревожьтесь об этом. ",
          "ID": "29"
        },
        {
          "text": "Ведь все язычники этого мира только об этом и думают, но ваш Отец знает, что вы нуждаетесь в этом. ",
          "ID": "30"
        },
        {
          "text": "Ищите лучше Его Царства, и это тоже будет дано вам.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Не бойся, малое стадо, ведь вашему Отцу было угодно дать вам Царство! ",
          "ID": "32"
        },
        {
          "text": "Продавайте ваше имущество и давайте милостыню. Приобретайте себе такие кошельки, которые не изнашиваются, сокровища на небесах, где ни вор к ним не подберется, ни моль их не съест. ",
          "ID": "33"
        },
        {
          "text": "Ведь где ваше богатство, там будет и ваше сердце.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Будьте всегда наготове: одежды подпоясаны, а светильники горящие, ",
          "ID": "35"
        },
        {
          "text": "как у тех слуг, что ждут возвращения своего хозяина со свадебного пира. Когда хозяин придет и постучит, они смогут сразу открыть ему. ",
          "ID": "36"
        },
        {
          "text": "Блаженны те слуги, которых хозяин, возвратившись, найдет бодрствующими. Говорю вам истину, он тогда сам подпояшется, как слуга, пригласит их к столу и будет прислуживать им. ",
          "ID": "37"
        },
        {
          "text": "Блаженны те слуги, которых хозяин застанет готовыми, даже если он придет среди ночи или перед рассветом. ",
          "ID": "38"
        },
        {
          "text": "Знайте, что если бы хозяин дома знал, в котором часу придет вор, то он не позволил бы ему проникнуть в свой дом. ",
          "ID": "39"
        },
        {
          "text": "Вы тоже должны быть готовы, потому что Сын Человеческий придет в час, когда вы Его не ждете.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Петр спросил:",
          "ID": "41"
        },
        {
          "text": "– Господи, Ты говоришь эту притчу только нам или всем?",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Господь ответил:",
          "ID": "42"
        },
        {
          "text": "– Кто тогда окажется верным и разумным управляющим, которого хозяин поставил над другими слугами, чтобы вовремя раздавать им пищу? ",
          "ID": "42"
        },
        {
          "text": "Блажен тот слуга, которого хозяин, когда вернется, найдет поступающим так. ",
          "ID": "43"
        },
        {
          "text": "Говорю вам истину: он доверит ему все свое имение. ",
          "ID": "44"
        },
        {
          "text": "Но если тот слуга решит: «Мой хозяин придет еще не скоро» – и станет избивать слуг и служанок, есть, пить и пьянствовать, ",
          "ID": "45"
        },
        {
          "text": "то придет его хозяин в тот день, когда он не ожидает, и в тот час, когда он не знает. Он рассечет его надвое и определит ему одну участь с неверными.",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "Тот слуга, который знал волю своего хозяина и не приготовился или не сделал того, что хотел хозяин, будет сильно бит, ",
          "ID": "47"
        },
        {
          "text": "а тот, кто делает достойное наказания по незнанию, будет бит меньше. Кому было много дано, с того много и потребуют, и кому было много доверено, с того много и спросится.",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Я пришел принести огонь на землю, и как Я хочу, чтобы он уже разгорелся! ",
          "ID": "49"
        },
        {
          "text": "Но Мне еще предстоит пройти крещение, и как Я томлюсь, пока это не совершится! ",
          "ID": "50"
        },
        {
          "text": "Вы думаете, Я пришел, чтобы принести на землю мир? Нет, говорю вам, не мир, а разделение. ",
          "ID": "51"
        },
        {
          "text": "Семья из пяти человек разделится: трое против двоих, и двое против троих. ",
          "ID": "52"
        },
        {
          "text": "Отец будет против сына и сын против отца, мать против дочери и дочь против матери, свекровь против невестки и невестка против свекрови.",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Иисус опять обратился к народу:",
          "ID": "54"
        },
        {
          "text": "– Когда вы видите облако на западе, вы сразу говорите, что будет дождь, и, действительно, идет дождь. ",
          "ID": "54"
        },
        {
          "text": "И когда дует южный ветер, вы говорите: будет жарко, и так и бывает. ",
          "ID": "55"
        },
        {
          "text": "Лицемеры! Вы знаете, что означают приметы земли и неба, так почему же вы не знаете, какое настало время? ",
          "ID": "56"
        },
        {
          "text": "Почему вы сами не рассудите, в чем истина? ",
          "ID": "57"
        },
        {
          "text": "Когда ты идешь со своим обвинителем в суд, постарайся примириться с ним еще по пути, иначе он притащит тебя к судье, а судья отдаст тебя стражнику, и тот бросит тебя в темницу. ",
          "ID": "58"
        },
        {
          "text": "Говорю тебе, что ты не выйдешь оттуда, пока не выплатишь все до самого последнего гроша.",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12",
      "name": "От Луки 12"
    },
    {
      "text": [
        {
          "text": "Некоторые из тех, кто слушал Иисуса, рассказали Ему о галилеянах, которых Пилат приказал убить в храме в то время, когда они совершали жертвоприношение. ",
          "ID": "1"
        },
        {
          "text": "Иисус ответил:",
          "ID": "2"
        },
        {
          "text": "– Вы думаете, что эти галилеяне так пострадали, потому что они были грешнее всех других галилеян? ",
          "ID": "2"
        },
        {
          "text": "Нет! Но говорю вам, если вы не раскаетесь, вы тоже погибнете, как они. ",
          "ID": "3"
        },
        {
          "text": "Или взять тех восемнадцать человек, которые погибли, когда на них упала Силоамская башня. Вы думаете, они были хуже всех других жителей Иерусалима? ",
          "ID": "4"
        },
        {
          "text": "Нет, но говорю вам: если вы не раскаетесь, то тоже погибнете, как они.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Затем Иисус рассказал им притчу:",
          "ID": "6"
        },
        {
          "text": "– У одного человека в винограднике рос инжир. Однажды он пошел посмотреть, нет ли на нем плодов, но ничего не нашел. ",
          "ID": "6"
        },
        {
          "text": "Тогда он сказал виноградарю: «Вот уже три года я прихожу смотреть, нет ли на этом инжире плодов, и ничего не нахожу. Сруби его, зачем он без пользы занимает место?» ",
          "ID": "7"
        },
        {
          "text": "«Господин, – ответил работник, – оставь его еще на один год. Я его окопаю, положу удобрение, ",
          "ID": "8"
        },
        {
          "text": "и если в следующем году будут плоды – хорошо, а если нет, тогда ты срубишь его».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В субботу Иисус учил в одной из синагог. ",
          "ID": "10"
        },
        {
          "text": "Там была женщина, скорченная духом болезни. Она не могла выпрямиться вот уже восемнадцать лет. ",
          "ID": "11"
        },
        {
          "text": "Увидев ее, Иисус вызвал ее вперед и сказал:",
          "ID": "12"
        },
        {
          "text": "– Женщина! Ты свободна от своей болезни!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Он возложил на нее руки, и она сразу выпрямилась и стала славить Бога. ",
          "ID": "13"
        },
        {
          "text": "Но начальника синагоги разозлило, что Иисус исцелил в субботу, и он обратился к присутствующим:",
          "ID": "14"
        },
        {
          "text": "– Есть шесть дней для работы, вот и приходите для исцеления не в субботу, а в один из этих дней.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "На это Господь ответил ему:",
          "ID": "15"
        },
        {
          "text": "– Лицемеры! Разве в субботу вы не отвязываете в стойле вола или осла и не ведете его поить? ",
          "ID": "15"
        },
        {
          "text": "Так не нужно ли было освободить в субботу и эту женщину, одну из дочерей Авраама, вот уже восемнадцать лет связанную сатаной?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда Он это сказал, всем Его противникам стало стыдно, а весь народ радовался чудесным делам, которые Он совершал.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Затем Иисус сказал:",
          "ID": "18"
        },
        {
          "text": "– На что похоже Божье Царство? С чем можно его сравнить? ",
          "ID": "18"
        },
        {
          "text": "Оно как горчичное зерно, которое человек взял и посеял в своем саду. Зерно выросло и превратилось в дерево, так что даже птицы небесные свили гнезда в его ветвях.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "И еще Он сказал:",
          "ID": "20"
        },
        {
          "text": "– На что похоже Божье Царство? ",
          "ID": "20"
        },
        {
          "text": "Оно как закваска, которую женщина смешала с тремя мерами муки, чтобы вскисло все тесто.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Направляясь в Иерусалим, Иисус проходил через города и селения, повсюду уча народ. ",
          "ID": "22"
        },
        {
          "text": "Кто-то спросил Его:",
          "ID": "23"
        },
        {
          "text": "– Господи, разве только немногие будут спасены?",
          "ID": "23"
        },
        {
          "text": "Иисус ответил:",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "– Старайтесь войти через узкую дверь, потому что многие будут пытаться войти, но не смогут. ",
          "ID": "24"
        },
        {
          "text": "Когда хозяин дома встанет и закроет дверь, вы будете стоять снаружи и стучать, умоляя: «Господин наш, открой нам!» Но Он ответит: «Не знаю вас, откуда вы». ",
          "ID": "25"
        },
        {
          "text": "Тогда вы скажете: «Мы ели и пили с Тобой, и Ты учил на наших улицах». ",
          "ID": "26"
        },
        {
          "text": "Но Он ответит: «Я не знаю вас, откуда вы, отойдите от Меня все, делающие зло!»",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Там будет плач и скрежет зубов, когда вы увидите Авраама, Исаака, Иакова и всех пророков в Божьем Царстве, а сами вы будете изгнаны вон. ",
          "ID": "28"
        },
        {
          "text": "Придут люди с востока и с запада, с севера и с юга и возлягут на пиру в Божьем Царстве. ",
          "ID": "29"
        },
        {
          "text": "И последние будут первыми, а первые – последними.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Тогда же к Иисусу подошли несколько фарисеев и сказали:",
          "ID": "31"
        },
        {
          "text": "– Уходи, оставь это место, потому что Ирод хочет Тебя убить.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Иисус ответил:",
          "ID": "32"
        },
        {
          "text": "– Пойдите и передайте этой лисице: «Я буду изгонять демонов и исцелять людей сегодня и завтра, а на третий день Я закончу Свое дело». ",
          "ID": "32"
        },
        {
          "text": "Но сегодня, завтра и послезавтра Я должен идти дальше, потому что пророк не может погибнуть вне Иерусалима!",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "О Иерусалим, Иерусалим, убивающий пророков и побивающий камнями посланных к тебе! Сколько раз Я хотел собрать твоих детей, как птица собирает своих птенцов под крылья, но вы не захотели! ",
          "ID": "34"
        },
        {
          "text": "А теперь ваш дом оставляется вам пустым. Говорю вам, что вы уже не увидите Меня до тех пор, пока не скажете: «Благословен Тот, Кто приходит во имя Господа!»",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13",
      "name": "От Луки 13"
    },
    {
      "text": [
        {
          "text": "Однажды в субботу, когда Иисус пришел на обед к одному из самых уважаемых фарисеев, те внимательно следили за Ним. ",
          "ID": "1"
        },
        {
          "text": "Напротив Иисуса сидел человек, больной водянкой. ",
          "ID": "2"
        },
        {
          "text": "Иисус спросил учителей Закона и фарисеев:",
          "ID": "3"
        },
        {
          "text": "– Разрешено исцелять в субботу или нет?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Они молчали. Тогда Иисус, коснувшись человека, исцелил его и отпустил. ",
          "ID": "4"
        },
        {
          "text": "Затем Он сказал им:",
          "ID": "5"
        },
        {
          "text": "– Если у кого-то из вас сын или вол упадет в колодец, разве вы не вытащите его немедленно, даже если это будет в субботу?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Им нечего было ответить на это.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Иисус заметил, как гости выбирали почетные места за столом, и рассказал им притчу:",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "– Когда тебя приглашают на свадебный пир, не садись на почетное место, ведь может случиться так, что среди приглашенных окажется кто-то знатнее тебя, ",
          "ID": "8"
        },
        {
          "text": "и тогда хозяин, пригласивший и тебя, и его, подойдет к тебе и скажет: «Уступи место этому человеку». И тебе придется со стыдом занять самое последнее место. ",
          "ID": "9"
        },
        {
          "text": "Итак, когда тебя пригласили, пойди и сядь на самое последнее место, чтобы хозяин подошел к тебе и сказал: «Друг, перейди на лучшее место». Тогда тебе будет оказан почет перед всеми гостями. ",
          "ID": "10"
        },
        {
          "text": "Так что каждый возвышающий себя будет унижен, и принижающий себя будет возвышен.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Затем Иисус сказал хозяину:",
          "ID": "12"
        },
        {
          "text": "– Когда ты устраиваешь званый обед или ужин, то не приглашай своих друзей, братьев, родственников или богатых соседей, чтобы они не пригласили тебя в ответ и тем не отплатили тебе. ",
          "ID": "12"
        },
        {
          "text": "Когда ты устраиваешь пир, приглашай на него бедных, калек, хромых, слепых. ",
          "ID": "13"
        },
        {
          "text": "Вот тогда ты будешь блажен, потому что они не смогут отблагодарить тебя, и ты получишь награду в воскресение праведных.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда один из обедавших услышал это, он сказал Иисусу:",
          "ID": "15"
        },
        {
          "text": "– Блажен тот, кто будет пировать в Царстве Божьем.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Иисус ответил ему:",
          "ID": "16"
        },
        {
          "text": "– Один человек приготовил большой пир и пригласил много гостей. ",
          "ID": "16"
        },
        {
          "text": "Когда подошло время пира, он послал своего слугу сказать приглашенным: «Приходите, уже все готово». ",
          "ID": "17"
        },
        {
          "text": "Но один за другим приглашенные начали извиняться. Первый сказал: «Я купил землю и мне надо пойти и посмотреть ее. Извини меня, пожалуйста». ",
          "ID": "18"
        },
        {
          "text": "Другой сказал: «Я купил пять пар волов и иду испытать их, извини меня, пожалуйста». ",
          "ID": "19"
        },
        {
          "text": "Третий сказал: «Я женился и поэтому не могу прийти».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Слуга вернулся и рассказал все хозяину. Тогда хозяин дома рассердился и приказал слуге: «Пойди скорее по улицам и переулкам города и приведи сюда бедных, калек, слепых и хромых». ",
          "ID": "21"
        },
        {
          "text": "«Господин, – сказал слуга, – то, что ты повелел, выполнено, но еще есть место». ",
          "ID": "22"
        },
        {
          "text": "Тогда хозяин сказал слуге: «Пройди по дорогам и вдоль изгородей и уговори всех, кого встретишь, прийти на пир, чтобы дом мой был полон гостей. ",
          "ID": "23"
        },
        {
          "text": "Говорю вам, что из прежних приглашенных никто не попробует моего обеда».",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "С Иисусом шло множество людей, и Он, повернувшись к ним, сказал:",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "– Если кто приходит ко Мне и не возненавидит отца своего, и матери, и жены, и детей, и братьев, и сестер, а притом и самой жизни своей, тот не может быть Моим учеником. ",
          "ID": "26"
        },
        {
          "text": "Тот, кто не несет свой крест и не идет за Мной, не может быть Моим учеником.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Предположим, кто-то из вас хочет строить башню. Разве он не сядет вначале и не подсчитает все расходы, чтобы знать, хватит ли ему денег для завершения строительства? ",
          "ID": "28"
        },
        {
          "text": "Ведь если он заложит фундамент и будет не в состоянии закончить постройку, то все видящие это будут над ним смеяться: ",
          "ID": "29"
        },
        {
          "text": "«Начал строить, а закончить не можешь». ",
          "ID": "30"
        },
        {
          "text": "Или, предположим, царь собирается на войну против другого царя. Разве он не сядет вначале и не подумает, в силах ли он с войском в десять тысяч человек отразить того, кто идет на него с войском в двадцать тысяч? ",
          "ID": "31"
        },
        {
          "text": "Если нет, то пока противник еще далеко, он пошлет посольство просить о мире. ",
          "ID": "32"
        },
        {
          "text": "Итак, тот из вас, кто не отречется от всего, что имеет, не может быть Моим учеником.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Соль – хорошая вещь, но если соль потеряет свой вкус, то что может опять сделать ее соленой? ",
          "ID": "34"
        },
        {
          "text": "Ни в землю она уже не годится, ни в навозную кучу, ее остается лишь выбросить вон. У кого есть уши, чтобы слышать, пусть слышит!",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14",
      "name": "От Луки 14"
    },
    {
      "text": [
        {
          "text": "Послушать Иисуса собирались все сборщики налогов и другие грешники. ",
          "ID": "1"
        },
        {
          "text": "Фарисеи же и учители Закона недовольно переговаривались:",
          "ID": "2"
        },
        {
          "text": "– Он общается с грешниками и ест вместе с ними.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Тогда Иисус рассказал им притчу:",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Предположим, у кого-либо из вас есть сто овец, и одна из них заблудилась. Разве он не оставит девяносто девять в пустыне и не пойдет искать заблудившуюся до тех пор, пока не найдет? ",
          "ID": "4"
        },
        {
          "text": "И когда он найдет ее, то с радостью возьмет к себе на плечи. ",
          "ID": "5"
        },
        {
          "text": "И когда он придет домой, то созовет своих друзей и соседей и скажет им: «Порадуйтесь со мной, потому что я нашел мою пропавшую овцу!» ",
          "ID": "6"
        },
        {
          "text": "Говорю вам, что на небе будет больше радости об одном раскаявшемся грешнике, чем о девяноста девяти праведниках, не нуждающихся в покаянии.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Или если у женщины есть десять серебряных монет и она одну из них потеряет, разве она не зажжет свечу и не станет выметать из всех углов до тех пор, пока не найдет ее? ",
          "ID": "8"
        },
        {
          "text": "И когда она ее найдет, то созовет подруг и соседок и скажет: «Порадуйтесь со мной, я нашла мою потерянную монету». ",
          "ID": "9"
        },
        {
          "text": "Итак, Я говорю вам, что Божьи ангелы радуются даже об одном раскаивающемся грешнике!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Иисус продолжал:",
          "ID": "11"
        },
        {
          "text": "– У одного человека было два сына. ",
          "ID": "11"
        },
        {
          "text": "Младший сказал отцу: «Отец, дай мне ту часть наследства, которая причитается мне». И отец разделил имущество между сыновьями. ",
          "ID": "12"
        },
        {
          "text": "Через несколько дней младший сын собрал все, что у него было, и отправился в далекую страну. Там он растратил все свои средства, ведя распутную жизнь. ",
          "ID": "13"
        },
        {
          "text": "Когда у него уже ничего не осталось, в той стране начался сильный голод, и он оказался в нужде. ",
          "ID": "14"
        },
        {
          "text": "Тогда он пошел и нанялся к одному из жителей той страны, а тот послал его на свои поля пасти свиней. ",
          "ID": "15"
        },
        {
          "text": "Он так голодал, что рад был набить желудок хоть стручками, которыми кормили свиней, но и тех ему не давали.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И, опомнившись, он сказал: «Сколько наемных работников в доме моего отца, и у них пища в избытке, а я здесь умираю от голода! ",
          "ID": "17"
        },
        {
          "text": "Пойду, вернусь к моему отцу и скажу ему: „Отец! Согрешил я против Неба и против тебя. ",
          "ID": "18"
        },
        {
          "text": "Я больше не достоин называться твоим сыном, обращайся со мной как с одним из своих батраков“». ",
          "ID": "19"
        },
        {
          "text": "И он встал и пошел к своему отцу.",
          "ID": "20"
        },
        {
          "text": "Когда он был еще далеко, отец увидел его, и ему стало жалко сына. Он побежал к нему навстречу, обнял его и стал целовать. ",
          "ID": "20"
        },
        {
          "text": "Сын сказал ему: «Отец! Согрешил я против Неба и против тебя. Я больше не достоин называться твоим сыном». ",
          "ID": "21"
        },
        {
          "text": "Но отец сказал своим слугам: «Идите быстрее, принесите лучшую одежду и оденьте его. Наденьте ему на палец перстень и обуйте его в сандалии. ",
          "ID": "22"
        },
        {
          "text": "Приведите откормленного теленка и зарежьте его, устроим пир и будем веселиться. ",
          "ID": "23"
        },
        {
          "text": "Ведь мой сын был мертв, и вот он опять жив! Он был потерян и нашелся!» И они начали веселиться.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "А старший сын в это время был в поле. Когда он подходил к дому, то услышал, что в доме музыка и танцы. ",
          "ID": "25"
        },
        {
          "text": "Он подозвал одного из слуг и спросил его, что происходит. ",
          "ID": "26"
        },
        {
          "text": "«Твой брат пришел, – ответил ему тот, – и твой отец зарезал откормленного теленка, потому что его сын вернулся живым и здоровым». ",
          "ID": "27"
        },
        {
          "text": "Старший сын рассердился и не захотел зайти в дом. Тогда отец вышел и стал его уговаривать. ",
          "ID": "28"
        },
        {
          "text": "Но сын ответил: «Все эти годы я работал на тебя, как слуга, и всегда исполнял то, что ты говорил. Ты же никогда не дал мне даже козленка, чтобы я мог повеселиться с друзьями. ",
          "ID": "29"
        },
        {
          "text": "Но когда этот твой сын, который растратил твое имущество с блудницами, пришел домой, ты зарезал для него откормленного теленка!» ",
          "ID": "30"
        },
        {
          "text": "«Сынок, – сказал тогда отец, – ты ведь всегда со мной, и все, что у меня есть, – все твое. ",
          "ID": "31"
        },
        {
          "text": "Но мы должны веселиться и радоваться, ведь твой брат был мертв и ожил, был потерян и нашелся!»",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15",
      "name": "От Луки 15"
    },
    {
      "text": [
        {
          "text": "Иисус сказал Своим ученикам:",
          "ID": "1"
        },
        {
          "text": "– Управляющий одного богатого человека был обвинен в растрате имущества своего хозяина. ",
          "ID": "1"
        },
        {
          "text": "Хозяин вызвал его к себе и сказал: «Что это я слышу о тебе? Предоставь мне отчет о своем управлении, потому что ты больше не можешь занимать эту должность».",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Управляющий подумал: «Что же мне теперь делать? Хозяин увольняет меня. Идти копать у меня нет сил, просить милостыню – стыдно …  ",
          "ID": "3"
        },
        {
          "text": "Но я знаю, что мне сделать, чтобы, когда меня отсюда уволят, нашлись люди, которые бы приняли меня к себе». ",
          "ID": "4"
        },
        {
          "text": "И он стал звать одного за другим должников своего хозяина. Первого он спросил: «Сколько ты должен моему хозяину?» ",
          "ID": "5"
        },
        {
          "text": "«Сто бочек оливкового масла», – ответил тот. Управляющий сказал ему: «Возьми свою расписку, садись быстро и переделай на пятьдесят». ",
          "ID": "6"
        },
        {
          "text": "Затем он спросил второго должника: «А ты сколько должен?» «Сто мешков пшеницы», – ответил тот. Управляющий говорит ему: «Возьми свою расписку и переделай на восемьдесят».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "И хозяин похвалил нечестного управляющего за его находчивость, ведь дети этого мира сообразительнее в делах с себе подобными, чем дети света. ",
          "ID": "8"
        },
        {
          "text": "И Я говорю вам, приобретайте себе друзей с помощью богатства этого неправедного мира, чтобы, когда оно иссякнет, вы были приняты в вечные обители.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Кто верен в малом, тот верен и в большом, и кто не верен в малом, тот не верен и в большом. ",
          "ID": "10"
        },
        {
          "text": "Поэтому, если вы не были честными в обращении с земным богатством, то кто доверит вам истинное? ",
          "ID": "11"
        },
        {
          "text": "Если вы не были честными с имуществом другого, то кто доверит вам ваше собственное?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ни один слуга не может служить двум господам. Он или одного будет ненавидеть, а другого любить, или же одному будет предан, а другим станет пренебрегать. Вы не можете одновременно служить и Богу, и богатству.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Фарисеи, которые любили деньги, слышали все это и посмеивались над Иисусом. ",
          "ID": "14"
        },
        {
          "text": "Иисус же сказал им:",
          "ID": "15"
        },
        {
          "text": "– Вы умеете изображать себя праведными перед людьми, но Бог знает ваши сердца. То, что ценят люди, – мерзость в глазах Бога.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Время Закона и Пророков было до Иоанна, сейчас же возвещается Радостная Весть о Божьем Царстве, и каждый прилагает усилия, чтобы попасть в него. ",
          "ID": "16"
        },
        {
          "text": "Но скорее небо и земля исчезнут, чем из Закона пропадет хотя бы одна черточка!",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Каждый, кто разводится со своей женой и женится на другой, нарушает супружескую верность, и тот, кто женится на женщине, разведенной со своим мужем, также нарушает супружескую верность.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Жил один богатый человек. Он одевался в самую дорогую и изысканную одежду и каждый день устраивал великолепные пиры. ",
          "ID": "19"
        },
        {
          "text": "А у его ворот лежал нищий по имени Лазарь. Он был весь покрыт язвами ",
          "ID": "20"
        },
        {
          "text": "и был бы рад даже объедкам, падающим со стола богача. Собаки подходили и лизали его язвы. ",
          "ID": "21"
        },
        {
          "text": "Но вот нищий умер, и ангелы отнесли его к Аврааму. Умер и богач, и его похоронили. ",
          "ID": "22"
        },
        {
          "text": "В аду, где богач терпел мучения, он как-то поднял глаза и увидел вдали Авраама, а рядом с ним Лазаря. ",
          "ID": "23"
        },
        {
          "text": "Он позвал: «Отец мой Авраам, сжалься надо мной и пошли Лазаря, чтобы тот обмакнул в воду кончик пальца и охладил мой язык, потому что я ужасно мучаюсь в этом огне». ",
          "ID": "24"
        },
        {
          "text": "Но Авраам ответил: «Дитя, вспомни, что ты получил в своей жизни доброе, а Лазарь получал только плохое. Сейчас же он здесь получает утешение, а ты страдаешь. ",
          "ID": "25"
        },
        {
          "text": "И кроме того, между нами и вами – огромная пропасть, так что даже если бы кто и захотел отсюда пойти к вам, он не смог бы, и никто оттуда не может перейти к нам». ",
          "ID": "26"
        },
        {
          "text": "Богач сказал: «Тогда прошу тебя, отец, пошли Лазаря в дом моего отца. ",
          "ID": "27"
        },
        {
          "text": "Ведь у меня пятеро братьев, пусть он предупредит их, чтобы и они не попали в это место мучений». ",
          "ID": "28"
        },
        {
          "text": "Авраам ответил: «У них есть Моисей и Пророки, пусть их слушают». ",
          "ID": "29"
        },
        {
          "text": "«Нет, отец Авраам, – сказал богач, – вот если бы кто-то из мертвых пришел к ним, тогда бы они покаялись». ",
          "ID": "30"
        },
        {
          "text": "На это Авраам ему ответил: «Если они Моисея и Пророков не слушают, то даже если кто-то воскреснет из мертвых, их и это не убедит».",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16",
      "name": "От Луки 16"
    },
    {
      "text": [
        {
          "text": "Иисус сказал Своим ученикам:",
          "ID": "1"
        },
        {
          "text": "– Всегда будет повод для греха, но горе тому, кто толкает людей на грех. ",
          "ID": "1"
        },
        {
          "text": "Для того, кто хотя бы одному из этих малых даст повод ко греху, было бы лучше, если бы ему надели на шею мельничный жернов и бросили в море. ",
          "ID": "2"
        },
        {
          "text": "Поэтому следите за собой! Если твой брат согрешает, упрекни его, и если он раскается, прости его. ",
          "ID": "3"
        },
        {
          "text": "Если даже он согрешит против тебя семь раз в день и семь раз придет к тебе и скажет: «Я каюсь», прости его.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Апостолы как-то попросили Господа:",
          "ID": "5"
        },
        {
          "text": "– Прибавь нам веры!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Господь ответил:",
          "ID": "6"
        },
        {
          "text": "– Если у вас есть вера с горчичное зерно, то вы можете сказать этому тутовому дереву: «Вырвись с корнем и пересади себя в море», и оно вам подчинится.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Допустим, у кого-то из вас есть слуга, который пашет или пасет овец. Скажете ли вы ему, когда он возвратится с поля: «Заходи, садись и ешь»? ",
          "ID": "7"
        },
        {
          "text": "Нет, вы скорее скажете: «Приготовь для меня ужин, затем подпояшься и прислуживай мне, пока я буду есть и пить, а потом будешь есть и пить сам». ",
          "ID": "8"
        },
        {
          "text": "Благодарит ли хозяин слугу за то, что тот делает, что ему приказано? ",
          "ID": "9"
        },
        {
          "text": "Так и вы, когда сделаете все, что вам было приказано, говорите: «Мы недостойные слуги, мы сделали лишь то, что обязаны были сделать».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "По пути в Иерусалим Иисус проходил вдоль границы между Самарией и Галилеей. ",
          "ID": "11"
        },
        {
          "text": "Когда Он входил в одно селение, Его встретили десять прокаженных. Остановившись неподалеку, ",
          "ID": "12"
        },
        {
          "text": "они громко закричали:",
          "ID": "13"
        },
        {
          "text": "– Иисус, Наставник, сжалься над нами!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда Иисус их увидел, Он сказал:",
          "ID": "14"
        },
        {
          "text": "– Пойдите и покажитесь священникам.",
          "ID": "14"
        },
        {
          "text": "Те пошли и по дороге были исцелены. ",
          "ID": "14"
        },
        {
          "text": "Один из них, как только увидел, что исцелен, возвратился, громко прославляя Бога. ",
          "ID": "15"
        },
        {
          "text": "Он пал к ногам Иисуса и благодарил Его. И этот человек был самарянином.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Разве не десять человек были очищены? – спросил Иисус. – Где же остальные девять? ",
          "ID": "17"
        },
        {
          "text": "Почему никто из них, кроме этого чужеземца, не возвратился, чтобы прославить Бога?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "И сказал самарянину:",
          "ID": "19"
        },
        {
          "text": "– Встань и иди, твоя вера спасла тебя.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Однажды фарисеи спросили Иисуса, когда придет Божье Царство. Он ответил:",
          "ID": "20"
        },
        {
          "text": "– Божье Царство не придет зримым образом. ",
          "ID": "20"
        },
        {
          "text": "Никто не сможет сказать: «Вот, оно здесь» или «Оно там», потому что Божье Царство среди вас.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Потом Он сказал ученикам:",
          "ID": "22"
        },
        {
          "text": "– Придет такое время, когда вы захотите увидеть хотя бы один из дней Сына Человеческого, но не увидите. ",
          "ID": "22"
        },
        {
          "text": "Вам будут говорить: «Вон, Он там» или «Вот, Он здесь», но вы не бегите смотреть. ",
          "ID": "23"
        },
        {
          "text": "Потому что, как молния, сверкнув, освещает небо от края и до края, так будет и Сын Человеческий в День, когда Он придет. ",
          "ID": "24"
        },
        {
          "text": "Но прежде Ему предстоит вытерпеть много страданий и быть отвергнутым этим поколением. ",
          "ID": "25"
        },
        {
          "text": "Но как было во дни Ноя, так будет и во дни Сына Человеческого. ",
          "ID": "26"
        },
        {
          "text": "Люди ели, пили, женились и выходили замуж до того дня, когда Ной вошел в ковчег. Потом пришел потоп и всех их уничтожил.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "То же самое было и в дни Лота. Люди ели и пили, покупали и продавали, сажали и строили. ",
          "ID": "28"
        },
        {
          "text": "Но в день, когда Лот покинул Содом, с неба пролились дождем огонь и сера и всех их уничтожили.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Так же будет и в День, когда явится Сын Человеческий. ",
          "ID": "30"
        },
        {
          "text": "В тот День, если кто-то окажется на крыше, а его вещи – в доме, пусть он не спускается вниз за вещами. И кто в поле, пусть уже не возвращается. ",
          "ID": "31"
        },
        {
          "text": "Помните жену Лота! ",
          "ID": "32"
        },
        {
          "text": "Кто пытается сохранить свою жизнь, тот потеряет ее, и кто потеряет свою жизнь за Меня, тот сохранит ее. ",
          "ID": "33"
        },
        {
          "text": "Говорю вам, что в ту ночь двое будут на одной постели, и один будет взят, а другой оставлен. ",
          "ID": "34"
        },
        {
          "text": "Две женщины будут вместе молоть зерно, и одна будет взята, а другая оставлена. ",
          "ID": "35"
        },
        {
          "text": "И будут два человека в поле, и один будет взят, а другой оставлен.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "– Где, Господи? – спросили они.",
          "ID": "37"
        },
        {
          "text": "Иисус ответил:",
          "ID": "37"
        },
        {
          "text": "– Где труп, туда соберутся и стервятники.",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17",
      "name": "От Луки 17"
    },
    {
      "text": [
        {
          "text": "Желая показать ученикам, что следует всегда молиться и не унывать, Иисус рассказал им такую притчу.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– В одном городе был судья, который не боялся Бога и не стыдился людей. ",
          "ID": "2"
        },
        {
          "text": "В том же городе жила вдова, которая постоянно ходила к нему и умоляла: «Защити меня от моего противника». ",
          "ID": "3"
        },
        {
          "text": "Некоторое время судья ей отказывал, но в конце концов решил: «Пусть я Бога не боюсь и с людьми не считаюсь, ",
          "ID": "4"
        },
        {
          "text": "но так как эта вдова постоянно надоедает мне, то я разрешу ее тяжбу, иначе она замучит меня своими просьбами».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И Господь сказал:",
          "ID": "6"
        },
        {
          "text": "– Слышите, что сказал несправедливый судья? ",
          "ID": "6"
        },
        {
          "text": "Так неужели Бог не защитит Своих избранных, которые взывают к Нему день и ночь? Неужели Он будет медлить с помощью? ",
          "ID": "7"
        },
        {
          "text": "Говорю вам: Он без промедления защитит их. Но когда Сын Человеческий придет, то найдет ли Он веру на земле?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Тем, кто был уверен в собственной праведности и с презрением смотрел на других, Иисус рассказал такую притчу:",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Два человека пришли во двор храма помолиться. Один из них был фарисей, а другой – сборщик налогов. ",
          "ID": "10"
        },
        {
          "text": "Фарисей, встав, молился о себе так: «Боже, благодарю Тебя, что я не такой, как другие люди: воры, мошенники, неверные супруги или как этот сборщик налогов. ",
          "ID": "11"
        },
        {
          "text": "Я пощусь два раза в неделю и даю десятину со всякого дохода». ",
          "ID": "12"
        },
        {
          "text": "А сборщик налогов, стоя вдали, не смел даже глаз к небу поднять, но бил себя в грудь и говорил: «Боже, будь милостив ко мне, грешнику». ",
          "ID": "13"
        },
        {
          "text": "Говорю вам, что именно этот человек пошел домой оправданным перед Богом, а не первый. Потому что каждый возвышающий себя будет унижен, а каждый принижающий себя будет возвышен.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Некоторые люди приносили к Иисусу даже младенцев, чтобы Он прикоснулся к ним и благословил. Ученики же, увидев это, бранили их. ",
          "ID": "15"
        },
        {
          "text": "Но Иисус подозвал их к Себе и сказал:",
          "ID": "16"
        },
        {
          "text": "– Пусть дети приходят ко Мне, не запрещайте им, потому что Царство Божье принадлежит таким, как они. ",
          "ID": "16"
        },
        {
          "text": "Говорю вам истину: кто не примет Божье Царство, как ребенок, тот не войдет в него.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Один начальник спросил Его:",
          "ID": "18"
        },
        {
          "text": "– Благой Учитель, что мне делать, чтобы наследовать вечную жизнь?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Почему ты называешь Меня благим? – ответил Иисус. – Никто не благ, кроме одного Бога. ",
          "ID": "19"
        },
        {
          "text": "Ты знаешь заповеди: «не нарушай супружескую верность», «не убивай», «не кради», «не лжесвидетельствуй», «почитай отца и мать».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Все это я соблюдаю еще с дней моей юности, – сказал он. ",
          "ID": "21"
        },
        {
          "text": "Услышав это, Иисус сказал ему:",
          "ID": "22"
        },
        {
          "text": "– Одного тебе еще не хватает. Продай все, что у тебя есть, и раздай деньги бедным, и тогда у тебя будет сокровище на небесах. Потом приходи и следуй за Мной.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда начальник услышал это, он опечалился, потому что был очень богат. ",
          "ID": "23"
        },
        {
          "text": "Иисус посмотрел на него и сказал:",
          "ID": "24"
        },
        {
          "text": "– Как трудно богатым войти в Божье Царство! ",
          "ID": "24"
        },
        {
          "text": "Легче верблюду пройти сквозь игольное ушко, чем богатому войти в Божье Царство.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Те, кто это слышал, спросили:",
          "ID": "26"
        },
        {
          "text": "– Кто же тогда вообще может быть спасен?",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Иисус ответил:",
          "ID": "27"
        },
        {
          "text": "– Невозможное человеку возможно Богу.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Тогда Петр сказал:",
          "ID": "28"
        },
        {
          "text": "– Вот, мы оставили все, что у нас было, и пошли за Тобой.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Иисус сказал им:",
          "ID": "29"
        },
        {
          "text": "– Говорю вам истину: каждый, кто оставил дом, или жену, или братьев, или родителей, или детей ради Божьего Царства, ",
          "ID": "29"
        },
        {
          "text": "получит во много раз больше в этой жизни, а в будущем – жизнь вечную.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Иисус отвел двенадцать учеников в сторону и сказал им:",
          "ID": "31"
        },
        {
          "text": "– Вот, мы восходим в Иерусалим, и там исполнится все написанное пророками о Сыне Человеческом. ",
          "ID": "31"
        },
        {
          "text": "Он будет отдан язычникам, те будут глумиться над Ним, унижать Его, плевать в Него, ",
          "ID": "32"
        },
        {
          "text": "бичевать и затем убьют. Но на третий день Он воскреснет.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Ученики ничего из этого не поняли; все, что Он сказал, было для них закрыто, и они не догадывались, что Он имел в виду.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Когда Иисус подходил к Иерихону, у дороги сидел слепой и просил милостыню. ",
          "ID": "35"
        },
        {
          "text": "Услышав, что мимо идет толпа, он спросил, что происходит.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "– Идет Иисус из Назарета, – сказали ему. ",
          "ID": "37"
        },
        {
          "text": "Тогда слепой закричал:",
          "ID": "38"
        },
        {
          "text": "– Иисус, Сын Давида! Сжалься надо мной!",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Те, что шли впереди, стали говорить, чтобы он замолчал, но слепой кричал еще громче:",
          "ID": "39"
        },
        {
          "text": "– Сын Давида, сжалься надо мной!",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Иисус остановился и велел, чтобы этого человека подвели к Нему. Когда тот подошел, Иисус спросил его:",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "– Что ты хочешь, чтобы Я сделал для тебя?",
          "ID": "41"
        },
        {
          "text": "– Господи, я хочу видеть, – ответил слепой.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Иисус сказал ему:",
          "ID": "42"
        },
        {
          "text": "– Прозри! Твоя вера исцелила тебя.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Слепой сразу же обрел зрение и пошел за Иисусом, славя Бога. И весь народ, увидев это, восхвалял Бога.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18",
      "name": "От Луки 18"
    },
    {
      "text": [
        {
          "text": "Иисус вошел в Иерихон и проходил через город. ",
          "ID": "1"
        },
        {
          "text": "Там был человек, которого звали Закхей, он был начальником сборщиков налогов и богатым человеком. ",
          "ID": "2"
        },
        {
          "text": "Он пытался увидеть, кто же этот Иисус, но не мог из-за толпы, потому что был маленького роста. ",
          "ID": "3"
        },
        {
          "text": "Тогда, чтобы увидеть Его, Закхей забежал вперед и залез на тутовое дерево, росшее в том месте, где Иисус должен был проходить. ",
          "ID": "4"
        },
        {
          "text": "Когда Иисус подошел к этому месту, Он посмотрел вверх и сказал:",
          "ID": "5"
        },
        {
          "text": "– Закхей, спускайся скорее, потому что сегодня Я должен быть у тебя в доме.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Закхей быстро спустился и с радостью принял Его. ",
          "ID": "6"
        },
        {
          "text": "Все, кто видел это, начали возмущаться:",
          "ID": "7"
        },
        {
          "text": "– Он пошел в гости к грешнику!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Закхей же встал и сказал Господу:",
          "ID": "8"
        },
        {
          "text": "– Господи! Половину моего имущества я раздам бедным, а если я с кого-либо взял лишнее, я возвращу ему вчетверо! ",
          "ID": "8"
        },
        {
          "text": "Тогда Иисус сказал ему:",
          "ID": "9"
        },
        {
          "text": "– Сегодня в этот дом пришло спасение, потому что этот человек тоже сын Авраама! ",
          "ID": "9"
        },
        {
          "text": "Ведь Сын Человеческий пришел, чтобы найти и спасти потерянное.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Тем, кто это слушал, Иисус рассказал притчу. (Они были уже недалеко от Иерусалима, и люди полагали, что Божье Царство должно наступить немедленно.) ",
          "ID": "11"
        },
        {
          "text": "Иисус сказал:",
          "ID": "12"
        },
        {
          "text": "– Один знатный человек отправлялся в далекую страну, чтобы получить царскую власть и вернуться. ",
          "ID": "12"
        },
        {
          "text": "Созвав десять своих слуг, он дал им десять мерок серебра. «Пустите эти деньги в дело, пока я не возвращусь», – сказал он. ",
          "ID": "13"
        },
        {
          "text": "Но жители его страны ненавидели его и послали вслед за ним посольство, чтобы заявить: «Мы не хотим, чтобы этот человек был нашим царем».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда он возвратился, получив царскую власть, то приказал созвать к нему слуг, которым доверил деньги, чтобы спросить их, какую они получили прибыль. ",
          "ID": "15"
        },
        {
          "text": "Первый явился и сказал: «Господин, твоя мерка принесла доход в десять мерок!» ",
          "ID": "16"
        },
        {
          "text": "«Молодец! – похвалил хозяин. – Ты хороший слуга. Ты был верен в малом, получи теперь в управление десять городов». ",
          "ID": "17"
        },
        {
          "text": "Пришел второй слуга и сказал: «Господин, твоя мерка принесла доход в пять мерок!» ",
          "ID": "18"
        },
        {
          "text": "Хозяин ответил: «Получи в управление пять городов». ",
          "ID": "19"
        },
        {
          "text": "Затем пришел третий слуга и сказал: «Господин, вот твоя мерка, я хранил ее завернутой в платок. ",
          "ID": "20"
        },
        {
          "text": "Я боялся тебя, так как ты человек жестокий. Ты берешь там, где не клал, и жнешь там, где не сеял». ",
          "ID": "21"
        },
        {
          "text": "Хозяин тогда сказал: «Ах ты негодный слуга! Я буду судить тебя твоими же словами! Ты знал, что я человек жестокий и что я беру там, где не клал, и жну там, где не сеял? ",
          "ID": "22"
        },
        {
          "text": "Почему же ты не пустил мои деньги в оборот, чтобы, когда я вернусь, отдать их мне с прибылью?» ",
          "ID": "23"
        },
        {
          "text": "И он сказал стоявшим там: «Заберите у него его мерку и отдайте тому, у кого уже есть десять». ",
          "ID": "24"
        },
        {
          "text": "«Господин, – сказали ему, – да ведь у него и так уже десять мерок!» ",
          "ID": "25"
        },
        {
          "text": "Хозяин ответил: «Говорю вам, что каждому, у кого есть, будет дано еще, а у кого нет, будет отнято и то, что он имеет. ",
          "ID": "26"
        },
        {
          "text": "А моих врагов, которые не хотели, чтобы я царствовал над ними, приведите сюда и убейте прямо передо мной».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Сказав это, Иисус пошел дальше к Иерусалиму. ",
          "ID": "28"
        },
        {
          "text": "Приближаясь к Виффагии и Вифании, что расположены у Оливковой горы, Он послал вперед двух учеников, ",
          "ID": "29"
        },
        {
          "text": "сказав:",
          "ID": "30"
        },
        {
          "text": "– Идите в селение, которое перед вами, и, войдя в него, вы найдете привязанного осленка, на которого еще никто не садился. Отвяжите его и приведите сюда. ",
          "ID": "30"
        },
        {
          "text": "Если кто-нибудь вас спросит: «Зачем вы его отвязываете?» – скажите: «Он нужен Господу».",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Ученики пошли и нашли все так, как им сказал Иисус. ",
          "ID": "32"
        },
        {
          "text": "Когда они отвязывали осленка, его хозяева спросили их:",
          "ID": "33"
        },
        {
          "text": "– Вы зачем отвязываете осленка?",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Они ответили:",
          "ID": "34"
        },
        {
          "text": "– Он нужен Господу.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Они привели осленка к Иисусу и, набросив на него свои плащи, посадили на него Иисуса. ",
          "ID": "35"
        },
        {
          "text": "Когда Он ехал, люди начали расстилать на дороге свои плащи. ",
          "ID": "36"
        },
        {
          "text": "И когда Он приблизился к месту, где дорога спускается с Оливковой горы, все множество учеников начало радостно и громко прославлять Бога за все чудеса, которые они видели:",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "– Благословен Царь, Который приходит во имя Господа!",
          "ID": "38"
        },
        {
          "text": "Мир на небе и слава в вышних небесах!",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Некоторые из бывших в толпе фарисеев сказали Иисусу:",
          "ID": "39"
        },
        {
          "text": "– Учитель, запрети Своим ученикам!",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Он ответил:",
          "ID": "40"
        },
        {
          "text": "– Говорю вам, если они умолкнут, то камни начнут кричать.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Когда они подходили к Иерусалиму и уже был виден город, Иисус заплакал о нем:",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "– Если бы и ты сегодня понял, что могло бы принести тебе мир! Но сейчас это скрыто от твоих глаз. ",
          "ID": "42"
        },
        {
          "text": "Наступят дни, когда твои враги обнесут тебя осадными валами, окружат тебя и стеснят тебя со всех сторон. ",
          "ID": "43"
        },
        {
          "text": "Они уничтожат тебя и твоих жителей и не оставят в тебе камня на камне, потому что ты не распознал времени, когда Бог посетил тебя.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Затем Иисус вошел в храм и стал выгонять оттуда продающих.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "– Написано, – говорил Он им, – «Дом Мой будет домом молитвы», а вы превратили его в разбойничье логово.",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "Иисус каждый день учил в храме, а первосвященники, учители Закона и вожди народа искали случая, чтобы убить Его. ",
          "ID": "47"
        },
        {
          "text": "Однако они не знали, как это сделать, потому что все люди слушали Иисуса, боясь упустить хоть одно слово.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19",
      "name": "От Луки 19"
    },
    {
      "text": [
        {
          "text": "В один из дней, когда Иисус учил в храме, проповедуя Радостную Весть, к Нему пришли первосвященники и учители Закона со старейшинами.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Скажи нам, чьей властью Ты все это делаешь и кто дал Тебе эту власть? – спросили они.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "В ответ Иисус сказал:",
          "ID": "3"
        },
        {
          "text": "– Я тоже задам вам вопрос. Скажите, ",
          "ID": "3"
        },
        {
          "text": "откуда Иоанн получил свое право крестить, с Небес или от людей?",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Они стали совещаться между собой:",
          "ID": "5"
        },
        {
          "text": "– Если мы скажем: «С Небес», то Он спросит: «Почему же вы ему не поверили?» ",
          "ID": "5"
        },
        {
          "text": "Если скажем: «От людей», то весь народ побьет нас камнями, ведь они убеждены, что Иоанн был пророком.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Мы не знаем, от кого, – ответили они.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "– Тогда и Я вам не скажу, чьей властью Я все это делаю, – сказал им Иисус.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Он начал рассказывать народу притчу:",
          "ID": "9"
        },
        {
          "text": "– Один человек посадил виноградник. Он отдал его внаем виноградарям, а сам уехал в чужие края на долгое время. ",
          "ID": "9"
        },
        {
          "text": "Когда пришло время, он послал слугу к виноградарям, чтобы они дали причитающуюся ему часть урожая. Виноградари же избили слугу и отослали его с пустыми руками. ",
          "ID": "10"
        },
        {
          "text": "Он послал другого слугу, но они и этого избили, поиздевались над ним и отослали с пустыми руками. ",
          "ID": "11"
        },
        {
          "text": "Он послал третьего слугу. Они и этого изранили и выбросили из виноградника.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Тогда хозяин виноградника подумал: «Что же мне делать? Пошлю своего любимого сына, может, хоть его они устыдятся». ",
          "ID": "13"
        },
        {
          "text": "Когда же виноградари увидели сына, они решили: «Это наследник. Давайте убьем его, чтобы наследство стало нашим». ",
          "ID": "14"
        },
        {
          "text": "Они выбросили его из виноградника и убили. Что теперь сделает с ними хозяин виноградника? ",
          "ID": "15"
        },
        {
          "text": "Конечно же, он придет и убьет тех виноградарей, а виноградник отдаст другим.",
          "ID": "16"
        },
        {
          "text": "Слышавшие это воскликнули:",
          "ID": "16"
        },
        {
          "text": "– Пусть этого не случится!",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но Иисус, взглянув на них, сказал:",
          "ID": "17"
        },
        {
          "text": "– Что означают слова Писания:",
          "ID": "17"
        },
        {
          "text": "«Камень, Который отвергли строители,",
          "ID": "17"
        },
        {
          "text": "стал краеугольным»?",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Каждый, кто упадет на Тот Камень, разобьется вдребезги, а на кого Он упадет, того раздавит.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Учители Закона и первосвященники, поняв, что эту притчу Иисус рассказал о них, хотели немедленно арестовать Его, но побоялись народа.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Они стали внимательно следить за Иисусом и подослали к Нему людей, которые, притворясь искренними, попытались бы подловить Его на слове, чтобы можно было отдать Его во власть наместника. ",
          "ID": "20"
        },
        {
          "text": "Те спросили Иисуса:",
          "ID": "21"
        },
        {
          "text": "– Учитель, мы знаем, что Ты правильно говоришь и учишь. Ты беспристрастен и истинно учишь пути Божьему. ",
          "ID": "21"
        },
        {
          "text": "Следует ли нам платить налог кесарю или нет?",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Иисус видел их лукавство и сказал:",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "– Покажите Мне динарий. Кто на нем изображен, и чье на нем имя?",
          "ID": "24"
        },
        {
          "text": "– Кесаря, – ответили они.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "– Вот и отдавайте кесарево кесарю, а Божье – Богу, – сказал Он им.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Они не могли подловить Его перед народом ни на каком Его слове, и, удивленные Его ответом, замолчали.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "К Иисусу подошли несколько саддукеев, которые утверждали, что нет воскресения мертвых. Они спросили Его:",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– Учитель, Моисей написал, что если у кого-либо умрет брат, у которого была жена, но не было детей, то он должен жениться на вдове и восстановить род своему брату. ",
          "ID": "28"
        },
        {
          "text": "Так вот, было семь братьев. Первый брат женился и умер бездетным. ",
          "ID": "29"
        },
        {
          "text": "Затем второй ",
          "ID": "30"
        },
        {
          "text": "и третий женились на ней, и так все семеро. И все они умерли, не оставив детей. ",
          "ID": "31"
        },
        {
          "text": "Потом умерла и женщина. ",
          "ID": "32"
        },
        {
          "text": "Итак, после воскресения, чьей женой она будет? Ведь все семеро были женаты на ней?",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Иисус ответил им:",
          "ID": "34"
        },
        {
          "text": "– Люди этого века женятся и выходят замуж. ",
          "ID": "34"
        },
        {
          "text": "Те же, кто удостоится жить в будущем веке и будет воскрешен из мертвых, не будут ни жениться, ни выходить замуж, ",
          "ID": "35"
        },
        {
          "text": "и умереть уже не смогут, но будут подобны ангелам. Они сыновья Бога, потому что участвуют в воскресении. ",
          "ID": "36"
        },
        {
          "text": "А то, что мертвые воскресают, показал Моисей в истории с терновым кустом, когда он назвал Господа «Богом Авраама, Богом Исаака и Богом Иакова». ",
          "ID": "37"
        },
        {
          "text": "Он Бог не мертвых, а живых, потому что для Него все живы!",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Некоторые из учителей Закона сказали:",
          "ID": "39"
        },
        {
          "text": "– Хорошо Ты ответил, Учитель!",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "И больше уже никто не решался задавать Ему вопросы.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Затем Иисус спросил их:",
          "ID": "41"
        },
        {
          "text": "– Почему говорят, что Христос – Сын Давида? ",
          "ID": "41"
        },
        {
          "text": "Ведь сам Давид сказал в книге Псалмов:",
          "ID": "42"
        },
        {
          "text": "«Сказал Господь Господу моему:",
          "ID": "42"
        },
        {
          "text": "Сядь по правую руку от Меня,",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "пока Я не повергну врагов Твоих",
          "ID": "43"
        },
        {
          "text": "к ногам Твоим».",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Итак, Давид называет Его Господом. Как же в таком случае Он может быть ему Сыном?",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Весь народ слушал Иисуса, а Он сказал Своим ученикам:",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "– Остерегайтесь учителей Закона. Они любят наряжаться в длинные одежды и любят, когда их приветствуют на площадях. Они сидят на самых почетных местах в синагогах и на званых обедах. ",
          "ID": "46"
        },
        {
          "text": "Они разоряют дома вдов и напоказ долго молятся. Таких ждет очень суровое наказание.",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20",
      "name": "От Луки 20"
    },
    {
      "text": [
        {
          "text": "Иисус смотрел, как богатые клали свои дары в сокровищницу храма. ",
          "ID": "1"
        },
        {
          "text": "Он увидел также и бедную вдову, которая бросила две медные монетки.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Говорю вам истину, – сказал Иисус, – эта бедная вдова положила больше всех. ",
          "ID": "3"
        },
        {
          "text": "Потому что все давали от своего избытка, а она от своей нищеты положила все, что у нее было на жизнь.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Когда присутствующие заговорили о храме, о том, как он украшен прекрасными камнями и дарами, принесенными Богу, Иисус сказал:",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Наступит время, когда от всего, что вы здесь видите, не останется и камня на камне, все будет разрушено.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Его спросили:",
          "ID": "7"
        },
        {
          "text": "– Учитель, когда это произойдет? И какое знамение укажет на приближение этих событий?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Он сказал:",
          "ID": "8"
        },
        {
          "text": "– Смотрите, чтобы никто не обманул вас, потому что многие будут приходить под Моим именем, говоря: «Это Я» и «Время настало». Не идите за ними. ",
          "ID": "8"
        },
        {
          "text": "Когда вы услышите о войнах и восстаниях, не пугайтесь. Все это должно произойти сначала, но конец наступит не сразу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Иисус продолжал:",
          "ID": "10"
        },
        {
          "text": "– Народ поднимется на народ и царство на царство. ",
          "ID": "10"
        },
        {
          "text": "Будут сильные землетрясения, голод и эпидемии в разных местах, будут происходить ужасные события и явятся великие знамения на небе.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Но еще до того, как все это произойдет, вас будут арестовывать и преследовать. Вас будут приводить в синагоги и бросать в темницы, будут ставить перед царями и правителями, и все это из-за Моего имени. ",
          "ID": "12"
        },
        {
          "text": "Тогда у вас будет возможность свидетельствовать. ",
          "ID": "13"
        },
        {
          "text": "Но не беспокойтесь заранее о том, что вам говорить в свою защиту, ",
          "ID": "14"
        },
        {
          "text": "потому что Я дам вам такие слова и такую мудрость, что никто из ваших противников не сможет противоречить или противостоять вам. ",
          "ID": "15"
        },
        {
          "text": "Вас будут предавать даже родители, братья, родственники и друзья, и некоторых из вас убьют. ",
          "ID": "16"
        },
        {
          "text": "Все будут ненавидеть вас из-за Меня, ",
          "ID": "17"
        },
        {
          "text": "но ни один волос не упадет с вашей головы. ",
          "ID": "18"
        },
        {
          "text": "Своей стойкостью вы приобретете ваши души.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Когда вы увидите Иерусалим окруженным войсками, то знайте, что время его разрушения близко. ",
          "ID": "20"
        },
        {
          "text": "Тогда те, кто находится в Иудее, пусть бегут в горы, кто в городе – пусть бегут из него, кто вне города – пусть не входят в него, ",
          "ID": "21"
        },
        {
          "text": "потому что это будет временем возмездия и исполнения всего написанного. ",
          "ID": "22"
        },
        {
          "text": "Горе беременным и кормящим грудью в те дни, потому что великое бедствие постигнет эту землю и гнев изольется на этот народ. ",
          "ID": "23"
        },
        {
          "text": "Люди будут гибнуть от меча, и их будут уводить в плен во все народы. Иерусалим будут топтать язычники, и так до тех пор, пока время язычников не окончится.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "На солнце, луне и звездах появятся знамения, а на земле народы будут в трепете и отчаянии от рева морских волн. ",
          "ID": "25"
        },
        {
          "text": "Они ослабеют от страха перед бедствиями, надвигающимися на мир, и даже небесные силы поколеблются. ",
          "ID": "26"
        },
        {
          "text": "И тогда люди увидят Сына Человеческого, идущего на облаке с силой и великой славой. ",
          "ID": "27"
        },
        {
          "text": "Когда это начнет сбываться, встаньте и поднимите головы, потому что ваше избавление уже близко.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Потом Он рассказал им такую притчу:",
          "ID": "29"
        },
        {
          "text": "– Посмотрите на инжир и на все деревья. ",
          "ID": "29"
        },
        {
          "text": "Когда на них появляются листья, вы знаете, что уже приближается лето. ",
          "ID": "30"
        },
        {
          "text": "Так и здесь, когда вы увидите, что это сбывается, знайте, что Царство Божье уже близко. ",
          "ID": "31"
        },
        {
          "text": "Говорю вам истину: еще не исчезнет это поколение, как все это произойдет. ",
          "ID": "32"
        },
        {
          "text": "Небо и земля пройдут, но Мои слова не пройдут.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Смотрите, чтобы ваши сердца не были отягощены разгулом, пьянством и житейскими заботами и чтобы этот День не застиг вас врасплох, ",
          "ID": "34"
        },
        {
          "text": "как западня, потому что он обрушится на всех людей, живущих по всей земле. ",
          "ID": "35"
        },
        {
          "text": "Всегда бодрствуйте и молитесь, чтобы вам оказаться в силах избежать всех этих бедствий и предстать перед Сыном Человеческим.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Каждый день Иисус учил в храме, а вечером шел на Оливковую гору и проводил там ночь. ",
          "ID": "37"
        },
        {
          "text": "А рано утром народ опять собирался в храме, чтобы слушать Его.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21",
      "name": "От Луки 21"
    },
    {
      "text": [
        {
          "text": "Приближался праздник Пресных хлебов, называемый Пасхой. ",
          "ID": "1"
        },
        {
          "text": "Первосвященники и учители Закона искали способа разделаться с Иисусом так, чтобы не вызвать возмущения народа.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Тогда сатана вошел в Иуду, которого называли Искариотом, одного из числа двенадцати. ",
          "ID": "3"
        },
        {
          "text": "Иуда пошел и сговорился с первосвященниками и с начальниками храмовой стражи, как предать им Иисуса. ",
          "ID": "4"
        },
        {
          "text": "Те обрадовались и обещали заплатить ему. ",
          "ID": "5"
        },
        {
          "text": "Иуда согласился и стал искать удобного случая, когда с Иисусом не будет народа, чтобы предать Его.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Наступил день Пресных хлебов, когда следовало заколоть пасхального ягненка, ",
          "ID": "7"
        },
        {
          "text": "и Иисус послал Петра и Иоанна с поручением:",
          "ID": "8"
        },
        {
          "text": "– Идите и приготовьте для нас пасхальный ужин.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Где Ты хочешь, чтобы мы его приготовили? – спросили они.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Он ответил:",
          "ID": "10"
        },
        {
          "text": "– Когда вы войдете в город, то встретите человека, несущего кувшин с водой. Идите за ним в дом, куда он войдет, ",
          "ID": "10"
        },
        {
          "text": "и скажите хозяину дома: «Учитель спрашивает тебя: Где комната для гостей, в которой Я буду есть пасхальный ужин с Моими учениками?» ",
          "ID": "11"
        },
        {
          "text": "Он покажет вам большую комнату наверху, в которой уже все подготовлено; там и приготовьте ужин.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Они пошли, и все произошло так, как им сказал Иисус, и они приготовили пасхальный ужин.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда подошло время, Иисус и Его апостолы собрались у стола. ",
          "ID": "14"
        },
        {
          "text": "Иисус сказал им:",
          "ID": "15"
        },
        {
          "text": "– Я очень хотел есть эту Пасху с вами перед Моими страданиями. ",
          "ID": "15"
        },
        {
          "text": "Говорю вам, что Я уже не буду есть ее до тех пор, пока она не совершится в Царстве Божьем.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Взяв чашу и поблагодарив за нее Бога, Он сказал:",
          "ID": "17"
        },
        {
          "text": "– Возьмите ее и разделите между собой. ",
          "ID": "17"
        },
        {
          "text": "Говорю вам, что Я уже не буду пить от плода виноградного до тех пор, пока не придет Божье Царство.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Затем, взяв хлеб и поблагодарив за него Бога, Он разломил его и дал им со словами:",
          "ID": "19"
        },
        {
          "text": "– Это Мое тело, отдаваемое за вас. Делайте это в воспоминание обо Мне.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Также взял и чашу после ужина и сказал:",
          "ID": "20"
        },
        {
          "text": "– Эта чаша – новый завет, скрепленный Моей кровью, которая за вас проливается. ",
          "ID": "20"
        },
        {
          "text": "Но рука того, кто предает Меня, на одном столе с Моей. ",
          "ID": "21"
        },
        {
          "text": "С Сыном Человеческим все случится так, как было предназначено, но горе тому человеку, который предает Его.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Тогда ученики начали спрашивать друг друга, кто из них мог бы совершить такое.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Потом они начали спорить, кто из них должен считаться самым великим. ",
          "ID": "24"
        },
        {
          "text": "Иисус тогда сказал им:",
          "ID": "25"
        },
        {
          "text": "– Цари язычников господствуют над ними, правителей народа именуют «благодетелями», ",
          "ID": "25"
        },
        {
          "text": "но вы не будьте, как они. Напротив, пусть самый великий среди вас будет как самый меньший, и начальник – как слуга. ",
          "ID": "26"
        },
        {
          "text": "Ведь кто важнее: тот, кто возлежит за столом, или тот, кто прислуживает? Разве не тот, кто возлежит? Я же среди вас как слуга. ",
          "ID": "27"
        },
        {
          "text": "Вы были со Мной во всех Моих испытаниях, ",
          "ID": "28"
        },
        {
          "text": "и как Мой Отец дал Мне царскую власть, так Я теперь даю ее вам, ",
          "ID": "29"
        },
        {
          "text": "чтобы и вы могли есть и пить за Моим столом в Моем Царстве, и вы сядете на престолах править двенадцатью родами Израиля.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "– Симон, Симон, сатана просил, чтобы все вы были рассеяны, как пшеница, ",
          "ID": "31"
        },
        {
          "text": "но Я молился о тебе, чтобы ты не потерял веру. И ты сам, когда обратишься ко Мне, укрепи своих братьев.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Петр ответил:",
          "ID": "33"
        },
        {
          "text": "– Господи, я готов идти с Тобой и в темницу, и на смерть!",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Но Иисус сказал:",
          "ID": "34"
        },
        {
          "text": "– Говорю тебе, Петр, не успеет и петух пропеть сегодня, как ты трижды отречешься от того, что знаешь Меня.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Потом Иисус спросил их:",
          "ID": "35"
        },
        {
          "text": "– Когда Я посылал вас без кошелька, без сумки, без сандалий, нуждались ли вы в чем-либо?",
          "ID": "35"
        },
        {
          "text": "– Ни в чем, – ответили они.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "– Сейчас же, если у вас есть кошелек, возьмите его, возьмите и сумку, и если у вас нет меча, то продайте плащ, но купите меч. ",
          "ID": "36"
        },
        {
          "text": "Говорю вам, что со Мной должно исполниться сказанное в Писании: «Он был причислен к преступникам». Все, что обо Мне было написано, скоро исполнится.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Ученики сказали:",
          "ID": "38"
        },
        {
          "text": "– Смотри, Господи, у нас есть два меча.",
          "ID": "38"
        },
        {
          "text": "– Достаточно об этом, – ответил Иисус.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Иисус, как обычно, пошел на Оливковую гору, и Его ученики пошли с Ним. ",
          "ID": "39"
        },
        {
          "text": "Придя на место, Иисус сказал:",
          "ID": "40"
        },
        {
          "text": "– Молитесь, чтобы вам не поддаться искушению.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Он отошел от них примерно на расстояние брошенного камня, опустился на колени и начал молиться:",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "– Отец, если Ты хочешь, пронеси эту чашу мимо Меня, но пусть все будет не по Моей воле, а по Твоей.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Тогда с небес Ему явился ангел и укреплял Его. ",
          "ID": "43"
        },
        {
          "text": "В муках Иисус стал молиться еще горячее, и сделался пот Его как капли крови, стекавшие на землю. ",
          "ID": "44"
        },
        {
          "text": "Когда Он поднялся с молитвы и вернулся к ученикам, то нашел их спящими, потому что они были измучены печалью.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "– Почему вы спите? – спросил Иисус. – Вставайте и молитесь, чтобы вам не поддаться искушению.",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "Он еще говорил, когда приблизилась толпа, во главе которой шел тот, кого звали Иудой, один из двенадцати учеников. Он подошел к Иисусу, чтобы поцеловать Его. ",
          "ID": "47"
        },
        {
          "text": "Иисус сказал:",
          "ID": "48"
        },
        {
          "text": "– Иуда, ты поцелуем предаешь Сына Человеческого?",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Когда же те, кто был с Иисусом, увидели, что происходит, они спросили:",
          "ID": "49"
        },
        {
          "text": "– Господи, а что если нам ударить мечом?",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "И один из них ударил слугу первосвященника и отсек ему правое ухо. ",
          "ID": "50"
        },
        {
          "text": "Но Иисус сказал:",
          "ID": "51"
        },
        {
          "text": "– Прекратите, довольно!",
          "ID": "51"
        },
        {
          "text": "Он прикоснулся к уху слуги и исцелил его. ",
          "ID": "51"
        },
        {
          "text": "Затем Иисус сказал первосвященникам, начальникам храмовой стражи и старейшинам, которые пришли за Ним:",
          "ID": "52"
        },
        {
          "text": "– Что Я, разбойник, что вы пришли с мечами и кольями? ",
          "ID": "52"
        },
        {
          "text": "Я каждый день был с вами в храме, и вы не схватили Меня. Но сейчас ваше время, сейчас власть тьмы.",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Они схватили Его и повели в дом первосвященника. Петр, держась поодаль, следовал за ними. ",
          "ID": "54"
        },
        {
          "text": "Посреди двора первосвященника разожгли костер, и Петр вместе с другими людьми сел к нему греться. ",
          "ID": "55"
        },
        {
          "text": "Одна из служанок, увидев Петра в свете огня, пристально всмотрелась в него и сказала:",
          "ID": "56"
        },
        {
          "text": "– Этот человек тоже был с Ним.",
          "ID": "56"
        },
        {
          "text": " ",
          "ID": "56"
        },
        {
          "text": "Но Петр отрицал это.",
          "ID": "57"
        },
        {
          "text": "– Я не знаю Его, женщина, – сказал он.",
          "ID": "57"
        },
        {
          "text": " ",
          "ID": "57"
        },
        {
          "text": "Немного позже кто-то другой увидел его и сказал:",
          "ID": "58"
        },
        {
          "text": "– Ты тоже один из них.",
          "ID": "58"
        },
        {
          "text": "– Нет, друг, – ответил Петр.",
          "ID": "58"
        },
        {
          "text": " ",
          "ID": "58"
        },
        {
          "text": "Примерно час спустя еще кто-то стал утверждать:",
          "ID": "59"
        },
        {
          "text": "– Точно, этот человек тоже был с Ним, ведь он галилеянин.",
          "ID": "59"
        },
        {
          "text": " ",
          "ID": "59"
        },
        {
          "text": "Но Петр сказал:",
          "ID": "60"
        },
        {
          "text": "– Я не знаю, о чем ты говоришь!",
          "ID": "60"
        },
        {
          "text": "И тотчас, когда он еще говорил, пропел петух. ",
          "ID": "60"
        },
        {
          "text": "Господь повернулся и посмотрел на Петра. Тогда Петр вспомнил слова Господа, как Он сказал ему:",
          "ID": "61"
        },
        {
          "text": "– Прежде чем пропоет петух сегодня, ты трижды отречешься от Меня.",
          "ID": "61"
        },
        {
          "text": " ",
          "ID": "61"
        },
        {
          "text": "И выйдя наружу, он горько заплакал.",
          "ID": "62"
        },
        {
          "text": " ",
          "ID": "62"
        },
        {
          "text": "Люди, охранявшие Иисуса, стали насмехаться над Ним и бить Его. ",
          "ID": "63"
        },
        {
          "text": "Они завязывали Ему глаза и требовали:",
          "ID": "64"
        },
        {
          "text": "– Пророчествуй! Кто Тебя ударил?",
          "ID": "64"
        },
        {
          "text": " ",
          "ID": "64"
        },
        {
          "text": "И говорили Ему много других оскорблений.",
          "ID": "65"
        },
        {
          "text": " ",
          "ID": "65"
        },
        {
          "text": "Рано утром старейшины народа, первосвященники и учители Закона собрались вместе на Совет. К ним ввели Иисуса.",
          "ID": "66"
        },
        {
          "text": " ",
          "ID": "66"
        },
        {
          "text": "– Если Ты Христос, то скажи нам прямо, – требовали они.",
          "ID": "67"
        },
        {
          "text": "Иисус ответил:",
          "ID": "67"
        },
        {
          "text": "– Если Я скажу вам, вы не поверите, ",
          "ID": "67"
        },
        {
          "text": "и если Я вас спрошу, вы Мне не ответите. ",
          "ID": "68"
        },
        {
          "text": "Однако с этого времени Сын Человеческий будет сидеть по правую руку от Божьей силы.",
          "ID": "69"
        },
        {
          "text": " ",
          "ID": "69"
        },
        {
          "text": "Они все стали спрашивать:",
          "ID": "70"
        },
        {
          "text": "– Так Ты что, Сын Бога?",
          "ID": "70"
        },
        {
          "text": "Он ответил:",
          "ID": "70"
        },
        {
          "text": "– Вы сами говорите, что это Я.",
          "ID": "70"
        },
        {
          "text": " ",
          "ID": "70"
        },
        {
          "text": "Тогда они сказали:",
          "ID": "71"
        },
        {
          "text": "– Какие нам еще нужны свидетельства? Мы слышали это из Его собственных уст!",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22",
      "name": "От Луки 22"
    },
    {
      "text": [
        {
          "text": "Все встали и повели Иисуса к Пилату. ",
          "ID": "1"
        },
        {
          "text": "Там они начали обвинять Его:",
          "ID": "2"
        },
        {
          "text": "– Мы установили, что Этот Человек совращает наш народ. Он запрещает платить дань кесарю и называет Себя Христом, Царем.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Пилат спросил Иисуса:",
          "ID": "3"
        },
        {
          "text": "– Ты Царь иудеев?",
          "ID": "3"
        },
        {
          "text": "– Ты сам так говоришь, – ответил Иисус.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Тогда Пилат сказал первосвященникам и толпе:",
          "ID": "4"
        },
        {
          "text": "– У меня нет никаких оснований осудить Этого Человека.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Но они настаивали:",
          "ID": "5"
        },
        {
          "text": "– Он Своим учением возмущает народ по всей Иудее, начал в Галилее, а теперь пришел сюда.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Этот Человек – галилеянин? – спросил, услышав это, Пилат.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "И узнав, что Иисус был из области, подвластной Ироду, который тоже был в это время в Иерусалиме, он послал Иисуса к нему. ",
          "ID": "7"
        },
        {
          "text": "Ирод, увидев Иисуса, очень обрадовался, потому что уже давно хотел Его увидеть. Он много слышал об Иисусе и надеялся, что Тот совершит для него какое-нибудь чудо. ",
          "ID": "8"
        },
        {
          "text": "Он задавал Ему много вопросов, но Иисус ничего не отвечал. ",
          "ID": "9"
        },
        {
          "text": "Стоявшие там первосвященники и учители Закона усиленно обвиняли Иисуса. ",
          "ID": "10"
        },
        {
          "text": "Ирод же и его солдаты, посмеявшись и поиздевавшись над Иисусом, надели на Него красивую мантию и отослали обратно к Пилату. ",
          "ID": "11"
        },
        {
          "text": "В этот день Ирод и Пилат стали друзьями, а прежде они враждовали.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Пилат, созвав первосвященников, начальников и народ, ",
          "ID": "13"
        },
        {
          "text": "сказал им:",
          "ID": "14"
        },
        {
          "text": "– Вы привели ко мне Этого Человека и сказали, что Он подстрекает народ. Допросив Его в вашем присутствии, я не нахожу Его виновным в том, в чем вы Его обвиняете. ",
          "ID": "14"
        },
        {
          "text": "Ирод тоже не нашел в Нем никакой вины и отослал Его обратно к нам. Как видите, Он не сделал ничего, достойного смерти. ",
          "ID": "15"
        },
        {
          "text": "Поэтому я прикажу бичевать Его, а затем отпущу.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "(Дело в том, что на праздник он должен был отпустить одного из заключенных.)",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Тогда все в один голос закричали:",
          "ID": "18"
        },
        {
          "text": "– Смерть Ему! Отпусти нам Варавву!",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "(Варавва был заключен в темницу за поднятый в городе мятеж и за убийство.) ",
          "ID": "19"
        },
        {
          "text": "Пилат же хотел отпустить Иисуса и еще раз спросил их. ",
          "ID": "20"
        },
        {
          "text": "Но они продолжали кричать:",
          "ID": "21"
        },
        {
          "text": "– Распни, распни Его!",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Пилат в третий раз спросил:",
          "ID": "22"
        },
        {
          "text": "– За что? Какое зло сделал Он? Я не нашел за Ним никакой вины, за которую Он мог бы быть приговорен к смерти. Я прикажу бичевать Его, а затем отпущу!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Но они продолжали громко кричать и настаивать, чтобы Иисус был распят. В конце концов криками они добились своего. ",
          "ID": "23"
        },
        {
          "text": "Пилат согласился выполнить их требование. ",
          "ID": "24"
        },
        {
          "text": "Он освободил, как они и просили, того, кто находился в темнице за бунт и за убийство, а Иисуса отдал на их волю.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Когда Иисуса повели на распятие, конвоиры схватили некоего Симона из Кирены, шедшего с поля, взвалили на него крест и заставили нести его за Иисусом. ",
          "ID": "26"
        },
        {
          "text": "Среди множества людей, шедших за Иисусом, были и женщины, которые били себя в грудь и рыдали о Нем. ",
          "ID": "27"
        },
        {
          "text": "Иисус повернулся к ним и сказал:",
          "ID": "28"
        },
        {
          "text": "– Дочери Иерусалима, не плачьте обо Мне, плачьте лучше о себе и о своих детях. ",
          "ID": "28"
        },
        {
          "text": "Наступает такое время, когда будут говорить: «Блаженны бесплодные, нерожавшие и не кормившие грудью!». ",
          "ID": "29"
        },
        {
          "text": "Тогда",
          "ID": "30"
        },
        {
          "text": "«люди скажут горам: „Падите на нас!“",
          "ID": "30"
        },
        {
          "text": "и холмам: „Покройте нас!“».",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Ведь если с молодым и зеленым деревом делают такое, то что же будет с сухим?",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "С Иисусом вели на казнь и двух преступников. ",
          "ID": "32"
        },
        {
          "text": "Когда они пришли на место, называемое Лобным, там распяли и Его, и преступников, одного по правую, а другого по левую сторону от Него.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Иисус говорил:",
          "ID": "34"
        },
        {
          "text": "– Отец, прости им, ведь они не знают, что делают.",
          "ID": "34"
        },
        {
          "text": "Солдаты разделили между собой одежду Иисуса, бросив жребий.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Народ стоял и смотрел. Начальники же смеялись над Ним:",
          "ID": "35"
        },
        {
          "text": "– Спасал других! Пусть теперь спасет Самого Себя, если Он Божий Избранник – Христос!",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Солдаты тоже насмехались над Ним. Они давали Иисусу кислое вино ",
          "ID": "36"
        },
        {
          "text": "и говорили:",
          "ID": "37"
        },
        {
          "text": "– Спаси Себя, если Ты Царь иудеев!",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "А над Иисусом на кресте была надпись: «это царь иудеев».",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Один из распятых преступников оскорблял Его, говоря:",
          "ID": "39"
        },
        {
          "text": "– Разве Ты не Христос? Спаси Себя и нас!",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Другой же унимал его и говорил:",
          "ID": "40"
        },
        {
          "text": "– Побойся Бога! Ведь ты приговорен к тому же. ",
          "ID": "40"
        },
        {
          "text": "Мы наказаны справедливо и получили по заслугам, а Этот Человек не сделал ничего плохого.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "И он сказал:",
          "ID": "42"
        },
        {
          "text": "– Иисус, вспомни меня, когда придешь в Свое Царство!",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "– Говорю тебе истину: сегодня ты будешь со Мной в раю, – ответил ему Иисус.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Было около шестого часа дня, и по всей земле стало темно, и это продолжалось до девятого часа. ",
          "ID": "44"
        },
        {
          "text": "Солнце померкло, и завеса в храме разорвалась на две части. ",
          "ID": "45"
        },
        {
          "text": "Иисус громко крикнул:",
          "ID": "46"
        },
        {
          "text": "– Отец, в Твои руки Я отдаю Мой дух!",
          "ID": "46"
        },
        {
          "text": "Сказав это, Он испустил дух. ",
          "ID": "46"
        },
        {
          "text": "Когда сотник все это увидел, он прославил Бога и сказал:",
          "ID": "47"
        },
        {
          "text": "– Этот Человек действительно был праведником!",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "И все люди, собравшиеся посмотреть на казнь, увидев, что произошло, возвращались по домам, ударяя себя в грудь. ",
          "ID": "48"
        },
        {
          "text": "Но все, кто знал Иисуса, включая и женщин, которые шли за Ним из Галилеи, стояли в отдалении, наблюдая за происходящим.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Там был добрый и праведный человек, которого звали Иосиф. Будучи членом Совета, ",
          "ID": "50"
        },
        {
          "text": "он, однако, не был согласен с решением и делом иудейских вождей. Иосиф был уроженцем города Аримафеи в Иудее и ожидал Божьего Царства. ",
          "ID": "51"
        },
        {
          "text": "Этот человек пошел к Пилату и попросил тело Иисуса. ",
          "ID": "52"
        },
        {
          "text": "Он снял тело, обернул его в льняное полотно и положил в высеченную в скале гробницу, где еще никого до этого не хоронили. ",
          "ID": "53"
        },
        {
          "text": "Это была пятница – день приготовления к субботе, которая уже наступала. ",
          "ID": "54"
        },
        {
          "text": "За Иосифом пошли женщины, пришедшие с Иисусом из Галилеи, они видели гробницу и то, как тело Иисуса было положено в нее. ",
          "ID": "55"
        },
        {
          "text": "Вернувшись, они приготовили душистые мази и масла. Субботу они провели в покое, согласно заповеди.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23",
      "name": "От Луки 23"
    },
    {
      "text": [
        {
          "text": "Рано утром в первый день недели, женщины, взяв приготовленные душистые мази, пришли к гробнице. ",
          "ID": "1"
        },
        {
          "text": "Здесь они обнаружили, что камень от входа в гробницу отвален. ",
          "ID": "2"
        },
        {
          "text": "Войдя внутрь, они не нашли тела Господа Иисуса. ",
          "ID": "3"
        },
        {
          "text": "Стоя в недоумении, они увидели, что рядом с ними вдруг появились два человека в сияющих одеждах. ",
          "ID": "4"
        },
        {
          "text": "В испуге женщины опустили свои лица к земле, но те сказали им:",
          "ID": "5"
        },
        {
          "text": "– Что вы ищете живого среди мертвых? ",
          "ID": "5"
        },
        {
          "text": "Его здесь нет, Он воскрес! Вспомните, что Он говорил вам еще в Галилее: ",
          "ID": "6"
        },
        {
          "text": "«Сын Человеческий должен быть предан в руки грешников, распят, и на третий день воскреснуть».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Тогда они вспомнили слова Иисуса ",
          "ID": "8"
        },
        {
          "text": "и, вернувшись от гробницы, рассказали обо всем одиннадцати и всем остальным. ",
          "ID": "9"
        },
        {
          "text": "Среди тех, кто рассказал это апостолам, были Мария Магдалина, Иоанна, Мария – мать Иакова и другие женщины. ",
          "ID": "10"
        },
        {
          "text": "Но они не поверили рассказу женщин, им казалось, что это лишь пустые слова. ",
          "ID": "11"
        },
        {
          "text": "Петр, однако же, побежал к гробнице. Он наклонился, заглянул внутрь и увидел только льняные полотна. Он вернулся к себе, удивляясь всему случившемуся.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "В тот же день двое из учеников шли в селение Эммаус, что расположено в шестидесяти стадиях от Иерусалима, ",
          "ID": "13"
        },
        {
          "text": "и говорили обо всем, что произошло. ",
          "ID": "14"
        },
        {
          "text": "И когда они разговаривали и спорили, вдруг Сам Иисус подошел и присоединился к ним, ",
          "ID": "15"
        },
        {
          "text": "но они были словно в ослеплении и не узнали Его. ",
          "ID": "16"
        },
        {
          "text": "Иисус спросил их:",
          "ID": "17"
        },
        {
          "text": "– О чем это вы говорите между собой по дороге?",
          "ID": "17"
        },
        {
          "text": "Они остановились с печальными лицами. ",
          "ID": "17"
        },
        {
          "text": "Один из них, которого звали Клеопа, ответил:",
          "ID": "18"
        },
        {
          "text": "– Ты, видно, единственный из пришедших в Иерусалим, кто не знает о том, что произошло в эти дни.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– О чем? – спросил Он.",
          "ID": "19"
        },
        {
          "text": "– О том, что произошло с Иисусом из Назарета, – ответили они. – Он был пророком, сильным перед Богом и перед людьми в словах и делах. ",
          "ID": "19"
        },
        {
          "text": "Первосвященники и наши вожди осудили Его на смерть и распяли. ",
          "ID": "20"
        },
        {
          "text": "А мы надеялись, что Он Тот, Кто должен освободить Израиль. Но вот уже третий день, как все это произошло. ",
          "ID": "21"
        },
        {
          "text": "Однако некоторые из наших женщин удивили нас. Они пошли сегодня рано утром к гробнице ",
          "ID": "22"
        },
        {
          "text": "и, не найдя там Его тела, вернулись и рассказали нам, что им явились ангелы и сказали, что Он жив. ",
          "ID": "23"
        },
        {
          "text": "Потом некоторые из наших друзей пошли к гробнице и нашли там все, как рассказали женщины, но Его они не видели.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Иисус сказал им:",
          "ID": "25"
        },
        {
          "text": "– Как же вы глупы, как медленно вы соображаете, чтобы верить всему, что предсказали пророки! ",
          "ID": "25"
        },
        {
          "text": "Разве не должен был Христос пройти через все эти страдания и затем войти в Свою славу?",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "И начав от Моисея и всех пророков, Он объяснил им, что было сказано о Нем во всех Писаниях. ",
          "ID": "27"
        },
        {
          "text": "Когда они подходили к селению, Иисус сделал вид, что хочет идти дальше, ",
          "ID": "28"
        },
        {
          "text": "но они стали уговаривать Его:",
          "ID": "29"
        },
        {
          "text": "– Останься с нами, ведь уже вечер, день почти окончился.",
          "ID": "29"
        },
        {
          "text": "И Он вошел в дом и остался с ними. ",
          "ID": "29"
        },
        {
          "text": "За столом Иисус взял хлеб, благословил его, разломил и дал им. ",
          "ID": "30"
        },
        {
          "text": "Тогда их глаза открылись, и они узнали Его. Но Он стал невидим для них. ",
          "ID": "31"
        },
        {
          "text": "Они стали говорить друг другу:",
          "ID": "32"
        },
        {
          "text": "– Разве не горело в нас сердце, когда Он говорил с нами по дороге и объяснял нам Писания?!",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Они встали и сразу же пошли обратно в Иерусалим. Там они нашли одиннадцать и тех, кто был вместе с ними. ",
          "ID": "33"
        },
        {
          "text": "Те сказали им, что Господь действительно воскрес и явился Симону. ",
          "ID": "34"
        },
        {
          "text": "Затем эти двое рассказали все, что произошло с ними по дороге, и то, как они узнали Иисуса, когда Он разламывал хлеб.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Они еще говорили, когда Иисус Сам появился среди них и сказал:",
          "ID": "36"
        },
        {
          "text": "– Мир вам!",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Они замерли в испуге, думая, что видят призрак. ",
          "ID": "37"
        },
        {
          "text": "Он же сказал им:",
          "ID": "38"
        },
        {
          "text": "– Что вы так испуганы? Почему вы сомневаетесь? ",
          "ID": "38"
        },
        {
          "text": "Посмотрите на Мои руки и на Мои ноги. Это же Я! Потрогайте Меня и рассмотрите. У духов ведь не бывает ни тела, ни костей, а у Меня, как видите, есть.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Сказав это, Он показал им Свои руки и ноги. ",
          "ID": "40"
        },
        {
          "text": "Но они, радуясь и изумляясь, еще не могли поверить. Тогда Иисус спросил их:",
          "ID": "41"
        },
        {
          "text": "– У вас есть что-нибудь поесть?",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Они дали Ему печеной рыбы. ",
          "ID": "42"
        },
        {
          "text": "Он взял и ел перед ними.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "– Об этом Я и говорил вам, когда был еще с вами, – сказал Он. – Все записанное обо Мне в Законе Моисея, у Пророков и в Псалмах должно исполниться.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Затем Он раскрыл их умы к пониманию Писаний.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "– Написано, что Христос должен пострадать и на третий день воскреснуть из мертвых, – сказал Он им. ",
          "ID": "46"
        },
        {
          "text": "– Во имя Его всем народам, начиная от Иерусалима, будет проповедано покаяние и прощение грехов. ",
          "ID": "47"
        },
        {
          "text": "Вы свидетели этому. ",
          "ID": "48"
        },
        {
          "text": "Я же пошлю вам обещанное Моим Отцом, но пока вы не получите силу свыше, оставайтесь в городе.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Потом Он вывел их из города до Вифании и, подняв руки, благословил их. ",
          "ID": "50"
        },
        {
          "text": "И в то время как Он благословлял их, Он стал отдаляться от них и поднялся на небеса. ",
          "ID": "51"
        },
        {
          "text": "Ученики поклонились Ему и, безмерно радуясь, возвратились в Иерусалим, ",
          "ID": "52"
        },
        {
          "text": "где постоянно находились в храме, славя Бога.",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24",
      "name": "От Луки 24"
    }
  ],
  "ID": "NT:LUK(NRP)",
  "name": "От Луки"
}