{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Многие уже пытались описать события, происшедшие среди нас,",
          "ID": "1"
        },
        {
          "text": "рассказанные нам очевидцами, с самого начала видевшими происходившее, и служившими Богу, провозглашая слово Его.",
          "ID": "2"
        },
        {
          "text": "Тщательно изучив всё от начала и до конца, я решил записать для тебя, достопочтенный Феофил, последовательное изложение всех событий,",
          "ID": "3"
        },
        {
          "text": "чтобы ты был уверен в достоверности того, чему учили тебя.",
          "ID": "4"
        },
        {
          "text": "Во времена, когда Ирод был правителем Иудеи, жил священник по имени Захария, который принадлежал к роду священника Авии. Его жена была из рода Аарона. Её звали Елизавета.",
          "ID": "5"
        },
        {
          "text": "Оба они были праведны перед Богом и беспрекословно повиновались всем заповедям и уставам Господним.",
          "ID": "6"
        },
        {
          "text": "Но у них не было детей, потому что Елизавета была бесплодна, и они оба были уже в преклонных годах.",
          "ID": "7"
        },
        {
          "text": "Однажды, когда пришло время роду Захарии служить в храме, он должен был исполнять обязанности священника перед Богом.",
          "ID": "8"
        },
        {
          "text": "По обычаю священнослужители бросали жребий, чтобы решить, кому необходимо войти в храм Господний и сжигать там благовонное курение. Жребий пал на Захария.",
          "ID": "9"
        },
        {
          "text": "В то время, как он кадил, множество народа стояло снаружи и молилось.",
          "ID": "10"
        },
        {
          "text": "Тогда явился Захарии Ангел Господний. Он стоял справа от алтаря, на котором курилось благовоние.",
          "ID": "11"
        },
        {
          "text": "Увидев Ангела, Захария растерялся и очень испугался.",
          "ID": "12"
        },
        {
          "text": "Ангел же сказал ему: «Не бойся, Захария! Твоя молитва услышана: твоя жена Елизавета родит тебе сына, и ты назовёшь его Иоанном.",
          "ID": "13"
        },
        {
          "text": "Он принесёт тебе радость и счастье. Многие будут рады его рождению,",
          "ID": "14"
        },
        {
          "text": "так как Иоанн будет велик перед Господом. Он не будет пить вина и крепких напитков и ещё с утробы матери своей будет исполнен Святого Духа.",
          "ID": "15"
        },
        {
          "text": "Иоанн вернёт многих израильтян к Господу Богу их.",
          "ID": "16"
        },
        {
          "text": "Исполненный такого же могущества и силы духа, как и Илия, он будет предвестником Господа, примиряя отцов с детьми, обращая на путь истинный тех, кто не повинуется велениям Божьим, чтобы подготовить народ к приходу Господа».",
          "ID": "17"
        },
        {
          "text": "Тогда Захария сказал Ангелу: «Как я узнаю, что это правда? Ведь я стар, и жена моя стара».",
          "ID": "18"
        },
        {
          "text": "В ответ Ангел сказал ему: «Я — Гавриил, предстоящий перед Богом. Я послан говорить с тобой и сообщить тебе эту Добрую Весть.",
          "ID": "19"
        },
        {
          "text": "Но знай, ты будешь нем и не сможешь говорить до того самого дня, пока не свершится это, так как ты не поверил моим словам, которые исполнятся в назначенное время».",
          "ID": "20"
        },
        {
          "text": "Народ снаружи ждал появления Захарии и удивлялся, почему он так долго не выходит из храма.",
          "ID": "21"
        },
        {
          "text": "А выйдя, он не смог говорить с ними, и они поняли, что в храме ему было видение. Захария объяснялся знаками и оставался нем.",
          "ID": "22"
        },
        {
          "text": "Дни его службы подошли к концу, и Захария вернулся домой.",
          "ID": "23"
        },
        {
          "text": "Спустя некоторое время жена его, Елизавета, зачала и скрывалась от всех пять месяцев, говоря:",
          "ID": "24"
        },
        {
          "text": "«Наконец Господь смилостивился надо мной, сняв с меня позор перед людьми».",
          "ID": "25"
        },
        {
          "text": "Когда Елизавета была на шестом месяце, Ангел Гавриил был послан Богом в город Назарет, в Галилее,",
          "ID": "26"
        },
        {
          "text": "к девственнице, обручённой с человеком по имени Иосиф. Иосиф был из рода Давида, имя же девственницы было Мария.",
          "ID": "27"
        },
        {
          "text": "Гавриил пришёл к ней и сказал: «Приветствую тебя! Господь с тобою! Ты благословенна».",
          "ID": "28"
        },
        {
          "text": "Но она была смущена этими словами и думала, что бы это приветствие могло значить.",
          "ID": "29"
        },
        {
          "text": "И Ангел сказал ей: «Не бойся, Мария! Ты обрела милость Божью.",
          "ID": "30"
        },
        {
          "text": "Слушай! Ты зачнёшь и родишь сына, и назовёшь Его Иисусом.",
          "ID": "31"
        },
        {
          "text": "Он будет велик, и будут Его называть Сыном Всевышнего. Господь Бог даст Ему престол Давида, отца Его.",
          "ID": "32"
        },
        {
          "text": "Он вовеки будет править народом Иакова, и Его царству не будет конца».",
          "ID": "33"
        },
        {
          "text": "Мария спросила у Ангела: «Как же будет это, если я не замужем?»",
          "ID": "34"
        },
        {
          "text": "Ангел ответил ей: «Святой Дух спустится на тебя, и власть Всевышнего осенит тебя. Поэтому дитя, которое родится, будет носить имя Сына Божьего.",
          "ID": "35"
        },
        {
          "text": "Твоя родственница Елизавета в старости своей тоже зачала сына. Все считали её бесплодной, но вот уже шесть месяцев, как она беременна.",
          "ID": "36"
        },
        {
          "text": "Для Бога нет ничего невозможного».",
          "ID": "37"
        },
        {
          "text": "Мария сказала: «Я — слуга Господа. Пусть сбудется со мной, что ты сказал». И Ангел удалился.",
          "ID": "38"
        },
        {
          "text": "Тогда Мария собралась и с поспешностью пошла в город, находившийся в горах Иудеи.",
          "ID": "39"
        },
        {
          "text": "Войдя в дом Захарии, она приветствовала Елизавету.",
          "ID": "40"
        },
        {
          "text": "Когда Елизавета услышала голос Марии, случилось так, что ребёнок в ней забился, и она исполнилась Святого Духа.",
          "ID": "41"
        },
        {
          "text": "Елизавета воскликнула: «Нет другой женщины, более благословенной, чем ты! Благословен Ребёнок, которого ты носишь!",
          "ID": "42"
        },
        {
          "text": "Мать Господа моего пришла ко мне! За что мне выпало такое счастье?",
          "ID": "43"
        },
        {
          "text": "Вот, когда я услышала твой голос, ребёнок забился во мне, ликуя.",
          "ID": "44"
        },
        {
          "text": "Благословенна поверившая, что свершится сказанное ей Господом».",
          "ID": "45"
        },
        {
          "text": "Мария сказала:",
          "ID": "46"
        },
        {
          "text": "«Хвалу воздаёт Господу душа моя,",
          "ID": "47"
        },
        {
          "text": "и ликует дух мой о Боге, Спасителе моём,",
          "ID": "47"
        },
        {
          "text": "так как обратил Он взгляд",
          "ID": "48"
        },
        {
          "text": "на ничтожную слугу свою.",
          "ID": "48"
        },
        {
          "text": "Отныне благословенной",
          "ID": "48"
        },
        {
          "text": "будут называть меня люди,",
          "ID": "48"
        },
        {
          "text": "потому что Всемогущий,",
          "ID": "49"
        },
        {
          "text": "да святится имя Его,",
          "ID": "49"
        },
        {
          "text": "сотворил для меня великое.",
          "ID": "49"
        },
        {
          "text": "Из поколения в поколение",
          "ID": "50"
        },
        {
          "text": "Он милует тех, кто почитает Его.",
          "ID": "50"
        },
        {
          "text": "Он показал силу руки Своей:",
          "ID": "51"
        },
        {
          "text": "рассеял горделивых,",
          "ID": "51"
        },
        {
          "text": "низложил властителей",
          "ID": "52"
        },
        {
          "text": "и возвысил смиренных,",
          "ID": "52"
        },
        {
          "text": "голодных исполнил благ,",
          "ID": "53"
        },
        {
          "text": "богатых отослал ни с чем.",
          "ID": "53"
        },
        {
          "text": "Бог помог народу Израиля,",
          "ID": "54"
        },
        {
          "text": "который служит Ему,",
          "ID": "54"
        },
        {
          "text": "и не забыл послать ему милость Свою.",
          "ID": "54"
        },
        {
          "text": "Он исполнил обещанное нашим предкам:",
          "ID": "55"
        },
        {
          "text": "Аврааму и Его потомкам во веки веков».",
          "ID": "55"
        },
        {
          "text": "Пробыв с Елизаветой около трёх месяцев, Мария вернулась домой.",
          "ID": "56"
        },
        {
          "text": "Елизавете пришло время родить, и она родила сына.",
          "ID": "57"
        },
        {
          "text": "Её соседи и родственники услышали, что Господь был милостив к ней, и радовались с нею.",
          "ID": "58"
        },
        {
          "text": "На восьмой день пришло время делать Ребёнку обрезание, и его хотели назвать Захарией, по имени отца.",
          "ID": "59"
        },
        {
          "text": "Но Елизавета сказала: «Нет, назовём его Иоанном».",
          "ID": "60"
        },
        {
          "text": "Собравшиеся сказали ей: «Никого из твоих родственников так не зовут».",
          "ID": "61"
        },
        {
          "text": "И стали знаками спрашивать отца, каким именем он хотел бы назвать ребёнка.",
          "ID": "62"
        },
        {
          "text": "Захария попросил дощечку для письма и написал: «Имя ему — Иоанн». И все удивились.",
          "ID": "63"
        },
        {
          "text": "Дар речи тотчас же вернулся к Захарии, и он начал говорить и восхвалять Бога.",
          "ID": "64"
        },
        {
          "text": "Тут всех охватил страх, и по всей горной части Иудеи люди говорили обо всём, что произошло.",
          "ID": "65"
        },
        {
          "text": "Каждый, кто слышал об этом, размышлял: «Кем же будет этот ребёнок?» — так как действительно сила Господа была с ним.",
          "ID": "66"
        },
        {
          "text": "Отец Иоанна, Захария, исполнился Святого Духа и стал возвещать людям о том, что совершится:",
          "ID": "67"
        },
        {
          "text": "«Благословен будь Господь, Бог Израиля,",
          "ID": "68"
        },
        {
          "text": "так как Он пришёл помочь народу Своему",
          "ID": "68"
        },
        {
          "text": "и освободил его.",
          "ID": "68"
        },
        {
          "text": "Он дал нам могущественного Спасителя",
          "ID": "69+LUK"
        },
        {
          "text": "из рода слуги Своего Давида,",
          "ID": "69+LUK"
        },
        {
          "text": "как и обещал Он много лет назад",
          "ID": "69+LUK"
        },
        {
          "text": "через святых пророков Своих.",
          "ID": "69+LUK"
        },
        {
          "text": "Бог обещал спасти нас",
          "ID": "71"
        },
        {
          "text": "от врагов и ненавистников.",
          "ID": "71"
        },
        {
          "text": "Бог обещал даровать милость Свою отцам нашим",
          "ID": "72"
        },
        {
          "text": "и помнить о Своём священном Договоре.",
          "ID": "72"
        },
        {
          "text": "Этот договор был клятвой,",
          "ID": "73+LUK"
        },
        {
          "text": "которую Он дал Аврааму, праотцу нашему,",
          "ID": "73+LUK"
        },
        {
          "text": "что избавит нас от врагов,",
          "ID": "73+LUK"
        },
        {
          "text": "чтобы могли мы безбоязненно служить Ему",
          "ID": "73+LUK"
        },
        {
          "text": "свято и праведно всю нашу жизнь.",
          "ID": "75"
        },
        {
          "text": "А ты, дитя моё, будешь называться „пророком Всевышнего”,",
          "ID": "76"
        },
        {
          "text": "так как ты будешь идти впереди Господа,",
          "ID": "76"
        },
        {
          "text": "возвещая людям Его приход.",
          "ID": "76"
        },
        {
          "text": "Ты возвестишь людям о спасении,",
          "ID": "77"
        },
        {
          "text": "так как отпустятся им грехи их.",
          "ID": "77"
        },
        {
          "text": "По великой милости Божьей",
          "ID": "78"
        },
        {
          "text": "воссияет нам новый день с Небес,",
          "ID": "78"
        },
        {
          "text": "и Бог поможет тем, кто живёт во тьме,",
          "ID": "79"
        },
        {
          "text": "в страхе перед смертью,",
          "ID": "79"
        },
        {
          "text": "и укажет нам путь к миру».",
          "ID": "79"
        },
        {
          "text": "Ребёнок рос, креп духом и жил в пустыне до дня своего появления перед народом Израиля.",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1",
      "name": "По Луке Благовествование 1"
    },
    {
      "text": [
        {
          "text": "В те дни вышел указ римского императора Августа Цезаря о проведении переписи среди всего населения Римской империи.",
          "ID": "1"
        },
        {
          "text": "Это была первая перепись, и проводилась она в то время, когда правителем Сирии был Квириний.",
          "ID": "2"
        },
        {
          "text": "Каждый должен был явиться для переписи в свой город.",
          "ID": "3"
        },
        {
          "text": "Пошёл и Иосиф из Назарета, что в Галилее, в Иудею, в город Вифлеем, называемый также городом Давида. Иосиф отправился туда, потому что он был из рода Давида.",
          "ID": "4"
        },
        {
          "text": "Его имя занесли в списки вместе с именем Марии, так как она была обручена с ним. В то время Мария была уже беременна.",
          "ID": "5"
        },
        {
          "text": "Когда Мария и Иосиф были в Вифлееме, Марии пришло время рожать,",
          "ID": "6"
        },
        {
          "text": "и она родила своего первого сына. Она запеленала его и положила в ясли, так как для них не было места на постоялом дворе.",
          "ID": "7"
        },
        {
          "text": "В ту ночь несколько местных пастухов стерегли в поле своих овец.",
          "ID": "8"
        },
        {
          "text": "И Ангел Господний явился им, и Слава Господняя осияла их, и объял их страх.",
          "ID": "9"
        },
        {
          "text": "Ангел сказал им: «Не бойтесь. Я пришёл сообщить вам Добрую Весть, которая принесёт ликование всем людям,",
          "ID": "10"
        },
        {
          "text": "потому что сегодня в городе Давида родился ваш Спаситель — Христос, Господь.",
          "ID": "11"
        },
        {
          "text": "Вот как вы Его узнаете: в яслях вы найдёте Младенца, укутанного в пелёнки».",
          "ID": "12"
        },
        {
          "text": "Внезапно рядом с первым Ангелом появилось множество других, и все они стали восхвалять Господа, говоря:",
          "ID": "13"
        },
        {
          "text": "«Слава Богу на Небесах,",
          "ID": "14"
        },
        {
          "text": "а на земле мир среди людей богоугодных!»",
          "ID": "14"
        },
        {
          "text": "Когда Ангелы вознеслись обратно на Небо, пастухи сказали друг другу: «Пойдём в Вифлеем и посмотрим, что там произошло, о чём поведал нам Господь».",
          "ID": "15"
        },
        {
          "text": "Они поспешили в Вифлеем и нашли там Марию, Иосифа и младенца, лежащего в яслях.",
          "ID": "16"
        },
        {
          "text": "Увидев младенца, они рассказали людям о нём всё, что им поведали Ангелы.",
          "ID": "17"
        },
        {
          "text": "Все, кто слышал, дивились рассказу пастухов.",
          "ID": "18"
        },
        {
          "text": "А Мария хранила услышанное в своём сердце и постоянно думала об этом.",
          "ID": "19"
        },
        {
          "text": "Вернувшись к своему стаду, пастухи восхваляли и благодарили Бога за то, что они слышали и видели всё так, как им было указано.",
          "ID": "20"
        },
        {
          "text": "Через восемь дней пришло время делать Ребёнку обрезание, и Ему дали имя Иисус. Это было имя, которое дал Ему Ангел ещё до зачатия.",
          "ID": "21"
        },
        {
          "text": "Пришло время Марии и Иосифу совершить обряд очищения согласно Закону Моисея. Поэтому Иосиф и Мария принесли Иисуса в Иерусалим, чтобы Он предстал перед ликом Господа.",
          "ID": "22"
        },
        {
          "text": "Закон Господа гласит: «Когда в семье рождается первенец мужского пола, он должен быть посвящён Господу».",
          "ID": "23"
        },
        {
          "text": "Иосиф и Мария, согласно Закону Господа, должны были принести в жертву «двух горлиц или птенцов голубиных».",
          "ID": "24"
        },
        {
          "text": "И был в Иерусалиме человек по имени Симеон; он был человек праведный и набожный и жил в ожидании дня, когда Бог поможет Израилю, и Дух Святой был с ним.",
          "ID": "25"
        },
        {
          "text": "И было открыто ему Святым Духом, что не умрёт он, пока не увидит Христа Господнего.",
          "ID": "26"
        },
        {
          "text": "Святой Дух привёл его в храм; когда родители принесли младенца Иисуса совершить предписанное Законом,",
          "ID": "27"
        },
        {
          "text": "Симеон взял Его на руки, восхвалил Бога и сказал:",
          "ID": "28"
        },
        {
          "text": "«Отпусти же теперь, Господи,",
          "ID": "29"
        },
        {
          "text": "слугу своего, как и обещал, чтобы умер я с миром,",
          "ID": "29"
        },
        {
          "text": "потому что глаза мои видели спасение Твоё,",
          "ID": "30"
        },
        {
          "text": "которое Ты приготовил",
          "ID": "31"
        },
        {
          "text": "перед лицом всех народов.",
          "ID": "31"
        },
        {
          "text": "Он будет Светом для язычников",
          "ID": "32"
        },
        {
          "text": "и прославит народ Твой, Израиль».",
          "ID": "32"
        },
        {
          "text": "Отец и мать Иисуса удивились тому, что Симеон сказал о Младенце.",
          "ID": "33"
        },
        {
          "text": "Симеон же благословил их и сказал Марии: «Многие среди народа Израиля будут повержены в прах, и многие возвысятся от этого Младенца. Он будет знамением Господним, но многие не примут Его.",
          "ID": "34"
        },
        {
          "text": "И тогда мысли, которые многие люди хранят в глубине души, откроются, принеся тебе боль нестерпимую, подобную той, что меч приносит, пронзая сердце».",
          "ID": "35"
        },
        {
          "text": "И была в храме пророчица Анна, дочь Фануила, из рода Асира. Она была очень стара. Она прожила с мужем своим семь лет,",
          "ID": "36"
        },
        {
          "text": "а после его смерти до восьмидесяти четырёх лет прожила вдовой. Никогда не оставляла она храм, а молилась и постилась день и ночь, служа Богу.",
          "ID": "37"
        },
        {
          "text": "В то время Анна стояла в храме, воздавая благодарность Богу. И стала она рассказывать об Иисусе всем тем, кто ожидал, что Бог освободит Иерусалим.",
          "ID": "38"
        },
        {
          "text": "Завершив положенное по Закону Господа, Иосиф и Мария возвратились в свой родной Назарет в Галилее.",
          "ID": "39"
        },
        {
          "text": "Между тем Ребёнок рос, набирался сил и исполнялся премудрости. И благословение Божье было на Нём.",
          "ID": "40"
        },
        {
          "text": "Каждый год на праздник Пасхи родители Иисуса отправлялись в Иерусалим.",
          "ID": "41"
        },
        {
          "text": "В тот год, когда Иисусу исполнилось двенадцать лет, Его родители, как обычно, отправились на праздник.",
          "ID": "42"
        },
        {
          "text": "После того как праздник подошёл к концу, они направились домой, Иисус же остался в Иерусалиме, хотя родители Его не знали об этом.",
          "ID": "43"
        },
        {
          "text": "Иосиф и Мария были в пути целый день, думая, что Иисус идёт вместе с ними. Когда же они стали искать Его среди родственников и друзей,",
          "ID": "44"
        },
        {
          "text": "то не нашли Его среди них. Тогда Иосиф с Марией вернулись в Иерусалим, надеясь найти Его там.",
          "ID": "45"
        },
        {
          "text": "Они нашли Иисуса через три дня. Он сидел среди учителей в храме, слушая их и задавая им вопросы.",
          "ID": "46"
        },
        {
          "text": "Все слушали Его и удивлялись тому, как Он всё понимает, и какие разумные даёт ответы.",
          "ID": "47"
        },
        {
          "text": "Увидев Иисуса, родители удивились, и тогда мать спросила Его: «Сын, что это Ты сделал с нами? Мы с отцом очень тревожились и повсюду Тебя искали».",
          "ID": "48"
        },
        {
          "text": "Тогда Иисус сказал им: «Зачем было вам искать Меня? Разве вы не знали, что Я должен быть там, где дело Отца Моего?»",
          "ID": "49"
        },
        {
          "text": "Но они не поняли, что Иисус хотел этим сказать.",
          "ID": "50"
        },
        {
          "text": "Иисус вернулся с ними в Назарет и во всём слушался Своих родителей. Мать же Его долго сохраняла всё это в сердце своём.",
          "ID": "51"
        },
        {
          "text": "Иисус рос, постигал всё новые премудрости и удостаивался одобрения Бога и людей.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2",
      "name": "По Луке Благовествование 2"
    },
    {
      "text": [
        {
          "text": "Это произошло на пятнадцатом году правления императора Тиберия, когда Понтий Пилат правил Иудеей, Ирод властвовал в Галилее, его брат Филипп был правителем Итуреи и Трахонитской области, а Лисаний правил Авилинеей.",
          "ID": "1"
        },
        {
          "text": "В то время как Анна и Каиафа были первосвященниками, слово Божье пришло к Иоанну, сыну Захарии, жившему в пустыне.",
          "ID": "2"
        },
        {
          "text": "Тогда он прошёл по всей Иордании, неся людям слово Божье. Он говорил людям, что они должны креститься, чтобы показать готовность покаяться, тогда их грехи будут прощены.",
          "ID": "3"
        },
        {
          "text": "Вот как записано в книге пророка Исаии:",
          "ID": "4"
        },
        {
          "text": "«Голос раздаётся в пустыне, восклицая:",
          "ID": "4"
        },
        {
          "text": "„Подготовьте путь Господу!",
          "ID": "4"
        },
        {
          "text": "Проложите Ему прямую тропу!",
          "ID": "4"
        },
        {
          "text": "Все долины наполнятся,",
          "ID": "5"
        },
        {
          "text": "все горы и холмы сравняются.",
          "ID": "5"
        },
        {
          "text": "Извилистые дороги станут прямыми,",
          "ID": "5"
        },
        {
          "text": "а ухабистые станут гладкими.",
          "ID": "5"
        },
        {
          "text": "И каждый узнает о спасении Божьем!”» Исаия 40:3-5",
          "ID": "6"
        },
        {
          "text": "Люди приходили к Иоанну, чтобы он крестил их. Иоанн же говорил им: «Отродья змеиные! Кто предупредил вас, чтобы вы бежали от приближающегося гнева Божьего?",
          "ID": "7"
        },
        {
          "text": "Ваши поступки должны быть доказательством того, что вы действительно покаялись. Не хвалитесь же попусту и не говорите: „Авраам — отец наш”. Я говорю вам, что Бог может сотворить сыновей Авраамовых из этих камней.",
          "ID": "8"
        },
        {
          "text": "Топор уже лежит у корней дерева, и всякое дерево, не приносящее хороших плодов, будет срублено и брошено в огонь».",
          "ID": "9"
        },
        {
          "text": "Тогда толпа спросила его: «Что же нам делать?»",
          "ID": "10"
        },
        {
          "text": "Он сказал им в ответ: «Каждый, у кого есть две рубашки, должен поделиться с неимущим; и у кого есть пища, пусть поделится».",
          "ID": "11"
        },
        {
          "text": "Пришли и сборщики налогов креститься и сказали ему: «Учитель, что нам делать?»",
          "ID": "12"
        },
        {
          "text": "И он ответил: «Не берите налогов больше, чем сказано вам».",
          "ID": "13"
        },
        {
          "text": "Спрашивали его и некоторые воины: «А нам что делать?»",
          "ID": "14"
        },
        {
          "text": "И он ответил им: «Ни у кого не вымогайте денег, не лжесвидетельствуйте и довольствуйтесь своим жалованьем».",
          "ID": "14"
        },
        {
          "text": "Все надеялись, что придёт Христос, и размышляли об Иоанне, думая: «А не Христос ли он?»",
          "ID": "15"
        },
        {
          "text": "Иоанн ответил им всем, сказав: «Я крещу вас водой, но вслед за мной идёт Тот, Кто сильнее меня, у Которого я недостоин даже развязать ремень сандалии. Он будет крестить вас Святым Духом и огнём.",
          "ID": "16"
        },
        {
          "text": "Он придёт, готовый очистить зерно от мякины, и соберёт доброе зерно в закрома Свои, а мякину сожжёт на неугасимом огне».",
          "ID": "17"
        },
        {
          "text": "С такими и многими другими словами увещевания обращался Иоанн к народу, благовествуя людям.",
          "ID": "18"
        },
        {
          "text": "Иоанн обличал правителя Ирода за Иродиаду, жену брата Ирода, и за другие его неправедные поступки.",
          "ID": "19"
        },
        {
          "text": "Ирод же к порочным делам своим прибавил и то, что заключил Иоанна под стражу.",
          "ID": "20"
        },
        {
          "text": "Весь народ крестился у Иоанна, и Иисус тоже крестился. И когда Он стал молиться, небо раскрылось,",
          "ID": "21"
        },
        {
          "text": "Святой Дух спустился на Него в образе голубя, и голос с Неба провозгласил: «Ты — Сын мой возлюбленный, к Тебе Я благоволю!»",
          "ID": "22"
        },
        {
          "text": "Иисусу было около тридцати лет, когда Он начал Своё служение. Люди думали, что Иисус был сыном Иосифа.",
          "ID": "23"
        },
        {
          "text": "Иосиф же был сыном Илии.",
          "ID": "23"
        },
        {
          "text": "Илия был сыном Маттата.",
          "ID": "23"
        },
        {
          "text": "Маттат был сыном Левия.",
          "ID": "24"
        },
        {
          "text": "Левий был сыном Мелхии.",
          "ID": "24"
        },
        {
          "text": "Мелхия был сыном Ианная.",
          "ID": "24"
        },
        {
          "text": "Ианнай был сыном Иосифа.",
          "ID": "24"
        },
        {
          "text": "Иосиф был сыном Маттатии.",
          "ID": "25"
        },
        {
          "text": "Маттатия был сыном Амоса.",
          "ID": "25"
        },
        {
          "text": "Амос был сыном Наума.",
          "ID": "25"
        },
        {
          "text": "Наум был сыном Еслима.",
          "ID": "25"
        },
        {
          "text": "Еслим был сыном Наггея.",
          "ID": "25"
        },
        {
          "text": "Наггей был сыном Маата.",
          "ID": "26"
        },
        {
          "text": "Маат был сыном Маттатии.",
          "ID": "26"
        },
        {
          "text": "Маттатия был сыном Симеии.",
          "ID": "26"
        },
        {
          "text": "Симеия был сыном Иосифа.",
          "ID": "26"
        },
        {
          "text": "Иосиф был сыном Иуды.",
          "ID": "26"
        },
        {
          "text": "Иуда был сыном Иоаннана.",
          "ID": "27"
        },
        {
          "text": "Иоаннан был сыном Рисая.",
          "ID": "27"
        },
        {
          "text": "Рисай был сыном Зоровавеля.",
          "ID": "27"
        },
        {
          "text": "Зоровавель был сыном Салафииля.",
          "ID": "27"
        },
        {
          "text": "Салафииль был сыном Нирии.",
          "ID": "27"
        },
        {
          "text": "Нирия был сыном Мелхии.",
          "ID": "28"
        },
        {
          "text": "Мелхия был сыном Аддии.",
          "ID": "28"
        },
        {
          "text": "Аддия был сыном Косама.",
          "ID": "28"
        },
        {
          "text": "Косам был сыном Елмадама.",
          "ID": "28"
        },
        {
          "text": "Елмадам был сыном Ира.",
          "ID": "28"
        },
        {
          "text": "Ир был сыном Иосии.",
          "ID": "29"
        },
        {
          "text": "Иосия был сыном Елиезера.",
          "ID": "29"
        },
        {
          "text": "Елиезер был сыном Иорима.",
          "ID": "29"
        },
        {
          "text": "Иорим был сыном Маттата.",
          "ID": "29"
        },
        {
          "text": "Маттат был сыном Левия.",
          "ID": "29"
        },
        {
          "text": "Левий был сыном Симеона.",
          "ID": "30"
        },
        {
          "text": "Симеон был сыном Иуды.",
          "ID": "30"
        },
        {
          "text": "Иуда был сыном Иосифа.",
          "ID": "30"
        },
        {
          "text": "Иосиф был сыном Ионама.",
          "ID": "30"
        },
        {
          "text": "Ионам был сыном Елиакима.",
          "ID": "30"
        },
        {
          "text": "Елиаким был сыном Мелеая.",
          "ID": "31"
        },
        {
          "text": "Мелеай был сыном Маинана.",
          "ID": "31"
        },
        {
          "text": "Маинан был сыном Маттатая.",
          "ID": "31"
        },
        {
          "text": "Маттатай был сыном Нафана.",
          "ID": "31"
        },
        {
          "text": "Нафан был сыном Давида.",
          "ID": "31"
        },
        {
          "text": "Давид был сыном Иессея.",
          "ID": "32"
        },
        {
          "text": "Иессей был сыном Овида.",
          "ID": "32"
        },
        {
          "text": "Овид был сыном Вооза.",
          "ID": "32"
        },
        {
          "text": "Вооз был сыном Салмона.",
          "ID": "32"
        },
        {
          "text": "Салмон был сыном Наассона.",
          "ID": "32"
        },
        {
          "text": "Наассон был сыном Аминадава.",
          "ID": "33"
        },
        {
          "text": "Аминадав был сыном Админа.",
          "ID": "33"
        },
        {
          "text": "Админ был сыном Арния.",
          "ID": "33"
        },
        {
          "text": "Арний был сыном Есрома.",
          "ID": "33"
        },
        {
          "text": "Есром был сыном Фареса.",
          "ID": "33"
        },
        {
          "text": "Фарес был сыном Иуды.",
          "ID": "33"
        },
        {
          "text": "Иуда был сыном Иакова.",
          "ID": "34"
        },
        {
          "text": "Иаков был сыном Исаака.",
          "ID": "34"
        },
        {
          "text": "Исаак был сыном Авраама.",
          "ID": "34"
        },
        {
          "text": "Авраам был сыном Теры.",
          "ID": "34"
        },
        {
          "text": "Тера был сыном Нахора.",
          "ID": "34"
        },
        {
          "text": "Нахор был сыном Серуха.",
          "ID": "35"
        },
        {
          "text": "Серух был сыном Рагава.",
          "ID": "35"
        },
        {
          "text": "Рагав был сыном Пелега.",
          "ID": "35"
        },
        {
          "text": "Пелег был сыном Евера.",
          "ID": "35"
        },
        {
          "text": "Евер был сыном Салы.",
          "ID": "35"
        },
        {
          "text": "Сала был сыном Каинана.",
          "ID": "36"
        },
        {
          "text": "Каинан был сыном Арфаксада.",
          "ID": "36"
        },
        {
          "text": "Арфаксад был сыном Сима.",
          "ID": "36"
        },
        {
          "text": "Сим был сыном Ноя.",
          "ID": "36"
        },
        {
          "text": "Ной был сыном Ламеха.",
          "ID": "36"
        },
        {
          "text": "Ламех был сыном Матусала.",
          "ID": "37"
        },
        {
          "text": "Матусал был сыном Еноха.",
          "ID": "37"
        },
        {
          "text": "Енох был сыном Иареда.",
          "ID": "37"
        },
        {
          "text": "Иаред был сыном Малелеила.",
          "ID": "37"
        },
        {
          "text": "Малелеил был сыном Каинана.",
          "ID": "37"
        },
        {
          "text": "Каинан был сыном Еноса.",
          "ID": "38"
        },
        {
          "text": "Енос был сыном Сифа.",
          "ID": "38"
        },
        {
          "text": "Сиф был сыном Адама.",
          "ID": "38"
        },
        {
          "text": "Адам был сыном Бога.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3",
      "name": "По Луке Благовествование 3"
    },
    {
      "text": [
        {
          "text": "Иисус, исполненный Духа Святого и ведомый им, вернулся с берегов Иордана в пустыню",
          "ID": "1"
        },
        {
          "text": "и провёл там сорок дней, искушаемый дьяволом. Всё это время Он постился и, по окончании этих дней, Он был очень голоден.",
          "ID": "2"
        },
        {
          "text": "И сказал Ему дьявол: «Если Ты Сын Божий, то вели, чтобы этот камень превратился в хлеб».",
          "ID": "3"
        },
        {
          "text": "Иисус ответил: «В Писании говорится:",
          "ID": "4"
        },
        {
          "text": "„Не одним хлебом живёт человек”». Второзаконие 8:3",
          "ID": "4"
        },
        {
          "text": "Тогда дьявол показал Иисусу в мгновение все царства земные",
          "ID": "5"
        },
        {
          "text": "и сказал Ему: «Я дарую Тебе все эти царства с их властью и Славой, так как отданы они мне, и я могу даровать их кому пожелаю.",
          "ID": "6"
        },
        {
          "text": "Если станешь поклоняться мне, все это будет Твоё».",
          "ID": "7"
        },
        {
          "text": "И ответил ему Иисус: «Написано:",
          "ID": "8"
        },
        {
          "text": "„Поклоняться будешь только Господу Богу твоему,",
          "ID": "8"
        },
        {
          "text": "и служить будешь только Ему”». Второзаконие 6:13",
          "ID": "8"
        },
        {
          "text": "И повёл тогда дьявол Иисуса в Иерусалим, поставил Его на самой высокой башне храма и сказал Ему: «Если Ты Сын Божий, то прыгни отсюда вниз,",
          "ID": "9"
        },
        {
          "text": "потому что написано:",
          "ID": "10"
        },
        {
          "text": "„Бог повелит Своим Ангелам охранять Тебя”. Псалом 90:11",
          "ID": "10"
        },
        {
          "text": "И ещё:",
          "ID": "11"
        },
        {
          "text": "„И на руках понесут Тебя,",
          "ID": "11"
        },
        {
          "text": "чтобы нога Твоя не коснулась камня”». Псалом 90:12",
          "ID": "11"
        },
        {
          "text": "И ответил Иисус: «Но сказано также:„Не искушай Господа Бога твоего”».",
          "ID": "12"
        },
        {
          "text": "И прекратил тогда дьявол искушать Иисуса и ушёл прочь в ожидании более удобного случая.",
          "ID": "13"
        },
        {
          "text": "Иисус же возвратился в Галилею, исполненный силы Святого Духа, и молва о Нём пошла по всей стране.",
          "ID": "14"
        },
        {
          "text": "И стал Он учить в синагогах, и все прославляли Его.",
          "ID": "15"
        },
        {
          "text": "Иисус пришёл в Назарет, в город, где вырос. В субботний день Он пошёл по Своему обыкновению в синагогу и встал, чтобы читать Писания перед присутствующими.",
          "ID": "16"
        },
        {
          "text": "И дали Ему книгу пророка Исаии и, открыв книгу, нашёл Он место, где было написано:",
          "ID": "17"
        },
        {
          "text": "«Дух Господний на мне,",
          "ID": "18"
        },
        {
          "text": "потому что он избрал меня,",
          "ID": "18"
        },
        {
          "text": "чтобы Благовествовать нищим.",
          "ID": "18"
        },
        {
          "text": "Он послал меня",
          "ID": "18"
        },
        {
          "text": "объявить свободу пленным,",
          "ID": "18"
        },
        {
          "text": "возвратить зрение слепым,",
          "ID": "18"
        },
        {
          "text": "отпустить измученных на свободу,",
          "ID": "18"
        },
        {
          "text": "и возвестить время милости Господней». Исаия 61:1-2",
          "ID": "19"
        },
        {
          "text": "Потом Иисус закрыл книгу и отдал её служителю. Он сел, и глаза всех людей в синагоге были устремлены на Него.",
          "ID": "20"
        },
        {
          "text": "И начал Он говорить им: «Сегодня сказанное в Писании свершилось пред вами».",
          "ID": "21"
        },
        {
          "text": "И Он снискал всеобщее одобрение, и все были поражены Его красноречием и спрашивали: «Не Сын ли это Иосифа?»",
          "ID": "22"
        },
        {
          "text": "И сказал Он: «Конечно, вы скажете Мне, как гласит пословица: „Врач, исцели самого себя”. Вы хотите сказать: „Мы слышали о том, что произошло в Капернауме. Сотвори же здесь, в Твоём родном городе, то же самое”».",
          "ID": "23"
        },
        {
          "text": "И ответил Он: «Воистину, не принимают пророка в родном городе.",
          "ID": "24"
        },
        {
          "text": "Правду вам говорю: множество вдов было в Израиле в дни Илии, когда не было дождя три с половиной года, и страшный голод царил в стране.",
          "ID": "25"
        },
        {
          "text": "И ни к кому из них не был послан Илия, кроме как к одной вдове из Сарепты, в Сидоне.",
          "ID": "26"
        },
        {
          "text": "И было множество прокажённых в Израиле во времена пророка Елисея, но никто из них не очистился от язв, кроме сирийца Неемана».",
          "ID": "27"
        },
        {
          "text": "И все люди, присутствовавшие в синагоге и слышавшие эти слова, пришли в ярость.",
          "ID": "28"
        },
        {
          "text": "Поднявшись, они изгнали Его из города и привели на склон горы, на которой стоял их город, чтобы сбросить Его с утёса.",
          "ID": "29"
        },
        {
          "text": "Но Иисус прошёл сквозь толпу и отправился Своей дорогой.",
          "ID": "30"
        },
        {
          "text": "Иисус направился в Капернаум, город в Галилее, и в день субботний Он учил народ.",
          "ID": "31"
        },
        {
          "text": "Все дивились Его учению, потому что Иисус говорил с властью.",
          "ID": "32"
        },
        {
          "text": "И был человек в синагоге, одержимый нечистым духом, и закричал он громко:",
          "ID": "33"
        },
        {
          "text": "«Иисус из Назарета! Чего Ты хочешь от нас? Зачем Ты явился сюда, Чтобы погубить нас? Я знаю, кто Ты такой — Святой Божий!»",
          "ID": "34"
        },
        {
          "text": "Но Иисус велел нечистому духу, чтобы тот прекратил это, сказав: «Замолчи, и выйди из этого человека!» И тогда нечистый дух поверг того человека наземь перед толпой и вышел из него, не причинив ему никакого вреда.",
          "ID": "35"
        },
        {
          "text": "Все, видевшие это, были потрясены случившимся и обсуждали это между собой, говоря: «Что это значит? Он разговаривает с нечистыми духами, приказывает им властью своею, и они выходят».",
          "ID": "36"
        },
        {
          "text": "И весть о Нём распространилась по всей округе.",
          "ID": "37"
        },
        {
          "text": "Иисус покинул синагогу и отправился в дом к Симону. Тёща Симона лежала в горячке, и Его попросили помочь ей.",
          "ID": "38"
        },
        {
          "text": "Стоя над ней, Он приказал, и горячка покинула её тело, и женщина тут же поднялась и стала им прислуживать.",
          "ID": "39"
        },
        {
          "text": "К заходу солнца люди привели или принесли к Иисусу страдающих различными болезнями и, возложив на них руки, Он исцелил их.",
          "ID": "40"
        },
        {
          "text": "Из многих больных вышли бесы, восклицая: «Ты — Сын Божий!» Но Он запрещал им говорить, потому что знали они, что Он — Христос.",
          "ID": "41"
        },
        {
          "text": "С наступлением дня Он удалился в уединённое место, но множество народа искало Его, и все приходили к Нему и пытались удержать Его, чтобы Он не покинул их.",
          "ID": "42"
        },
        {
          "text": "Но Иисус сказал им: «Я должен нести Благую Весть о Царстве Божьем и в другие города, потому что Я был послан именно для этого».",
          "ID": "43"
        },
        {
          "text": "И продолжал Он проповедовать в синагогах Иудеи.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4",
      "name": "По Луке Благовествование 4"
    },
    {
      "text": [
        {
          "text": "Иисус остановился неподалёку от Геннисаретского озера в Галилее. Народ теснился к Нему, чтобы услышать слово Божье.",
          "ID": "1"
        },
        {
          "text": "И увидел Он две лодки у берега, рыбаки же вышли из них и полоскали свои сети.",
          "ID": "2"
        },
        {
          "text": "Тогда Иисус вошёл в лодку, принадлежавшую Симону, и попросил его немного отплыть от берега. Он сел и стал проповедовать народу из лодки.",
          "ID": "3"
        },
        {
          "text": "Когда же Он закончил проповедь, то сказал Симону: «Отведите лодку на более глубокое место. Если вы все вместе закинете там сети, то поймаете рыбу».",
          "ID": "4"
        },
        {
          "text": "Симон ответил Ему: «Господин, мы всю ночь тяжко трудились и ничего не поймали, но раз Ты велишь, я заброшу сети».",
          "ID": "5"
        },
        {
          "text": "Когда они сделали это, в сетях оказалось великое множество рыбы, и сети стали рваться под тяжестью улова.",
          "ID": "6"
        },
        {
          "text": "Тогда они дали знак товарищам, находившимся в другой лодке, чтобы те пришли им на помощь. Те подошли и наполнили обе лодки до краёв, так что они стали тонуть.",
          "ID": "7"
        },
        {
          "text": "Когда Симон Пётр увидел это, он упал к ногам Иисуса со словами: «Удались отсюда, Господи, потому что грешен я!» Великое удивление охватило его и всех его товарищей, видевших, какой им достался улов.",
          "ID": "8+LUK"
        },
        {
          "text": "Такое же чувство охватило Иакова и Иоанна, сыновей Зеведея, которые были вместе с Симоном.",
          "ID": "10"
        },
        {
          "text": "И сказал Иисус Симону: «Не бойся, отныне ты будешь ловцом душ человеческих, а не рыбы».",
          "ID": "10"
        },
        {
          "text": "Когда они привели к берегу свои лодки, то оставили всё и последовали за Ним.",
          "ID": "11"
        },
        {
          "text": "Однажды Иисус был в одном городе, где жил очень больной человек, весь покрытый проказой. Увидев Иисуса, он склонился перед ним и стал умолять Его: «Господи, если Ты захочешь, то сможешь очистить меня».",
          "ID": "12"
        },
        {
          "text": "Иисус протянул руку и дотронулся до прокажённого, сказав: «Хочу. Очистись!» И тот тотчас же исцелился от проказы.",
          "ID": "13"
        },
        {
          "text": "И сказал ему Иисус: «Смотри, не говори никому об этом, а пойди покажись священнику и принеси жертву за своё очищение, как повелел Моисей, в свидетельство людям, что ты исцелился».",
          "ID": "14"
        },
        {
          "text": "Молва об Иисусе распространялась всё больше и больше, и множество народа приходило слушать Его и исцеляться от своих болезней.",
          "ID": "15"
        },
        {
          "text": "Иисус же часто уходил в пустынные места и молился.",
          "ID": "16"
        },
        {
          "text": "Однажды, когда Иисус учил народ, там сидели фарисеи и законоучители, пришедшие изо всех городов Галилеи, Иудеи и Иерусалима. И сила Господняя была с Ним, чтобы исцелять народ.",
          "ID": "17"
        },
        {
          "text": "Кто-то принёс на постели парализованного, и его пытались внести и положить перед Иисусом.",
          "ID": "18"
        },
        {
          "text": "И не зная, как пронести больного через толпу, они поднялись на крышу и, проделав в потолке отверстие, опустили его вместе с постелью прямо посреди толпы перед Иисусом.",
          "ID": "19"
        },
        {
          "text": "Увидев их веру, Иисус сказал: «Друг, прощаются тебе грехи твои!»",
          "ID": "20"
        },
        {
          "text": "Тогда книжники и фарисеи стали думать: «Кто это наносит оскорбления Всевышнему? Кто, кроме Бога, может прощать грехи?»",
          "ID": "21"
        },
        {
          "text": "Но Иисус знал об их мыслях и сказал им в ответ: «Почему вы так думаете в сердцах ваших?",
          "ID": "22"
        },
        {
          "text": "Что легче сказать: „Прощаются тебе грехи твои” или: „Встань и иди”?",
          "ID": "23"
        },
        {
          "text": "Но Я покажу вам, что Сын Человеческий имеет власть на земле прощать грехи». И тогда Иисус сказал парализованному: «Говорю тебе, встань, возьми свою постель и иди домой!»",
          "ID": "24"
        },
        {
          "text": "И в ту же минуту тот встал перед ними, взял свою постель и пошёл домой, восхваляя Бога.",
          "ID": "25"
        },
        {
          "text": "И изумление охватило всех, и они славили Бога и, преисполнившись благоговения, говорили: «Чудные дела видели мы сегодня».",
          "ID": "26"
        },
        {
          "text": "После этого Иисус вышел и увидел сборщика налогов по имени Левий, сидевшего на своём обычном месте. И сказал Он ему: «Следуй за Мной!»",
          "ID": "27"
        },
        {
          "text": "Оставив всё, Левий поднялся и пошёл за Ним.",
          "ID": "28"
        },
        {
          "text": "Левий устроил для Иисуса угощение в своём доме, и большая толпа сборщиков налогов и других людей ели с ними.",
          "ID": "29"
        },
        {
          "text": "Фарисеи и книжники жаловались, говоря ученикам Иисуса: «Почему вы едите и пьёте со сборщиками налогов и грешниками?»",
          "ID": "30"
        },
        {
          "text": "В ответ им Иисус сказал: «Не здоровым нужен врач, а больным.",
          "ID": "31"
        },
        {
          "text": "Я пришёл призвать к покаянию не праведных, а грешных».",
          "ID": "32"
        },
        {
          "text": "Они же сказали Иисусу: «Ученики Иоанна часто постятся и молятся, также и ученики фарисеев, а Твои ученики едят и пьют».",
          "ID": "33"
        },
        {
          "text": "Но Он ответил им: «Разве можно заставить поститься друзей жениха на свадьбе, пока он ещё среди них?",
          "ID": "34"
        },
        {
          "text": "Но придёт время, когда жениха уведут от них, и тогда они будут поститься».",
          "ID": "35"
        },
        {
          "text": "И рассказал Он им притчу: «Никто не пришивает заплату к старой одежде, оторвав кусок ткани от новой; иначе и новую порвёт, и заплата от новой одежды не подойдёт к старой.",
          "ID": "36"
        },
        {
          "text": "Никто не наливает молодого вина в старые меха, потому что молодое вино прорвёт их и не только само вытечет, но и меха испортит.",
          "ID": "37"
        },
        {
          "text": "Молодое вино вливают в новые меха.",
          "ID": "38"
        },
        {
          "text": "И никто, выпив старого вина, не захочет молодого, потому что скажет: „Старое лучше”».",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5",
      "name": "По Луке Благовествование 5"
    },
    {
      "text": [
        {
          "text": "Однажды в субботу Иисус проходил через пшеничные поля, ученики Его срывали колосья и, растирая их в ладонях, ели.",
          "ID": "1"
        },
        {
          "text": "Некоторые из фарисеев спросили их: «Почему вы делаете то, что Закон Моисея запрещает делать в субботу?»",
          "ID": "2"
        },
        {
          "text": "В ответ им Иисус сказал: «Разве вы не читали, как поступил Давид и те, кто был с ним, когда почувствовали голод?",
          "ID": "3"
        },
        {
          "text": "Он пришёл в дом Божий и, взяв хлебы, принесённые в дар Богу, съел сам и дал тем, кто был с ним, хотя Закон Моисея разрешает это только священникам».",
          "ID": "4"
        },
        {
          "text": "И сказал им Иисус: «Сын Человеческий — Господин субботы».",
          "ID": "5"
        },
        {
          "text": "В другую субботу Иисус пошёл в синагогу и учил там. И был там человек с иссохшей правой рукой.",
          "ID": "6"
        },
        {
          "text": "Законоучители и фарисеи следили за Иисусом, не исцелит ли Он кого в субботу, чтобы у них была причина Его обвинить.",
          "ID": "7"
        },
        {
          "text": "Зная их мысли, Иисус сказал сухорукому: «Поднимись и встань перед всеми». Тот поднялся и встал перед ними.",
          "ID": "8"
        },
        {
          "text": "Иисус сказал им: «Я спрашиваю вас, правильно ли делать добро или причинять зло в субботу? Правильно ли спасти жизнь или погубить её?»",
          "ID": "9"
        },
        {
          "text": "И, посмотрев на всех вокруг, сказал сухорукому: «Протяни руку твою». Тот протянул руку, и она стала здоровой.",
          "ID": "10"
        },
        {
          "text": "И преисполнились фарисеи и законники гневом и говорили между собой, что бы им сделать с Иисусом.",
          "ID": "11"
        },
        {
          "text": "В один из тех дней Иисус взошёл на гору, чтобы помолиться, и провёл ночь в молитве к Богу.",
          "ID": "12"
        },
        {
          "text": "Когда настал день, Он позвал к Себе учеников Своих и выбрал двенадцать из них, которых и назвал апостолами:",
          "ID": "13"
        },
        {
          "text": "Симона, которого Он назвал Петром,",
          "ID": "14"
        },
        {
          "text": "его брата Андрея,",
          "ID": "14"
        },
        {
          "text": "Иакова,",
          "ID": "14"
        },
        {
          "text": "Иоанна,",
          "ID": "14"
        },
        {
          "text": "Филиппа,",
          "ID": "14"
        },
        {
          "text": "Варфоломея,",
          "ID": "14"
        },
        {
          "text": "Матфея,",
          "ID": "15"
        },
        {
          "text": "Фому,",
          "ID": "15"
        },
        {
          "text": "Иакова,",
          "ID": "15"
        },
        {
          "text": "сына Алфея,",
          "ID": "15"
        },
        {
          "text": "и Симона, прозванного Зилотом,",
          "ID": "15"
        },
        {
          "text": "Иуду, сына Иакова,",
          "ID": "16"
        },
        {
          "text": "и Иуду Искариота, который потом предал Его.",
          "ID": "16"
        },
        {
          "text": "Иисус вместе с апостолами спустился с горы и остановился на равнине. Там было много Его учеников и множество народа со всей Иудеи, Иерусалима и приморских городов Тир и Сидон.",
          "ID": "17"
        },
        {
          "text": "Все они пришли послушать Иисуса и исцелиться от болезней. Иисус исцелил людей, которых мучили нечистые духи.",
          "ID": "18"
        },
        {
          "text": "Каждый старался дотронуться до Иисуса, потому что от Него исходила сила и исцеляла всех.",
          "ID": "19"
        },
        {
          "text": "Обратив взор на Своих учеников, Иисус сказал:",
          "ID": "20"
        },
        {
          "text": "«Блаженны нищие,",
          "ID": "20"
        },
        {
          "text": "потому что вам принадлежит Царство Божье.",
          "ID": "20"
        },
        {
          "text": "Блаженны голодные ныне,",
          "ID": "21"
        },
        {
          "text": "потому что будете сыты.",
          "ID": "21"
        },
        {
          "text": "Блаженны плачущие ныне,",
          "ID": "21"
        },
        {
          "text": "потому что будете смеяться.",
          "ID": "21"
        },
        {
          "text": "Блаженны вы, когда вас ненавидят, когда вас изгоняют, оскорбляют, когда поносят ваше имя и отвергают вас за Сына Человеческого.",
          "ID": "22"
        },
        {
          "text": "В тот день радуйтесь и веселитесь, потому что вас ждёт великая награда на Небе, ведь их отцы поступали с пророками так же, как сейчас эти люди поступают с вами.",
          "ID": "23"
        },
        {
          "text": "Но горе вам, богатые,",
          "ID": "24"
        },
        {
          "text": "потому что вы уже получили утешение.",
          "ID": "24"
        },
        {
          "text": "Горе вам, кто насытился сейчас,",
          "ID": "25"
        },
        {
          "text": "потому что голодны будете.",
          "ID": "25"
        },
        {
          "text": "Горе вам, смеющиеся сейчас,",
          "ID": "25"
        },
        {
          "text": "потому что будете плакать и рыдать.",
          "ID": "25"
        },
        {
          "text": "Горе вам, когда все люди говорят о вас хорошо, потому что так с лжепророками поступали отцы их».",
          "ID": "26"
        },
        {
          "text": "«Но говорю вам, слушающим Меня: любите врагов своих, делайте добро ненавидящим вас,",
          "ID": "27"
        },
        {
          "text": "благословляйте проклинающих вас, молитесь за обижающих вас.",
          "ID": "28"
        },
        {
          "text": "Ударившему тебя по одной щеке, подставь и другую.",
          "ID": "29"
        },
        {
          "text": "Подавай каждому, кто просит у тебя, и у того, кто взял твоё, не требуй ничего обратно.",
          "ID": "30"
        },
        {
          "text": "Поступайте с другими так, как хотели бы, чтобы они поступали с вами.",
          "ID": "31"
        },
        {
          "text": "И если любите только тех, кто любит вас, то разве заслуживаете вы за это благодарность? Ведь и грешники любят любящих их.",
          "ID": "32"
        },
        {
          "text": "И если вы делаете добро только тем, кто вам делает добро, то разве заслуживаете вы за это благодарность? Ведь и грешники поступают так же.",
          "ID": "33"
        },
        {
          "text": "И если даёте взаймы тем, от кого рассчитываете получить обратно, заслуживаете ли вы за это благодарность? Ведь и грешники дают взаймы грешникам, чтобы получить обратно столько же.",
          "ID": "34"
        },
        {
          "text": "Вы же, любите врагов своих, делайте им добро, давайте взаймы, не рассчитывая на возврат, и будет вам награда великая, и будете вы сынами Всевышнего, потому что милостив Он даже к неблагодарным и злым.",
          "ID": "35"
        },
        {
          "text": "Будьте милосердны, как милосерден ваш Отец».",
          "ID": "36"
        },
        {
          "text": "«Не судите, и не будете судимы, не осуждайте, и не будете осуждены, прощайте, и будете прощены,",
          "ID": "37"
        },
        {
          "text": "давайте, и вам будет дано; мерой полной, так что даже будет пересыпаться через край, вам будет дано, потому что какой мерой отмерите, такой же отмерится и вам».",
          "ID": "38"
        },
        {
          "text": "Иисус также сказал им притчу: «Может ли слепой вести слепого? Нет! Оба они упадут в яму.",
          "ID": "39"
        },
        {
          "text": "Ученик не бывает выше своего учителя, но каждый, закончив учение, будет таким, как его учитель.",
          "ID": "40"
        },
        {
          "text": "Почему ты видишь соринку в глазу брата твоего, но не замечаешь бревна в своём глазу?",
          "ID": "41"
        },
        {
          "text": "Как ты смеешь сказать своему брату: „Брат, дай я выну соринку, что в твоём глазу”, не видя у себя в глазу бревна. Лицемер, прежде всего, вынь бревно из своего глаза, и тогда увидишь, как вынуть соринку из глаза брата твоего».",
          "ID": "42"
        },
        {
          "text": "«Нет дерева хорошего, приносящего плохие плоды, и нет плохого дерева, приносящего хорошие плоды,",
          "ID": "43"
        },
        {
          "text": "потому что каждое дерево познаётся по плоду его. Не собирают фиг с терновника или винограда с куста.",
          "ID": "44"
        },
        {
          "text": "Добрый человек выдаёт доброе из запасённого в сердце добра, злой же человек выдаёт злое из запасённого в сердце зла. Потому что человек произносит то, что переполняет сердце его».",
          "ID": "45"
        },
        {
          "text": "«Почему вы зовёте Меня „Господи! Господи!”, но не исполняете того, что Я говорю?",
          "ID": "46"
        },
        {
          "text": "Вот кому подобен каждый, кто приходит ко Мне, слушает и исполняет Мои слова:",
          "ID": "47"
        },
        {
          "text": "он подобен человеку, который копает глубоко и строит дом на прочной скале. И если случится наводнение, хлынет вода на дом, стараясь смыть, она его не сдвинет, так как он хорошо построен.",
          "ID": "48"
        },
        {
          "text": "Но тот, кто слушает, но не исполняет того, что Я говорю, подобен человеку, не строящему дом на прочной скале. И если случится наводнение, то его дом падает и разваливается».",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6",
      "name": "По Луке Благовествование 6"
    },
    {
      "text": [
        {
          "text": "Окончив Свою речь, Иисус вошёл в Капернаум.",
          "ID": "1"
        },
        {
          "text": "Там находился один центурион, чей слуга был так болен, что находился при смерти. Этот слуга был очень дорог центуриону.",
          "ID": "2"
        },
        {
          "text": "Услышав об Иисусе, он послал к Нему иудейских старейшин с просьбой прийти и спасти его слугу.",
          "ID": "3"
        },
        {
          "text": "Они пришли к Иисусу и стали умолять Его, говоря: «Этот центурион достоин твоей помощи.",
          "ID": "4"
        },
        {
          "text": "Он любит наш народ и даже построил для нас синагогу».",
          "ID": "5"
        },
        {
          "text": "Иисус пошёл с ними, но когда Он был уже недалеко от дома, центурион послал друзей передать Ему: «Не утруждай Себя, Господи! Я недостоин, чтобы Ты вошёл под мой кров,",
          "ID": "6"
        },
        {
          "text": "потому я и сам не счёл себя достойным прийти к Тебе. Но стоит только Тебе приказать, и мой слуга будет исцелён.",
          "ID": "7"
        },
        {
          "text": "Я подвластный человек, и в моём подчинении находятся солдаты. Я говорю одному: „Иди!”, и он идёт, другому: „Приди!”, и он приходит, говорю слуге: „Сделай это!”, и он делает».",
          "ID": "8"
        },
        {
          "text": "Иисус услышал и поразился и, повернувшись к толпе, шедшей за Ним, сказал: «Говорю вам, что не встречал Я такой веры даже в Израиле».",
          "ID": "9"
        },
        {
          "text": "Вернувшись домой, посыльные нашли слугу исцелённым.",
          "ID": "10"
        },
        {
          "text": "На следующий день Иисус пошёл в город Наин, сопровождаемый учениками и большой толпой народа.",
          "ID": "11"
        },
        {
          "text": "Когда Он подходил к городским воротам, люди выносили умершего, единственного сына вдовы. С ней было много народа.",
          "ID": "12"
        },
        {
          "text": "Увидев её, Господь исполнился жалости к ней и сказал: «Не плачь».",
          "ID": "13"
        },
        {
          "text": "Он подошёл и дотронулся до гроба. Люди, которые несли гроб, остановились, и Иисус сказал: «Юноша, говорю тебе, встань!»",
          "ID": "14"
        },
        {
          "text": "Сразу же он сел и стал говорить. Так Иисус вернул юношу его матери.",
          "ID": "15"
        },
        {
          "text": "Всех охватил страх, и славили все Бога, говоря: «Великий пророк появился среди нас». И ещё: «Бог заботится о народе Своём».",
          "ID": "16"
        },
        {
          "text": "Весть об Иисусе распространилась по всей Иудее и окрестным местам.",
          "ID": "17"
        },
        {
          "text": "Ученики Иоанна рассказали ему обо всём, что делал Иисус.",
          "ID": "18"
        },
        {
          "text": "Позвав двух учеников, Иоанн послал их к Господу спросить: «Ты ли Тот, Кто должен прийти, или ждать нам другого?»",
          "ID": "19"
        },
        {
          "text": "Придя к Нему, они сказали: «Иоанн Креститель послал нас к Тебе спросить, Ты ли Тот, Кто должен прийти, или ждать нам другого?»",
          "ID": "20"
        },
        {
          "text": "В то время Иисус исцелил многих людей от болезней, недугов, нечистых духов и многим слепым даровал зрение.",
          "ID": "21"
        },
        {
          "text": "Он же ответил им: «Идите и расскажите Иоанну о том, что видели и слышали: слепые прозревают, хромые начинают ходить, прокажённые очищаются, к глухим возвращается слух, мёртвые воскресают, нищие слышат Благую Весть.",
          "ID": "22"
        },
        {
          "text": "Блажен тот, кто принимает Меня».",
          "ID": "23"
        },
        {
          "text": "Когда же посыльные Иоанна ушли, Иисус стал говорить народу об Иоанне: «На что ходили смотреть в пустыне? На тростник, ветром раскачиваемый?",
          "ID": "24"
        },
        {
          "text": "На что же вы ходили смотреть? На человека, одетого в роскошные одежды? Но люди, одевающиеся в роскошные одежды и живущие в роскоши, живут в царских дворцах.",
          "ID": "25"
        },
        {
          "text": "На что же ходили вы смотреть? На пророка? Да, и Я говорю вам, Иоанн выше, чем пророк.",
          "ID": "26"
        },
        {
          "text": "Это тот, о котором сказано:",
          "ID": "27"
        },
        {
          "text": "„Смотри! Посылаю перед Тобой посланца Своего.",
          "ID": "27"
        },
        {
          "text": "Он подготовит Тебе путь”. Малахия 3:1",
          "ID": "27"
        },
        {
          "text": "Вам говорю Я, что среди всех, когда-либо родившихся, нет человека, который бы превосходил Иоанна в величии, но самый малый в Царстве Божьем превосходит его в величии».",
          "ID": "28"
        },
        {
          "text": "И весь народ, слушавший Иисуса, даже сборщики налогов, признали правду Божью, приняв Иоанново крещение.",
          "ID": "29"
        },
        {
          "text": "Но фарисеи и законоучители отвергли волю Божью о себе, отказавшись креститься у Иоанна.",
          "ID": "30"
        },
        {
          "text": "«С кем Мне сравнить людей этого поколения? Кому подобны они?",
          "ID": "31"
        },
        {
          "text": "Они подобны детям, сидящим на рыночной площади и говорящим друг другу:",
          "ID": "32"
        },
        {
          "text": "„Мы играли для вас на свирели,",
          "ID": "32"
        },
        {
          "text": "но вы не плясали.",
          "ID": "32"
        },
        {
          "text": "Мы пели печальную песню,",
          "ID": "32"
        },
        {
          "text": "но вы не печалились”.",
          "ID": "32"
        },
        {
          "text": "Пришёл Иоанн Креститель. Он не ест хлеба, не пьёт вина, и вы говорите: „В нём сидит бес”.",
          "ID": "33"
        },
        {
          "text": "Пришёл Сын Человеческий. Он ест и пьёт, как другие люди, и вы говорите: „Посмотрите на Этого Человека! Он слишком много ест и вина слишком много пьёт, Он друг сборщиков налогов и грешников”.",
          "ID": "34"
        },
        {
          "text": "Мудрость же доказывается поступками».",
          "ID": "35"
        },
        {
          "text": "Один фарисей пригласил Иисуса поесть с ним. Иисус вошёл в дом фарисея и занял место за столом.",
          "ID": "36"
        },
        {
          "text": "В то время в городе жила одна грешница. Узнав, что Иисус ест в доме фарисея, она принесла алебастровый сосуд с миром.",
          "ID": "37"
        },
        {
          "text": "Сто́я у ног Его и плача, она обливала Его ноги слезами и вытирала их своими волосами, целовала Его ноги и мазала их миром.",
          "ID": "38"
        },
        {
          "text": "Видя это, фарисей, пригласивший Иисуса, сказал про себя: «Если бы Этот Человек был пророком, Он бы знал, что женщина, прикасающаяся к Нему, — грешница».",
          "ID": "39"
        },
        {
          "text": "Иисус сказал ему: «Симон, Я хочу сказать тебе кое-что».",
          "ID": "40"
        },
        {
          "text": "Симон ответил: «Скажи, Учитель».",
          "ID": "40"
        },
        {
          "text": "И Иисус сказал: «У ростовщика было два должника, один должен был ему пятьсот серебряных монет, а другой пятьдесят.",
          "ID": "41"
        },
        {
          "text": "Но так как им было нечем заплатить, то он простил им долг. Который из двоих будет больше любить ростовщика?»",
          "ID": "42"
        },
        {
          "text": "Симон ответил: «Я думаю тот, которому он простил больше денег».",
          "ID": "43"
        },
        {
          "text": "«Ты рассудил правильно, — сказал Иисус",
          "ID": "43"
        },
        {
          "text": "и, повернувшись к женщине, продолжал, — ты видишь эту женщину? Я пришёл в твой дом, но ты не дал Мне воды омыть ноги, а она омыла Мои ноги слезами и осушила их своими волосами.",
          "ID": "44"
        },
        {
          "text": "Ты Меня не поцеловал, а она с тех пор, как Я вошёл, не перестаёт целовать Мои ноги.",
          "ID": "45"
        },
        {
          "text": "Ты мне голову не помазал маслом, а она ноги Мои помазала миром.",
          "ID": "46"
        },
        {
          "text": "И поэтому Я говорю тебе, что у этой женщины было много грехов, но они прощаются ей. Вот почему она любит сильно. А тот, кому мало прощается, и любит мало».",
          "ID": "47"
        },
        {
          "text": "И сказал Иисус женщине: «Прощаются тебе грехи твои».",
          "ID": "48"
        },
        {
          "text": "Все гости стали говорить между собой: «Кто же Это Такой, что даже грехи может отпускать?»",
          "ID": "49"
        },
        {
          "text": "Иисус же сказал женщине: «Вера твоя тебя спасла. Иди с миром».",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7",
      "name": "По Луке Благовествование 7"
    },
    {
      "text": [
        {
          "text": "После этого Иисус пошёл через города и селения, проповедуя и неся людям Благую Весть о Царстве Божьем. И были с Ним двенадцать апостолов,",
          "ID": "1"
        },
        {
          "text": "а также несколько женщин, которых Он исцелил от злых духов и болезней. Была среди них Мария из города Магдала, из которой Он изгнал семь бесов,",
          "ID": "2"
        },
        {
          "text": "Иоанна, жена Хузы, домоправителя Ирода, Сусанна и много других женщин, которые помогали Иисусу и Его апостолам из своих личных средств.",
          "ID": "3"
        },
        {
          "text": "И когда собралось вместе множество народа, стекавшегося к Нему из разных городов, Иисус рассказал им такую притчу:",
          "ID": "4"
        },
        {
          "text": "«Вышел сеятель сеять. Когда он разбрасывал семена, одни из них упали у дороги, и их затоптали, и птицы небесные склевали их.",
          "ID": "5"
        },
        {
          "text": "Другие семена попали на каменистую почву и, взойдя, засохли, так как не имели влаги.",
          "ID": "6"
        },
        {
          "text": "Третьи упали среди колючек, колючки выросли и задушили молодые ростки.",
          "ID": "7"
        },
        {
          "text": "Остальные семена попали на благодатную почву, проросли и принесли зерна в сто раз больше, чем было посеяно».",
          "ID": "8"
        },
        {
          "text": "Рассказав эту притчу, Он закончил словами: «Имеющий уши да услышит!»",
          "ID": "8"
        },
        {
          "text": "Ученики стали спрашивать Его, что означает эта притча.",
          "ID": "9"
        },
        {
          "text": "И ответил им Иисус: «Вам дано познать тайны Царства Божьего, но остальным даны только притчи, так что",
          "ID": "10"
        },
        {
          "text": "смотрят они и не видят,",
          "ID": "10"
        },
        {
          "text": "слышат и не понимают».",
          "ID": "10"
        },
        {
          "text": "«Вот что означает эта притча: семена — это слово Божье.",
          "ID": "11"
        },
        {
          "text": "Те, что упали при дороге, означают тех людей, которые его слышат, но приходит дьявол и похищает слово из их сердец, так что они не могут поверить в услышанное и обрести спасение.",
          "ID": "12"
        },
        {
          "text": "Те, что попали на камни, означают тех людей, которые слушают и принимают слово Божье с ликованием, но у них нет прочных корней, и потому они лишь на некоторое время исполняются верой, но когда наступает время испытаний, они теряют веру и отворачиваются от Бога.",
          "ID": "13"
        },
        {
          "text": "Семена, упавшие среди колючек, означают тех, кто слышит слово, но продолжает следовать прежнему образу жизни и со временем задыхается под бременем забот, богатств и удовольствий жизни, и плод их никогда не созревает.",
          "ID": "14"
        },
        {
          "text": "Зёрна же, попавшие в хорошую землю, означают тех, кто слушает слово Божье с чистым и добрым сердцем, верно хранят его и не отступают, пока оно не принесёт плодов».",
          "ID": "15"
        },
        {
          "text": "«Никто, зажигая светильник, не ставит его под перевёрнутый кверху дном сосуд и не прячет его под кровать, а наоборот, его ставят на подставку, чтобы все, кто заходит, видели свет.",
          "ID": "16"
        },
        {
          "text": "Потому что нет ничего тайного, что не стало бы явным, и нет ничего скрываемого, что не вышло бы наружу и не стало бы известно.",
          "ID": "17"
        },
        {
          "text": "Поэтому слушайте внимательно, потому что тот, кому дано, получит ещё больше, а у кого нет ничего, у того отнимется даже то, что он считает своим».",
          "ID": "18"
        },
        {
          "text": "И пришла к Иисусу мать вместе с братьями Его, но они не могли пройти к Нему из-за окружавшей Его толпы.",
          "ID": "19"
        },
        {
          "text": "Тогда кто-то сказал Ему: «Твоя мать с братьями стоят на улице и хотят видеть Тебя».",
          "ID": "20"
        },
        {
          "text": "Но Иисус ответил: «Моя мать и Мои братья — это те, кто слушает слово Божье и исполняет его».",
          "ID": "21"
        },
        {
          "text": "В один из дней Иисус и его ученики сели в лодку. Иисус сказал им: «Давайте переплывём на другую сторону озера». И они отправились.",
          "ID": "22"
        },
        {
          "text": "Но пока они плыли, Иисус уснул, а на озере разыгралась сильная буря, их лодку стало заливать водой, и они были в опасности.",
          "ID": "23"
        },
        {
          "text": "Тогда ученики подошли к Нему и разбудили Его со словами: «Господи, Господи, мы тонем!»",
          "ID": "24"
        },
        {
          "text": "Проснувшись, Иисус приказал ветру и волнам, тогда ветер утих, и озеро успокоилось.",
          "ID": "24"
        },
        {
          "text": "И сказал Он им: «Где вера ваша?»",
          "ID": "25"
        },
        {
          "text": "Они в страхе и удивлении говорили друг другу: «Кто же Он, что повелевает водам и ветру, и они повинуются Ему?»",
          "ID": "25"
        },
        {
          "text": "Из Галилеи они отплыли в землю Герасинскую, лежащую на противоположном берегу озера.",
          "ID": "26"
        },
        {
          "text": "Когда Иисус вышел из лодки на берег, к Нему подошёл человек из города, одержимый бесами, который долгое время не носил никакой одежды и жил не в доме, а в гробницах.",
          "ID": "27"
        },
        {
          "text": "Бес много раз вселялся в этого человека и, хотя его заковывали в цепи и оковы и держали под стражей, он каждый раз рвал цепи и, гонимый бесом, убегал в пустыню. И приказал Иисус бесу выйти из этого человека. Увидев Иисуса, бесноватый упал перед Ним ниц и громким голосом закричал: «Что тебе до Меня, Иисус, Сын Бога Всевышнего? Прошу Тебя, не мучь меня!»",
          "ID": "28+LUK"
        },
        {
          "text": "Иисус спросил его: «Как твоё имя?»",
          "ID": "30"
        },
        {
          "text": "Тот ответил: «Легион», так как он был одержим многими бесами.",
          "ID": "30"
        },
        {
          "text": "И они молили Иисуса не отправлять их в бездну.",
          "ID": "31"
        },
        {
          "text": "Неподалёку от этого места в горах паслось стадо свиней, и бесы стали просить Иисуса, чтобы он разрешил им вселиться в свиней. И Он позволил им сделать это.",
          "ID": "32"
        },
        {
          "text": "Тогда бесы вышли из этого человека и вселились в свиней, и всё стадо кинулось вниз по крутому склону прямо в озеро и утонуло в нём.",
          "ID": "33"
        },
        {
          "text": "Пастухи же, увидев такое, убежали в страхе и рассказали о происшедшем в городе и по всей округе.",
          "ID": "34"
        },
        {
          "text": "К Иисусу со всех сторон стали стекаться люди посмотреть, что происходит, и нашли они человека, из которого вышли бесы, сидящим у ног Иисуса. На нём была одежда, и он был в полном рассудке, и люди испугались, увидев это.",
          "ID": "35"
        },
        {
          "text": "Свидетели случившегося рассказали другим о том, как был исцелён одержимый бесами.",
          "ID": "36"
        },
        {
          "text": "Жители земли Герасинской и окрестностей просили Иисуса уйти из их краёв, так как великий страх охватил их. И он снова сел в лодку и возвратился туда, откуда приплыл.",
          "ID": "37"
        },
        {
          "text": "Человек, из которого вышли бесы, молил его, чтобы он взял его с собой, но Иисус отослал его прочь, сказав:",
          "ID": "38"
        },
        {
          "text": "«Возвращайся к себе домой и расскажи всем о том, какое великое чудо сотворил для тебя Бог».",
          "ID": "39"
        },
        {
          "text": "И тот человек ушёл и по всему городу рассказывал о том, какое великое чудо сотворил для него Иисус.",
          "ID": "39"
        },
        {
          "text": "Когда Иисус возвратился в Галилею, множество народа приветствовало Его, так как все они дожидались Его прибытия.",
          "ID": "40"
        },
        {
          "text": "И вот к Иисусу подошёл глава синагоги по имени Иаир, упал к Его ногам и стал умолять Его прийти к нему в дом,",
          "ID": "41"
        },
        {
          "text": "потому что у него была единственная дочь двенадцати лет от роду, и она лежала при смерти.",
          "ID": "42"
        },
        {
          "text": "По дороге, когда Он шёл к Иаиру, Его сзади теснила толпа.",
          "ID": "42"
        },
        {
          "text": "Одна женщина, которая двенадцать лет страдала кровотечениями и которую никто не мог исцелить, хотя она истратила на врачей всё, что имела,",
          "ID": "43"
        },
        {
          "text": "подошла к нему сзади и коснулась полы Его накидки, и тут же кровотечение у неё прекратилось.",
          "ID": "44"
        },
        {
          "text": "Иисус спросил: «Кто прикоснулся ко Мне?»",
          "ID": "45"
        },
        {
          "text": "Но никто не признавался, и Пётр сказал: «Господи, множество народа толпится сзади Тебя и теснит».",
          "ID": "45"
        },
        {
          "text": "Но Иисус сказал: «Кто-то коснулся Меня, потому что Я почувствовал, как сила ушла из Меня».",
          "ID": "46"
        },
        {
          "text": "Когда женщина увидела, что её поступок не остался незамечен, то приблизилась к Иисусу и, вся дрожа, склонившись перед Ним, объявила во всеуслышание, что побудило её коснуться Его, и как она тотчас исцелилась.",
          "ID": "47"
        },
        {
          "text": "Он сказал ей: «Дочь моя, твоя вера исцелила тебя, ступай с миром».",
          "ID": "48"
        },
        {
          "text": "Когда Он ещё говорил это, кто-то вышел из дома главы синагоги и сказал: «Твоя дочь умерла, не утруждай же больше Учителя».",
          "ID": "49"
        },
        {
          "text": "Но Иисус, услышав это, ответил: «Не бойся. Только веруй и твоя дочь поправится».",
          "ID": "50"
        },
        {
          "text": "Когда же Он приблизился к дому, то не позволил никому войти вместе с Ним, кроме Петра, Иоанна, Иакова и родителей девочки.",
          "ID": "51"
        },
        {
          "text": "Все они оплакивали её и скорбели о ней, но Он сказал: «Не плачьте, так как она не умерла, а просто заснула».",
          "ID": "52"
        },
        {
          "text": "Но люди стали смеяться над Ним, зная, что она умерла.",
          "ID": "53"
        },
        {
          "text": "Тогда Иисус взял её за руку и воскликнул: «Встань, дитя!»",
          "ID": "54"
        },
        {
          "text": "И дух девочки возвратился в тело, и она сразу поднялась; и Он велел дать ей чего-нибудь поесть.",
          "ID": "55"
        },
        {
          "text": "Родители её были изумлены, но Иисус велел им не рассказывать никому о происшедшем.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8",
      "name": "По Луке Благовествование 8"
    },
    {
      "text": [
        {
          "text": "Иисус призвал к Себе двенадцать апостолов и дал им власть и силу изгонять всяких бесов и исцелять недуги.",
          "ID": "1"
        },
        {
          "text": "Он послал их в мир, чтобы они провозглашали Царство Божье и исцеляли больных.",
          "ID": "2"
        },
        {
          "text": "Он сказал им: «Не берите с собой в дорогу ничего: ни посоха, ни сумы́, ни хлеба, ни денег; возьмите только ту одежду, что на вас.",
          "ID": "3"
        },
        {
          "text": "Если войдёте в чей-нибудь дом, оставайтесь там до тех пор, пока не придёт время уходить.",
          "ID": "4"
        },
        {
          "text": "И если жители какого-нибудь города не окажут вам гостеприимства, то, покидая его, отряхните пыль со своих ног, чтобы это служило тем людям предупреждением».",
          "ID": "5"
        },
        {
          "text": "И отправились они в путь по селениям, благовествуя и исцеляя больных людей повсюду.",
          "ID": "6"
        },
        {
          "text": "Когда правитель Ирод услышал обо всём происходящем, он был озадачен, так как некоторые говорили, что Иоанн Креститель воскрес из мёртвых,",
          "ID": "7"
        },
        {
          "text": "другие утверждали, что явился Илия, а третьи рассказывали, что воскрес один из древних пророков.",
          "ID": "8"
        },
        {
          "text": "Тогда Ирод сказал: «Я самолично приказал обезглавить Иоанна, так кто же Этот Человек, о котором я слышу такие рассказы?» И он всё время пытался увидеть Его.",
          "ID": "9"
        },
        {
          "text": "Когда апостолы возвратились к Иисусу, они рассказали Ему подробно обо всём, что сделали. Затем Он отправился вместе с учениками в Вифсаиду, чтобы побыть там с ними наедине.",
          "ID": "10"
        },
        {
          "text": "Но множество народа узнало об этом и последовало за Ним, и Он приветствовал их и стал рассказывать им о Царстве Божьем, исцеляя тех, кто в том нуждался.",
          "ID": "11"
        },
        {
          "text": "К концу дня двенадцать апостолов пришли к Нему и сказали: «Отошли этих людей, вели им, чтобы они отправились в окрестные селения и деревни и нашли себе там приют на ночь и какую-нибудь еду, так как здесь место пустынное».",
          "ID": "12"
        },
        {
          "text": "Но Он сказал им: «Вы сами дайте им что-нибудь поесть!»",
          "ID": "13"
        },
        {
          "text": "Они же ответили: «Всё, что у нас есть, это пять хлебов и две рыбины. Ты хочешь, чтобы мы пошли и купили еды для всех этих людей?»",
          "ID": "13"
        },
        {
          "text": "Там было около пяти тысяч человек.",
          "ID": "14"
        },
        {
          "text": "Но Он сказал апостолам: «Скажите этим людям, чтобы они расположились человек по пятьдесят».",
          "ID": "14"
        },
        {
          "text": "Они так и сделали, и все, кто там был, сели на землю.",
          "ID": "15"
        },
        {
          "text": "Тогда Он взял пять хлебов и две рыбины и, обратив Свой взор к небу, возблагодарил Бога за пищу, а потом разделил еду и стал передавать её ученикам, сказав, чтобы те раздавали народу.",
          "ID": "16"
        },
        {
          "text": "Все ели и насытились, а то, что осталось лишнее, собрали в корзины, и набралось двенадцать полных корзин.",
          "ID": "17"
        },
        {
          "text": "Однажды, когда Иисус молился в уединении и ученики были с Ним, Он спросил их: «Что говорит народ о том, кто Я такой?»",
          "ID": "18"
        },
        {
          "text": "В ответ они сказали: «Одни говорят, что Ты — Иоанн Креститель, другие, что Илия, а третьи, что Ты один из древних пророков, вернувшихся в мир».",
          "ID": "19"
        },
        {
          "text": "Он же сказал им: «А вы что думаете, кто Я Такой?»",
          "ID": "20"
        },
        {
          "text": "И ответил Ему Пётр: «Христос Божий».",
          "ID": "20"
        },
        {
          "text": "Но Он предупредил их, чтобы они никому не говорили об этом.",
          "ID": "21"
        },
        {
          "text": "Потом Иисус сказал: «Сын Человеческий должен выстрадать многое. Он будет отвергнут старейшинами, главными священниками и законниками. Предадут Его смерти, но на третий день Он воскреснет».",
          "ID": "22"
        },
        {
          "text": "Затем Иисус сказал всем: «Если кто-нибудь хочет идти за Мной, пусть отречётся от себя, пусть изо дня в день несёт свой крест и следует за Мной.",
          "ID": "23"
        },
        {
          "text": "Кто хочет жизнь свою сохранить, тот её потеряет, но кто потеряет её ради Меня, тот её сохранит.",
          "ID": "24"
        },
        {
          "text": "Что пользы человеку приобрести весь мир, а себя самого погубить или погибнуть?",
          "ID": "25"
        },
        {
          "text": "Потому что, кто постыдится Меня и слов Моих, того постыдится Сын Человеческий, когда придёт в Славе Своей, Отца и святых Ангелов.",
          "ID": "26"
        },
        {
          "text": "Правду вам говорю, что некоторые из стоящих здесь людей увидят Царство Божье ещё до своей смерти».",
          "ID": "27"
        },
        {
          "text": "Дней через восемь после того как Иисус сказал это, Он отправился на гору, чтобы помолиться, взяв с собой Петра, Иоанна и Иакова.",
          "ID": "28"
        },
        {
          "text": "И когда Он молился, лицо Его преобразилось, а одежда стала ослепительно белой.",
          "ID": "29"
        },
        {
          "text": "И появились двое и стали говорить с ним. Это были Моисей и Илия.",
          "ID": "30"
        },
        {
          "text": "Вокруг них тоже было яркое сияние. И говорили они о будущей смерти Иисуса в Иерусалиме, через которую Он должен будет пройти.",
          "ID": "31"
        },
        {
          "text": "Пётр и те, кто был с ним, впали в глубокий сон. Проснувшись, они увидели Иисуса во Славе, а также двоих мужчин, стоявших с Ним.",
          "ID": "32"
        },
        {
          "text": "И когда те уходили от Иисуса, Пётр сказал Ему, сам не понимая, что говорит: «Господи, хорошо, что мы здесь. Если хочешь, мы поставим три шатра: один для Тебя, один для Моисея и один для Илии».",
          "ID": "33"
        },
        {
          "text": "И пока Он говорил это, появилось облако и закрыло их, и они испугались, когда вошли в облако.",
          "ID": "34"
        },
        {
          "text": "А голос из облака провозгласил: «Вот Сын Мой избранный. Повинуйтесь Ему!»",
          "ID": "35"
        },
        {
          "text": "Голос умолк, и Иисус остался один. Ученики Иисуса хранили молчание и никому не говорили в те дни о том, что видели.",
          "ID": "36"
        },
        {
          "text": "На следующий день, когда они сошли с горы, огромная толпа встречала Иисуса.",
          "ID": "37"
        },
        {
          "text": "И вот кто-то закричал: «Учитель, умоляю Тебя, приди и взгляни на моего сына, так как это мой единственный ребёнок.",
          "ID": "38"
        },
        {
          "text": "Его одолевает нечистый дух, и ребёнок внезапно начинает кричать, его сводит судорогой и изо рта у него идёт пена. Он мучает мальчика неотступно и почти никогда не оставляет его в покое.",
          "ID": "39"
        },
        {
          "text": "Я просил Твоих учеников изгнать его, но они не смогли».",
          "ID": "40"
        },
        {
          "text": "В ответ Иисус сказал: «О род неверный и развращённый! Сколько Мне ещё быть с вами и терпеть вас? Приведи сюда своего сына».",
          "ID": "41"
        },
        {
          "text": "Когда мальчик шёл, бес поверг его на землю и свёл судорогой. Но Иисус запретил это нечистому духу, исцелил мальчика и вернул его отцу.",
          "ID": "42"
        },
        {
          "text": "И все люди были поражены величием Божьим.",
          "ID": "43"
        },
        {
          "text": "Пока народ дивился делам Иисуса, Он сказал ученикам:",
          "ID": "43"
        },
        {
          "text": "«Со вниманием отнеситесь к тому, что сейчас скажу вам: Сын Человеческий вскоре будет предан в руки людей».",
          "ID": "44"
        },
        {
          "text": "Но они не поняли, так как смысл сказанного был скрыт от них для того, чтобы они не могли понять, а расспросить Иисуса об этом побоялись.",
          "ID": "45"
        },
        {
          "text": "Ученики Иисуса начали спорить между собой, кто из них превосходит всех остальных в величии.",
          "ID": "46"
        },
        {
          "text": "Но Иисус, зная их мысли, взял маленького ребёнка, поставил возле Себя",
          "ID": "47"
        },
        {
          "text": "и сказал: «Кто принимает такого маленького ребёнка во имя Моё, тот принимает Меня, а кто принимает Меня, тот принимает и Пославшего Меня. Потому что именно тот из вас, кто самый покорный, тот и превосходит всех в величии».",
          "ID": "48"
        },
        {
          "text": "Иоанн сказал в ответ: «Господи, мы видели человека, который именем Твоим изгонял бесов, и мы остановили его, потому что он не с нами».",
          "ID": "49"
        },
        {
          "text": "Но Иисус сказал ему: «Не останавливайте его, потому что, кто не против вас, тот за вас».",
          "ID": "50"
        },
        {
          "text": "Когда приблизились дни вознесения Иисуса, Он твердо решил идти в Иерусалим.",
          "ID": "51"
        },
        {
          "text": "Тогда же Он послал перед собой вестников, и они отправились в одно из самаритянских селений, чтобы приготовить всё для Него.",
          "ID": "52"
        },
        {
          "text": "Но там не приняли Иисуса, так как Он направлялся в Иерусалим.",
          "ID": "53"
        },
        {
          "text": "Видя это, Его ученики Иаков и Иоанн сказали: «Господи! Хочешь, чтобы мы приказали огню сойти с Неба и истребить их, [как сделал Илия]?»",
          "ID": "54"
        },
        {
          "text": "Но повернувшись к ним, Иисус запретил им. [«Затем Иисус сказал: „Вы не знаете, какому духу принадлежите.",
          "ID": "55"
        },
        {
          "text": "Сын Человеческий пришёл не для того, чтобы уничтожить души людей, а чтобы их спасти”».] Затем они отправились в другое селение.",
          "ID": "56"
        },
        {
          "text": "Когда они шли по дороге, кто-то сказал Иисусу: «Я буду следовать за Тобою, куда бы Ты ни шёл».",
          "ID": "57"
        },
        {
          "text": "Иисус ответил ему: «У лис есть норы, у птиц небесных есть гнёзда, а Сыну Человеческому негде даже головы приклонить».",
          "ID": "58"
        },
        {
          "text": "Другому человеку Иисус сказал: «Следуй за Мной». Но тот сказал: «Позволь мне прежде пойти и похоронить отца моего».",
          "ID": "59"
        },
        {
          "text": "Но Иисус сказал ему: «Пусть мёртвые хоронят своих мёртвых. Ты же, иди и возвещай Царство Божье».",
          "ID": "60"
        },
        {
          "text": "И другой также сказал: «Я пойду за Тобой, Господи, но прежде позволь мне проститься с домашними».",
          "ID": "61"
        },
        {
          "text": "Но Иисус ответил: «Тот, кто, начав распахивать поле, оглядывается назад, не годен для Царства Божьего».",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9",
      "name": "По Луке Благовествование 9"
    },
    {
      "text": [
        {
          "text": "После этого Господь избрал семьдесят два других ученика и послал их по двое перед собой в каждый город и место, куда Он сам намеревался идти.",
          "ID": "1"
        },
        {
          "text": "И сказал им Иисус: «Жатва велика, но работников мало. Поэтому молите Господина жатвы, чтобы он послал больше работников на ниву свою.",
          "ID": "2"
        },
        {
          "text": "Идите! Я посылаю вас, словно овец к волкам.",
          "ID": "3"
        },
        {
          "text": "Не берите с собой ни денег, ни сумы́́, ни обуви и ни с кем не останавливайтесь и не заговаривайте в пути.",
          "ID": "4"
        },
        {
          "text": "В какой бы дом вы ни вошли, сначала скажите: „Мир этому дому”.",
          "ID": "5"
        },
        {
          "text": "И если там будет миролюбивый человек, ваш мир останется с ним, а если нет, к вам возвратится.",
          "ID": "6"
        },
        {
          "text": "Оставайтесь в доме миролюбивого, ешьте и пейте, что вам предложат, потому что работник достоин оплаты. И не переходите из дома в дом.",
          "ID": "7"
        },
        {
          "text": "Если вы войдёте в город и вас примут, ешьте, что вам предложат.",
          "ID": "8"
        },
        {
          "text": "Исцеляйте там больных и говорите им: „Царство Божье приблизилось к вам”.",
          "ID": "9"
        },
        {
          "text": "Но если вы войдёте в город и вас не примут, выйдите на улицы этого города и скажите:",
          "ID": "10"
        },
        {
          "text": "„Даже пыль вашего города, которая пристала к ногам нашим, мы стряхиваем на вас. Однако знайте: Царство Божье близко”.",
          "ID": "11"
        },
        {
          "text": "И говорю вам, что в Судный День городу тому будет хуже, чем Содому».",
          "ID": "12"
        },
        {
          "text": "«Горе тебе, Хоразин! Горе тебе, Вифсаида, потому что если бы в Тире и Сидоне произошли те чудеса, которые Я сотворил для вас, они бы давно уже покаялись и обрядились во власяницы, посыпав головы свои пеплом.",
          "ID": "13"
        },
        {
          "text": "И в Судный День хуже будет вам, чем даже Тиру и Сидону.",
          "ID": "14"
        },
        {
          "text": "А ты, Капернаум, до Неба ли будешь вознесён? Нет, ты будешь низвергнут в ад.",
          "ID": "15"
        },
        {
          "text": "Слушающий вас, слушает Меня; отвергающий вас, отвергает Меня, а кто отвергает Меня, отвергает Пославшего Меня».",
          "ID": "16"
        },
        {
          "text": "Семьдесят два ученика, посланных Иисусом, возвратились радостные и сказали: «Господи! Даже бесы подвластны нам во имя Твоё».",
          "ID": "17"
        },
        {
          "text": "Иисус же сказал им: «Я видел сатану, упавшего с Неба, как молния.",
          "ID": "18"
        },
        {
          "text": "Я дал вам власть давить ногами змей и скорпионов, принадлежащих сатане, а также и власть над всеми врагами вашими, и ничто не повредит вам.",
          "ID": "19"
        },
        {
          "text": "Но не радуйтесь тому, что духи послушны вам, а радуйтесь тому, что имена ваши записаны на Небесах».",
          "ID": "20"
        },
        {
          "text": "В тот час возрадовался духом Иисус и сказал: «Благодарю Тебя, Отец, Господь неба и земли, что Ты скрыл это от мудрых и разумных, и открыл тем, кто подобен младенцам. Да, Отец, так было угодно Тебе.",
          "ID": "21"
        },
        {
          "text": "Всё было дано мне Отцом Моим. И никому не ведомо, кто Сын, кроме Отца и никто не знает, кто Отец, кроме Сына и того, кому Сын захочет открыть это».",
          "ID": "22"
        },
        {
          "text": "И, будучи наедине с учениками, Он повернулся к ним и сказал: «Блаженны вы, видящие всё это!",
          "ID": "23"
        },
        {
          "text": "Потому что говорю вам: многие пророки и цари хотели видеть то, что вы видите, но не видели, и слышать то, что вы слышите, но не слышали».",
          "ID": "24"
        },
        {
          "text": "И вот один законоучитель встал и начал испытывать Иисуса, говоря: «Учитель! Как я должен поступать, чтобы унаследовать жизнь вечную?»",
          "ID": "25"
        },
        {
          "text": "Иисус ответил ему: «Что записано в Законе? Что читаешь ты там?»",
          "ID": "26"
        },
        {
          "text": "И ответил тот: «„Люби Господа Бога своего всем сердцем своим, и всей душой своей, и всей силой своей, и всем разумом своим”, а также „люби ближнего своего, как самого себя”».",
          "ID": "27"
        },
        {
          "text": "Иисус же сказал ему: «Ты ответил верно. Поступай так и будешь жить».",
          "ID": "28"
        },
        {
          "text": "Но законоучитель, желая оправдаться, спросил Иисуса: «А кто мой ближний?»",
          "ID": "29"
        },
        {
          "text": "На это Иисус ответил: «Один человек шёл из Иерусалима в Иерихон и попал в руки разбойникам, которые сорвали с него одежду, избили и ушли, оставив его полумёртвого лежать на земле.",
          "ID": "30"
        },
        {
          "text": "Случайно той дорогой проходил один священник. Увидев избитого, он ушёл прочь и не остановился, чтобы помочь ему.",
          "ID": "31"
        },
        {
          "text": "Пришёл на то место также и левит и, увидев избитого, обошёл его, не остановившись помочь ему.",
          "ID": "32"
        },
        {
          "text": "Но некий самаритянин, находившийся в пути, проходил мимо и, увидев этого человека, сжалился над ним.",
          "ID": "33"
        },
        {
          "text": "Подойдя к нему, он перевязал ему раны, омывая их оливковым маслом и вином и, посадив на своего осла, привёз его на постоялый двор и позаботился о нём.",
          "ID": "34"
        },
        {
          "text": "На следующий день он дал два динария хозяину постоялого двора, сказав: „Позаботься об этом человеке. И если истратишь на него денег сверх этого, то отдам тебе, когда вернусь”.",
          "ID": "35"
        },
        {
          "text": "Кто из этих троих, по-твоему, был ближний тому, кто попался в руки к разбойникам?»",
          "ID": "36"
        },
        {
          "text": "Законоучитель сказал: «Тот, кто сжалился над ним».",
          "ID": "37"
        },
        {
          "text": "И сказал ему Иисус: «Иди и поступай так же».",
          "ID": "37"
        },
        {
          "text": "Однажды, когда Иисус и ученики Его были в пути, Он вошёл в селение, где жила одна женщина, по имени Марфа. Она приняла Иисуса у себя в доме и оказала Ему радушный приём.",
          "ID": "38"
        },
        {
          "text": "У неё была сестра, которую звали Марией. Она сидела у ног Господа и слушала, что Он говорил.",
          "ID": "39"
        },
        {
          "text": "Марфа же была поглощена домашними заботами. Она подошла к Иисусу и сказала: «Господи! Разве Тебя не волнует, что моя сестра оставила меня одну делать всю работу? Скажи, чтобы она помогла мне».",
          "ID": "40"
        },
        {
          "text": "Но Господь ответил ей: «Марфа, Марфа! Ты заботишься и беспокоишься о многом,",
          "ID": "41"
        },
        {
          "text": "а важно только одно. Мария сделала правильный выбор, и это у неё не отнимется».",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10",
      "name": "По Луке Благовествование 10"
    },
    {
      "text": [
        {
          "text": "Однажды Иисус молился в уединённом месте. После того как Он закончил молитву, один из Его учеников сказал: «Господи, научи нас молиться, как Иоанн научил своих учеников».",
          "ID": "1"
        },
        {
          "text": "И сказал им Иисус: «Такою молитвою молитесь:",
          "ID": "2"
        },
        {
          "text": "„Отец [живущий на Небесах],",
          "ID": "2"
        },
        {
          "text": "да будет свято имя Твоё.",
          "ID": "2"
        },
        {
          "text": "Да наступит Царство Твоё.",
          "ID": "2"
        },
        {
          "text": "[Пусть исполнится воля Твоя на земле,",
          "ID": "2"
        },
        {
          "text": "как и на Небе].",
          "ID": "2"
        },
        {
          "text": "Пошли нам хлеб насущный на каждый день,",
          "ID": "3"
        },
        {
          "text": "и прости нам грехи наши,",
          "ID": "4"
        },
        {
          "text": "как мы прощаем тем, кто причинил нам зло.",
          "ID": "4"
        },
        {
          "text": "Не подвергай нас искушению,",
          "ID": "4"
        },
        {
          "text": "[но избавь нас от лукавого]”».",
          "ID": "4"
        },
        {
          "text": "И сказал Иисус им: «Представьте, что у кого-то из вас есть друг, и он придёт к этому другу посреди ночи и скажет: „Друг, одолжи мне три хлеба,",
          "ID": "5"
        },
        {
          "text": "так как ко мне в дом после долгого путешествия пришёл мой друг, но мне нечего поставить перед ним на стол”.",
          "ID": "6"
        },
        {
          "text": "А тот изнутри ответил: „Не беспокой меня, дверь моего дома заперта, и я с детьми уже в постели и не могу встать и дать тебе то, что ты просишь”.",
          "ID": "7"
        },
        {
          "text": "Может быть, недостаточно только дружбы, говорю Я вам, чтобы заставить этого человека подняться и дать тебе хлеб. Но он непременно даст тебе столько, сколько тебе нужно, если ты будешь настойчив.",
          "ID": "8"
        },
        {
          "text": "Потому и говорю Я вам: просите, и Бог даст вам; ищите, и найдёте; стучитесь в дверь, и она отворится вам.",
          "ID": "9"
        },
        {
          "text": "Потому что если кто просит, тому и дано будет. И тот, кто ищет, всегда найдёт. И если кто стучится в дверь, то она откроется перед ним.",
          "ID": "10"
        },
        {
          "text": "У кого-нибудь из вас есть сын? Что бы сделал отец, если бы сын попросил у него рыбы? Разве дал бы он ему вместо рыбы змею?",
          "ID": "11"
        },
        {
          "text": "Или, если сын попросит у тебя яйцо, разве дашь ты ему скорпиона?",
          "ID": "12"
        },
        {
          "text": "Вы такие же, как и все остальные люди, в вас много зла. Но вы знаете, как приносить своим детям добрые дары. Тем более Отец ваш Небесный знает, как одарить Духом Святым просящих».",
          "ID": "13"
        },
        {
          "text": "Однажды Иисус изгонял беса из человека, который не мог говорить. Когда же бес вышел из него, то к нему вернулся дар речи, и народ удивлялся.",
          "ID": "14"
        },
        {
          "text": "Но некоторые говорили: «Иисус получил свою силу от Веельзевула, князя бесовского, потому Он и изгоняет бесов из людей».",
          "ID": "15"
        },
        {
          "text": "Другие же хотели подвергнуть Иисуса испытанию, и попросили Его явить им какое-нибудь Небесное знамение.",
          "ID": "16"
        },
        {
          "text": "Он знал, что думают эти люди и потому сказал им: «Любое царство, которое раздирают междоусобные войны, будет уничтожено. Так же и семья, в которой все враждуют между собой, разрушается.",
          "ID": "17"
        },
        {
          "text": "И если сатана будет сам против себя сражаться, то как же будет существовать царство его? Вы говорите, что Я пользуюсь властью, данной Мне Веельзевулом, чтобы изгонять бесов.",
          "ID": "18"
        },
        {
          "text": "Но если Я пользуюсь властью Веельзевула, чтобы изгонять бесов, то чьей же властью пользуются ваши последователи, когда изгоняют бесов? Они же сами доказывают вашу неправоту.",
          "ID": "19"
        },
        {
          "text": "Я же пользуюсь только силой, исходящей от Бога, чтобы изгонять бесов, а это значит, что Царство Божье даровано вам!",
          "ID": "20"
        },
        {
          "text": "Когда сильный человек, да ещё хорошо вооружённый, охраняет свой дом, имущество его будет сохранно,",
          "ID": "21"
        },
        {
          "text": "но если на него нападёт кто-то сильнее его самого и одолеет его, то более сильный отберёт у более слабого и оружие, на которое тот полагался, и имуществом его распорядится так, как захочет.",
          "ID": "22"
        },
        {
          "text": "Кто не со Мной, тот против Меня, и кто не собирает со Мной, тот расточает».",
          "ID": "23"
        },
        {
          "text": "«Нечистый дух, выйдя из человека, скитается в пустыне, ища покоя и не находя его. И тогда он говорит: „Вернусь в свой прежний дом, который покинул”.",
          "ID": "24"
        },
        {
          "text": "И когда он возвращается к тому человеку, то находит дом пустым, выметенным и убранным.",
          "ID": "25"
        },
        {
          "text": "Тогда он идёт и приводит с собой семь других духов, ещё злее его самого. И они входят в того человека и живут там все вместе, и тому человеку становится ещё хуже, чем было прежде».",
          "ID": "26"
        },
        {
          "text": "Когда Иисус сказал это, женщина из толпы громко воскликнула: «Блаженна мать, родившая и вскормившая Тебя!»",
          "ID": "27"
        },
        {
          "text": "Но Он сказал: «Блаженны слышащие слово Божье и соблюдающие его!»",
          "ID": "28"
        },
        {
          "text": "Так как народ всё прибывал, Он начал говорить: «Живущие сегодня люди полны зла. Они требуют знамения, но не будет им знамения, кроме знамения Ионы.",
          "ID": "29"
        },
        {
          "text": "Потому что, как Иона был знамением для ниневитян, так и Сын Человеческий будет для этого поколения.",
          "ID": "30"
        },
        {
          "text": "В День судный царица юга выступит против живущих сегодня и обличит их, так как пришла она с другого конца земли внимать мудрости Соломоновой, но истинно говорю вам, что перед вами Некто, Кто превосходит в величии Соломона!",
          "ID": "31"
        },
        {
          "text": "В Судный День ниневитяне выступят против живущих сегодня и обличат их, потому что они покаялись в ответ на проповедь Ионы, но истинно говорю вам, что перед вами Некто, Кто превосходит в величии Иону, но вы отказываетесь покаяться!»",
          "ID": "32"
        },
        {
          "text": "«Никто, когда зажжёт светильник, не ставит его под перевёрнутый кверху дном сосуд и не прячет его, а ставит на подставку, чтобы входящие видели свет.",
          "ID": "33"
        },
        {
          "text": "Светильник твоего тела — глаза. Когда глаза у тебя здоровы, твоё тело полно света. Но если глаза у тебя плохие, то и в теле твоём темно.",
          "ID": "34"
        },
        {
          "text": "Смотри же, чтобы свет, который в тебе, не стал тьмой.",
          "ID": "35"
        },
        {
          "text": "Если же тело твоё светло и в нём нет ни одной тёмной части, то оно будет сверкать, как если бы сияние светильника освещало тебя».",
          "ID": "36"
        },
        {
          "text": "Когда Иисус закончил говорить, один из фарисеев пригласил Его к себе обедать. Иисус вошёл и занял место за столом.",
          "ID": "37"
        },
        {
          "text": "Фарисей же удивился, увидев, что Он не вымыл руки перед едой.",
          "ID": "38"
        },
        {
          "text": "Но Господь сказал ему: «Да, вы, фарисеи, очищаете снаружи чашу и блюдо, но внутри вы полны алчности и зла.",
          "ID": "39"
        },
        {
          "text": "Неразумные! Не Тот ли, кто сотворил внешнее, сотворил и внутреннее?",
          "ID": "40"
        },
        {
          "text": "Так отдайте же то, чем полны ваши блюда и чаши, бедным, и тогда очиститесь сами.",
          "ID": "41"
        },
        {
          "text": "Но горе вам, фарисеи! Вы даёте десятую часть мяты, руты и других трав Богу, а справедливостью и любовью к Богу пренебрегаете. И это надлежит делать, и другим не пренебрегать.",
          "ID": "42"
        },
        {
          "text": "Горе вам, фарисеи! Вы любите главные места в синагогах и почётные приветствия на площадях.",
          "ID": "43"
        },
        {
          "text": "Горе вам! Вы подобны безымянным могилам, по которым, не зная того, ходят люди».",
          "ID": "44"
        },
        {
          "text": "Один из законоучителей ответил Иисусу: «Учитель, говоря это, Ты обижаешь также и нас».",
          "ID": "45"
        },
        {
          "text": "Тогда Иисус сказал им: «Горе и вам, законники! Вы возлагаете на людей бремя тяжёлое, а сами и пальцем не пошевелите, чтобы помочь нести это бремя.",
          "ID": "46"
        },
        {
          "text": "Горе вам! Вы строите гробницы пророкам, а ведь этих самых пророков и убили ваши предки.",
          "ID": "47"
        },
        {
          "text": "А теперь вы показываете людям, что одобряете сделанное вашими предками, так как они убили пророков, а вы им строите гробницы.",
          "ID": "48"
        },
        {
          "text": "Поэтому и говорит мудрость Божья: „Я пошлю им пророков и апостолов; одних они убьют, других будут преследовать”.",
          "ID": "49"
        },
        {
          "text": "И потому с этого поколения взыщется кровь всех пророков, пролитая от основания мира:",
          "ID": "50"
        },
        {
          "text": "от крови Авеля и до крови Захарии, убитого между алтарём и храмом. Да, говорю вам, с вас, живущих ныне, взыщется за всех них.",
          "ID": "51"
        },
        {
          "text": "Горе вам, законники! Вы похитили ключ познания о Боге. Вы и сами не пожелали обрести это знание, и другим помешали».",
          "ID": "52"
        },
        {
          "text": "Когда Иисус уходил, то озлобленные законоучители и фарисеи стали задавать ему множество вопросов о разном,",
          "ID": "53"
        },
        {
          "text": "надеясь поймать Его на слове.",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11",
      "name": "По Луке Благовествование 11"
    },
    {
      "text": [
        {
          "text": "Когда собралась многотысячная толпа, так что люди теснили друг друга, Иисус сначала обратился к Своим ученикам: «Берегитесь фарисейской закваски. Я говорю об их лицемерии.",
          "ID": "1"
        },
        {
          "text": "Нет ничего скрытого, что не открылось бы, и ничего тайного, что не стало бы явным.",
          "ID": "2"
        },
        {
          "text": "Поэтому, что сказано в темноте, будет услышано при свете. И всё, что шёпотом сказано в потайной комнате, будет провозглашено с крыш».",
          "ID": "3"
        },
        {
          "text": "Потом Иисус сказал людям: «Но говорю вам, друзья мои, не бойтесь тех, кто убивает тело, потому что они не могут сделать ничего больше этого.",
          "ID": "4"
        },
        {
          "text": "Я скажу вам, кого нужно бояться: Бога, Который имеет власть не только ваше тело погубить, но и ввергнуть в ад вашу душу. Поверьте Мне, вот кого вам следует бояться!",
          "ID": "5"
        },
        {
          "text": "Разве не продаются пять воробьёв за два гроша? И всё же даже они не забыты Богом!",
          "ID": "6"
        },
        {
          "text": "А у вас даже все волосы на голове пересчитаны. Не бойтесь! Вы сто́ите больше множества воробьёв».",
          "ID": "7"
        },
        {
          "text": "«Истинно говорю вам: любого, кто встанет и признает Меня перед людьми, того Сын Человеческий, признает перед Ангелами Божьими.",
          "ID": "8"
        },
        {
          "text": "Но любого, кто встанет и отвергнет Меня перед людьми, и Сын Человеческий отвергнет перед Ангелами Божьими.",
          "ID": "9"
        },
        {
          "text": "И если кто скажет слово против Сына Человеческого, тот может быть прощён. Но злословящий против Святого Духа прощён не будет.",
          "ID": "10"
        },
        {
          "text": "И когда вас приведут в синагогу, чтобы вы предстали перед предводителями и другими важными людьми, то не беспокойтесь о том, что говорить сильным и власть имущим,",
          "ID": "11"
        },
        {
          "text": "так как в тот час Святой Дух научит вас, что сказать».",
          "ID": "12"
        },
        {
          "text": "Кто-то из толпы попросил его: «Учитель, вели брату моему, чтобы он поделил со мной наследство, оставленное нам отцом».",
          "ID": "13"
        },
        {
          "text": "Но Иисус ответил на это: «Человек, кто поставил Меня судить и делить между вами двумя наследство?»",
          "ID": "14"
        },
        {
          "text": "А людям Иисус сказал: «Будьте осторожны и берегитесь жадности во всех её проявлениях, потому что жизнь не зависит от вашего имущества, как бы богаты вы ни были».",
          "ID": "15"
        },
        {
          "text": "И рассказал Он им притчу: «Земля одного богача дала хороший урожай.",
          "ID": "16"
        },
        {
          "text": "И он рассуждал сам с собой: „Что мне делать? Мне негде хранить урожай”.",
          "ID": "17"
        },
        {
          "text": "И решил: „Сделаю вот что: снесу все мои амбары и построю бо́́льшие, и соберу в них всё зерно и всё своё добро”.",
          "ID": "18"
        },
        {
          "text": "И я скажу себе: „Много добра запасено у тебя на долгие годы. Отдыхай, ешь, пей и веселись!”",
          "ID": "19"
        },
        {
          "text": "Но Бог сказал ему: „Глупец! Этой ночью ты умрёшь. Кому же достанется то, что ты заготовил?”",
          "ID": "20"
        },
        {
          "text": "Так всегда бывает с человеком, который копит для себя богатства, но не богат перед Богом».",
          "ID": "21"
        },
        {
          "text": "А Своим ученикам Иисус сказал: «Поэтому Я говорю вам: не заботьтесь ни о вашей жизни, что будете есть, ни о теле вашем, во что одеться,",
          "ID": "22"
        },
        {
          "text": "так как жизнь важнее пищи, а тело важнее одежды.",
          "ID": "23"
        },
        {
          "text": "Посмотрите на птиц. Они не сеют и не жнут, у них нет ни хранилищ, ни амбаров, но Бог кормит их. А вы достойны много большего, чем птицы!",
          "ID": "24"
        },
        {
          "text": "Никто из вас не продлит жизнь хоть на час бесконечными заботами.",
          "ID": "25"
        },
        {
          "text": "Если вы самого малого сделать не можете, что заботиться об остальном?",
          "ID": "26"
        },
        {
          "text": "Посмотрите, как растут полевые цветы. Они не трудятся, не прядут; но, говорю вам, даже Соломон во всей своей Славе не был одет, как любой из этих цветов.",
          "ID": "27"
        },
        {
          "text": "Если Бог одевает так траву полевую, которая сегодня живёт, а завтра будет брошена в огонь, то насколько же лучше оденет Он вас, маловерные!",
          "ID": "28"
        },
        {
          "text": "И не ищите, что вам есть и пить, и не тревожьтесь.",
          "ID": "29"
        },
        {
          "text": "Язычники всё время беспокоятся об этом, а ваш Отец знает, что вам всё это нужно.",
          "ID": "30"
        },
        {
          "text": "А потому стремитесь только к Царству Божьему, и всё остальное вам также дано будет».",
          "ID": "31"
        },
        {
          "text": "«Не бойся же, паства Моя! Потому что Отец ваш хочет дать вам Царство.",
          "ID": "32"
        },
        {
          "text": "Продайте всё, что у вас есть, и отдайте эти деньги бедным. Стремитесь к богатствам непреходящим, сокровищу неисчерпаемому на Небесах, где ни вор не может подобраться к нему, ни тлен не может его погубить.",
          "ID": "33"
        },
        {
          "text": "Потому что, где ваше сокровище, там будут и ваши сердца».",
          "ID": "34"
        },
        {
          "text": "«Будьте готовы ко всему: пусть одежда будет на вас, и светильники зажжены.",
          "ID": "35"
        },
        {
          "text": "Будьте как слуги, ожидающие возвращения господина со свадебного пира с тем, чтобы, когда он придёт и постучит в дверь, они могли бы тотчас отворить ему.",
          "ID": "36"
        },
        {
          "text": "Блаженны те слуги, так как господин увидит, что слуги его наготове и ждут его. Правду вам говорю, что господин тот наденет на себя простую одежду, а слугам велит сесть за стол и станет прислуживать им.",
          "ID": "37"
        },
        {
          "text": "Этим слугам, может быть, придётся дожидаться его до полуночи или даже позже! Но блаженны они, если господин придёт и застанет их бодрствующими.",
          "ID": "38"
        },
        {
          "text": "Помните, что если бы хозяин дома знал, в какое время придёт вор, то не допустил бы вора в свой дом.",
          "ID": "39"
        },
        {
          "text": "Будьте же и вы готовы, потому что в неожиданный для вас час придёт Сын Человеческий».",
          "ID": "40"
        },
        {
          "text": "Пётр спросил: «Господи, нам ли только Ты рассказал эту притчу или всем остальным тоже?»",
          "ID": "41"
        },
        {
          "text": "И Господь сказал: «Кто же верный и благоразумный слуга, которого господин поставит над своими другими слугами, чтобы раздать им положенную меру хлеба?",
          "ID": "42"
        },
        {
          "text": "Блажен слуга, чей господин, вернувшись, застанет его за исполнением своих обязанностей.",
          "ID": "43"
        },
        {
          "text": "Правду вам говорю, что он поручит ему управлять своим имением.",
          "ID": "44"
        },
        {
          "text": "Нерадивый же слуга, который говорит себе: „Мой господин вернётся не скоро”, начнёт избивать других слуг, есть, пить и напиваться.",
          "ID": "45"
        },
        {
          "text": "Господин того слуги, придя в день и час, когда тот его не ожидает, рассечёт его на части и отведёт ему место среди неверующих.",
          "ID": "46"
        },
        {
          "text": "Тот слуга, который, зная волю господина своего, не был готов и не сделал, что господин велел, будет жестоко наказан.",
          "ID": "47"
        },
        {
          "text": "Тот же, кто не знал волю своего господина, но сделал то, что заслуживает наказания, будет наказан меньше, чем тот, который знал, что должен сделать. Кому много дано, с того много и спросится, и кому доверено многое, с того больше и взыщется».",
          "ID": "48"
        },
        {
          "text": "«Я пришёл зажечь огонь на земле и желал бы, чтобы он уже возгорелся!",
          "ID": "49"
        },
        {
          "text": "Но Я должен быть крещён особым крещением и как томлюсь Я, ожидая, когда оно свершится!",
          "ID": "50"
        },
        {
          "text": "Вы думаете, что Я пришёл принести покой в этот мир? Нет, Я пришёл, чтобы принести миру разделение.",
          "ID": "51"
        },
        {
          "text": "Отныне в семье из пятерых человек все будут друг против друга: трое будут против двоих, двое будут против троих.",
          "ID": "52"
        },
        {
          "text": "Тогда отец и сын разделятся:",
          "ID": "53"
        },
        {
          "text": "сын против отца и отец против сына;",
          "ID": "53"
        },
        {
          "text": "мать и дочь разделятся:",
          "ID": "53"
        },
        {
          "text": "дочь против матери и мать против дочери;",
          "ID": "53"
        },
        {
          "text": "свекровь и невестка разделятся:",
          "ID": "53"
        },
        {
          "text": "невестка против свекрови,",
          "ID": "53"
        },
        {
          "text": "и свекровь против невестки».",
          "ID": "53"
        },
        {
          "text": "И сказал Иисус народу: «Когда вы видите облака, собирающиеся на западе, вы тотчас говорите: „Будет дождь”. И дождь вскоре начинается.",
          "ID": "54"
        },
        {
          "text": "Когда дует южный ветер, вы говорите: „Будет жарко”. Так и бывает.",
          "ID": "55"
        },
        {
          "text": "Лицемеры! Вы можете распознать лицо земли и неба, как же вы не можете понять то, что происходит сейчас?»",
          "ID": "56"
        },
        {
          "text": "«Почему не можете сами решить что правильно?",
          "ID": "57"
        },
        {
          "text": "Когда идёшь в суд с противником своим, постарайся по пути уладить всё миром. Иначе он приведёт тебя к судье, а тот бросит тебя в тюрьму.",
          "ID": "58"
        },
        {
          "text": "Говорю тебе, что не выйдешь оттуда, пока не выплатишь всё до последней лепты».",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12",
      "name": "По Луке Благовествование 12"
    },
    {
      "text": [
        {
          "text": "В это время там находились люди, которые рассказали Иисусу о галилеянах, умерщвлённых Пилатом во время поклонения Богу. Пилат смешал их кровь с кровью животных, которых они приносили в жертву Богу.",
          "ID": "1"
        },
        {
          "text": "И ответил им Иисус: «Вы думаете, что это случилось с ними только потому, что они были грешнее всех остальных галилеян?",
          "ID": "2"
        },
        {
          "text": "Нет, они не были грешнее! Но если вы не покаетесь, то и вы все тоже погибнете.",
          "ID": "3"
        },
        {
          "text": "Или те восемнадцать человек, на которых обрушилась башня Силоамская и убила их. Неужели вы думаете, что они грешили больше, чем все другие жители Иерусалима?",
          "ID": "4"
        },
        {
          "text": "Нет, не больше! Но говорю вам, что если не покаетесь, то и вы все тоже погибнете».",
          "ID": "5"
        },
        {
          "text": "И рассказал Иисус притчу: «У одного человека была смоковница, которую он посадил в своём винограднике. Он пошёл искать на ней плоды, но, не найдя,",
          "ID": "6"
        },
        {
          "text": "сказал виноградарю: „Смотри, вот уже третий год прихожу и ищу на этом дереве плоды, но не нахожу. Сруби его; оно только место занимает”.",
          "ID": "7"
        },
        {
          "text": "Но садовник ответил: „Хозяин, оставь его ещё на год. Я окопаю его и удобрю.",
          "ID": "8"
        },
        {
          "text": "Если оно принесёт плоды на следующий год, хорошо, если же нет, срубишь его”».",
          "ID": "9"
        },
        {
          "text": "Иисус учил в субботу в одной из синагог.",
          "ID": "10"
        },
        {
          "text": "И была там женщина, которую злой дух сделал калекой, так что она восемнадцать лет не могла разогнуться.",
          "ID": "11"
        },
        {
          "text": "Увидев женщину, Иисус подозвал её к Себе и сказал: «Женщина, ты свободна от своего недуга».",
          "ID": "12"
        },
        {
          "text": "Он возложил на неё руки, и она тотчас выпрямилась и начала славить Бога.",
          "ID": "13"
        },
        {
          "text": "Тогда глава синагоги, негодуя, что Иисус исцелил в субботу, сказал народу: «Шесть дней в неделе для работы, так приходите и исцеляйтесь в эти дни. Не приходите в день субботний!»",
          "ID": "14"
        },
        {
          "text": "Но Господь ответил ему: «Лицемеры! Разве в субботу каждый из вас не отвязывает своего вола или осла от стойла и ведёт его на водопой?",
          "ID": "15"
        },
        {
          "text": "Разве эта женщина, дочь Авраама, которую сатана держал связанной восемнадцать лет, не должна быть освобождена от этих пут в субботу?»",
          "ID": "16"
        },
        {
          "text": "Когда Иисус сказал это, все люди, бывшие против Него, испытали стыд за свои поступки, а вся толпа возрадовалась славным делам Иисуса.",
          "ID": "17"
        },
        {
          "text": "Иисус же сказал: «Чему подобно Царство Божье и с чем сравню Я его?",
          "ID": "18"
        },
        {
          "text": "Оно подобно горчичному семени, которое человек посадил в своём саду. Оно вырастает, становится деревом, и птицы небесные свивают гнёзда в его ветвях».",
          "ID": "19"
        },
        {
          "text": "И ещё сказал Иисус: «С чем сравню Царство Божье?",
          "ID": "20"
        },
        {
          "text": "Оно подобно закваске, которую женщина смешала с тремя мерами муки, пока всё не подойдёт».",
          "ID": "21"
        },
        {
          "text": "По дороге в Иерусалим, проходя через города и селения, Иисус учил народ.",
          "ID": "22"
        },
        {
          "text": "И кто-то сказал Ему: «Господи, разве только немногие будут спасены?»",
          "ID": "23"
        },
        {
          "text": "Иисус ответил:",
          "ID": "23"
        },
        {
          "text": "«Постарайтесь войти сквозь узкую дверь, потому что многие, говорю вам, захотят войти, но не смогут.",
          "ID": "24"
        },
        {
          "text": "Если человек запрёт дверь своего дома, то вы, стоя снаружи, будете стучать в дверь, но он не откроет. Вы скажете: „Господин, открой нам!” Он же ответит: „Я не знаю вас. Откуда вы пришли?”",
          "ID": "25"
        },
        {
          "text": "Тогда вы станете говорить: „Мы ели и пили с тобой. Ты учил на улицах нашего города”.",
          "ID": "26"
        },
        {
          "text": "Он же скажет вам: „Я не знаю вас. Откуда вы пришли? Уйдите от меня, вы, творящие неправедные дела!”",
          "ID": "27"
        },
        {
          "text": "И увидите вы Авраама, Исаака, Иакова и всех пророков в Царстве Божьем, но останетесь снаружи, и начнёте кричать и скрежетать зубами от боли.",
          "ID": "28"
        },
        {
          "text": "Люди будут приходить с востока и запада, севера и юга и станут занимать места за столом в Царстве Божьем.",
          "ID": "29"
        },
        {
          "text": "И вот, есть такие, которые сейчас последние, но они станут первыми, а есть и такие, которые сейчас первые, но станут последними».",
          "ID": "30"
        },
        {
          "text": "В тот час несколько фарисеев подошли к Иисусу и сказали Ему: «Уходи отсюда, потому что Ирод хочет Тебя убить».",
          "ID": "31"
        },
        {
          "text": "На это Иисус ответил: «Идите и передайте этой лисе: „Я изгоняю бесов и исцеляю сегодня и завтра, на третий же день закончу”.",
          "ID": "32"
        },
        {
          "text": "Но должен быть Я в пути сегодня, завтра и послезавтра, так как не может пророк умереть вне Иерусалима.",
          "ID": "33"
        },
        {
          "text": "Иерусалим, Иерусалим! Город, убивающий пророков и камнями побивающий посланных к тебе Богом! Сколько раз хотел Я собрать детей твоих, словно наседка птенцов своих под крыло, но ты не хотел этого.",
          "ID": "34"
        },
        {
          "text": "Смотри же! Дом ваш будет покинут и, говорю вам, что вы не увидите Меня, пока не наступит час, и вы не скажете: „Благословен Идущий во имя Господа!”»",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13",
      "name": "По Луке Благовествование 13"
    },
    {
      "text": [
        {
          "text": "Однажды в субботу, когда Иисус пришёл в дом к одному из главных фарисеев, чтобы преломить с ним хлеб, и все, кто был там, пристально наблюдали за Ним.",
          "ID": "1"
        },
        {
          "text": "Прямо перед Ним оказался человек, страдавший водянкой.",
          "ID": "2"
        },
        {
          "text": "И спросил тогда Иисус законников и фарисеев: «Законно ли исцелять людей в субботу?»",
          "ID": "3"
        },
        {
          "text": "Но те молчали. Тогда Иисус взял этого человека, исцелил его и отослал домой.",
          "ID": "4"
        },
        {
          "text": "Потом Он сказал им: «Если у кого-нибудь из вас сын или рабочая скотина упадут в колодец, неужели вы не вытащите их оттуда немедленно, если даже это и произойдёт в субботний день?»",
          "ID": "5"
        },
        {
          "text": "И они не смогли ничего ответить на это.",
          "ID": "6"
        },
        {
          "text": "Иисус заметил, что некоторые из гостей выбирают для себя за столом самые почётные места. Тогда Он рассказал такую притчу:",
          "ID": "7"
        },
        {
          "text": "«Если тебя пригласили на свадебный пир, не старайся занять самое почётное место, так как может случиться, что кто-то более важный, чем ты, тоже приглашён,",
          "ID": "8"
        },
        {
          "text": "и тогда тот, кто позвал тебя на пир, подойдёт к тебе и скажет: „Уступи место этому человеку”, и тебе придётся с позором занять за столом самое непочётное место.",
          "ID": "9"
        },
        {
          "text": "Если ты приглашён на пир, придя туда, займи самое непочётное место, тогда тот, кто пригласил тебя, подойдёт к тебе и скажет: „Друг, займи более почётное место”, и ты возвысишься в глазах всех сидящих за столом.",
          "ID": "10"
        },
        {
          "text": "Потому что каждый, кто возвышает сам себя, унижен будет, тот же, кто принижает себя, будет возвышен».",
          "ID": "11"
        },
        {
          "text": "И ещё сказал Он, обращаясь к пригласившему его фарисею: «Когда устраиваешь званый обед или ужин, не приглашай одних только друзей, или братьев, или родственников, или богатых соседей, надеясь на ответное приглашение, чтобы они воздали тебе тем же.",
          "ID": "12"
        },
        {
          "text": "Но когда созываешь гостей, приглашай к себе бедных и увечных, хромых и слепых,",
          "ID": "13"
        },
        {
          "text": "то благословен будешь, так как у них нет средств, чтобы вознаградить тебя в ответ. Бог вознаградит тебя в тот час, когда все праведные восстанут из мёртвых».",
          "ID": "14"
        },
        {
          "text": "Один из тех, кто сидел за столом вместе с Иисусом, услышал это и сказал Иисусу: «Блажен тот, кто будет есть в Царстве Божьем!»",
          "ID": "15"
        },
        {
          "text": "Но Иисус сказал ему: «Некий человек устроил званый обед и пригласил множество гостей,",
          "ID": "16"
        },
        {
          "text": "и когда наступил час обеда, он послал своего слугу оповестить всех приглашённых: „Приходите, потому что всё готово”.",
          "ID": "17"
        },
        {
          "text": "Но гости отказались прийти, и каждый при этом дал своё объяснение. Один сказал: „Извини, но я купил землю, и мне нужно пойти взглянуть на неё”.",
          "ID": "18"
        },
        {
          "text": "А другой сказал: „Я купил пять пар быков и мне необходимо посмотреть, как они пашут, прошу, извини моё отсутствие”.",
          "ID": "19"
        },
        {
          "text": "И третий сказал: „Я только что женился и потому не могу прийти на обед”.",
          "ID": "20"
        },
        {
          "text": "Слуга вернулся домой и передал всё это господину. Рассердившись, господин сказал слуге: „Обойди все улицы и переулки города и приведи сюда нищих, увечных, слепых, и калек”.",
          "ID": "21"
        },
        {
          "text": "Немного погодя слуга сказал: „Господин, всё исполнено, но за столом ещё много места”.",
          "ID": "22"
        },
        {
          "text": "Тогда господин сказал слуге: „Пойди по дорогам и просёлкам и созови сюда всех, кого там увидишь, чтоб мой дом был полон народа.",
          "ID": "23"
        },
        {
          "text": "Говорю тебе, что никто из приглашённых мною раньше больше никогда не будет у меня на пиру”».",
          "ID": "24"
        },
        {
          "text": "Множество народа шло с Иисусом. Обернувшись, Он сказал им:",
          "ID": "25"
        },
        {
          "text": "«Если кто приходит ко Мне, любя отца и мать, жену и детей, братьев, сестёр или даже свою собственную жизнь больше, чем Меня, то он не может быть Моим учеником.",
          "ID": "26"
        },
        {
          "text": "Кто не несёт свой крест и не следует за Мной, не может быть Моим учеником.",
          "ID": "27"
        },
        {
          "text": "Если кто из вас захочет построить башню, разве не сядет он прежде всего подсчитать, во сколько она ему обойдётся и достаточно ли у него средств, чтобы завершить строительство?",
          "ID": "28"
        },
        {
          "text": "Иначе, если он заложит основание, но не сможет закончить дом, все видевшие это, станут над ним смеяться,",
          "ID": "29"
        },
        {
          "text": "говоря: „Этот человек начал строить, но не смог закончить”.",
          "ID": "30"
        },
        {
          "text": "Или какой царь вступит в войну с другим царём, не посоветовавшись прежде, сможет ли он с десятью тысячами противостоять идущему на него с двадцатью тысячами?",
          "ID": "31"
        },
        {
          "text": "И если не сможет, то пошлёт послов узнать об условиях мира, пока другой ещё далеко.",
          "ID": "32"
        },
        {
          "text": "Так и каждый из вас, кто не откажется от всего, что имеет, не может быть Моим учеником!",
          "ID": "33"
        },
        {
          "text": "Соль хороша, но если она станет безвкусной, то какой от неё прок? Ведь её нельзя снова сделать солёной.",
          "ID": "34"
        },
        {
          "text": "Она не годится ни в землю, ни в удобрение, и люди выбрасывают её. Имеющий уши, да услышит!»",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14",
      "name": "По Луке Благовествование 14"
    },
    {
      "text": [
        {
          "text": "Многие сборщики налогов и грешники приходили к Иисусу, чтобы послушать Eго.",
          "ID": "1"
        },
        {
          "text": "А фарисеи и законники стали жаловаться: «Этот Человек принимает грешников и ест с ними!»",
          "ID": "2"
        },
        {
          "text": "И рассказал им Иисус такую притчу:",
          "ID": "3"
        },
        {
          "text": "«Кто из вас, имея сто овец, но потеряв одну из них, не оставит девяносто девять в пустынном месте и не станет искать пропавшую, пока не найдёт её?",
          "ID": "4"
        },
        {
          "text": "И, найдя, он берёт её и с радостью несёт",
          "ID": "5"
        },
        {
          "text": "домой. Он созывает друзей и соседей и говорит: „Радуйтесь со мной, потому что я нашёл свою пропавшую овцу”.",
          "ID": "6"
        },
        {
          "text": "Я говорю вам, что так и на Небе будут больше радоваться одному покаявшемуся грешнику, чем девяноста девяти праведникам, которые не нуждаются в покаянии.",
          "ID": "7"
        },
        {
          "text": "И какая женщина, имеющая десять серебряных монет, но потеряв одну, не зажжёт лампу и не выметет дом, и не станет тщательно искать, пока не найдёт?",
          "ID": "8"
        },
        {
          "text": "И, найдя её, она созовёт друзей и соседей и скажет: „Радуйтесь со мной, потому что я нашла потерянную монету”.",
          "ID": "9"
        },
        {
          "text": "Я говорю вам, что так и Ангелы Божьи радуются одному покаявшемуся грешнику».",
          "ID": "10"
        },
        {
          "text": "И ещё Иисус сказал: «У одного человека было два сына.",
          "ID": "11"
        },
        {
          "text": "Младший сын сказал отцу: „Отец, отдай мне ту часть имения, которая мне причитается”. Отец разделил своё состояние между сыновьями.",
          "ID": "12"
        },
        {
          "text": "Вскоре после этого младший сын собрал всё и отправился в далёкую страну. Там он стал бездумно растрачивать свои деньги,",
          "ID": "13"
        },
        {
          "text": "пока не потратил всё, что имел. Вскоре, когда в той земле наступила засуха, и по всей стране начался голод, младший сын оказался в нужде.",
          "ID": "14"
        },
        {
          "text": "Он пошёл и нанялся на работу к одному жителю той страны. Тот послал его к себе на поле кормить свиней.",
          "ID": "15"
        },
        {
          "text": "Он был так голоден, что рад бы был поесть корм для свиней, но даже этого ему никто не давал.",
          "ID": "16"
        },
        {
          "text": "Наконец одумавшись, он сказал сам себе: „Сколько слуг у отца моего, и все имеют еду в изобилии, а я умираю здесь от голода.",
          "ID": "17"
        },
        {
          "text": "Пойду к отцу своему и скажу ему: „Отец! Я согрешил перед Богом и тобой.",
          "ID": "18"
        },
        {
          "text": "Я больше недостоин называться твоим сыном, позволь же мне быть твоим слугой”.",
          "ID": "19"
        },
        {
          "text": "И он пошёл к отцу».",
          "ID": "20"
        },
        {
          "text": "«Когда он был ещё далеко, отец увидел его и сжалился над ним. Подбежав к сыну, он обнял его и расцеловал.",
          "ID": "20"
        },
        {
          "text": "Сын сказал ему: „Отец! Я согрешил перед Богом и перед тобой и недостоин больше называться твоим сыном”.",
          "ID": "21"
        },
        {
          "text": "Но отец сказал слугам: „Побыстрее принесите лучшую одежду и наденьте на него. Дайте перстень ему на руку и обувь на ноги.",
          "ID": "22"
        },
        {
          "text": "Приведите откормленного телёнка, заколите его и станем праздновать и веселиться,",
          "ID": "23"
        },
        {
          "text": "потому что мой сын был мёртв и ожил, пропал и нашёлся”. И стали они веселиться».",
          "ID": "24"
        },
        {
          "text": "«А старший сын был в это время в поле. Когда, возвращаясь, он приблизился к дому и услышал звуки музыки и веселья,",
          "ID": "25"
        },
        {
          "text": "он подозвал одного из слуг и спросил, что всё это значит.",
          "ID": "26"
        },
        {
          "text": "Слуга сказал ему: „Твой брат вернулся, и отец твой заколол откормленного телёнка, потому что вновь обрёл сына, живым и невредимым”.",
          "ID": "27"
        },
        {
          "text": "Старший сын рассердился и не захотел войти в дом. Тогда вышел отец и стал просить его войти.",
          "ID": "28"
        },
        {
          "text": "Но сын ответил отцу: „Послушай, все эти годы я служил тебе и ни разу не ослушался твоих приказаний! А ты даже козлёнка для меня не заколол! И не устраивал празднества для меня и моих друзей!",
          "ID": "29"
        },
        {
          "text": "Когда же пришёл твой сын, расточивший всё твоё состояние с блудницами, ты заколол для него откормленного телёнка”.",
          "ID": "30"
        },
        {
          "text": "Но отец сказал ему: „Сын мой, ты всегда со мной, и всё, что у меня есть, твоё.",
          "ID": "31"
        },
        {
          "text": "Но мы должны праздновать и веселиться, потому что брат твой возвратился: он был мёртв и ожил, был потерян для нас, а сейчас нашёлся”».",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15",
      "name": "По Луке Благовествование 15"
    },
    {
      "text": [
        {
          "text": "И сказал Иисус ученикам: «У одного богатого человека был управляющий. Его обвиняли в том, что он расточает имущество.",
          "ID": "1"
        },
        {
          "text": "Позвав управляющего, хозяин сказал: „Что я слышу о тебе? Дай отчёт в твоём управлении, так как ты не можешь больше быть управляющим”.",
          "ID": "2"
        },
        {
          "text": "Тогда управляющий сказал сам себе: „Что же мне делать? Мой хозяин собирается отобрать у меня должность. Я слишком слаб, чтобы копать землю, а просить милостыню стыжусь.",
          "ID": "3"
        },
        {
          "text": "Я знаю, что сделать, чтобы люди принимали меня в своих домах, когда меня отстранят от управления”.",
          "ID": "4"
        },
        {
          "text": "Он созвал всех должников своего господина и сказал первому из них: „Сколько ты должен моему господину?”",
          "ID": "5"
        },
        {
          "text": "Тот сказал: „Сто мер масла”. Управляющий сказал ему: „Возьми свой счёт, сядь и поскорее напиши, что должен пятьдесят мер”.",
          "ID": "6"
        },
        {
          "text": "А другому сказал: „А ты сколько должен?” Тот ответил: „Сто мер пшеницы”. И сказал ему управляющий: „Возьми свой счет и напиши, что должен восемьдесят мер”.",
          "ID": "7"
        },
        {
          "text": "Позже хозяин похвалил бесчестного управляющего, потому что тот поступил хитро. Да, люди мирские более ловки в обращении с себе подобными, чем люди духовные».",
          "ID": "8"
        },
        {
          "text": "Иисус продолжал: «Я говорю вам: пользуйтесь тем, что дано вам на этом свете, чтобы угодить Богу. И тогда в час, когда вы лишитесь всего земного, вы будете радушно приняты в том доме, который извечен.",
          "ID": "9"
        },
        {
          "text": "Потому что тот, кому можно довериться в малом, не подведёт и в большом. Если же ты бесчестен в малом, то обманешь и в большом.",
          "ID": "10"
        },
        {
          "text": "И если нельзя доверить тебе земные богатства, то и истинные Небесные сокровища не будут доверены тебе.",
          "ID": "11"
        },
        {
          "text": "И если нельзя тебе доверить чужое имущество, то и твоё собственное тебе дано не будет.",
          "ID": "12"
        },
        {
          "text": "Ни один слуга не может служить двум господам одновременно: он либо будет любить одного господина и ненавидеть другого, или же он будет верным слугой одному, но нерадивым другому. Не можете вы служить и Богу, и деньгам одновременно».",
          "ID": "13"
        },
        {
          "text": "Фарисеи, любившие деньги, слушали всё это и насмехались над Иисусом.",
          "ID": "14"
        },
        {
          "text": "И Он сказал им: «Вы стараетесь выглядеть праведниками в глазах других людей, но Бог знает ваши сердца. То, что люди считают ценным — отвратительно Богу.",
          "ID": "15"
        },
        {
          "text": "До Иоанна был Закон и пророки. После него стали проповедовать Царство Божье, и многие изо всех сил стремятся попасть в него.",
          "ID": "16"
        },
        {
          "text": "Однако скорее сгинут небо и земля, чем хотя бы единая точка из Закона потеряет силу.",
          "ID": "17"
        },
        {
          "text": "Каждый, кто разводится с женой своей и женится на другой, совершает грех прелюбодеяния. И тот, кто женится на разведённой, сам повинен в прелюбодеянии».",
          "ID": "18"
        },
        {
          "text": "Иисус сказал: «Жил однажды богач. Он одевался в самую дорогую и роскошную одежду и каждый день наслаждался своим богатством.",
          "ID": "19"
        },
        {
          "text": "К его воротам часто приносили покрытого язвами нищего по имени Лазарь.",
          "ID": "20"
        },
        {
          "text": "Он ожидал там, чтобы насытиться кусками еды, падавшими со стола богача. Даже собаки подходили и лизали его язвы.",
          "ID": "21"
        },
        {
          "text": "Когда нищий умер, Ангелы отнесли его к Аврааму. Умер и богач, и его похоронили.",
          "ID": "22"
        },
        {
          "text": "В стране мёртвых, где истязали богача, он увидел вдали Авраама, держащего в объятиях Лазаря.",
          "ID": "23"
        },
        {
          "text": "И закричал он: „Отец Авраам, сжалься надо мной и пошли Лазаря, чтобы он смочил палец водой и освежил мой язык, потому что я мучаюсь в этом огне!”",
          "ID": "24"
        },
        {
          "text": "Но Авраам сказал: „Сын мой, вспомни, что ты получал только хорошее в жизни, а Лазарь только плохое. Здесь же он утешился, а ты страдаешь.",
          "ID": "25"
        },
        {
          "text": "И огромная пропасть лежит между тобой и нами, никто не может перейти через неё и помочь, и никто к нам не может перейти”.",
          "ID": "26"
        },
        {
          "text": "И сказал богач: „Тогда прошу тебя, отец, пошли Лазаря в дом отца моего.",
          "ID": "27"
        },
        {
          "text": "У меня есть пятеро братьев; пусть он предупредит их, чтобы и они не попали сюда на мучения”.",
          "ID": "28"
        },
        {
          "text": "Но Авраам сказал: „У них есть Моисей и пророки. Пусть слушают их”.",
          "ID": "29"
        },
        {
          "text": "Тогда богач сказал: „Нет, отец Авраам, но если кто из мёртвых придёт к ним, они покаются”.",
          "ID": "30"
        },
        {
          "text": "На это Авраам ответил ему: „Если твои братья не слушают Моисея и пророков, то даже если кто и воскреснет из мёртвых, они всё равно ему не поверят”».",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16",
      "name": "По Луке Благовествование 16"
    },
    {
      "text": [
        {
          "text": "И сказал Иисус Своим ученикам: «Непременно будет что-либо, совращающее человека на грех, но горе человеку, через кого оно приходит!",
          "ID": "1"
        },
        {
          "text": "Лучше было бы для него, если бы ему на шею привязали мельничный жернов и сбросили его в море, чем чтобы он совратил на грех одного из слабых.",
          "ID": "2"
        },
        {
          "text": "Будьте осторожны!",
          "ID": "3"
        },
        {
          "text": "Если брат твой согрешит, упрекни его, если же покается, прости.",
          "ID": "3"
        },
        {
          "text": "И если он причинит тебе зло семь раз в день и семь раз скажет тебе: „Каюсь”, то прости ему».",
          "ID": "4"
        },
        {
          "text": "Тогда апостолы сказали Господу: «Дай нам больше веры».",
          "ID": "5"
        },
        {
          "text": "И Господь сказал: «Даже если бы вера ваша была с горчичное семя, и вы сказали бы этой шелковице: „Вырви свои корни из земли и пересадись в море”, то она послушалась бы вас».",
          "ID": "6"
        },
        {
          "text": "«Если у кого-нибудь из вас есть слуга, который пашет или пасёт овец, то когда он вернётся с поля, разве ты скажешь ему: „Заходи и садись за стол”?",
          "ID": "7"
        },
        {
          "text": "Ты ему скорее скажешь: „Приготовь мне поесть, потом смени одежду и прислуживай мне, пока я ем и пью, а после и сам можешь есть и пить”.",
          "ID": "8"
        },
        {
          "text": "Благодаришь ли ты слугу за то, что тот выполнил приказанное?",
          "ID": "9"
        },
        {
          "text": "Так и вы, когда исполните всё приказанное, скажите: „Мы слуги, не заслуживающие никакой благодарности; мы всего лишь исполнили свой долг”».",
          "ID": "10"
        },
        {
          "text": "На пути в Иерусалим Иисус проходил между Самарией и Галилеей.",
          "ID": "11"
        },
        {
          "text": "И когда Он входил в одно селение, ему встретились десять прокажённых. Стоя в отдалении,",
          "ID": "12"
        },
        {
          "text": "они громко звали: «Иисус, Владыка, сжалься над нами!»",
          "ID": "13"
        },
        {
          "text": "И увидев их, Иисус сказал: «Пойдите и покажитесь священникам».",
          "ID": "14"
        },
        {
          "text": "И пока шли, они очистились от язв.",
          "ID": "14"
        },
        {
          "text": "Но один из них, увидев, что исцелён, вернулся к Иисусу и громким голосом восхвалил Бога",
          "ID": "15"
        },
        {
          "text": "и, пав к ногам Иисуса, благодарил Его. Этот человек был самаритянин.",
          "ID": "16"
        },
        {
          "text": "Иисус сказал ему: «Разве не все десять очистились от язв? Где же остальные девять?",
          "ID": "17"
        },
        {
          "text": "Неужели ни один из них не возвратился воздать хвалу Богу, кроме этого самаритянина?»",
          "ID": "18"
        },
        {
          "text": "И сказал Он ему: «Поднимись и иди. Вера твоя исцелила тебя».",
          "ID": "19"
        },
        {
          "text": "Однажды, когда фарисеи спросили у Иисуса, когда настанет Царство Божье, Он ответил им: «Царство Божье уже идёт, но настанет оно незримо.",
          "ID": "20"
        },
        {
          "text": "Никому не дано будет сказать: „Смотрите! Оно вот здесь!” или: „Вон там!”, потому что Царство Божье внутри вас».",
          "ID": "21"
        },
        {
          "text": "И сказал Иисус Своим ученикам: «Настанет время, когда захотите вы увидеть один из дней Сына Человеческого, но не сможете.",
          "ID": "22"
        },
        {
          "text": "И люди будут говорить вам: „Смотрите! Оно вот здесь!” или „Смотрите! Вон там!”, но не идите туда и не следуйте за ними».",
          "ID": "23"
        },
        {
          "text": "«Потому что, как молния сверкает и освещает небо от края до края, так и Сын Человеческий воссияет в тот день, когда возвратится.",
          "ID": "24"
        },
        {
          "text": "Но прежде должен Он много перестрадать и отвергнут будет этим поколением.",
          "ID": "25"
        },
        {
          "text": "И как было во времена Ноя, так будет в те дни, когда вернётся Сын Человеческий:",
          "ID": "26"
        },
        {
          "text": "все ели, пили, женились и выходили замуж до того дня, когда Ной вошёл в ковчег, и начался потоп, уничтоживший их всех.",
          "ID": "27"
        },
        {
          "text": "Будет так же, как было во времена Лота, когда Бог разрушил Содом: все ели, пили, покупали, продавали, сажали и строили дома.",
          "ID": "28"
        },
        {
          "text": "Но в день, когда Лот вышел из Содома, пролился с неба дождь из огня и серы и уничтожил их всех.",
          "ID": "29"
        },
        {
          "text": "Так же будет и когда явится Сын Человеческий.",
          "ID": "30"
        },
        {
          "text": "В тот день, если кто будет на крыше, а имущество его в доме, пусть не спускается вниз, чтобы собрать свои вещи. И, если кто будет в поле, пусть не возвращается домой.",
          "ID": "31"
        },
        {
          "text": "Вспомните жену Лота.",
          "ID": "32"
        },
        {
          "text": "Тот, кто будет стремиться сохранить жизнь свою, потеряет её, а кто потеряет жизнь свою, сохранит жизнь вечную.",
          "ID": "33"
        },
        {
          "text": "Говорю вам, если в ту ночь будут двое в одной комнате, один будет взят, а другой останется.",
          "ID": "34"
        },
        {
          "text": "Две женщины будут рядом молоть зерно и одну возьмут, а другую оставят».",
          "ID": "35"
        },
        {
          "text": "[И будут два человека в поле: один будет взят, а другой оставлен.]",
          "ID": "36"
        },
        {
          "text": "И спросили Иисуса ученики: «Где же будет всё это?» И ответил Он им: «Там, где труп лежит, всегда соберутся стервятники».",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17",
      "name": "По Луке Благовествование 17"
    },
    {
      "text": [
        {
          "text": "И рассказал Иисус ученикам притчу о том, что следует всегда молиться и не терять надежды.",
          "ID": "1"
        },
        {
          "text": "Он сказал: «В одном городе жил судья: он и Бога не боялся, и людей не уважал.",
          "ID": "2"
        },
        {
          "text": "И была в том городе вдова. Много раз она приходила к нему, говоря: „Защити меня от противника моего!”",
          "ID": "3"
        },
        {
          "text": "Долгое время он не хотел этого делать. Но в конце концов сказал себе: „Хотя я и Бога не боюсь, и людей не уважаю,",
          "ID": "4"
        },
        {
          "text": "однако эта вдова не оставляет меня в покое. Я помогу ей добиться правосудия, чтобы она больше не приходила и не надоедала мне”».",
          "ID": "5"
        },
        {
          "text": "Тогда Господь сказал: «Слышите, что сказал неправедный судья?",
          "ID": "6"
        },
        {
          "text": "Разве Бог не сделает так, чтобы свершилось правосудие для избранников Eго, которые взывают к Нему днём и ночью? Разве будет Он медлить с ответом?",
          "ID": "7"
        },
        {
          "text": "Я говорю вам: Он поможет Своим избранникам, и скоро! Но когда придёт Сын Человеческий, то найдёт ли Он уверовавших в Него на земле?»",
          "ID": "8"
        },
        {
          "text": "Иисус рассказал ещё притчу и тем, кто был уверен в своей праведности и смотрел на всех свысока:",
          "ID": "9"
        },
        {
          "text": "«Два человека пошли в храм помолиться. Один из них был фарисей, другой — сборщик налогов.",
          "ID": "10"
        },
        {
          "text": "Фарисей, встав в стороне, молился так: „О Боже, благодарю Тебя, что я не похож на других людей: грабителей, обманщиков, прелюбодеев или даже на этого сборщика налогов.",
          "ID": "11"
        },
        {
          "text": "Я пощусь дважды в неделю и отдаю десятую часть своих доходов”.",
          "ID": "12"
        },
        {
          "text": "А сборщик налогов стоял в стороне и, не осмеливаясь даже глаз поднять к небу, молился со всем смирением перед Богом, говоря: „О Боже, будь милостив ко мне, грешнику!”",
          "ID": "13"
        },
        {
          "text": "Я говорю вам, что этот человек, закончив молиться, вернулся домой праведным перед Богом. Фарисей же, считавший себя выше других, был неправеден перед Богом. Потому что каждый, возвышающий себя, будет унижен, а каждый, унижающий себя, будет возвышен».",
          "ID": "14"
        },
        {
          "text": "Некоторые люди приносили к Иисусу детей, чтобы Он прикоснулся к ним. Ученики же, увидев это, осуждали их.",
          "ID": "15"
        },
        {
          "text": "Но Иисус призвал к Себе детей, а ученикам сказал: «Пусть дети малые приходят ко Мне, не останавливайте их, потому что таким, как они, принадлежит Царство Божье.",
          "ID": "16"
        },
        {
          "text": "Правду вам говорю: кто не принимает Царства Божьего, словно малое дитя, не войдёт в него».",
          "ID": "17"
        },
        {
          "text": "И один из предводителей иудейских спросил Иисуса: «Учитель добрый, что должен я сделать, чтобы унаследовать вечную жизнь?»",
          "ID": "18"
        },
        {
          "text": "Иисус же сказал ему: «Почему называешь Меня добрым? Никто не добр, кроме одного Бога.",
          "ID": "19"
        },
        {
          "text": "Ты знаешь заповеди: „Не прелюбодействуй, не убей, не кради, не лжесвидетельствуй, почитай отца и мать”».",
          "ID": "20"
        },
        {
          "text": "Но предводитель сказал: «Я выполнял всё это с юности».",
          "ID": "21"
        },
        {
          "text": "Когда Иисус услышал это, Он сказал: «Одного всё же не хватает тебе: продай всё, что имеешь, и раздай бедным, и будет тебе награда на Небесах. Тогда приди и следуй за Мной».",
          "ID": "22"
        },
        {
          "text": "Он же, услышав эти слова, опечалился, так как был очень богат.",
          "ID": "23"
        },
        {
          "text": "Увидев его печаль, Иисус сказал: «Как трудно богатым войти в Царство Божье!",
          "ID": "24"
        },
        {
          "text": "Ведь легче верблюду пройти сквозь игольное ушко, чем богатому войти в Царство Божье».",
          "ID": "25"
        },
        {
          "text": "И люди, слышавшие это, сказали: «Кто же тогда будет спасён?»",
          "ID": "26"
        },
        {
          "text": "Иисус ответил: «Что невозможно для людей, возможно для Бога».",
          "ID": "27"
        },
        {
          "text": "Тогда Пётр сказал: «Посмотри, мы оставили всё, что у нас было, и последовали за Тобой».",
          "ID": "28"
        },
        {
          "text": "Иисус сказал им: «Правду вам говорю, что нет никого, кто, оставив дом, или жену, или брата, или родителей, или детей ради Царства Божьего,",
          "ID": "29"
        },
        {
          "text": "не получит во много раз больше в этой жизни, а после своей смерти — вечную жизнь с Богом».",
          "ID": "30"
        },
        {
          "text": "Отведя в сторону двенадцать апостолов, Иисус сказал им: «Слушайте! Мы идём в Иерусалим, и всё, что записано пророками о Сыне Человеческом, исполнится.",
          "ID": "31"
        },
        {
          "text": "Да, Он будет предан язычникам, над Ним будут издеваться, оскорблять, унижать и оплёвывать Его.",
          "ID": "32"
        },
        {
          "text": "И будут бить Eго кнутами и убьют, но на третий день Он воскреснет».",
          "ID": "33"
        },
        {
          "text": "Однако они ничего не поняли из этого, потому что от них был скрыт смысл сказанного Им.",
          "ID": "34"
        },
        {
          "text": "Приближаясь к Иерихону, Иисус увидел слепого, сидевшего у дороги и просящего милостыню.",
          "ID": "35"
        },
        {
          "text": "Услышав, что мимо проходит народ, он спросил, что происходит.",
          "ID": "36"
        },
        {
          "text": "И ему сказали, что идёт Иисус из Назарета.",
          "ID": "37"
        },
        {
          "text": "Тогда он закричал: «Иисус, Сын Давидов, смилуйся надо мной!»",
          "ID": "38"
        },
        {
          "text": "Те, кто шёл впереди, заставляли его молчать, но он ещё громче кричал: «Сын Давидов, смилуйся надо мной!»",
          "ID": "39"
        },
        {
          "text": "Иисус остановился и приказал привести слепого к Нему. Когда же тот подошёл, Иисус спросил его:",
          "ID": "40"
        },
        {
          "text": "«Что ты хочешь, чтобы Я сделал для тебя?»",
          "ID": "41"
        },
        {
          "text": "И тот сказал: «Господи! Я хочу прозреть!»",
          "ID": "41"
        },
        {
          "text": "И сказал ему Иисус: «Прозри! Вера твоя исцелила тебя!»",
          "ID": "42"
        },
        {
          "text": "И тотчас же зрение вернулось к этому человеку. И он последовал за Иисусом, прославляя Бога. И люди видели это и воздали хвалу Богу.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18",
      "name": "По Луке Благовествование 18"
    },
    {
      "text": [
        {
          "text": "Иисус проходил через город Иерихон.",
          "ID": "1"
        },
        {
          "text": "В этом городе жил богатый человек по имени Закхей, старший над сборщиками налогов.",
          "ID": "2"
        },
        {
          "text": "Он старался увидеть Иисуса, но не мог из-за толпы, так как был мал ростом.",
          "ID": "3"
        },
        {
          "text": "Побежав вперёд, он взобрался на сикомор, чтобы увидеть Иисуса, так как Христос собирался пройти той дорогой.",
          "ID": "4"
        },
        {
          "text": "Когда Иисус пришёл на то место, Он взглянул наверх и, увидев Закхея, сказал: «Закхей, поскорее спускайся вниз, потому что Я должен остановиться сегодня в твоём доме».",
          "ID": "5"
        },
        {
          "text": "Тот поспешил спуститься и с радостью оказал Ему гостеприимство.",
          "ID": "6"
        },
        {
          "text": "И все, видя это, стали роптать, говоря: «Он остановился у грешника».",
          "ID": "7"
        },
        {
          "text": "Но Закхей встал и сказал Господу: «Господи! Половину состояния своего я отдам бедным, и если я обманул кого в деньгах, то заплачу вчетверо больше!»",
          "ID": "8"
        },
        {
          "text": "Иисус сказал ему: «Сегодня спасение пришло в этот дом, потому что и этот человек — сын Авраама.",
          "ID": "9"
        },
        {
          "text": "Сын Человеческий пришёл, чтобы найти и спасти погибающих».",
          "ID": "10"
        },
        {
          "text": "В то время, когда народ слушал, Иисус продолжил Свою проповедь, рассказав притчу. Он находился недалеко Иерусалима и знал, что люди думали, что скоро настанет Царство Божье.",
          "ID": "11"
        },
        {
          "text": "Он сказал: «Человек знатного рода собирался в далёкую страну, чтобы венчаться там на царство, а затем возвратиться и править своим народом.",
          "ID": "12"
        },
        {
          "text": "Он призвал десять своих слуг, дал им десять талантов и сказал: „Вложите их в дело до моего возвращения”.",
          "ID": "13"
        },
        {
          "text": "Но подданные ненавидели его и послали вслед за ним гонцов, чтобы сказать в той далёкой стране: „Мы не хотим, чтобы этот человек правил нами!”",
          "ID": "14"
        },
        {
          "text": "Но он стал правителем той страны, возвратился домой и послал за слугами, которым дал деньги, чтобы узнать, какую прибыль они получили.",
          "ID": "15"
        },
        {
          "text": "Первый пришёл и сказал: „Господин, талант, который ты дал мне, принес ещё десять”.",
          "ID": "16"
        },
        {
          "text": "И сказал он ему: „Хорошо, добрый слуга. Ты был верен в малом, за это у тебя во власти будут десять городов”.",
          "ID": "17"
        },
        {
          "text": "Потом пришёл второй слуга и сказал: „Господин, талант, который ты дал мне, принес ещё пять”. И царь сказал этому слуге:",
          "ID": "18"
        },
        {
          "text": "„И ты будешь управлять пятью городами”.",
          "ID": "19"
        },
        {
          "text": "Тогда третий слуга пришёл и сказал: „Господин, вот твой талант, который я спрятал, завернув в платок.",
          "ID": "20"
        },
        {
          "text": "Я боялся тебя, потому что ты могущественный и жёсткий человек: собираешь то, чего не заработал, и жнёшь то, чего не сеял”.",
          "ID": "21"
        },
        {
          "text": "И хозяин сказал слуге: „Я буду судить тебя твоими же словами, негодный слуга! Ты знал, что я человек жёсткий, собирающий, то чего не заработал, и жнущий то, чего не сеял?",
          "ID": "22"
        },
        {
          "text": "Почему же ты не пустил мои деньги в оборот? Тогда я, вернувшись, получил бы их с прибылью”.",
          "ID": "23"
        },
        {
          "text": "А стоящим рядом сказал: „Заберите у него талант и отдайте заработавшему десять”.",
          "ID": "24"
        },
        {
          "text": "И они сказали ему: „Господин, у него уже есть десять талантов”.",
          "ID": "25"
        },
        {
          "text": "„Говорю вам, — ответил царь, — всякому имущему ещё больше дано будет, а у неимущего взято будет и то, что он имеет.",
          "ID": "26"
        },
        {
          "text": "Врагов же моих, которые не хотели, чтобы я царствовал над ними, приведите сюда и убейте передо мною”».",
          "ID": "27"
        },
        {
          "text": "Сказав это, Иисус пошёл далее, в Иерусалим.",
          "ID": "28"
        },
        {
          "text": "Подходя к Витфагии и Вифании, у горы, называемой Елеонской, Он послал вперёд двух Своих учеников, сказав:",
          "ID": "29"
        },
        {
          "text": "«Идите в селение, что перед вами. Когда войдёте, увидите привязанного необъезженного ослёнка. Отвяжите его и приведите сюда.",
          "ID": "30"
        },
        {
          "text": "А если кто-нибудь спросит вас: „Зачем забираете ослёнка?” — скажете: „Он нужен Господу”».",
          "ID": "31"
        },
        {
          "text": "Эти два ученика отправились в город и нашли всё так, как Он сказал им.",
          "ID": "32"
        },
        {
          "text": "Когда они отвязывали ослёнка, хозяева спросили их: «Зачем вы отвязываете ослёнка?»",
          "ID": "33"
        },
        {
          "text": "Ученики ответили: «Он нужен Господу».",
          "ID": "34"
        },
        {
          "text": "Они привели ослёнка к Иисусу, набросили свои одежды на спину животного и усадили на него Иисуса.",
          "ID": "35"
        },
        {
          "text": "И когда Он ехал к Иерусалиму, люди расстилали на Его пути одежды.",
          "ID": "36"
        },
        {
          "text": "Видя Его приближение, множество учеников собралось у подножия горы Елеонской, и все они стали радостно восхвалять Господа громкими голосами за все чудеса, которые видели,",
          "ID": "37"
        },
        {
          "text": "восклицая:",
          "ID": "38"
        },
        {
          "text": "«„Благословен Царь,",
          "ID": "38"
        },
        {
          "text": "идущий во имя Господа!” Псалом 117:26",
          "ID": "38"
        },
        {
          "text": "Мир на Небе и Слава Всевышнему!»",
          "ID": "38"
        },
        {
          "text": "Тогда некоторые из фарисеев, бывших в толпе, стали говорить Иисусу: «Учитель, заставь умолкнуть Своих учеников!»",
          "ID": "39"
        },
        {
          "text": "А Он ответил: «Я говорю вам, если они умолкнут, камни закричат!»",
          "ID": "40"
        },
        {
          "text": "Когда Иисус подошёл к Иерусалиму, то, увидев его, заплакал о нём,",
          "ID": "41"
        },
        {
          "text": "сказав: «Хотел бы Я, чтобы ты знал сегодня, что принесёт тебе мир! Но теперь это скрыто от глаз твоих.",
          "ID": "42"
        },
        {
          "text": "Придут дни, когда враги твои возведут вокруг тебя укрепления и окружат тебя со всех сторон.",
          "ID": "43"
        },
        {
          "text": "Они сравняют тебя с землёй, тебя и всех людей в твоих стенах. Камня на камне не оставят от тебя, так как ты не узнал времени, когда Бог пришёл, чтобы спасти тебя».",
          "ID": "44"
        },
        {
          "text": "Войдя во двор храма, Иисус стал выгонять торгующих там,",
          "ID": "45"
        },
        {
          "text": "говоря им: «В Писании сказано: „Дом мой будет домом молитвенным”, а вы превратили его в „разбойничье логово”!»",
          "ID": "46"
        },
        {
          "text": "Иисус учил каждый день в храме, а главные священники, законники и предводители народа искали способ, как Его убить.",
          "ID": "47"
        },
        {
          "text": "Однако они были бессильны сделать это, так как весь народ восторженно внимал каждому слову Иисуса.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19",
      "name": "По Луке Благовествование 19"
    },
    {
      "text": [
        {
          "text": "Однажды Иисус находился в храме и учил народ, Благовествуя ему. Тогда главные священники вместе с законниками и старейшинами пришли к Нему",
          "ID": "1"
        },
        {
          "text": "и спросили: «Скажи нам, чьей властью Ты всё это делаешь? Кто дал Тебе эту власть?»",
          "ID": "2"
        },
        {
          "text": "Иисус ответил им: «Я тоже задам вам вопрос. Скажите мне:",
          "ID": "3"
        },
        {
          "text": "крещение Иоанна было от Бога или от людей?»",
          "ID": "4"
        },
        {
          "text": "Они стали обсуждать это между собой: «Если мы скажем: „От Бога”, Он скажет: „Почему же вы не поверили ему?”",
          "ID": "5"
        },
        {
          "text": "Но если мы скажем: „От людей”, то все забросают нас камнями, так как верят, что Иоанн был пророком».",
          "ID": "6"
        },
        {
          "text": "Поэтому они ответили: «Мы не знаем».",
          "ID": "7"
        },
        {
          "text": "Тогда Иисус сказал им: «И я вам не скажу, чьей властью делаю это».",
          "ID": "8"
        },
        {
          "text": "И стал Иисус рассказывать народу такую притчу: «Посадил человек виноградник, сдал его внаём виноградарям и надолго отлучился.",
          "ID": "9"
        },
        {
          "text": "Когда пришло время, он послал слугу к виноградарям, чтобы они дали ему его долю урожая из виноградника. Но они избили слугу и отослали с пустыми руками.",
          "ID": "10"
        },
        {
          "text": "Тогда он послал другого слугу, но они и этого избили, обошлись с ним постыдно и также отправили с пустыми руками.",
          "ID": "11"
        },
        {
          "text": "Хозяин послал третьего слугу, и этого они покалечили и выгнали.",
          "ID": "12"
        },
        {
          "text": "Тогда хозяин виноградника сказал: „Что же мне делать? Я пошлю своего любимого сына. Может быть, к нему они отнесутся с уважением”.",
          "ID": "13"
        },
        {
          "text": "Но увидев его, виноградари решили между собой: „Это наследник хозяина виноградника. Давайте убьём его, чтобы наследство было нашим”.",
          "ID": "14"
        },
        {
          "text": "Они вытолкали его из виноградника и убили.",
          "ID": "15"
        },
        {
          "text": "Что же сделает с ними после всего этого хозяин виноградника?",
          "ID": "15"
        },
        {
          "text": "Он придёт, убьёт этих виноградарей и отдаст виноградник другим».",
          "ID": "16"
        },
        {
          "text": "Услышав это, они сказали: «Пусть никогда такое не случится».",
          "ID": "16"
        },
        {
          "text": "Но Иисус взглянул на них и сказал: «Что же тогда значит написанное:",
          "ID": "17"
        },
        {
          "text": "„Камень, отвергнутый строителями,",
          "ID": "17"
        },
        {
          "text": "стал краеугольным”? Псалом 117:22",
          "ID": "17"
        },
        {
          "text": "Каждый, кто упадёт на этот камень, разобьётся, на кого же он сам рухнет, тот обратится в прах».",
          "ID": "18"
        },
        {
          "text": "Законники и главные священники знали, что эта притча о них, поэтому они хотели тотчас же схватить Его, но побоялись народа.",
          "ID": "19"
        },
        {
          "text": "Они следили за Иисусом неотступно и подослали людей, притворявшихся искренними, чтобы они могли поймать Его на слове и передать правителю, которому Он был подвластен.",
          "ID": "20"
        },
        {
          "text": "И они спросили Его: «Учитель, мы знаем, что Ты правильно говоришь и учишь. Ты беспристрастен к людям и правдиво учишь нас пути Божьему.",
          "ID": "21"
        },
        {
          "text": "Правильно ли платить налоги Цезарю или нет?»",
          "ID": "22"
        },
        {
          "text": "Он же знал, что они хотят обмануть Его, и ответил:",
          "ID": "23"
        },
        {
          "text": "«Покажите Мне динарий. Чьё на нём изображение и чьё на нём имя?»",
          "ID": "24"
        },
        {
          "text": "«Цезаря», — ответили они.",
          "ID": "24"
        },
        {
          "text": "Тогда Он сказал им: «Так отдайте же Цезарю цезарево, а Богу — Божье».",
          "ID": "25"
        },
        {
          "text": "И они не смогли поймать Иисуса на слове перед народом и, удивившись Его ответу, замолчали.",
          "ID": "26"
        },
        {
          "text": "Некоторые из саддукеев, не верящих в воскресение, пришли к Иисусу",
          "ID": "27"
        },
        {
          "text": "и спросили Его: «Учитель, Моисей написал, что если женатый человек умрёт бездетным, то брат его должен жениться на вдове и иметь детей, чтобы продолжить род умершего брата.",
          "ID": "28"
        },
        {
          "text": "Было семь братьев. Первый женился, но умер бездетным.",
          "ID": "29"
        },
        {
          "text": "Затем второй,",
          "ID": "30"
        },
        {
          "text": "а потом и третий женились на этой женщине. И все семеро умерли, не оставив детей.",
          "ID": "31"
        },
        {
          "text": "Последней умерла женщина.",
          "ID": "32"
        },
        {
          "text": "Так чьей же женой будет она, когда они все воскреснут? Ведь она была женой всех семерых братьев».",
          "ID": "33"
        },
        {
          "text": "На это Иисус ответил: «Живущие ныне женятся и выходят замуж,",
          "ID": "34"
        },
        {
          "text": "но некоторые будут сочтены достойными воскреснуть после смерти и обрести новую жизнь. В той жизни они не будут жениться и выходить замуж.",
          "ID": "35"
        },
        {
          "text": "Они будут подобны Ангелам и для них смерти не будет. Они — дети Бога, так как были воскрешены из мёртвых.",
          "ID": "36"
        },
        {
          "text": "О том, что мёртвые восстанут, ещё Моисей ясно сказал, когда говорил о пылающем кусте и называл Господа „Богом Авраама, Богом Исаака и Богом Иакова”.",
          "ID": "37"
        },
        {
          "text": "Он не Бог мёртвых, а Бог живых, потому что все, принадлежащие Богу — живы».",
          "ID": "38"
        },
        {
          "text": "И некоторые из законников ответили на это: «Ты хорошо сказал, Учитель!»",
          "ID": "39"
        },
        {
          "text": "И никто больше не осмеливался спрашивать Его ни о чём.",
          "ID": "40"
        },
        {
          "text": "И сказал им Иисус: «Почему говорят, что Христос — сын Давидов?",
          "ID": "41"
        },
        {
          "text": "Разве не сказал сам Давид в книге Псалмов:",
          "ID": "42"
        },
        {
          "text": "„Господь сказал Господу Моему:",
          "ID": "42"
        },
        {
          "text": "Сядь по правую руку от Меня,",
          "ID": "42"
        },
        {
          "text": "пока Я повергну врагов Твоих к ногам Твоим”. Псалом 109:1",
          "ID": "43"
        },
        {
          "text": "Потому Давид и называл Его Господом. Как же может Христос быть сыном Давида?»",
          "ID": "44"
        },
        {
          "text": "В то время как народ слушал Его, Иисус сказал ученикам:",
          "ID": "45"
        },
        {
          "text": "«Остерегайтесь законников. Они любят ходить в длинных одеждах, любят приветствия на рыночных площадях и любят занимать почётные места в синагогах и на празднествах.",
          "ID": "46"
        },
        {
          "text": "Они жестоки к вдовам и отнимают у них дома, и в лицемерии своём предаются долгим молитвам. Их постигнет ещё более суровая кара».",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20",
      "name": "По Луке Благовествование 20"
    },
    {
      "text": [
        {
          "text": "Иисус огляделся и увидел богатых людей, кладущих дары в ящик для пожертвований,",
          "ID": "1"
        },
        {
          "text": "а также бедную вдову, опускающую две медные монеты.",
          "ID": "2"
        },
        {
          "text": "«Правду вам говорю, — сказал Он, — эта бедная вдова больше всех положила,",
          "ID": "3"
        },
        {
          "text": "потому что все положили от избытка, а она от бедности своей положила всё, что имела на жизнь».",
          "ID": "4"
        },
        {
          "text": "Некоторые из учеников говорили о храме: «Красив этот храм, он построен из лучшего камня, и в нём множество даров, принесённых Богу», а Иисус сказал:",
          "ID": "5"
        },
        {
          "text": "«Настанут дни, когда из того, что вы здесь видите, не останется и камня на камне. Всё будет разрушено».",
          "ID": "6"
        },
        {
          "text": "«Учитель, — спросили они, — когда же это будет? И какое будет знамение перед тем, как это должно произойти?»",
          "ID": "7"
        },
        {
          "text": "Он ответил: «Остерегайтесь, чтобы вас не ввели в заблуждение, потому что многие придут, называя себя Моим именем, и будут говорить: „Я — Христос” или „Время настало”. Но не следуйте за ними.",
          "ID": "8"
        },
        {
          "text": "И когда услышите о войнах и возмущениях, не пугайтесь, так как всё это должно произойти сначала, и лишь после того настанет конец».",
          "ID": "9"
        },
        {
          "text": "Потом Он сказал им: «Народ поднимется против народа, и царство против царства.",
          "ID": "10"
        },
        {
          "text": "И будут великие землетрясения, голод, болезни и разные другие напасти во многих местах, и ужасные явления, и будут великие знамения с неба.",
          "ID": "11"
        },
        {
          "text": "Но прежде чем это случится, вас схватят и будут всячески преследовать: за Меня вас будут судить в синагогах, бросать в темницы, а также заставят держать ответ перед царями и правителями.",
          "ID": "12"
        },
        {
          "text": "Всё это даст вам возможность свидетельствовать обо Мне.",
          "ID": "13"
        },
        {
          "text": "Не обдумывайте заранее свои ответы,",
          "ID": "14"
        },
        {
          "text": "так как Я дам вам мудрость и вложу в ваши уста такие слова, что ни один из ваших противников не сможет ни противостоять вам, ни опровергнуть вас.",
          "ID": "15"
        },
        {
          "text": "И будете вы преданы и родителями, и братьями, и родными, и друзьями вашими. И умерщвлены будут некоторые из вас,",
          "ID": "16"
        },
        {
          "text": "и будут ненавидеть вас за то, что вы — Мои ученики.",
          "ID": "17"
        },
        {
          "text": "Но ни один волос с вашей головы не падёт.",
          "ID": "18"
        },
        {
          "text": "Долготерпением вы спасёте себя».",
          "ID": "19"
        },
        {
          "text": "«Когда же увидите Иерусалим окружённым войсками, знайте, что близко его разрушение.",
          "ID": "20"
        },
        {
          "text": "Тогда находящиеся в Иудее должны бежать в горы, те, кто в городе, должны выйти из него, а кто в селениях, пусть не входят в город,",
          "ID": "21"
        },
        {
          "text": "так как это будут дни наказания, когда исполнится всё написанное.",
          "ID": "22"
        },
        {
          "text": "Горе в те дни беременным и кормящим грудью, потому что будет великое бедствие на земле, и гнев Божий падёт на этот народ.",
          "ID": "23"
        },
        {
          "text": "И падут они от меча, и поведут их пленниками к другим народам; и язычники будут топтать Иерусалим ногами своими, пока не истечёт их время».",
          "ID": "24"
        },
        {
          "text": "«И будут знамения на солнце, на луне и на звёздах, на земле же — отчаяние народов и смятение от грохота и волнения морского.",
          "ID": "25"
        },
        {
          "text": "Люди ослабеют от страха и ужаса перед бедствиями, надвигающимися на землю, так как Силы Небесные будут поколеблены.",
          "ID": "26"
        },
        {
          "text": "Тогда увидят они Сына Человеческого, приближающегося в облаке, во всей силе и Славе Его великой.",
          "ID": "27"
        },
        {
          "text": "И когда начнёт всё это сбываться, не страшитесь, а поднимите головы, так как близко ваше освобождение».",
          "ID": "28"
        },
        {
          "text": "И рассказал Иисус им притчу: «Посмотрите на деревья, к примеру, на смоковницу:",
          "ID": "29"
        },
        {
          "text": "когда они зазеленеют, вы знаете, что лето уже близко.",
          "ID": "30"
        },
        {
          "text": "Так же, когда увидите, что сказанное Мною сбывается, будете знать, что близко Царство Божье.",
          "ID": "31"
        },
        {
          "text": "Правду вам говорю, что всё это произойдёт ещё до того, как умрёт это поколение.",
          "ID": "32"
        },
        {
          "text": "Небо и земля исчезнут, но слова Мои — вечны».",
          "ID": "33"
        },
        {
          "text": "«Но будьте осторожны, чтобы разум ваш не притупился от разгула, пьянства и житейских забот, чтобы этот день, подобно ловушке, не застиг вас врасплох.",
          "ID": "34"
        },
        {
          "text": "Он настигнет всех живущих на земле.",
          "ID": "35"
        },
        {
          "text": "Но бодрствуйте во всякое время и молитесь, чтобы сумели вы избежать будущего и предстать пред Сыном Человеческим».",
          "ID": "36"
        },
        {
          "text": "Каждый день Иисус учил в храме, а по вечерам уходил, чтобы провести ночь на горе, называемой Елеонской.",
          "ID": "37"
        },
        {
          "text": "И рано утром народ приходил к Нему в храм, чтобы слушать Его.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21",
      "name": "По Луке Благовествование 21"
    },
    {
      "text": [
        {
          "text": "Приближался праздник Пресных Хлебов, называемый Пасхой.",
          "ID": "1"
        },
        {
          "text": "Главные священники и законники искали способ убить Иисуса без огласки, так как они боялись народа.",
          "ID": "2"
        },
        {
          "text": "В Иуду, прозванного Искариотом, одного из двенадцати апостолов, вселился сатана.",
          "ID": "3"
        },
        {
          "text": "Иуда пошёл к главным священникам и к стражникам храма, чтобы договориться, как передать Иисуса в их руки.",
          "ID": "4"
        },
        {
          "text": "Они обрадовались и обещали дать ему за это денег.",
          "ID": "5"
        },
        {
          "text": "Он согласился и стал искать случая передать Его им, когда вокруг не будет народа.",
          "ID": "6"
        },
        {
          "text": "Наступил день праздника Пресных Хлебов, когда должен быть принесён в жертву пасхальный ягнёнок.",
          "ID": "7"
        },
        {
          "text": "Иисус послал Петра и Иоанна, сказав: «Идите и приготовьте для нас пасхальный ужин, чтобы мы могли поесть».",
          "ID": "8"
        },
        {
          "text": "Они спросили Его: «Где Ты хочешь, чтобы мы приготовили ужин?»",
          "ID": "9"
        },
        {
          "text": "И Он сказал им: «Когда войдёте в город, встретите человека, несущего кувшин с водой. Идите за ним в дом, в который он войдёт,",
          "ID": "10"
        },
        {
          "text": "и скажите хозяину, что Учитель спрашивает его: „Где комната, в которой Я буду есть пасхальный ужин с Моими учениками?”",
          "ID": "11"
        },
        {
          "text": "И тот человек покажет вам большую комнату наверху, отведённую для нас. Там и приготовьте пасхальный ужин».",
          "ID": "12"
        },
        {
          "text": "Пётр и Иоанн пошли и нашли всё так, как Он и говорил им, и приготовили пасхальный ужин.",
          "ID": "13"
        },
        {
          "text": "Когда настал час для пасхальной трапезы, Иисус и апостолы заняли места за столом.",
          "ID": "14"
        },
        {
          "text": "Иисус сказал им: «Как же желал Я разделить с вами эту пасхальную трапезу прежде чем Я буду предан смерти!",
          "ID": "15"
        },
        {
          "text": "Потому что, говорю вам: не попробую больше еды пасхальной, пока не случится это в Царстве Божьем!»",
          "ID": "16"
        },
        {
          "text": "Потом Он взял чашу и, возблагодарив Бога, сказал: «Возьмите эту чашу, и пусть каждый выпьет из неё,",
          "ID": "17"
        },
        {
          "text": "потому что говорю вам, что не буду Я пить вина, пока не придёт Царство Божье».",
          "ID": "18"
        },
        {
          "text": "Затем Иисус взял хлеб и, возблагодарив Бога, преломил его и дал им всем, сказав: «Это — тело Моё, которое Я отдаю за вас. Ешьте хлеб в память обо Мне».",
          "ID": "19"
        },
        {
          "text": "После ужина Иисус снова взял чашу и сказал: «Это вино символизирует новое Соглашение Господа с народом Своим, скреплённое кровью Моею, которую Я проливаю за вас.",
          "ID": "20"
        },
        {
          "text": "Но смотрите! Один из вас вскоре предаст Меня. Рука его сейчас лежит рядом с Моей на столе.",
          "ID": "21"
        },
        {
          "text": "Сыну Человеческому суждено исполнить всё, что было предопределено Богом, но горе тому, кто предал Его!»",
          "ID": "22"
        },
        {
          "text": "И начали они спрашивать друг друга: «Кто же из нас может сделать такое?»",
          "ID": "23"
        },
        {
          "text": "Позже между учениками возник спор, кто из них должен считаться самым великим.",
          "ID": "24"
        },
        {
          "text": "Но Иисус сказал им: «Цари язычников господствуют над своими народами, а те, кто проявляет над ними власть, зовутся „благодетелями”.",
          "ID": "25"
        },
        {
          "text": "Но вы не должны быть такими, как они; напротив, самый главный из вас должен быть как самый младший, а тот, кто правит, должен быть подобен тому, кто прислуживает.",
          "ID": "26"
        },
        {
          "text": "Кто важнее, тот, кто за столом, или тот, кто прислуживает? Вы считаете, что тот, кто за столом? Но Я нахожусь среди вас, как тот, кто прислуживает.",
          "ID": "27"
        },
        {
          "text": "Вы же были со Мной во время испытаний Моих.",
          "ID": "28"
        },
        {
          "text": "И как Отец Мой даровал Мне царскую власть, так и Я передаю её вам,",
          "ID": "29"
        },
        {
          "text": "чтобы вы могли есть и пить за столом в царстве Моём. И будете вы восседать на престолах, верша суд над двенадцатью племенами Израиля».",
          "ID": "30"
        },
        {
          "text": "«Симон, Симон! Сатана просил разрешения испытать вас, подобно тому, как крестьянин просеивает пшеницу.",
          "ID": "31"
        },
        {
          "text": "Но Я молился за тебя, чтобы ты не потерял веру твою. И вернувшись ко Мне снова, ты утверди братьев твоих».",
          "ID": "32"
        },
        {
          "text": "Пётр ответил Ему: «Господи! Я готов идти с Тобой и в темницу, и на смерть».",
          "ID": "33"
        },
        {
          "text": "Но Иисус сказал: «Говорю тебе, Пётр, сегодня, прежде чем пропоёт петух, ты трижды отречёшься от Меня».",
          "ID": "34"
        },
        {
          "text": "И сказал Он им: «Когда Я послал вас без денег, без сумы́ дорожной и без обуви, имели ли вы в чём-нибудь недостаток?»",
          "ID": "35"
        },
        {
          "text": "Они сказали: «Ни в чём».",
          "ID": "35"
        },
        {
          "text": "«Теперь же, — сказал Он им, — у кого есть деньги, пусть возьмёт их и суму́ дорожную с собой, а у кого нет меча, пусть продаст одежду и купит меч.",
          "ID": "36"
        },
        {
          "text": "Сказано в Писании:",
          "ID": "37"
        },
        {
          "text": "„И будет Он причислен к преступникам”. Исаия 53:12",
          "ID": "37"
        },
        {
          "text": "Потому что то, что написано обо Мне, сейчас исполняется».",
          "ID": "37"
        },
        {
          "text": "«Господи, — сказали они, — посмотри, здесь два меча».",
          "ID": "38"
        },
        {
          "text": "И Он сказал им: «Достаточно».",
          "ID": "38"
        },
        {
          "text": "Иисус вышел и по своему обыкновению пошёл на гору Елеонскую в сопровождении учеников.",
          "ID": "39"
        },
        {
          "text": "Придя на место, Он сказал им: «Молитесь, чтобы не впасть в искушение».",
          "ID": "40"
        },
        {
          "text": "Сам же отошёл от них на расстояние примерно 50 шагов, опустился на колени и стал молиться, говоря:",
          "ID": "41"
        },
        {
          "text": "«Отец, если будет на то воля Твоя, отведи от Меня эту чашу. Но пусть исполнится Твоя воля, а не Моя!»",
          "ID": "42"
        },
        {
          "text": "И явился Ему Ангел с Неба, чтобы укрепить и поддержать Его.",
          "ID": "43"
        },
        {
          "text": "И мучениях ещё усерднее молился Он. Его пот, словно капли крови, падал на землю.",
          "ID": "44"
        },
        {
          "text": "И когда Он поднялся после молитвы, то подошёл к ученикам и увидел, что, изнурённые печалью, они заснули.",
          "ID": "45"
        },
        {
          "text": "«Почему спите вы? — сказал Он им. — Вставайте и молитесь, чтобы не впасть в искушение».",
          "ID": "46"
        },
        {
          "text": "В то время, когда Иисус ещё говорил это, появилась толпа людей, впереди которой шёл человек по имени Иуда, один из двенадцати апостолов. Он подошёл к Иисусу, чтобы поцеловать Его,",
          "ID": "47"
        },
        {
          "text": "но Иисус сказал: «Иуда, что же ты с дружеским поцелуем предаёшь Сына Человеческого?»",
          "ID": "48"
        },
        {
          "text": "Когда окружавшие Его ученики увидели, к чему идёт дело, они сказали: «Господи, не обнажить ли мечи наши?»",
          "ID": "49"
        },
        {
          "text": "И один из них поразил мечом слугу первосвященника и отсёк ему правое ухо.",
          "ID": "50"
        },
        {
          "text": "Но Иисус сказал: «Довольно. Остановитесь!» Он коснулся уха слуги и исцелил его.",
          "ID": "51"
        },
        {
          "text": "Тогда Иисус сказал главным священникам, старейшинам и стражникам, пришедшим схватить Его: «Почему вы вышли на Меня с мечами и кольями как на разбойника?",
          "ID": "52"
        },
        {
          "text": "Ведь ежедневно Я находился с вами в храме, почему же вы тогда не пытались схватить Меня? Но это ваш час, настала власть тьмы».",
          "ID": "53"
        },
        {
          "text": "Взяв Иисуса под стражу, они привели Его в дом первосвященника. Пётр же следовал за ними на расстоянии.",
          "ID": "54"
        },
        {
          "text": "Стражники разожгли огонь посреди двора и сели все вместе, и Пётр был среди них.",
          "ID": "55"
        },
        {
          "text": "Одна служанка, увидевшая его при свете огня, пристально посмотрела на него и сказала: «Этот человек тоже был с Ним».",
          "ID": "56"
        },
        {
          "text": "Но он отрицал это, говоря: «Женщина, я не знаю Его!»",
          "ID": "57"
        },
        {
          "text": "Чуть позже другой человек увидел его и сказал: «Ты тоже один из них».",
          "ID": "58"
        },
        {
          "text": "Но Пётр сказал: «Нет, я не из них».",
          "ID": "58"
        },
        {
          "text": "Прошло около часа, и стал кто-то ещё настойчиво утверждать: «Этот человек точно был с Ним, ведь он галилеянин».",
          "ID": "59"
        },
        {
          "text": "Но Пётр сказал: «Я не знаю, о чём ты говоришь!»",
          "ID": "60"
        },
        {
          "text": "И в ту же минуту, когда он ещё говорил, пропел петух.",
          "ID": "60"
        },
        {
          "text": "Тогда Господь обернулся и взглянул на Петра. И вспомнил Пётр слова Господа: «Сегодня, прежде чем пропоёт петух, трижды отречёшься от Меня».",
          "ID": "61"
        },
        {
          "text": "Пётр вышел и горько заплакал.",
          "ID": "62"
        },
        {
          "text": "Люди, державшие Иисуса под стражей, стали издеваться над Ним и бить Его.",
          "ID": "63"
        },
        {
          "text": "Завязав Иисусу глаза, они стали спрашивать Его: «Если Ты пророк, скажи, кто ударил Тебя?»",
          "ID": "64"
        },
        {
          "text": "И много других оскорблений наносили они Ему.",
          "ID": "65"
        },
        {
          "text": "Когда настал день, старейшины народа, главные священники и законники собрались все вместе и, приведя Его в синедрион,",
          "ID": "66"
        },
        {
          "text": "спросили: «Скажи нам, Ты ли Христос?»",
          "ID": "67"
        },
        {
          "text": "«Если Я скажу вам, вы не поверите Мне, — ответил Иисус, —",
          "ID": "67"
        },
        {
          "text": "а если задам вопрос, вы не ответите.",
          "ID": "68"
        },
        {
          "text": "Но отныне Сын Человеческий будет восседать по правую руку от престола Божьего».",
          "ID": "69"
        },
        {
          "text": "И сказали все: «Так всё-таки Ты есть Сын Божий?» И Он ответил: «Вы правы говоря, что Я есть Сын Божий».",
          "ID": "70"
        },
        {
          "text": "Тогда они сказали: «Какое ещё нужно нам доказательство? Мы сами слышали это из Его уст».",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22",
      "name": "По Луке Благовествование 22"
    },
    {
      "text": [
        {
          "text": "Тогда все поднялись и повели Иисуса к Пилату;",
          "ID": "1"
        },
        {
          "text": "и стали обвинять Его: «Мы нашли, что Он вводит в заблуждение людей. Он против того, чтобы платить налоги Цезарю, и называет Себя Христом, Царём».",
          "ID": "2"
        },
        {
          "text": "Тогда Пилат спросил Его: «Ты — Царь Иудейский?»",
          "ID": "3"
        },
        {
          "text": "Он ответил: «Ты прав говоря, что Я — Царь Иудейский».",
          "ID": "3"
        },
        {
          "text": "Тогда Пилат сказал главным священникам и толпе: «Я не нахожу причин для обвинений против этого Человека».",
          "ID": "4"
        },
        {
          "text": "Но они настаивали: «Своим учением Он сеет смятение среди народа по всей Иудее. Он начал в Галилее, а теперь пришёл и сюда».",
          "ID": "5"
        },
        {
          "text": "Услышав это, Пилат спросил, не галилеянин ли Он.",
          "ID": "6"
        },
        {
          "text": "Узнав, что Иисус подвластен Ироду, он отправил Его к Ироду, который в те дни тоже был в Иерусалиме.",
          "ID": "7"
        },
        {
          "text": "Ирод очень обрадовался, увидев Иисуса, потому что давно уже хотел встреться с Ним, так как слышал о Нём и надеялся увидеть какое-нибудь знамение, сотворённое Им.",
          "ID": "8"
        },
        {
          "text": "Он задавал Ему много вопросов, но Иисус не отвечал ему.",
          "ID": "9"
        },
        {
          "text": "Главные священники и законники также находились там, выкрикивая обвинения против Него.",
          "ID": "10"
        },
        {
          "text": "Ирод же со своими солдатами высмеивал Иисуса и издевался над Ним. И, одев Его в царское одеяние, отправил назад к Пилату.",
          "ID": "11"
        },
        {
          "text": "В тот день Ирод и Пилат стали друзьями, хотя до этого враждовали.",
          "ID": "12"
        },
        {
          "text": "И созвал тогда Пилат главных священников, предводителей и весь народ",
          "ID": "13"
        },
        {
          "text": "и сказал им: «Вы привели Этого Человека, обвиняя Его в том, что Он сеет смятение в умах людей, а я, проведя расследование перед вами, не нашёл никаких оснований для ваших обвинений.",
          "ID": "14"
        },
        {
          "text": "И Ирод тоже не нашёл, так как отправил Его обратно к нам. Как видите, Он не совершил ничего такого, за что Его следует предать смерти.",
          "ID": "15"
        },
        {
          "text": "Поэтому я, наказав Его, отпущу».",
          "ID": "16"
        },
        {
          "text": "[Каждый год на праздник Пасхи Пилат имел обычай освобождать одного из заключенных по желанию народа.]",
          "ID": "17"
        },
        {
          "text": "Но все в один голос закричали: «Смерть Ему! Отпусти нам Варавву!»",
          "ID": "18"
        },
        {
          "text": "Варавва был заключён в темницу за мятеж в городе и убийство.",
          "ID": "19"
        },
        {
          "text": "И снова Пилат обратился к ним, так как хотел отпустить Иисуса,",
          "ID": "20"
        },
        {
          "text": "но они продолжали кричать: «Распни Его! Распни Его!»",
          "ID": "21"
        },
        {
          "text": "В третий раз Пилат обратился к ним: «Какое преступление совершил этот Человек? Я не нашёл Его виновным ни в чём, заслуживающем смерти. Поэтому я, наказав Его, отпущу».",
          "ID": "22"
        },
        {
          "text": "Но они продолжали кричать и требовали, чтобы Его распяли. Их крик был настолько громок,",
          "ID": "23"
        },
        {
          "text": "что Пилат решил исполнить их требование.",
          "ID": "24"
        },
        {
          "text": "Он освободил Варавву, сидевшего в темнице за мятеж и убийство. Затем Пилат передал им Иисуса, чтобы убить, как они того и требовали.",
          "ID": "25"
        },
        {
          "text": "Когда стражники повели Иисуса, они, увидев Симона киринеянина, который возвращался в город с поля, взвалили на него крест и заставили Симона нести его вслед за Иисусом.",
          "ID": "26"
        },
        {
          "text": "Большая толпа народа следовала за Ним, а некоторые из женщин стали скорбеть и причитать о Нём.",
          "ID": "27"
        },
        {
          "text": "Но обернувшись, Иисус сказал им: «Дочери иерусалимские, не плачьте обо Мне. Оплакивайте себя и детей своих,",
          "ID": "28"
        },
        {
          "text": "потому что приближается время, когда люди скажут: „Блаженны бесплодные и никогда не рожавшие, и никогда не вскармливавшие грудью!”",
          "ID": "29"
        },
        {
          "text": "И скажут они горам: „Обрушьтесь на нас!” — а холмам: „Покройте нас!”",
          "ID": "30"
        },
        {
          "text": "И если такое может случиться с хорошим Человеком, то что же будет тогда с теми, кто заслуживает наказания?»",
          "ID": "31"
        },
        {
          "text": "И было там также двое преступников, которых повели на казнь вместе с Ним.",
          "ID": "32"
        },
        {
          "text": "И, придя на место, называемое Лобным, солдаты распяли Иисуса и преступников: одного справа, а другого слева от Него.",
          "ID": "33"
        },
        {
          "text": "Иисус же сказал: «Отец, прости им, потому что они не ведают, что творят».",
          "ID": "34"
        },
        {
          "text": "А солдаты бросали жребий, деля между собой Его одежду.",
          "ID": "34"
        },
        {
          "text": "Народ стоял и смотрел, а их предводители глумились над Иисусом, говоря: «Он спасал других, так пусть же и Себя спасёт, если Он Христос, Избранник Божий!»",
          "ID": "35"
        },
        {
          "text": "Воины тоже подошли и насмехались над Иисусом, и предлагали Ему уксус.",
          "ID": "36"
        },
        {
          "text": "«Если Ты Царь Иудейский, — сказали они, — спаси Себя Самого!»",
          "ID": "37"
        },
        {
          "text": "Над Его головой было написано: «это царь иудейский».",
          "ID": "38"
        },
        {
          "text": "Один из распятых с ним преступников оскорблял Его: «Разве Ты не Христос? — говорил он. — Спаси Себя, да и нас заодно!»",
          "ID": "39"
        },
        {
          "text": "Но другой остановил его, сказав: «Побойся Бога! Мы все трое скоро умрём.",
          "ID": "40"
        },
        {
          "text": "Мы-то с тобой виновны, и нас следует убить за то зло, что мы совершили. Этот же Человек ничего плохого не сделал».",
          "ID": "41"
        },
        {
          "text": "И добавил: «Иисус, вспомни обо мне, когда придёшь в Царство Своё».",
          "ID": "42"
        },
        {
          "text": "И ответил Иисус: «Истинно говорю тебе, что сегодня же будешь со Мной в раю».",
          "ID": "43"
        },
        {
          "text": "Было около полудня, но тьма покрывала всю землю и продолжалось это до трёх часов пополудни,",
          "ID": "44"
        },
        {
          "text": "и солнце не светило, а завеса храма разорвалась надвое.",
          "ID": "45"
        },
        {
          "text": "И громким голосом воскликнул Иисус: «Отец, в Твои руки передаю дух Мой!» И с этими словами испустил дух.",
          "ID": "46"
        },
        {
          "text": "Увидев это, сотник восхвалил Бога и сказал: «Несомненно, этот Человек был праведник».",
          "ID": "47"
        },
        {
          "text": "И когда все люди, собравшиеся там, увидели, что произошло, они разошлись по домам, бия себя в грудь.",
          "ID": "48"
        },
        {
          "text": "Все же, знавшие Его, и женщины, следовавшие за Ним из Галилеи, стояли вдали и смотрели на это.",
          "ID": "49"
        },
        {
          "text": "И был там один человек по имени Иосиф, из иудейского города Аримафея, член иудейского совета, человек хороший и праведный, дожидавшийся Царства Божьего. Он не был согласен с иудейскими предводителями, когда они решили убить Иисуса.",
          "ID": "50+LUK"
        },
        {
          "text": "Этот человек пошёл к Пилату и попросил отдать ему тело Иисуса.",
          "ID": "52"
        },
        {
          "text": "Сняв Его с креста, он обернул тело полотном и положил в новую гробницу, высеченную в скале.",
          "ID": "53"
        },
        {
          "text": "Была пятница и приближалась суббота.",
          "ID": "54"
        },
        {
          "text": "Следуя за Иосифом, женщины, пришедшие с Иисусом из Галилеи, увидели гробницу, где было положено Его тело.",
          "ID": "55"
        },
        {
          "text": "Затем они возвратились домой и приготовили благовонные масла́ и миро; в субботу же они отдыхали, как предписывала заповедь.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23",
      "name": "По Луке Благовествование 23"
    },
    {
      "text": [
        {
          "text": "Ранним утром в воскресение женщины пришли к гробнице, неся приготовленные ими благовонные масла.",
          "ID": "1"
        },
        {
          "text": "И, увидев отваленный от гробницы камень,",
          "ID": "2"
        },
        {
          "text": "вошли внутрь, но не нашли тело Господа Иисуса.",
          "ID": "3"
        },
        {
          "text": "И стояли они, потрясённые, когда внезапно двое мужчин в ослепительных одеяниях предстали перед ними.",
          "ID": "4"
        },
        {
          "text": "Охваченные страхом, женщины низко склонили головы, мужчины же сказали им: «Почему ищете среди мёртвых живого? Его здесь нет, Он воскрес!",
          "ID": "5"
        },
        {
          "text": "Помните, что Он вам говорил, когда ещё находился в Галилее:",
          "ID": "6"
        },
        {
          "text": "„Сын Человеческий должен быть предан в руки грешников, а затем распят и на третий день воскреснуть?”»",
          "ID": "7"
        },
        {
          "text": "И вспомнили они слова Его.",
          "ID": "8"
        },
        {
          "text": "Возвратившись от гробницы, женщины рассказали обо всём одиннадцати апостолам и всем остальным ученикам.",
          "ID": "9"
        },
        {
          "text": "Среди них были Мария Магдалина, Иоанна и Мария, мать Иакова. Они, вместе с другими женщинами, рассказали обо всём случившемся апостолам,",
          "ID": "10"
        },
        {
          "text": "но тем их слова показались вздором, и поэтому они не поверили.",
          "ID": "11"
        },
        {
          "text": "Пётр же побежал к гробнице и, наклонившись, увидел только полотняную ткань, и ушёл оттуда, удивляясь происшедшему.",
          "ID": "12"
        },
        {
          "text": "В этот же день двое из учеников шли в селение, называемое Еммаус, километрах в двенадцати от Иерусалима.",
          "ID": "13"
        },
        {
          "text": "Они говорили между собой обо всём, что произошло.",
          "ID": "14"
        },
        {
          "text": "И когда они обсуждали произошедшее, к ним подошёл Иисус и пошёл с ними рядом.",
          "ID": "15"
        },
        {
          "text": "Но им не дозволено было узнать Его.",
          "ID": "16"
        },
        {
          "text": "Он же сказал им: «О чём вы говорите?»",
          "ID": "17"
        },
        {
          "text": "Они остановились, опечаленные.",
          "ID": "17"
        },
        {
          "text": "Один из них, Клеопа, сказал Ему: «Должно быть, только Ты один в Иерусалиме не знаешь о том, что там произошло в эти дни».",
          "ID": "18"
        },
        {
          "text": "Тогда Иисус спросил их: «О чём вы говорите?»",
          "ID": "19"
        },
        {
          "text": "И они сказали: «Мы говорим об Иисусе из Назарета, Который был великим пророком на словах и на деле в глазах Бога и всего народа.",
          "ID": "19"
        },
        {
          "text": "Но наши главные священники и правители выдали Его, чтобы Его осудили на смерть и распяли.",
          "ID": "20"
        },
        {
          "text": "Мы надеялись, что Он спасёт Израиль, а потом всё это случилось. И вот ещё что: с тех пор прошло три дня,",
          "ID": "21"
        },
        {
          "text": "а сегодня некоторые из наших женщин удивили нас тем, что когда они пошли к гробнице рано утром,",
          "ID": "22"
        },
        {
          "text": "то не нашли там Его тела. Они пришли и сказали нам, что Ангелы явились им и сказали, что Он жив.",
          "ID": "23"
        },
        {
          "text": "И некоторые из нас пошли к гробнице и нашли всё так, как рассказали женщины, но никто из нас не видел Его».",
          "ID": "24"
        },
        {
          "text": "«Как же вы не понимаете? — Сказал им Иисус. — Как трудно вам поверить тому, что говорили пророки!",
          "ID": "25"
        },
        {
          "text": "Пророки сказали, что Христос должен выстрадать всё это и тогда обрести Славу Свою».",
          "ID": "26"
        },
        {
          "text": "И, начав от Моисея и перечисляя всех пророков, Он объяснил им, что сказано о Нём в Писании.",
          "ID": "27"
        },
        {
          "text": "Они приблизились к селению, куда шли, а Иисус сделал вид, что идёт дальше,",
          "ID": "28"
        },
        {
          "text": "но они настойчиво просили Его: «Останься с нами, так как день уже подошёл к концу и наступает вечер». И Он пошёл, чтобы остаться с ними.",
          "ID": "29"
        },
        {
          "text": "Когда Он вместе с ними был за столом, то взял хлеб и возблагодарил Бога, а затем, преломив его, дал им.",
          "ID": "30"
        },
        {
          "text": "Тогда глаза их открылись, и они узнали Его, но Он исчез из вида.",
          "ID": "31"
        },
        {
          "text": "Они говорили друг другу: «Нам казалось, будто огонь горел в наших сердцах; с каким восторгом слушали мы, когда Он объяснял нам истинный смысл Писания».",
          "ID": "32"
        },
        {
          "text": "Поднявшись в тот же час, они вернулись в Иерусалим и нашли там одиннадцать апостолов и других учеников, собравшихся вместе с ними,",
          "ID": "33"
        },
        {
          "text": "которые говорили: «Воистину воскрес Господь! Он явился Симону».",
          "ID": "34"
        },
        {
          "text": "И тогда два ученика рассказали, что произошло с ними в дороге, и как они узнали Иисуса, когда Он преломил хлеб.",
          "ID": "35"
        },
        {
          "text": "И когда они ещё рассказывали об этом, Сам Иисус стал среди них и сказал: «Мир вам».",
          "ID": "36"
        },
        {
          "text": "Они же, поражённые и исполненные страха, думали, что видят духа.",
          "ID": "37"
        },
        {
          "text": "Но Он сказал: «Почему вы грустите? Почему сомневаетесь в том, что видите?",
          "ID": "38"
        },
        {
          "text": "Посмотрите на Мои руки и ноги — это Я. Прикоснитесь ко Мне и посмотрите, вот Я — живая плоть, у духа же нет ни костей, ни плоти, какие видите у Меня».",
          "ID": "39"
        },
        {
          "text": "И сказав это, показал им руки и ноги Свои.",
          "ID": "40"
        },
        {
          "text": "Увидев Иисуса живым, ученики от радости и удивления не могли поверить своим глазам. Иисус же сказал им: «Есть ли у вас здесь какая-нибудь еда?»",
          "ID": "41"
        },
        {
          "text": "Они дали Ему кусок приготовленной рыбы,",
          "ID": "42"
        },
        {
          "text": "и в присутствии апостолов и учеников Он взял и съел его.",
          "ID": "43"
        },
        {
          "text": "Тогда Иисус сказал им: «Помните, когда Я был с вами, Я говорил вам, что всё написанное обо Мне в Законе Моисея, у пророков и в псалмах, должно исполниться».",
          "ID": "44"
        },
        {
          "text": "Затем Иисус объяснил ученикам всё Писание и помог им постигнуть всё написанное о Нём.",
          "ID": "45"
        },
        {
          "text": "«Написано, — сказал Он им, — что Христос будет предан смерти и воскреснет на третий день.",
          "ID": "46"
        },
        {
          "text": "Покаяние и прощение грехов будет провозглашено во имя Его всем народам, начиная с Иерусалима. И вы — свидетели тому.",
          "ID": "47+LUK"
        },
        {
          "text": "Я посылаю вам обещанное Отцом Моим. Вы же должны оставаться в городе, пока не обретёте силу свыше».",
          "ID": "49"
        },
        {
          "text": "Иисус довёл их от Иерусалима почти до самой Вифании и, вознеся руки, благословил их.",
          "ID": "50"
        },
        {
          "text": "И когда Он благословлял их, то отделился от них и вознёсся на Небо.",
          "ID": "51"
        },
        {
          "text": "Они же, поклонившись Ему, возвратились в Иерусалим в великой радости.",
          "ID": "52"
        },
        {
          "text": "И, придя в храм, всё время оставались там, восхваляя Бога.",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24",
      "name": "По Луке Благовествование 24"
    }
  ],
  "ID": "NT:LUK(RSP)",
  "name": "По Луке Благовествование"
}