{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Как уже многие начали составлять повествования о совершенно известных между нами событиях,",
          "ID": "1"
        },
        {
          "text": "как передали нам то бывшие с самого начала очевидцами и служителями Слова,",
          "ID": "2"
        },
        {
          "text": "то рассудилось и мне, по тщательном исследовании всего сначала, по порядку описать тебе, достопочтенный Феофил,",
          "ID": "3"
        },
        {
          "text": "чтобы ты узнал твердое основание того учения, в котором был наставлен.",
          "ID": "4"
        },
        {
          "text": "Во дни Ирода, царя Иудейского, был священник из Авиевой чреды, именем Захария, и жена его из рода Ааронова, имя ей Елисавета.",
          "ID": "5"
        },
        {
          "text": "Оба они были праведны пред Богом, поступая по всем заповедям и уставам Господним беспорочно.",
          "ID": "6"
        },
        {
          "text": "У них не было детей, ибо Елисавета была неплодна, и оба были уже в летах преклонных.",
          "ID": "7"
        },
        {
          "text": "Однажды, когда он в порядке своей чреды служил пред Богом,",
          "ID": "8"
        },
        {
          "text": "по жребию, как обыкновенно было у священников, досталось ему войти в храм Господень для каждения,",
          "ID": "9"
        },
        {
          "text": "а все множество народа молилось вне во время каждения, –",
          "ID": "10"
        },
        {
          "text": "тогда явился ему Ангел Господень, стоя по правую сторону жертвенника кадильного.",
          "ID": "11"
        },
        {
          "text": "Захария, увидев его, смутился, и страх напал на него.",
          "ID": "12"
        },
        {
          "text": "Ангел же сказал ему: не бойся, Захария, ибо услышана молитва твоя, и жена твоя Елисавета родит тебе сына, и наречешь ему имя: Иоанн;",
          "ID": "13"
        },
        {
          "text": "и будет тебе радость и веселие, и многие о рождении его возрадуются,",
          "ID": "14"
        },
        {
          "text": "ибо он будет велик пред Господом; не будет пить вина и сикера, и Духа Святаго исполнится еще от чрева матери своей;",
          "ID": "15"
        },
        {
          "text": "и многих из сынов Израилевых обратит к Господу Богу их;",
          "ID": "16"
        },
        {
          "text": "и предъидет пред Ним в духе и силе Илии, чтобы возвратить сердца отцов детям, и непокоривым образ мыслей праведников, дабы представить Господу народ приготовленный.",
          "ID": "17"
        },
        {
          "text": "И сказал Захария Ангелу: по чему я узнаю это? ибо я стар, и жена моя в летах преклонных.",
          "ID": "18"
        },
        {
          "text": "Ангел сказал ему в ответ: я Гавриил, предстоящий пред Богом, и послан говорить с тобою и благовестить тебе сие;",
          "ID": "19"
        },
        {
          "text": "и вот, ты будешь молчать и не будешь иметь возможности говорить до того дня, как это сбудется, за то, что ты не поверил словам моим, которые сбудутся в свое время.",
          "ID": "20"
        },
        {
          "text": "Между тем народ ожидал Захарию и дивился, что он медлит в храме.",
          "ID": "21"
        },
        {
          "text": "Он же, выйдя, не мог говорить к ним; и они поняли, что он видел видение в храме; и он объяснялся с ними знаками, и оставался нем.",
          "ID": "22"
        },
        {
          "text": "А когда окончились дни службы его, возвратился в дом свой.",
          "ID": "23"
        },
        {
          "text": "После сих дней зачала Елисавета, жена его, и таилась пять месяцев и говорила:",
          "ID": "24"
        },
        {
          "text": "так сотворил мне Господь во дни сии, в которые призрел на меня, чтобы снять с меня поношение между людьми.",
          "ID": "25"
        },
        {
          "text": "В шестой же месяц послан был Ангел Гавриил от Бога в город Галилейский, называемый Назарет,",
          "ID": "26"
        },
        {
          "text": "к Деве, обрученной мужу, именем Иосифу, из дома Давидова; имя же Деве: Мария.",
          "ID": "27"
        },
        {
          "text": "Ангел, войдя к Ней, сказал: радуйся, Благодатная! Господь с Тобою; благословенна Ты между женами.",
          "ID": "28"
        },
        {
          "text": "Она же, увидев его, смутилась от слов его и размышляла, что бы это было за приветствие.",
          "ID": "29"
        },
        {
          "text": "И сказал Ей Ангел: не бойся, Мария, ибо Ты обрела благодать у Бога;",
          "ID": "30"
        },
        {
          "text": "и вот, зачнешь во чреве, и родишь Сына, и наречешь Ему имя: Иисус.",
          "ID": "31"
        },
        {
          "text": "Он будет велик и наречется Сыном Всевышнего, и даст Ему Господь Бог престол Давида, отца Его;",
          "ID": "32"
        },
        {
          "text": "и будет царствовать над домом Иакова во веки, и Царству Его не будет конца.",
          "ID": "33"
        },
        {
          "text": "Мария же сказала Ангелу: как будет это, когда Я мужа не знаю?",
          "ID": "34"
        },
        {
          "text": "Ангел сказал Ей в ответ: Дух Святый найдет на Тебя, и сила Всевышнего осенит Тебя; посему и рождаемое Святое наречется Сыном Божиим.",
          "ID": "35"
        },
        {
          "text": "Вот и Елисавета, родственница Твоя, называемая неплодною, и она зачала сына в старости своей, и ей уже шестой месяц,",
          "ID": "36"
        },
        {
          "text": "ибо у Бога не останется бессильным никакое слово.",
          "ID": "37"
        },
        {
          "text": "Тогда Мария сказала: се, Раба Господня; да будет Мне по слову твоему. И отошел от Нее Ангел.",
          "ID": "38"
        },
        {
          "text": "Встав же Мария во дни сии, с поспешностью пошла в нагорную страну, в город Иудин,",
          "ID": "39"
        },
        {
          "text": "и вошла в дом Захарии, и приветствовала Елисавету.",
          "ID": "40"
        },
        {
          "text": "Когда Елисавета услышала приветствие Марии, взыграл младенец во чреве ее; и Елисавета исполнилась Святаго Духа,",
          "ID": "41"
        },
        {
          "text": "и воскликнула громким голосом, и сказала: благословенна Ты между женами, и благословен плод чрева Твоего!",
          "ID": "42"
        },
        {
          "text": "И откуда это мне, что пришла Матерь Господа моего ко мне?",
          "ID": "43"
        },
        {
          "text": "Ибо когда голос приветствия Твоего дошел до слуха моего, взыграл младенец радостно во чреве моем.",
          "ID": "44"
        },
        {
          "text": "И блаженна Уверовавшая, потому что совершится сказанное Ей от Господа.",
          "ID": "45"
        },
        {
          "text": "И сказала Мария: величит душа Моя Господа,",
          "ID": "46"
        },
        {
          "text": "и возрадовался дух Мой о Боге, Спасителе Моем,",
          "ID": "47"
        },
        {
          "text": "что призрел Он на смирение Рабы Своей, ибо отныне будут ублажать Меня все роды;",
          "ID": "48"
        },
        {
          "text": "что сотворил Мне величие Сильный, и свято имя Его;",
          "ID": "49"
        },
        {
          "text": "и милость Его в роды родов к боящимся Его;",
          "ID": "50"
        },
        {
          "text": "явил силу мышцы Своей; рассеял надменных помышлениями сердца их;",
          "ID": "51"
        },
        {
          "text": "низложил сильных с престолов, и вознес смиренных;",
          "ID": "52"
        },
        {
          "text": "алчущих исполнил благ, и богатящихся отпустил ни с чем;",
          "ID": "53"
        },
        {
          "text": "воспринял Израиля, отрока Своего, воспомянув милость,",
          "ID": "54"
        },
        {
          "text": "как говорил отцам нашим, к Аврааму и семени его до века.",
          "ID": "55"
        },
        {
          "text": "Пребыла же Мария с нею около трех месяцев, и возвратилась в дом свой.",
          "ID": "56"
        },
        {
          "text": "Елисавете же настало время родить, и она родила сына.",
          "ID": "57"
        },
        {
          "text": "И услышали соседи и родственники ее, что возвеличил Господь милость Свою над нею, и радовались с нею.",
          "ID": "58"
        },
        {
          "text": "В восьмой день пришли обрезать младенца и хотели назвать его, по имени отца его, Захариею.",
          "ID": "59"
        },
        {
          "text": "На это мать его сказала: нет, а назвать его Иоанном.",
          "ID": "60"
        },
        {
          "text": "И сказали ей: никого нет в родстве твоем, кто назывался бы сим именем.",
          "ID": "61"
        },
        {
          "text": "И спрашивали знаками у отца его, как бы он хотел назвать его.",
          "ID": "62"
        },
        {
          "text": "Он потребовал дощечку и написал: Иоанн имя ему. И все удивились.",
          "ID": "63"
        },
        {
          "text": "И тотчас разрешились уста его и язык его, и он стал говорить, благословляя Бога.",
          "ID": "64"
        },
        {
          "text": "И был страх на всех живущих вокруг них; и рассказывали обо всем этом по всей нагорной стране Иудейской.",
          "ID": "65"
        },
        {
          "text": "Все слышавшие положили это на сердце своем и говорили: что будет младенец сей? И рука Господня была с ним.",
          "ID": "66"
        },
        {
          "text": "И Захария, отец его, исполнился Святаго Духа и пророчествовал, говоря:",
          "ID": "67"
        },
        {
          "text": "благословен Господь Бог Израилев, что посетил народ Свой и сотворил избавление ему,",
          "ID": "68"
        },
        {
          "text": "и воздвиг рог спасения нам в дому Давида, отрока Своего,",
          "ID": "69"
        },
        {
          "text": "как возвестил устами бывших от века святых пророков Своих,",
          "ID": "70"
        },
        {
          "text": "что спасет нас от врагов наших и от руки всех ненавидящих нас;",
          "ID": "71"
        },
        {
          "text": "сотворит милость с отцами нашими и помянет святой завет Свой,",
          "ID": "72"
        },
        {
          "text": "клятву, которою клялся Он Аврааму, отцу нашему, дать нам,",
          "ID": "73"
        },
        {
          "text": "небоязненно, по избавлении от руки врагов наших,",
          "ID": "74"
        },
        {
          "text": "служить Ему в святости и правде пред Ним, во все дни жизни нашей.",
          "ID": "75"
        },
        {
          "text": "И ты, младенец, наречешься пророком Всевышнего, ибо предъидешь пред лицем Господа приготовить пути Ему,",
          "ID": "76"
        },
        {
          "text": "дать уразуметь народу Его спасение в прощении грехов их,",
          "ID": "77"
        },
        {
          "text": "по благоутробному милосердию Бога нашего, которым посетил нас Восток свыше,",
          "ID": "78"
        },
        {
          "text": "просветить сидящих во тьме и тени смертной, направить ноги наши на путь мира.",
          "ID": "79"
        },
        {
          "text": "Младенец же возрастал и укреплялся духом, и был в пустынях до дня явления своего Израилю.",
          "ID": "80"
        }
      ],
      "ID": "NT:LUK.1",
      "name": "Евангелие от Луки 1"
    },
    {
      "text": [
        {
          "text": "В те дни вышло от кесаря Августа повеление сделать перепись по всей земле.",
          "ID": "1"
        },
        {
          "text": "Эта перепись была первая в правление Квириния Сириею.",
          "ID": "2"
        },
        {
          "text": "И пошли все записываться, каждый в свой город.",
          "ID": "3"
        },
        {
          "text": "Пошел также и Иосиф из Галилеи, из города Назарета, в Иудею, в город Давидов, называемый Вифлеем, потому что он был из дома и рода Давидова,",
          "ID": "4"
        },
        {
          "text": "записаться с Мариею, обрученною ему женою, которая была беременна.",
          "ID": "5"
        },
        {
          "text": "Когда же они были там, наступило время родить Ей;",
          "ID": "6"
        },
        {
          "text": "и родила Сына своего Первенца, и спеленала Его, и положила Его в ясли, потому что не было им места в гостинице.",
          "ID": "7"
        },
        {
          "text": "В той стране были на поле пастухи, которые содержали ночную стражу у стада своего.",
          "ID": "8"
        },
        {
          "text": "Вдруг предстал им Ангел Господень, и слава Господня осияла их; и убоялись страхом великим.",
          "ID": "9"
        },
        {
          "text": "И сказал им Ангел: не бойтесь; я возвещаю вам великую радость, которая будет всем людям:",
          "ID": "10"
        },
        {
          "text": "ибо ныне родился вам в городе Давидовом Спаситель, Который есть Христос Господь;",
          "ID": "11"
        },
        {
          "text": "и вот вам знак: вы найдете Младенца в пеленах, лежащего в яслях.",
          "ID": "12"
        },
        {
          "text": "И внезапно явилось с Ангелом многочисленное воинство небесное, славящее Бога и взывающее:",
          "ID": "13"
        },
        {
          "text": "слава в вышних Богу, и на земле мир, в человеках благоволение!",
          "ID": "14"
        },
        {
          "text": "Когда Ангелы отошли от них на небо, пастухи сказали друг другу: пойдем в Вифлеем и посмотрим, что там случилось, о чем возвестил нам Господь.",
          "ID": "15"
        },
        {
          "text": "И, поспешив, пришли и нашли Марию и Иосифа, и Младенца, лежащего в яслях.",
          "ID": "16"
        },
        {
          "text": "Увидев же, рассказали о том, что было возвещено им о Младенце Сем.",
          "ID": "17"
        },
        {
          "text": "И все слышавшие дивились тому, что рассказывали им пастухи.",
          "ID": "18"
        },
        {
          "text": "А Мария сохраняла все слова сии, слагая в сердце Своем.",
          "ID": "19"
        },
        {
          "text": "И возвратились пастухи, славя и хваля Бога за все то, что слышали и видели, как им сказано было.",
          "ID": "20"
        },
        {
          "text": "По прошествии восьми дней, когда надлежало обрезать [Младенца], дали Ему имя Иисус, нареченное Ангелом прежде зачатия Его во чреве.",
          "ID": "21"
        },
        {
          "text": "А когда исполнились дни очищения их по закону Моисееву, принесли Его в Иерусалим, чтобы представить пред Господа,",
          "ID": "22"
        },
        {
          "text": "как предписано в законе Господнем, чтобы всякий младенец мужеского пола, разверзающий ложесна, был посвящен Господу,",
          "ID": "23"
        },
        {
          "text": "и чтобы принести в жертву, по реченному в законе Господнем, две горлицы или двух птенцов голубиных.",
          "ID": "24"
        },
        {
          "text": "Тогда был в Иерусалиме человек, именем Симеон. Он был муж праведный и благочестивый, чающий утешения Израилева; и Дух Святый был на нем.",
          "ID": "25"
        },
        {
          "text": "Ему было предсказано Духом Святым, что он не увидит смерти, доколе не увидит Христа Господня.",
          "ID": "26"
        },
        {
          "text": "И пришел он по вдохновению в храм. И, когда родители принесли Младенца Иисуса, чтобы совершить над Ним законный обряд,",
          "ID": "27"
        },
        {
          "text": "он взял Его на руки, благословил Бога и сказал:",
          "ID": "28"
        },
        {
          "text": "Ныне отпускаешь раба Твоего, Владыко, по слову Твоему, с миром,",
          "ID": "29"
        },
        {
          "text": "ибо видели очи мои спасение Твое,",
          "ID": "30"
        },
        {
          "text": "которое Ты уготовал пред лицем всех народов,",
          "ID": "31"
        },
        {
          "text": "свет к просвещению язычников и славу народа Твоего Израиля.",
          "ID": "32"
        },
        {
          "text": "Иосиф же и Матерь Его дивились сказанному о Нем.",
          "ID": "33"
        },
        {
          "text": "И благословил их Симеон и сказал Марии, Матери Его: се, лежит Сей на падение и на восстание многих в Израиле и в предмет пререканий, –",
          "ID": "34"
        },
        {
          "text": "и Тебе Самой оружие пройдет душу, – да откроются помышления многих сердец.",
          "ID": "35"
        },
        {
          "text": "Тут была также Анна пророчица, дочь Фануилова, от колена Асирова, достигшая глубокой старости, прожив с мужем от девства своего семь лет,",
          "ID": "36"
        },
        {
          "text": "вдова лет восьмидесяти четырех, которая не отходила от храма, постом и молитвою служа Богу день и ночь.",
          "ID": "37"
        },
        {
          "text": "И она в то время, подойдя, славила Господа и говорила о Нем всем, ожидавшим избавления в Иерусалиме.",
          "ID": "38"
        },
        {
          "text": "И когда они совершили все по закону Господню, возвратились в Галилею, в город свой Назарет.",
          "ID": "39"
        },
        {
          "text": "Младенец же возрастал и укреплялся духом, исполняясь премудрости, и благодать Божия была на Нем.",
          "ID": "40"
        },
        {
          "text": "Каждый год родители Его ходили в Иерусалим на праздник Пасхи.",
          "ID": "41"
        },
        {
          "text": "И когда Он был двенадцати лет, пришли они также по обычаю в Иерусалим на праздник.",
          "ID": "42"
        },
        {
          "text": "Когда же, по окончании дней [праздника], возвращались, остался Отрок Иисус в Иерусалиме; и не заметили того Иосиф и Матерь Его,",
          "ID": "43"
        },
        {
          "text": "но думали, что Он идет с другими. Пройдя же дневной путь, стали искать Его между родственниками и знакомыми",
          "ID": "44"
        },
        {
          "text": "и, не найдя Его, возвратились в Иерусалим, ища Его.",
          "ID": "45"
        },
        {
          "text": "Через три дня нашли Его в храме, сидящего посреди учителей, слушающего их и спрашивающего их;",
          "ID": "46"
        },
        {
          "text": "все слушавшие Его дивились разуму и ответам Его.",
          "ID": "47"
        },
        {
          "text": "И, увидев Его, удивились; и Матерь Его сказала Ему: Чадо! что Ты сделал с нами? Вот, отец Твой и Я с великою скорбью искали Тебя.",
          "ID": "48"
        },
        {
          "text": "Он сказал им: зачем было вам искать Меня? или вы не знали, что Мне должно быть в том, что принадлежит Отцу Моему?",
          "ID": "49"
        },
        {
          "text": "Но они не поняли сказанных Им слов.",
          "ID": "50"
        },
        {
          "text": "И Он пошел с ними и пришел в Назарет; и был в повиновении у них. И Матерь Его сохраняла все слова сии в сердце Своем.",
          "ID": "51"
        },
        {
          "text": "Иисус же преуспевал в премудрости и возрасте и в любви у Бога и человеков.",
          "ID": "52"
        }
      ],
      "ID": "NT:LUK.2",
      "name": "Евангелие от Луки 2"
    },
    {
      "text": [
        {
          "text": "В пятнадцатый же год правления Тиверия кесаря, когда Понтий Пилат начальствовал в Иудее, Ирод был четвертовластником в Галилее, Филипп, брат его, четвертовластником в Итурее и Трахонитской области, а Лисаний четвертовластником в Авилинее,",
          "ID": "1"
        },
        {
          "text": "при первосвященниках Анне и Каиафе, был глагол Божий к Иоанну, сыну Захарии, в пустыне.",
          "ID": "2"
        },
        {
          "text": "И он проходил по всей окрестной стране Иорданской, проповедуя крещение покаяния для прощения грехов,",
          "ID": "3"
        },
        {
          "text": "как написано в книге слов пророка Исаии, который говорит: глас вопиющего в пустыне: приготовьте путь Господу, прямыми сделайте стези Ему;",
          "ID": "4"
        },
        {
          "text": "всякий дол да наполнится, и всякая гора и холм да понизятся, кривизны выпрямятся и неровные пути сделаются гладкими;",
          "ID": "5"
        },
        {
          "text": "и узрит всякая плоть спасение Божие.",
          "ID": "6"
        },
        {
          "text": "[Иоанн] приходившему креститься от него народу говорил: порождения ехиднины! кто внушил вам бежать от будущего гнева?",
          "ID": "7"
        },
        {
          "text": "Сотворите же достойные плоды покаяния и не думайте говорить в себе: отец у нас Авраам, ибо говорю вам, что Бог может из камней сих воздвигнуть детей Аврааму.",
          "ID": "8"
        },
        {
          "text": "Уже и секира при корне дерев лежит: всякое дерево, не приносящее доброго плода, срубают и бросают в огонь.",
          "ID": "9"
        },
        {
          "text": "И спрашивал его народ: что же нам делать?",
          "ID": "10"
        },
        {
          "text": "Он сказал им в ответ: у кого две одежды, тот дай неимущему, и у кого есть пища, делай то же.",
          "ID": "11"
        },
        {
          "text": "Пришли и мытари креститься, и сказали ему: учитель! что нам делать?",
          "ID": "12"
        },
        {
          "text": "Он отвечал им: ничего не требуйте более определенного вам.",
          "ID": "13"
        },
        {
          "text": "Спрашивали его также и воины: а нам что делать? И сказал им: никого не обижайте, не клевещите, и довольствуйтесь своим жалованьем.",
          "ID": "14"
        },
        {
          "text": "Когда же народ был в ожидании, и все помышляли в сердцах своих об Иоанне, не Христос ли он, –",
          "ID": "15"
        },
        {
          "text": "Иоанн всем отвечал: я крещу вас водою, но идет Сильнейший меня, у Которого я недостоин развязать ремень обуви; Он будет крестить вас Духом Святым и огнем.",
          "ID": "16"
        },
        {
          "text": "Лопата Его в руке Его, и Он очистит гумно Свое и соберет пшеницу в житницу Свою, а солому сожжет огнем неугасимым.",
          "ID": "17"
        },
        {
          "text": "Многое и другое благовествовал он народу, поучая его.",
          "ID": "18"
        },
        {
          "text": "Ирод же четвертовластник, обличаемый от него за Иродиаду, жену брата своего, и за все, что сделал Ирод худого,",
          "ID": "19"
        },
        {
          "text": "прибавил ко всему прочему и то, что заключил Иоанна в темницу.",
          "ID": "20"
        },
        {
          "text": "Когда же крестился весь народ, и Иисус, крестившись, молился: отверзлось небо,",
          "ID": "21"
        },
        {
          "text": "и Дух Святый нисшел на Него в телесном виде, как голубь, и был глас с небес, глаголющий: Ты Сын Мой Возлюбленный; в Тебе Мое благоволение!",
          "ID": "22"
        },
        {
          "text": "Иисус, начиная [Свое служение], был лет тридцати, и был, как думали, Сын Иосифов, Илиев,",
          "ID": "23"
        },
        {
          "text": "Матфатов, Левиин, Мелхиев, Ианнаев, Иосифов,",
          "ID": "24"
        },
        {
          "text": "Маттафиев, Амосов, Наумов, Еслимов, Наггеев,",
          "ID": "25"
        },
        {
          "text": "Маафов, Маттафиев, Семеиев, Иосифов, Иудин,",
          "ID": "26"
        },
        {
          "text": "Иоаннанов, Рисаев, Зоровавелев, Салафиилев, Нириев,",
          "ID": "27"
        },
        {
          "text": "Мелхиев, Аддиев, Косамов, Елмодамов, Иров,",
          "ID": "28"
        },
        {
          "text": "Иосиев, Елиезеров, Иоримов, Матфатов, Левиин,",
          "ID": "29"
        },
        {
          "text": "Симеонов, Иудин, Иосифов, Ионанов, Елиакимов,",
          "ID": "30"
        },
        {
          "text": "Мелеаев, Маинанов, Маттафаев, Нафанов, Давидов,",
          "ID": "31"
        },
        {
          "text": "Иессеев, Овидов, Воозов, Салмонов, Наассонов,",
          "ID": "32"
        },
        {
          "text": "Аминадавов, Арамов, Есромов, Фаресов, Иудин,",
          "ID": "33"
        },
        {
          "text": "Иаковлев, Исааков, Авраамов, Фаррин, Нахоров,",
          "ID": "34"
        },
        {
          "text": "Серухов, Рагавов, Фалеков, Еверов, Салин,",
          "ID": "35"
        },
        {
          "text": "Каинанов, Арфаксадов, Симов, Ноев, Ламехов,",
          "ID": "36"
        },
        {
          "text": "Мафусалов, Енохов, Иаредов, Малелеилов, Каинанов,",
          "ID": "37"
        },
        {
          "text": "Еносов, Сифов, Адамов, Божий.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.3",
      "name": "Евангелие от Луки 3"
    },
    {
      "text": [
        {
          "text": "Иисус, исполненный Духа Святаго, возвратился от Иордана и поведен был Духом в пустыню.",
          "ID": "1"
        },
        {
          "text": "Там сорок дней Он был искушаем от диавола и ничего не ел в эти дни, а по прошествии их напоследок взалкал.",
          "ID": "2"
        },
        {
          "text": "И сказал Ему диавол: если Ты Сын Божий, то вели этому камню сделаться хлебом.",
          "ID": "3"
        },
        {
          "text": "Иисус сказал ему в ответ: написано, что не хлебом одним будет жить человек, но всяким словом Божиим.",
          "ID": "4"
        },
        {
          "text": "И, возведя Его на высокую гору, диавол показал Ему все царства вселенной во мгновение времени,",
          "ID": "5"
        },
        {
          "text": "и сказал Ему диавол: Тебе дам власть над всеми сими [царствами] и славу их, ибо она предана мне, и я, кому хочу, даю ее;",
          "ID": "6"
        },
        {
          "text": "итак, если Ты поклонишься мне, то все будет Твое.",
          "ID": "7"
        },
        {
          "text": "Иисус сказал ему в ответ: отойди от Меня, сатана; написано: Господу Богу твоему поклоняйся, и Ему одному служи.",
          "ID": "8"
        },
        {
          "text": "И повел Его в Иерусалим, и поставил Его на крыле храма, и сказал Ему: если Ты Сын Божий, бросься отсюда вниз,",
          "ID": "9"
        },
        {
          "text": "ибо написано: Ангелам Своим заповедает о Тебе сохранить Тебя;",
          "ID": "10"
        },
        {
          "text": "и на руках понесут Тебя, да не преткнешься о камень ногою Твоею.",
          "ID": "11"
        },
        {
          "text": "Иисус сказал ему в ответ: сказано: не искушай Господа Бога твоего.",
          "ID": "12"
        },
        {
          "text": "И, окончив все искушение, диавол отошел от Него до времени.",
          "ID": "13"
        },
        {
          "text": "И возвратился Иисус в силе духа в Галилею; и разнеслась молва о Нем по всей окрестной стране.",
          "ID": "14"
        },
        {
          "text": "Он учил в синагогах их, и от всех был прославляем.",
          "ID": "15"
        },
        {
          "text": "И пришел в Назарет, где был воспитан, и вошел, по обыкновению Своему, в день субботний в синагогу, и встал читать.",
          "ID": "16"
        },
        {
          "text": "Ему подали книгу пророка Исаии; и Он, раскрыв книгу, нашел место, где было написано:",
          "ID": "17"
        },
        {
          "text": "Дух Господень на Мне; ибо Он помазал Меня благовествовать нищим, и послал Меня исцелять сокрушенных сердцем, проповедывать пленным освобождение, слепым прозрение, отпустить измученных на свободу,",
          "ID": "18"
        },
        {
          "text": "проповедывать лето Господне благоприятное.",
          "ID": "19"
        },
        {
          "text": "И, закрыв книгу и отдав служителю, сел; и глаза всех в синагоге были устремлены на Него.",
          "ID": "20"
        },
        {
          "text": "И Он начал говорить им: ныне исполнилось писание сие, слышанное вами.",
          "ID": "21"
        },
        {
          "text": "И все засвидетельствовали Ему это, и дивились словам благодати, исходившим из уст Его, и говорили: не Иосифов ли это сын?",
          "ID": "22"
        },
        {
          "text": "Он сказал им: конечно, вы скажете Мне присловие: врач! исцели Самого Себя; сделай и здесь, в Твоем отечестве, то, что, мы слышали, было в Капернауме.",
          "ID": "23"
        },
        {
          "text": "И сказал: истинно говорю вам: никакой пророк не принимается в своем отечестве.",
          "ID": "24"
        },
        {
          "text": "Поистине говорю вам: много вдов было в Израиле во дни Илии, когда заключено было небо три года и шесть месяцев, так что сделался большой голод по всей земле,",
          "ID": "25"
        },
        {
          "text": "и ни к одной из них не был послан Илия, а только ко вдове в Сарепту Сидонскую;",
          "ID": "26"
        },
        {
          "text": "много также было прокаженных в Израиле при пророке Елисее, и ни один из них не очистился, кроме Неемана Сириянина.",
          "ID": "27"
        },
        {
          "text": "Услышав это, все в синагоге исполнились ярости",
          "ID": "28"
        },
        {
          "text": "и, встав, выгнали Его вон из города и повели на вершину горы, на которой город их был построен, чтобы свергнуть Его;",
          "ID": "29"
        },
        {
          "text": "но Он, пройдя посреди них, удалился.",
          "ID": "30"
        },
        {
          "text": "И пришел в Капернаум, город Галилейский, и учил их в дни субботние.",
          "ID": "31"
        },
        {
          "text": "И дивились учению Его, ибо слово Его было со властью.",
          "ID": "32"
        },
        {
          "text": "Был в синагоге человек, имевший нечистого духа бесовского, и он закричал громким голосом:",
          "ID": "33"
        },
        {
          "text": "оставь; что Тебе до нас, Иисус Назарянин? Ты пришел погубить нас; знаю Тебя, кто Ты, Святый Божий.",
          "ID": "34"
        },
        {
          "text": "Иисус запретил ему, сказав: замолчи и выйди из него. И бес, повергнув его посреди [синагоги], вышел из него, нимало не повредив ему.",
          "ID": "35"
        },
        {
          "text": "И напал на всех ужас, и рассуждали между собою: что это значит, что Он со властью и силою повелевает нечистым духам, и они выходят?",
          "ID": "36"
        },
        {
          "text": "И разнесся слух о Нем по всем окрестным местам.",
          "ID": "37"
        },
        {
          "text": "Выйдя из синагоги, Он вошел в дом Симона; теща же Симонова была одержима сильною горячкою; и просили Его о ней.",
          "ID": "38"
        },
        {
          "text": "Подойдя к ней, Он запретил горячке; и оставила ее. Она тотчас встала и служила им.",
          "ID": "39"
        },
        {
          "text": "При захождении же солнца все, имевшие больных различными болезнями, приводили их к Нему и Он, возлагая на каждого из них руки, исцелял их.",
          "ID": "40"
        },
        {
          "text": "Выходили также и бесы из многих с криком и говорили: Ты Христос, Сын Божий. А Он запрещал им сказывать, что они знают, что Он Христос.",
          "ID": "41"
        },
        {
          "text": "Когда же настал день, Он, выйдя [из дома], пошел в пустынное место, и народ искал Его и, придя к Нему, удерживал Его, чтобы не уходил от них.",
          "ID": "42"
        },
        {
          "text": "Но Он сказал им: и другим городам благовествовать Я должен Царствие Божие, ибо на то Я послан.",
          "ID": "43"
        },
        {
          "text": "И проповедывал в синагогах галилейских.",
          "ID": "44"
        }
      ],
      "ID": "NT:LUK.4",
      "name": "Евангелие от Луки 4"
    },
    {
      "text": [
        {
          "text": "Однажды, когда народ теснился к Нему, чтобы слышать слово Божие, а Он стоял у озера Геннисаретского,",
          "ID": "1"
        },
        {
          "text": "увидел Он две лодки, стоящие на озере; а рыболовы, выйдя из них, вымывали сети.",
          "ID": "2"
        },
        {
          "text": "Войдя в одну лодку, которая была Симонова, Он просил его отплыть несколько от берега и, сев, учил народ из лодки.",
          "ID": "3"
        },
        {
          "text": "Когда же перестал учить, сказал Симону: отплыви на глубину и закиньте сети свои для лова.",
          "ID": "4"
        },
        {
          "text": "Симон сказал Ему в ответ: Наставник! мы трудились всю ночь и ничего не поймали, но по слову Твоему закину сеть.",
          "ID": "5"
        },
        {
          "text": "Сделав это, они поймали великое множество рыбы, и даже сеть у них прорывалась.",
          "ID": "6"
        },
        {
          "text": "И дали знак товарищам, находившимся на другой лодке, чтобы пришли помочь им; и пришли, и наполнили обе лодки, так что они начинали тонуть.",
          "ID": "7"
        },
        {
          "text": "Увидев это, Симон Петр припал к коленям Иисуса и сказал: выйди от меня, Господи! потому что я человек грешный.",
          "ID": "8"
        },
        {
          "text": "Ибо ужас объял его и всех, бывших с ним, от этого лова рыб, ими пойманных;",
          "ID": "9"
        },
        {
          "text": "также и Иакова и Иоанна, сыновей Зеведеевых, бывших товарищами Симону. И сказал Симону Иисус: не бойся; отныне будешь ловить человеков.",
          "ID": "10"
        },
        {
          "text": "И, вытащив обе лодки на берег, оставили все и последовали за Ним.",
          "ID": "11"
        },
        {
          "text": "Когда Иисус был в одном городе, пришел человек весь в проказе и, увидев Иисуса, пал ниц, умоляя Его и говоря: Господи! если хочешь, можешь меня очистить.",
          "ID": "12"
        },
        {
          "text": "Он простер руку, прикоснулся к нему и сказал: хочу, очистись. И тотчас проказа сошла с него.",
          "ID": "13"
        },
        {
          "text": "И Он повелел ему никому не сказывать, а пойти показаться священнику и принести [жертву] за очищение свое, как повелел Моисей, во свидетельство им.",
          "ID": "14"
        },
        {
          "text": "Но тем более распространялась молва о Нем, и великое множество народа стекалось к Нему слушать и врачеваться у Него от болезней своих.",
          "ID": "15"
        },
        {
          "text": "Но Он уходил в пустынные места и молился.",
          "ID": "16"
        },
        {
          "text": "В один день, когда Он учил, и сидели тут фарисеи и законоучители, пришедшие из всех мест Галилеи и Иудеи и из Иерусалима, и сила Господня являлась в исцелении [больных], –",
          "ID": "17"
        },
        {
          "text": "вот, принесли некоторые на постели человека, который был расслаблен, и старались внести его [в дом] и положить перед Иисусом;",
          "ID": "18"
        },
        {
          "text": "и, не найдя, где пронести его за многолюдством, влезли на верх дома и сквозь кровлю спустили его с постелью на средину пред Иисуса.",
          "ID": "19"
        },
        {
          "text": "И Он, видя веру их, сказал человеку тому: прощаются тебе грехи твои.",
          "ID": "20"
        },
        {
          "text": "Книжники и фарисеи начали рассуждать, говоря: кто это, который богохульствует? кто может прощать грехи, кроме одного Бога?",
          "ID": "21"
        },
        {
          "text": "Иисус, уразумев помышления их, сказал им в ответ: что вы помышляете в сердцах ваших?",
          "ID": "22"
        },
        {
          "text": "Что легче сказать: прощаются тебе грехи твои, или сказать: встань и ходи?",
          "ID": "23"
        },
        {
          "text": "Но чтобы вы знали, что Сын Человеческий имеет власть на земле прощать грехи, – сказал Он расслабленному: тебе говорю: встань, возьми постель твою и иди в дом твой.",
          "ID": "24"
        },
        {
          "text": "И он тотчас встал перед ними, взял, на чем лежал, и пошел в дом свой, славя Бога.",
          "ID": "25"
        },
        {
          "text": "И ужас объял всех, и славили Бога и, быв исполнены страха, говорили: чудные дела видели мы ныне.",
          "ID": "26"
        },
        {
          "text": "После сего [Иисус] вышел и увидел мытаря, именем Левия, сидящего у сбора пошлин, и говорит ему: следуй за Мною.",
          "ID": "27"
        },
        {
          "text": "И он, оставив все, встал и последовал за Ним.",
          "ID": "28"
        },
        {
          "text": "И сделал для Него Левий в доме своем большое угощение; и там было множество мытарей и других, которые возлежали с ними.",
          "ID": "29"
        },
        {
          "text": "Книжники же и фарисеи роптали и говорили ученикам Его: зачем вы едите и пьете с мытарями и грешниками?",
          "ID": "30"
        },
        {
          "text": "Иисус же сказал им в ответ: не здоровые имеют нужду во враче, но больные;",
          "ID": "31"
        },
        {
          "text": "Я пришел призвать не праведников, а грешников к покаянию.",
          "ID": "32"
        },
        {
          "text": "Они же сказали Ему: почему ученики Иоанновы постятся часто и молитвы творят, также и фарисейские, а Твои едят и пьют?",
          "ID": "33"
        },
        {
          "text": "Он сказал им: можете ли заставить сынов чертога брачного поститься, когда с ними жених?",
          "ID": "34"
        },
        {
          "text": "Но придут дни, когда отнимется у них жених, и тогда будут поститься в те дни.",
          "ID": "35"
        },
        {
          "text": "При сем сказал им притчу: никто не приставляет заплаты к ветхой одежде, отодрав от новой одежды; а иначе и новую раздерет, и к старой не подойдет заплата от новой.",
          "ID": "36"
        },
        {
          "text": "И никто не вливает молодого вина в мехи ветхие; а иначе молодое вино прорвет мехи, и само вытечет, и мехи пропадут;",
          "ID": "37"
        },
        {
          "text": "но молодое вино должно вливать в мехи новые; тогда сбережется и то и другое.",
          "ID": "38"
        },
        {
          "text": "И никто, пив старое [вино], не захочет тотчас молодого, ибо говорит: старое лучше.",
          "ID": "39"
        }
      ],
      "ID": "NT:LUK.5",
      "name": "Евангелие от Луки 5"
    },
    {
      "text": [
        {
          "text": "В субботу, первую по втором дне Пасхи, случилось Ему проходить засеянными полями, и ученики Его срывали колосья и ели, растирая руками.",
          "ID": "1"
        },
        {
          "text": "Некоторые же из фарисеев сказали им: зачем вы делаете то, чего не должно делать в субботы?",
          "ID": "2"
        },
        {
          "text": "Иисус сказал им в ответ: разве вы не читали, что сделал Давид, когда взалкал сам и бывшие с ним?",
          "ID": "3"
        },
        {
          "text": "Как он вошел в дом Божий, взял хлебы предложения, которых не должно было есть никому, кроме одних священников, и ел, и дал бывшим с ним?",
          "ID": "4"
        },
        {
          "text": "И сказал им: Сын Человеческий есть господин и субботы.",
          "ID": "5"
        },
        {
          "text": "Случилось же и в другую субботу войти Ему в синагогу и учить. Там был человек, у которого правая рука была сухая.",
          "ID": "6"
        },
        {
          "text": "Книжники же и фарисеи наблюдали за Ним, не исцелит ли в субботу, чтобы найти обвинение против Него.",
          "ID": "7"
        },
        {
          "text": "Но Он, зная помышления их, сказал человеку, имеющему сухую руку: встань и выступи на средину. И он встал и выступил.",
          "ID": "8"
        },
        {
          "text": "Тогда сказал им Иисус: спрошу Я вас: что должно делать в субботу? добро, или зло? спасти душу, или погубить? Они молчали.",
          "ID": "9"
        },
        {
          "text": "И, посмотрев на всех их, сказал тому человеку: протяни руку твою. Он так и сделал; и стала рука его здорова, как другая.",
          "ID": "10"
        },
        {
          "text": "Они же пришли в бешенство и говорили между собою, что бы им сделать с Иисусом.",
          "ID": "11"
        },
        {
          "text": "В те дни взошел Он на гору помолиться и пробыл всю ночь в молитве к Богу.",
          "ID": "12"
        },
        {
          "text": "Когда же настал день, призвал учеников Своих и избрал из них двенадцать, которых и наименовал Апостолами:",
          "ID": "13"
        },
        {
          "text": "Симона, которого и назвал Петром, и Андрея, брата его, Иакова и Иоанна, Филиппа и Варфоломея,",
          "ID": "14"
        },
        {
          "text": "Матфея и Фому, Иакова Алфеева и Симона, прозываемого Зилотом,",
          "ID": "15"
        },
        {
          "text": "Иуду Иаковлева и Иуду Искариота, который потом сделался предателем.",
          "ID": "16"
        },
        {
          "text": "И, сойдя с ними, стал Он на ровном месте, и множество учеников Его, и много народа из всей Иудеи и Иерусалима и приморских мест Тирских и Сидонских,",
          "ID": "17"
        },
        {
          "text": "которые пришли послушать Его и исцелиться от болезней своих, также и страждущие от нечистых духов; и исцелялись.",
          "ID": "18"
        },
        {
          "text": "И весь народ искал прикасаться к Нему, потому что от Него исходила сила и исцеляла всех.",
          "ID": "19"
        },
        {
          "text": "И Он, возведя очи Свои на учеников Своих, говорил: Блаженны нищие духом, ибо ваше есть Царствие Божие.",
          "ID": "20"
        },
        {
          "text": "Блаженны алчущие ныне, ибо насытитесь. Блаженны плачущие ныне, ибо воссмеетесь.",
          "ID": "21"
        },
        {
          "text": "Блаженны вы, когда возненавидят вас люди и когда отлучат вас, и будут поносить, и пронесут имя ваше, как бесчестное, за Сына Человеческого.",
          "ID": "22"
        },
        {
          "text": "Возрадуйтесь в тот день и возвеселитесь, ибо велика вам награда на небесах. Так поступали с пророками отцы их.",
          "ID": "23"
        },
        {
          "text": "Напротив, горе вам, богатые! ибо вы уже получили свое утешение.",
          "ID": "24"
        },
        {
          "text": "Горе вам, пресыщенные ныне! ибо взалчете. Горе вам, смеющиеся ныне! ибо восплачете и возрыдаете.",
          "ID": "25"
        },
        {
          "text": "Горе вам, когда все люди будут говорить о вас хорошо! ибо так поступали с лжепророками отцы их.",
          "ID": "26"
        },
        {
          "text": "Но вам, слушающим, говорю: любите врагов ваших, благотворите ненавидящим вас,",
          "ID": "27"
        },
        {
          "text": "благословляйте проклинающих вас и молитесь за обижающих вас.",
          "ID": "28"
        },
        {
          "text": "Ударившему тебя по щеке подставь и другую, и отнимающему у тебя верхнюю одежду не препятствуй взять и рубашку.",
          "ID": "29"
        },
        {
          "text": "Всякому, просящему у тебя, давай, и от взявшего твое не требуй назад.",
          "ID": "30"
        },
        {
          "text": "И как хотите, чтобы с вами поступали люди, так и вы поступайте с ними.",
          "ID": "31"
        },
        {
          "text": "И если любите любящих вас, какая вам за то благодарность? ибо и грешники любящих их любят.",
          "ID": "32"
        },
        {
          "text": "И если делаете добро тем, которые вам делают добро, какая вам за то благодарность? ибо и грешники то же делают.",
          "ID": "33"
        },
        {
          "text": "И если взаймы даете тем, от которых надеетесь получить обратно, какая вам за то благодарность? ибо и грешники дают взаймы грешникам, чтобы получить обратно столько же.",
          "ID": "34"
        },
        {
          "text": "Но вы любите врагов ваших, и благотворите, и взаймы давайте, не ожидая ничего; и будет вам награда великая, и будете сынами Всевышнего; ибо Он благ и к неблагодарным и злым.",
          "ID": "35"
        },
        {
          "text": "Итак, будьте милосерды, как и Отец ваш милосерд.",
          "ID": "36"
        },
        {
          "text": "Не судите, и не будете судимы; не осуждайте, и не будете осуждены; прощайте, и прощены будете;",
          "ID": "37"
        },
        {
          "text": "давайте, и дастся вам: мерою доброю, утрясенною, нагнетенною и переполненною отсыплют вам в лоно ваше; ибо, какою мерою мерите, такою же отмерится и вам.",
          "ID": "38"
        },
        {
          "text": "Сказал также им притчу: может ли слепой водить слепого? не оба ли упадут в яму?",
          "ID": "39"
        },
        {
          "text": "Ученик не бывает выше своего учителя; но, и усовершенствовавшись, будет всякий, как учитель его.",
          "ID": "40"
        },
        {
          "text": "Что ты смотришь на сучок в глазе брата твоего, а бревна в твоем глазе не чувствуешь?",
          "ID": "41"
        },
        {
          "text": "Или, как можешь сказать брату твоему: брат! дай, я выну сучок из глаза твоего, когда сам не видишь бревна в твоем глазе? Лицемер! вынь прежде бревно из твоего глаза, и тогда увидишь, как вынуть сучок из глаза брата твоего.",
          "ID": "42"
        },
        {
          "text": "Нет доброго дерева, которое приносило бы худой плод; и нет худого дерева, которое приносило бы плод добрый,",
          "ID": "43"
        },
        {
          "text": "ибо всякое дерево познается по плоду своему, потому что не собирают смокв с терновника и не снимают винограда с кустарника.",
          "ID": "44"
        },
        {
          "text": "Добрый человек из доброго сокровища сердца своего выносит доброе, а злой человек из злого сокровища сердца своего выносит злое, ибо от избытка сердца говорят уста его.",
          "ID": "45"
        },
        {
          "text": "Что вы зовете Меня: Господи! Господи! – и не делаете того, что Я говорю?",
          "ID": "46"
        },
        {
          "text": "Всякий, приходящий ко Мне и слушающий слова Мои и исполняющий их, скажу вам, кому подобен.",
          "ID": "47"
        },
        {
          "text": "Он подобен человеку, строящему дом, который копал, углубился и положил основание на камне; почему, когда случилось наводнение и вода наперла на этот дом, то не могла поколебать его, потому что он основан был на камне.",
          "ID": "48"
        },
        {
          "text": "А слушающий и неисполняющий подобен человеку, построившему дом на земле без основания, который, когда наперла на него вода, тотчас обрушился; и разрушение дома сего было великое.",
          "ID": "49"
        }
      ],
      "ID": "NT:LUK.6",
      "name": "Евангелие от Луки 6"
    },
    {
      "text": [
        {
          "text": "Когда Он окончил все слова Свои к слушавшему народу, то вошел в Капернаум.",
          "ID": "1"
        },
        {
          "text": "У одного сотника слуга, которым он дорожил, был болен при смерти.",
          "ID": "2"
        },
        {
          "text": "Услышав об Иисусе, он послал к Нему Иудейских старейшин просить Его, чтобы пришел исцелить слугу его.",
          "ID": "3"
        },
        {
          "text": "И они, придя к Иисусу, просили Его убедительно, говоря: он достоин, чтобы Ты сделал для него это,",
          "ID": "4"
        },
        {
          "text": "ибо он любит народ наш и построил нам синагогу.",
          "ID": "5"
        },
        {
          "text": "Иисус пошел с ними. И когда Он недалеко уже был от дома, сотник прислал к Нему друзей сказать Ему: не трудись, Господи! ибо я недостоин, чтобы Ты вошел под кров мой;",
          "ID": "6"
        },
        {
          "text": "потому и себя самого не почел я достойным придти к Тебе; но скажи слово, и выздоровеет слуга мой.",
          "ID": "7"
        },
        {
          "text": "Ибо я и подвластный человек, но, имея у себя в подчинении воинов, говорю одному: пойди, и идет; и другому: приди, и приходит; и слуге моему: сделай то, и делает.",
          "ID": "8"
        },
        {
          "text": "Услышав сие, Иисус удивился ему и, обратившись, сказал идущему за Ним народу: сказываю вам, что и в Израиле не нашел Я такой веры.",
          "ID": "9"
        },
        {
          "text": "Посланные, возвратившись в дом, нашли больного слугу выздоровевшим.",
          "ID": "10"
        },
        {
          "text": "После сего Иисус пошел в город, называемый Наин; и с Ним шли многие из учеников Его и множество народа.",
          "ID": "11"
        },
        {
          "text": "Когда же Он приблизился к городским воротам, тут выносили умершего, единственного сына у матери, а она была вдова; и много народа шло с нею из города.",
          "ID": "12"
        },
        {
          "text": "Увидев ее, Господь сжалился над нею и сказал ей: не плачь.",
          "ID": "13"
        },
        {
          "text": "И, подойдя, прикоснулся к одру; несшие остановились, и Он сказал: юноша! тебе говорю, встань!",
          "ID": "14"
        },
        {
          "text": "Мертвый, поднявшись, сел и стал говорить; и отдал его [Иисус] матери его.",
          "ID": "15"
        },
        {
          "text": "И всех объял страх, и славили Бога, говоря: великий пророк восстал между нами, и Бог посетил народ Свой.",
          "ID": "16"
        },
        {
          "text": "Такое мнение о Нем распространилось по всей Иудее и по всей окрестности.",
          "ID": "17"
        },
        {
          "text": "И возвестили Иоанну ученики его о всем том.",
          "ID": "18"
        },
        {
          "text": "Иоанн, призвав двоих из учеников своих, послал к Иисусу спросить: Ты ли Тот, Который должен придти, или ожидать нам другого?",
          "ID": "19"
        },
        {
          "text": "Они, придя к [Иисусу], сказали: Иоанн Креститель послал нас к Тебе спросить: Ты ли Тот, Которому должно придти, или другого ожидать нам?",
          "ID": "20"
        },
        {
          "text": "А в это время Он многих исцелил от болезней и недугов и от злых духов, и многим слепым даровал зрение.",
          "ID": "21"
        },
        {
          "text": "И сказал им Иисус в ответ: пойдите, скажите Иоанну, что вы видели и слышали: слепые прозревают, хромые ходят, прокаженные очищаются, глухие слышат, мертвые воскресают, нищие благовествуют;",
          "ID": "22"
        },
        {
          "text": "и блажен, кто не соблазнится о Мне!",
          "ID": "23"
        },
        {
          "text": "По отшествии же посланных Иоанном, начал говорить к народу об Иоанне: что смотреть ходили вы в пустыню? трость ли, ветром колеблемую?",
          "ID": "24"
        },
        {
          "text": "Что же смотреть ходили вы? человека ли, одетого в мягкие одежды? Но одевающиеся пышно и роскошно живущие находятся при дворах царских.",
          "ID": "25"
        },
        {
          "text": "Что же смотреть ходили вы? пророка ли? Да, говорю вам, и больше пророка.",
          "ID": "26"
        },
        {
          "text": "Сей есть, о котором написано: вот, Я посылаю Ангела Моего пред лицем Твоим, который приготовит путь Твой пред Тобою.",
          "ID": "27"
        },
        {
          "text": "Ибо говорю вам: из рожденных женами нет ни одного пророка больше Иоанна Крестителя; но меньший в Царствии Божием больше его.",
          "ID": "28"
        },
        {
          "text": "И весь народ, слушавший [Его], и мытари воздали славу Богу, крестившись крещением Иоанновым;",
          "ID": "29"
        },
        {
          "text": "а фарисеи и законники отвергли волю Божию о себе, не крестившись от него.",
          "ID": "30"
        },
        {
          "text": "Тогда Господь сказал: с кем сравню людей рода сего? и кому они подобны?",
          "ID": "31"
        },
        {
          "text": "Они подобны детям, которые сидят на улице, кличут друг друга и говорят: мы играли вам на свирели, и вы не плясали; мы пели вам плачевные песни, и вы не плакали.",
          "ID": "32"
        },
        {
          "text": "Ибо пришел Иоанн Креститель: ни хлеба не ест, ни вина не пьет; и говорите: в нем бес.",
          "ID": "33"
        },
        {
          "text": "Пришел Сын Человеческий: ест и пьет; и говорите: вот человек, который любит есть и пить вино, друг мытарям и грешникам.",
          "ID": "34"
        },
        {
          "text": "И оправдана премудрость всеми чадами ее.",
          "ID": "35"
        },
        {
          "text": "Некто из фарисеев просил Его вкусить с ним пищи; и Он, войдя в дом фарисея, возлег.",
          "ID": "36"
        },
        {
          "text": "И вот, женщина того города, которая была грешница, узнав, что Он возлежит в доме фарисея, принесла алавастровый сосуд с миром",
          "ID": "37"
        },
        {
          "text": "и, став позади у ног Его и плача, начала обливать ноги Его слезами и отирать волосами головы своей, и целовала ноги Его, и мазала миром.",
          "ID": "38"
        },
        {
          "text": "Видя это, фарисей, пригласивший Его, сказал сам в себе: если бы Он был пророк, то знал бы, кто и какая женщина прикасается к Нему, ибо она грешница.",
          "ID": "39"
        },
        {
          "text": "Обратившись к нему, Иисус сказал: Симон! Я имею нечто сказать тебе. Он говорит: скажи, Учитель.",
          "ID": "40"
        },
        {
          "text": "Иисус сказал: у одного заимодавца было два должника: один должен был пятьсот динариев, а другой пятьдесят,",
          "ID": "41"
        },
        {
          "text": "но как они не имели чем заплатить, он простил обоим. Скажи же, который из них более возлюбит его?",
          "ID": "42"
        },
        {
          "text": "Симон отвечал: думаю, тот, которому более простил. Он сказал ему: правильно ты рассудил.",
          "ID": "43"
        },
        {
          "text": "И, обратившись к женщине, сказал Симону: видишь ли ты эту женщину? Я пришел в дом твой, и ты воды Мне на ноги не дал, а она слезами облила Мне ноги и волосами головы своей отерла;",
          "ID": "44"
        },
        {
          "text": "ты целования Мне не дал, а она, с тех пор как Я пришел, не перестает целовать у Меня ноги;",
          "ID": "45"
        },
        {
          "text": "ты головы Мне маслом не помазал, а она миром помазала Мне ноги.",
          "ID": "46"
        },
        {
          "text": "А потому сказываю тебе: прощаются грехи ее многие за то, что она возлюбила много, а кому мало прощается, тот мало любит.",
          "ID": "47"
        },
        {
          "text": "Ей же сказал: прощаются тебе грехи.",
          "ID": "48"
        },
        {
          "text": "И возлежавшие с Ним начали говорить про себя: кто это, что и грехи прощает?",
          "ID": "49"
        },
        {
          "text": "Он же сказал женщине: вера твоя спасла тебя, иди с миром.",
          "ID": "50"
        }
      ],
      "ID": "NT:LUK.7",
      "name": "Евангелие от Луки 7"
    },
    {
      "text": [
        {
          "text": "После сего Он проходил по городам и селениям, проповедуя и благовествуя Царствие Божие, и с Ним двенадцать,",
          "ID": "1"
        },
        {
          "text": "и некоторые женщины, которых Он исцелил от злых духов и болезней: Мария, называемая Магдалиною, из которой вышли семь бесов,",
          "ID": "2"
        },
        {
          "text": "и Иоанна, жена Хузы, домоправителя Иродова, и Сусанна, и многие другие, которые служили Ему имением своим.",
          "ID": "3"
        },
        {
          "text": "Когда же собралось множество народа, и из всех городов жители сходились к Нему, Он начал говорить притчею:",
          "ID": "4"
        },
        {
          "text": "вышел сеятель сеять семя свое, и когда он сеял, иное упало при дороге и было потоптано, и птицы небесные поклевали его;",
          "ID": "5"
        },
        {
          "text": "а иное упало на камень и, взойдя, засохло, потому что не имело влаги;",
          "ID": "6"
        },
        {
          "text": "а иное упало между тернием, и выросло терние и заглушило его;",
          "ID": "7"
        },
        {
          "text": "а иное упало на добрую землю и, взойдя, принесло плод сторичный. Сказав сие, возгласил: кто имеет уши слышать, да слышит!",
          "ID": "8"
        },
        {
          "text": "Ученики же Его спросили у Него: что бы значила притча сия?",
          "ID": "9"
        },
        {
          "text": "Он сказал: вам дано знать тайны Царствия Божия, а прочим в притчах, так что они видя не видят и слыша не разумеют.",
          "ID": "10"
        },
        {
          "text": "Вот что значит притча сия: семя есть слово Божие;",
          "ID": "11"
        },
        {
          "text": "а упавшее при пути, это суть слушающие, к которым потом приходит диавол и уносит слово из сердца их, чтобы они не уверовали и не спаслись;",
          "ID": "12"
        },
        {
          "text": "а упавшее на камень, это те, которые, когда услышат слово, с радостью принимают, но которые не имеют корня, и временем веруют, а во время искушения отпадают;",
          "ID": "13"
        },
        {
          "text": "а упавшее в терние, это те, которые слушают слово, но, отходя, заботами, богатством и наслаждениями житейскими подавляются и не приносят плода;",
          "ID": "14"
        },
        {
          "text": "а упавшее на добрую землю, это те, которые, услышав слово, хранят его в добром и чистом сердце и приносят плод в терпении. Сказав это, Он возгласил: кто имеет уши слышать, да слышит!",
          "ID": "15"
        },
        {
          "text": "Никто, зажегши свечу, не покрывает ее сосудом, или не ставит под кровать, а ставит на подсвечник, чтобы входящие видели свет.",
          "ID": "16"
        },
        {
          "text": "Ибо нет ничего тайного, что не сделалось бы явным, ни сокровенного, что не сделалось бы известным и не обнаружилось бы.",
          "ID": "17"
        },
        {
          "text": "Итак, наблюдайте, как вы слушаете: ибо, кто имеет, тому дано будет, а кто не имеет, у того отнимется и то, что он думает иметь.",
          "ID": "18"
        },
        {
          "text": "И пришли к Нему Матерь и братья Его, и не могли подойти к Нему по причине народа.",
          "ID": "19"
        },
        {
          "text": "И дали знать Ему: Матерь и братья Твои стоят вне, желая видеть Тебя.",
          "ID": "20"
        },
        {
          "text": "Он сказал им в ответ: матерь Моя и братья Мои суть слушающие слово Божие и исполняющие его.",
          "ID": "21"
        },
        {
          "text": "В один день Он вошел с учениками Своими в лодку и сказал им: переправимся на ту сторону озера. И отправились.",
          "ID": "22"
        },
        {
          "text": "Во время плавания их Он заснул. На озере поднялся бурный ветер, и заливало их [волнами], и они были в опасности.",
          "ID": "23"
        },
        {
          "text": "И, подойдя, разбудили Его и сказали: Наставник! Наставник! погибаем. Но Он, встав, запретил ветру и волнению воды; и перестали, и сделалась тишина.",
          "ID": "24"
        },
        {
          "text": "Тогда Он сказал им: где вера ваша? Они же в страхе и удивлении говорили друг другу: кто же это, что и ветрам повелевает и воде, и повинуются Ему?",
          "ID": "25"
        },
        {
          "text": "И приплыли в страну Гадаринскую, лежащую против Галилеи.",
          "ID": "26"
        },
        {
          "text": "Когда же вышел Он на берег, встретил Его один человек из города, одержимый бесами с давнего времени, и в одежду не одевавшийся, и живший не в доме, а в гробах.",
          "ID": "27"
        },
        {
          "text": "Он, увидев Иисуса, вскричал, пал пред Ним и громким голосом сказал: что Тебе до меня, Иисус, Сын Бога Всевышнего? умоляю Тебя, не мучь меня.",
          "ID": "28"
        },
        {
          "text": "Ибо [Иисус] повелел нечистому духу выйти из сего человека, потому что он долгое время мучил его, так что его связывали цепями и узами, сберегая его; но он разрывал узы и был гоним бесом в пустыни.",
          "ID": "29"
        },
        {
          "text": "Иисус спросил его: как тебе имя? Он сказал: легион, – потому что много бесов вошло в него.",
          "ID": "30"
        },
        {
          "text": "И они просили Иисуса, чтобы не повелел им идти в бездну.",
          "ID": "31"
        },
        {
          "text": "Тут же на горе паслось большое стадо свиней; и [бесы] просили Его, чтобы позволил им войти в них. Он позволил им.",
          "ID": "32"
        },
        {
          "text": "Бесы, выйдя из человека, вошли в свиней, и бросилось стадо с крутизны в озеро и потонуло.",
          "ID": "33"
        },
        {
          "text": "Пастухи, видя происшедшее, побежали и рассказали в городе и в селениях.",
          "ID": "34"
        },
        {
          "text": "И вышли видеть происшедшее; и, придя к Иисусу, нашли человека, из которого вышли бесы, сидящего у ног Иисуса, одетого и в здравом уме; и ужаснулись.",
          "ID": "35"
        },
        {
          "text": "Видевшие же рассказали им, как исцелился бесновавшийся.",
          "ID": "36"
        },
        {
          "text": "И просил Его весь народ Гадаринской окрестности удалиться от них, потому что они объяты были великим страхом. Он вошел в лодку и возвратился.",
          "ID": "37"
        },
        {
          "text": "Человек же, из которого вышли бесы, просил Его, чтобы быть с Ним. Но Иисус отпустил его, сказав:",
          "ID": "38"
        },
        {
          "text": "возвратись в дом твой и расскажи, что сотворил тебе Бог. Он пошел и проповедывал по всему городу, что сотворил ему Иисус.",
          "ID": "39"
        },
        {
          "text": "Когда же возвратился Иисус, народ принял Его, потому что все ожидали Его.",
          "ID": "40"
        },
        {
          "text": "И вот, пришел человек, именем Иаир, который был начальником синагоги; и, пав к ногам Иисуса, просил Его войти к нему в дом,",
          "ID": "41"
        },
        {
          "text": "потому что у него была одна дочь, лет двенадцати, и та была при смерти. Когда же Он шел, народ теснил Его.",
          "ID": "42"
        },
        {
          "text": "И женщина, страдавшая кровотечением двенадцать лет, которая, издержав на врачей все имение, ни одним не могла быть вылечена,",
          "ID": "43"
        },
        {
          "text": "подойдя сзади, коснулась края одежды Его; и тотчас течение крови у ней остановилось.",
          "ID": "44"
        },
        {
          "text": "И сказал Иисус: кто прикоснулся ко Мне? Когда же все отрицались, Петр сказал и бывшие с Ним: Наставник! народ окружает Тебя и теснит, – и Ты говоришь: кто прикоснулся ко Мне?",
          "ID": "45"
        },
        {
          "text": "Но Иисус сказал: прикоснулся ко Мне некто, ибо Я чувствовал силу, исшедшую из Меня.",
          "ID": "46"
        },
        {
          "text": "Женщина, видя, что она не утаилась, с трепетом подошла и, пав пред Ним, объявила Ему перед всем народом, по какой причине прикоснулась к Нему и как тотчас исцелилась.",
          "ID": "47"
        },
        {
          "text": "Он сказал ей: дерзай, дщерь! вера твоя спасла тебя; иди с миром.",
          "ID": "48"
        },
        {
          "text": "Когда Он еще говорил это, приходит некто из дома начальника синагоги и говорит ему: дочь твоя умерла; не утруждай Учителя.",
          "ID": "49"
        },
        {
          "text": "Но Иисус, услышав это, сказал ему: не бойся, только веруй, и спасена будет.",
          "ID": "50"
        },
        {
          "text": "Придя же в дом, не позволил войти никому, кроме Петра, Иоанна и Иакова, и отца девицы, и матери.",
          "ID": "51"
        },
        {
          "text": "Все плакали и рыдали о ней. Но Он сказал: не плачьте; она не умерла, но спит.",
          "ID": "52"
        },
        {
          "text": "И смеялись над Ним, зная, что она умерла.",
          "ID": "53"
        },
        {
          "text": "Он же, выслав всех вон и взяв ее за руку, возгласил: девица! встань.",
          "ID": "54"
        },
        {
          "text": "И возвратился дух ее; она тотчас встала, и Он велел дать ей есть.",
          "ID": "55"
        },
        {
          "text": "И удивились родители ее. Он же повелел им не сказывать никому о происшедшем.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.8",
      "name": "Евангелие от Луки 8"
    },
    {
      "text": [
        {
          "text": "Созвав же двенадцать, дал силу и власть над всеми бесами и врачевать от болезней,",
          "ID": "1"
        },
        {
          "text": "и послал их проповедывать Царствие Божие и исцелять больных.",
          "ID": "2"
        },
        {
          "text": "И сказал им: ничего не берите на дорогу: ни посоха, ни сумы, ни хлеба, ни серебра, и не имейте по две одежды;",
          "ID": "3"
        },
        {
          "text": "и в какой дом войдете, там оставайтесь и оттуда отправляйтесь [в] [путь].",
          "ID": "4"
        },
        {
          "text": "А если где не примут вас, то, выходя из того города, отрясите и прах от ног ваших во свидетельство на них.",
          "ID": "5"
        },
        {
          "text": "Они пошли и проходили по селениям, благовествуя и исцеляя повсюду.",
          "ID": "6"
        },
        {
          "text": "Услышал Ирод четвертовластник о всем, что делал [Иисус], и недоумевал: ибо одни говорили, что это Иоанн восстал из мертвых;",
          "ID": "7"
        },
        {
          "text": "другие, что Илия явился, а иные, что один из древних пророков воскрес.",
          "ID": "8"
        },
        {
          "text": "И сказал Ирод: Иоанна я обезглавил; кто же Этот, о Котором я слышу такое? И искал увидеть Его.",
          "ID": "9"
        },
        {
          "text": "Апостолы, возвратившись, рассказали Ему, что они сделали; и Он, взяв их с Собою, удалился особо в пустое место, близ города, называемого Вифсаидою.",
          "ID": "10"
        },
        {
          "text": "Но народ, узнав, пошел за Ним; и Он, приняв их, беседовал с ними о Царствии Божием и требовавших исцеления исцелял.",
          "ID": "11"
        },
        {
          "text": "День же начал склоняться к вечеру. И, приступив к Нему, двенадцать говорили Ему: отпусти народ, чтобы они пошли в окрестные селения и деревни ночевать и достали пищи; потому что мы здесь в пустом месте.",
          "ID": "12"
        },
        {
          "text": "Но Он сказал им: вы дайте им есть. Они сказали: у нас нет более пяти хлебов и двух рыб; разве нам пойти купить пищи для всех сих людей?",
          "ID": "13"
        },
        {
          "text": "Ибо их было около пяти тысяч человек. Но Он сказал ученикам Своим: рассадите их рядами по пятидесяти.",
          "ID": "14"
        },
        {
          "text": "И сделали так, и рассадили всех.",
          "ID": "15"
        },
        {
          "text": "Он же, взяв пять хлебов и две рыбы и воззрев на небо, благословил их, преломил и дал ученикам, чтобы раздать народу.",
          "ID": "16"
        },
        {
          "text": "И ели, и насытились все; и оставшихся у них кусков набрано двенадцать коробов.",
          "ID": "17"
        },
        {
          "text": "В одно время, когда Он молился в уединенном месте, и ученики были с Ним, Он спросил их: за кого почитает Меня народ?",
          "ID": "18"
        },
        {
          "text": "Они сказали в ответ: за Иоанна Крестителя, а иные за Илию; другие же [говорят], что один из древних пророков воскрес.",
          "ID": "19"
        },
        {
          "text": "Он же спросил их: а вы за кого почитаете Меня? Отвечал Петр: за Христа Божия.",
          "ID": "20"
        },
        {
          "text": "Но Он строго приказал им никому не говорить о сем,",
          "ID": "21"
        },
        {
          "text": "сказав, что Сыну Человеческому должно много пострадать, и быть отвержену старейшинами, первосвященниками и книжниками, и быть убиту, и в третий день воскреснуть.",
          "ID": "22"
        },
        {
          "text": "Ко всем же сказал: если кто хочет идти за Мною, отвергнись себя, и возьми крест свой, и следуй за Мною.",
          "ID": "23"
        },
        {
          "text": "Ибо кто хочет душу свою сберечь, тот потеряет ее; а кто потеряет душу свою ради Меня, тот сбережет ее.",
          "ID": "24"
        },
        {
          "text": "Ибо что пользы человеку приобрести весь мир, а себя самого погубить или повредить себе?",
          "ID": "25"
        },
        {
          "text": "Ибо кто постыдится Меня и Моих слов, того Сын Человеческий постыдится, когда приидет во славе Своей и Отца и святых Ангелов.",
          "ID": "26"
        },
        {
          "text": "Говорю же вам истинно: есть некоторые из стоящих здесь, которые не вкусят смерти, как уже увидят Царствие Божие.",
          "ID": "27"
        },
        {
          "text": "После сих слов, дней через восемь, взяв Петра, Иоанна и Иакова, взошел Он на гору помолиться.",
          "ID": "28"
        },
        {
          "text": "И когда молился, вид лица Его изменился, и одежда Его сделалась белою, блистающею.",
          "ID": "29"
        },
        {
          "text": "И вот, два мужа беседовали с Ним, которые были Моисей и Илия;",
          "ID": "30"
        },
        {
          "text": "явившись во славе, они говорили об исходе Его, который Ему надлежало совершить в Иерусалиме.",
          "ID": "31"
        },
        {
          "text": "Петр же и бывшие с ним отягчены были сном; но, пробудившись, увидели славу Его и двух мужей, стоявших с Ним.",
          "ID": "32"
        },
        {
          "text": "И когда они отходили от Него, сказал Петр Иисусу: Наставник! хорошо нам здесь быть; сделаем три кущи: одну Тебе, одну Моисею и одну Илии, – не зная, что говорил.",
          "ID": "33"
        },
        {
          "text": "Когда же он говорил это, явилось облако и осенило их; и устрашились, когда вошли в облако.",
          "ID": "34"
        },
        {
          "text": "И был из облака глас, глаголющий: Сей есть Сын Мой Возлюбленный, Его слушайте.",
          "ID": "35"
        },
        {
          "text": "Когда был глас сей, остался Иисус один. И они умолчали, и никому не говорили в те дни о том, что видели.",
          "ID": "36"
        },
        {
          "text": "В следующий же день, когда они сошли с горы, встретило Его много народа.",
          "ID": "37"
        },
        {
          "text": "Вдруг некто из народа воскликнул: Учитель! умоляю Тебя взглянуть на сына моего, он один у меня:",
          "ID": "38"
        },
        {
          "text": "его схватывает дух, и он внезапно вскрикивает, и терзает его, так что он испускает пену; и насилу отступает от него, измучив его.",
          "ID": "39"
        },
        {
          "text": "Я просил учеников Твоих изгнать его, и они не могли.",
          "ID": "40"
        },
        {
          "text": "Иисус же, отвечая, сказал: о, род неверный и развращенный! доколе буду с вами и буду терпеть вас? приведи сюда сына твоего.",
          "ID": "41"
        },
        {
          "text": "Когда же тот еще шел, бес поверг его и стал бить; но Иисус запретил нечистому духу, и исцелил отрока, и отдал его отцу его.",
          "ID": "42"
        },
        {
          "text": "И все удивлялись величию Божию. Когда же все дивились всему, что творил Иисус, Он сказал ученикам Своим:",
          "ID": "43"
        },
        {
          "text": "вложите вы себе в уши слова сии: Сын Человеческий будет предан в руки человеческие.",
          "ID": "44"
        },
        {
          "text": "Но они не поняли слова сего, и оно было закрыто от них, так что они не постигли его, а спросить Его о сем слове боялись.",
          "ID": "45"
        },
        {
          "text": "Пришла же им мысль: кто бы из них был больше?",
          "ID": "46"
        },
        {
          "text": "Иисус же, видя помышление сердца их, взяв дитя, поставил его пред Собою",
          "ID": "47"
        },
        {
          "text": "и сказал им: кто примет сие дитя во имя Мое, тот Меня принимает; а кто примет Меня, тот принимает Пославшего Меня; ибо кто из вас меньше всех, тот будет велик.",
          "ID": "48"
        },
        {
          "text": "При сем Иоанн сказал: Наставник! мы видели человека, именем Твоим изгоняющего бесов, и запретили ему, потому что он не ходит с нами.",
          "ID": "49"
        },
        {
          "text": "Иисус сказал ему: не запрещайте, ибо кто не против вас, тот за вас.",
          "ID": "50"
        },
        {
          "text": "Когда же приближались дни взятия Его [от мира], Он восхотел идти в Иерусалим;",
          "ID": "51"
        },
        {
          "text": "и послал вестников пред лицем Своим; и они пошли и вошли в селение Самарянское; чтобы приготовить для Него;",
          "ID": "52"
        },
        {
          "text": "но [там] не приняли Его, потому что Он имел вид путешествующего в Иерусалим.",
          "ID": "53"
        },
        {
          "text": "Видя то, ученики Его, Иаков и Иоанн, сказали: Господи! хочешь ли, мы скажем, чтобы огонь сошел с неба и истребил их, как и Илия сделал?",
          "ID": "54"
        },
        {
          "text": "Но Он, обратившись к ним, запретил им и сказал: не знаете, какого вы духа;",
          "ID": "55"
        },
        {
          "text": "ибо Сын Человеческий пришел не губить души человеческие, а спасать. И пошли в другое селение.",
          "ID": "56"
        },
        {
          "text": "Случилось, что когда они были в пути, некто сказал Ему: Господи! я пойду за Тобою, куда бы Ты ни пошел.",
          "ID": "57"
        },
        {
          "text": "Иисус сказал ему: лисицы имеют норы, и птицы небесные – гнезда; а Сын Человеческий не имеет, где приклонить голову.",
          "ID": "58"
        },
        {
          "text": "А другому сказал: следуй за Мною. Тот сказал: Господи! позволь мне прежде пойти и похоронить отца моего.",
          "ID": "59"
        },
        {
          "text": "Но Иисус сказал ему: предоставь мертвым погребать своих мертвецов, а ты иди, благовествуй Царствие Божие.",
          "ID": "60"
        },
        {
          "text": "Еще другой сказал: я пойду за Тобою, Господи! но прежде позволь мне проститься с домашними моими.",
          "ID": "61"
        },
        {
          "text": "Но Иисус сказал ему: никто, возложивший руку свою на плуг и озирающийся назад, не благонадежен для Царствия Божия.",
          "ID": "62"
        }
      ],
      "ID": "NT:LUK.9",
      "name": "Евангелие от Луки 9"
    },
    {
      "text": [
        {
          "text": "После сего избрал Господь и других семьдесят [учеников], и послал их по два пред лицем Своим во всякий город и место, куда Сам хотел идти,",
          "ID": "1"
        },
        {
          "text": "и сказал им: жатвы много, а делателей мало; итак, молите Господина жатвы, чтобы выслал делателей на жатву Свою.",
          "ID": "2"
        },
        {
          "text": "Идите! Я посылаю вас, как агнцев среди волков.",
          "ID": "3"
        },
        {
          "text": "Не берите ни мешка, ни сумы, ни обуви, и никого на дороге не приветствуйте.",
          "ID": "4"
        },
        {
          "text": "В какой дом войдете, сперва говорите: мир дому сему;",
          "ID": "5"
        },
        {
          "text": "и если будет там сын мира, то почиет на нем мир ваш, а если нет, то к вам возвратится.",
          "ID": "6"
        },
        {
          "text": "В доме же том оставайтесь, ешьте и пейте, что у них есть, ибо трудящийся достоин награды за труды свои; не переходите из дома в дом.",
          "ID": "7"
        },
        {
          "text": "И если придете в какой город и примут вас, ешьте, что вам предложат,",
          "ID": "8"
        },
        {
          "text": "и исцеляйте находящихся в нем больных, и говорите им: приблизилось к вам Царствие Божие.",
          "ID": "9"
        },
        {
          "text": "Если же придете в какой город и не примут вас, то, выйдя на улицу, скажите:",
          "ID": "10"
        },
        {
          "text": "и прах, прилипший к нам от вашего города, отрясаем вам; однако же знайте, что приблизилось к вам Царствие Божие.",
          "ID": "11"
        },
        {
          "text": "Сказываю вам, что Содому в день оный будет отраднее, нежели городу тому.",
          "ID": "12"
        },
        {
          "text": "Горе тебе, Хоразин! горе тебе, Вифсаида! ибо если бы в Тире и Сидоне явлены были силы, явленные в вас, то давно бы они, сидя во вретище и пепле, покаялись;",
          "ID": "13"
        },
        {
          "text": "но и Тиру и Сидону отраднее будет на суде, нежели вам.",
          "ID": "14"
        },
        {
          "text": "И ты, Капернаум, до неба вознесшийся, до ада низвергнешься.",
          "ID": "15"
        },
        {
          "text": "Слушающий вас Меня слушает, и отвергающийся вас Меня отвергается; а отвергающийся Меня отвергается Пославшего Меня.",
          "ID": "16"
        },
        {
          "text": "Семьдесят [учеников] возвратились с радостью и говорили: Господи! и бесы повинуются нам о имени Твоем.",
          "ID": "17"
        },
        {
          "text": "Он же сказал им: Я видел сатану, спадшего с неба, как молнию;",
          "ID": "18"
        },
        {
          "text": "се, даю вам власть наступать на змей и скорпионов и на всю силу вражью, и ничто не повредит вам;",
          "ID": "19"
        },
        {
          "text": "однакож тому не радуйтесь, что духи вам повинуются, но радуйтесь тому, что имена ваши написаны на небесах.",
          "ID": "20"
        },
        {
          "text": "В тот час возрадовался духом Иисус и сказал: славлю Тебя, Отче, Господи неба и земли, что Ты утаил сие от мудрых и разумных и открыл младенцам. Ей, Отче! Ибо таково было Твое благоволение.",
          "ID": "21"
        },
        {
          "text": "И, обратившись к ученикам, сказал: все предано Мне Отцем Моим; и кто есть Сын, не знает никто, кроме Отца, и кто есть Отец, [не знает] [никто], кроме Сына, и кому Сын хочет открыть.",
          "ID": "22"
        },
        {
          "text": "И, обратившись к ученикам, сказал им особо: блаженны очи, видящие то, что вы видите!",
          "ID": "23"
        },
        {
          "text": "ибо сказываю вам, что многие пророки и цари желали видеть, что вы видите, и не видели, и слышать, что вы слышите, и не слышали.",
          "ID": "24"
        },
        {
          "text": "И вот, один законник встал и, искушая Его, сказал: Учитель! что мне делать, чтобы наследовать жизнь вечную?",
          "ID": "25"
        },
        {
          "text": "Он же сказал ему: в законе что написано? как читаешь?",
          "ID": "26"
        },
        {
          "text": "Он сказал в ответ: возлюби Господа Бога твоего всем сердцем твоим, и всею душею твоею, и всею крепостию твоею, и всем разумением твоим, и ближнего твоего, как самого себя.",
          "ID": "27"
        },
        {
          "text": "[Иисус] сказал ему: правильно ты отвечал; так поступай, и будешь жить.",
          "ID": "28"
        },
        {
          "text": "Но он, желая оправдать себя, сказал Иисусу: а кто мой ближний?",
          "ID": "29"
        },
        {
          "text": "На это сказал Иисус: некоторый человек шел из Иерусалима в Иерихон и попался разбойникам, которые сняли с него одежду, изранили его и ушли, оставив его едва живым.",
          "ID": "30"
        },
        {
          "text": "По случаю один священник шел тою дорогою и, увидев его, прошел мимо.",
          "ID": "31"
        },
        {
          "text": "Также и левит, быв на том месте, подошел, посмотрел и прошел мимо.",
          "ID": "32"
        },
        {
          "text": "Самарянин же некто, проезжая, нашел на него и, увидев его, сжалился",
          "ID": "33"
        },
        {
          "text": "и, подойдя, перевязал ему раны, возливая масло и вино; и, посадив его на своего осла, привез его в гостиницу и позаботился о нем;",
          "ID": "34"
        },
        {
          "text": "а на другой день, отъезжая, вынул два динария, дал содержателю гостиницы и сказал ему: позаботься о нем; и если издержишь что более, я, когда возвращусь, отдам тебе.",
          "ID": "35"
        },
        {
          "text": "Кто из этих троих, думаешь ты, был ближний попавшемуся разбойникам?",
          "ID": "36"
        },
        {
          "text": "Он сказал: оказавший ему милость. Тогда Иисус сказал ему: иди, и ты поступай так же.",
          "ID": "37"
        },
        {
          "text": "В продолжение пути их пришел Он в одно селение; здесь женщина, именем Марфа, приняла Его в дом свой;",
          "ID": "38"
        },
        {
          "text": "у нее была сестра, именем Мария, которая села у ног Иисуса и слушала слово Его.",
          "ID": "39"
        },
        {
          "text": "Марфа же заботилась о большом угощении и, подойдя, сказала: Господи! или Тебе нужды нет, что сестра моя одну меня оставила служить? скажи ей, чтобы помогла мне.",
          "ID": "40"
        },
        {
          "text": "Иисус же сказал ей в ответ: Марфа! Марфа! ты заботишься и суетишься о многом,",
          "ID": "41"
        },
        {
          "text": "а одно только нужно; Мария же избрала благую часть, которая не отнимется у нее.",
          "ID": "42"
        }
      ],
      "ID": "NT:LUK.10",
      "name": "Евангелие от Луки 10"
    },
    {
      "text": [
        {
          "text": "Случилось, что когда Он в одном месте молился, и перестал, один из учеников Его сказал Ему: Господи! научи нас молиться, как и Иоанн научил учеников своих.",
          "ID": "1"
        },
        {
          "text": "Он сказал им: когда молитесь, говорите: Отче наш, сущий на небесах! да святится имя Твое; да приидет Царствие Твое; да будет воля Твоя и на земле, как на небе;",
          "ID": "2"
        },
        {
          "text": "хлеб наш насущный подавай нам на каждый день;",
          "ID": "3"
        },
        {
          "text": "и прости нам грехи наши, ибо и мы прощаем всякому должнику нашему; и не введи нас в искушение, но избавь нас от лукавого.",
          "ID": "4"
        },
        {
          "text": "И сказал им: [положим, что] кто–нибудь из вас, имея друга, придет к нему в полночь и скажет ему: друг! дай мне взаймы три хлеба,",
          "ID": "5"
        },
        {
          "text": "ибо друг мой с дороги зашел ко мне, и мне нечего предложить ему;",
          "ID": "6"
        },
        {
          "text": "а тот изнутри скажет ему в ответ: не беспокой меня, двери уже заперты, и дети мои со мною на постели; не могу встать и дать тебе.",
          "ID": "7"
        },
        {
          "text": "Если, говорю вам, он не встанет и не даст ему по дружбе с ним, то по неотступности его, встав, даст ему, сколько просит.",
          "ID": "8"
        },
        {
          "text": "И Я скажу вам: просите, и дано будет вам; ищите, и найдете; стучите, и отворят вам,",
          "ID": "9"
        },
        {
          "text": "ибо всякий просящий получает, и ищущий находит, и стучащему отворят.",
          "ID": "10"
        },
        {
          "text": "Какой из вас отец, [когда] сын попросит у него хлеба, подаст ему камень? или, [когда попросит] рыбы, подаст ему змею вместо рыбы?",
          "ID": "11"
        },
        {
          "text": "Или, если попросит яйца, подаст ему скорпиона?",
          "ID": "12"
        },
        {
          "text": "Итак, если вы, будучи злы, умеете даяния благие давать детям вашим, тем более Отец Небесный даст Духа Святаго просящим у Него.",
          "ID": "13"
        },
        {
          "text": "Однажды изгнал Он беса, который был нем; и когда бес вышел, немой стал говорить; и народ удивился.",
          "ID": "14"
        },
        {
          "text": "Некоторые же из них говорили: Он изгоняет бесов силою веельзевула, князя бесовского.",
          "ID": "15"
        },
        {
          "text": "А другие, искушая, требовали от Него знамения с неба.",
          "ID": "16"
        },
        {
          "text": "Но Он, зная помышления их, сказал им: всякое царство, разделившееся само в себе, опустеет, и дом, [разделившийся] сам в себе, падет;",
          "ID": "17"
        },
        {
          "text": "если же и сатана разделится сам в себе, то как устоит царство его? а вы говорите, что Я силою веельзевула изгоняю бесов;",
          "ID": "18"
        },
        {
          "text": "и если Я силою веельзевула изгоняю бесов, то сыновья ваши чьею силою изгоняют их? Посему они будут вам судьями.",
          "ID": "19"
        },
        {
          "text": "Если же Я перстом Божиим изгоняю бесов, то, конечно, достигло до вас Царствие Божие.",
          "ID": "20"
        },
        {
          "text": "Когда сильный с оружием охраняет свой дом, тогда в безопасности его имение;",
          "ID": "21"
        },
        {
          "text": "когда же сильнейший его нападет на него и победит его, тогда возьмет все оружие его, на которое он надеялся, и разделит похищенное у него.",
          "ID": "22"
        },
        {
          "text": "Кто не со Мною, тот против Меня; и кто не собирает со Мною, тот расточает.",
          "ID": "23"
        },
        {
          "text": "Когда нечистый дух выйдет из человека, то ходит по безводным местам, ища покоя, и, не находя, говорит: возвращусь в дом мой, откуда вышел;",
          "ID": "24"
        },
        {
          "text": "и, придя, находит его выметенным и убранным;",
          "ID": "25"
        },
        {
          "text": "тогда идет и берет с собою семь других духов, злейших себя, и, войдя, живут там, – и бывает для человека того последнее хуже первого.",
          "ID": "26"
        },
        {
          "text": "Когда же Он говорил это, одна женщина, возвысив голос из народа, сказала Ему: блаженно чрево, носившее Тебя, и сосцы, Тебя питавшие!",
          "ID": "27"
        },
        {
          "text": "А Он сказал: блаженны слышащие слово Божие и соблюдающие его.",
          "ID": "28"
        },
        {
          "text": "Когда же народ стал сходиться во множестве, Он начал говорить: род сей лукав, он ищет знамения, и знамение не дастся ему, кроме знамения Ионы пророка;",
          "ID": "29"
        },
        {
          "text": "ибо как Иона был знамением для Ниневитян, так будет и Сын Человеческий для рода сего.",
          "ID": "30"
        },
        {
          "text": "Царица южная восстанет на суд с людьми рода сего и осудит их, ибо она приходила от пределов земли послушать мудрости Соломоновой; и вот, здесь больше Соломона.",
          "ID": "31"
        },
        {
          "text": "Ниневитяне восстанут на суд с родом сим и осудят его, ибо они покаялись от проповеди Иониной, и вот, здесь больше Ионы.",
          "ID": "32"
        },
        {
          "text": "Никто, зажегши свечу, не ставит ее в сокровенном месте, ни под сосудом, но на подсвечнике, чтобы входящие видели свет.",
          "ID": "33"
        },
        {
          "text": "Светильник тела есть око; итак, если око твое будет чисто, то и все тело твое будет светло; а если оно будет худо, то и тело твое будет темно.",
          "ID": "34"
        },
        {
          "text": "Итак, смотри: свет, который в тебе, не есть ли тьма?",
          "ID": "35"
        },
        {
          "text": "Если же тело твое все светло и не имеет ни одной темной части, то будет светло все так, как бы светильник освещал тебя сиянием.",
          "ID": "36"
        },
        {
          "text": "Когда Он говорил это, один фарисей просил Его к себе обедать. Он пришел и возлег.",
          "ID": "37"
        },
        {
          "text": "Фарисей же удивился, увидев, что Он не умыл [рук] перед обедом.",
          "ID": "38"
        },
        {
          "text": "Но Господь сказал ему: ныне вы, фарисеи, внешность чаши и блюда очищаете, а внутренность ваша исполнена хищения и лукавства.",
          "ID": "39"
        },
        {
          "text": "Неразумные! не Тот же ли, Кто сотворил внешнее, сотворил и внутреннее?",
          "ID": "40"
        },
        {
          "text": "Подавайте лучше милостыню из того, что у вас есть, тогда все будет у вас чисто.",
          "ID": "41"
        },
        {
          "text": "Но горе вам, фарисеям, что даете десятину с мяты, руты и всяких овощей, и нерадите о суде и любви Божией: сие надлежало делать, и того не оставлять.",
          "ID": "42"
        },
        {
          "text": "Горе вам, фарисеям, что любите председания в синагогах и приветствия в народных собраниях.",
          "ID": "43"
        },
        {
          "text": "Горе вам, книжники и фарисеи, лицемеры, что вы – как гробы скрытые, над которыми люди ходят и не знают того.",
          "ID": "44"
        },
        {
          "text": "На это некто из законников сказал Ему: Учитель! говоря это, Ты и нас обижаешь.",
          "ID": "45"
        },
        {
          "text": "Но Он сказал: и вам, законникам, горе, что налагаете на людей бремена неудобоносимые, а сами и одним перстом своим не дотрагиваетесь до них.",
          "ID": "46"
        },
        {
          "text": "Горе вам, что строите гробницы пророкам, которых избили отцы ваши:",
          "ID": "47"
        },
        {
          "text": "сим вы свидетельствуете о делах отцов ваших и соглашаетесь с ними, ибо они избили пророков, а вы строите им гробницы.",
          "ID": "48"
        },
        {
          "text": "Потому и премудрость Божия сказала: пошлю к ним пророков и Апостолов, и из них одних убьют, а других изгонят,",
          "ID": "49"
        },
        {
          "text": "да взыщется от рода сего кровь всех пророков, пролитая от создания мира,",
          "ID": "50"
        },
        {
          "text": "от крови Авеля до крови Захарии, убитого между жертвенником и храмом. Ей, говорю вам, взыщется от рода сего.",
          "ID": "51"
        },
        {
          "text": "Горе вам, законникам, что вы взяли ключ разумения: сами не вошли, и входящим воспрепятствовали.",
          "ID": "52"
        },
        {
          "text": "Когда Он говорил им это, книжники и фарисеи начали сильно приступать к Нему, вынуждая у Него ответы на многое,",
          "ID": "53"
        },
        {
          "text": "подыскиваясь под Него и стараясь уловить что–нибудь из уст Его, чтобы обвинить Его.",
          "ID": "54"
        }
      ],
      "ID": "NT:LUK.11",
      "name": "Евангелие от Луки 11"
    },
    {
      "text": [
        {
          "text": "Между тем, когда собрались тысячи народа, так что теснили друг друга, Он начал говорить сперва ученикам Своим: берегитесь закваски фарисейской, которая есть лицемерие.",
          "ID": "1"
        },
        {
          "text": "Нет ничего сокровенного, что не открылось бы, и тайного, чего не узнали бы.",
          "ID": "2"
        },
        {
          "text": "Посему, что вы сказали в темноте, то услышится во свете; и что говорили на ухо внутри дома, то будет провозглашено на кровлях.",
          "ID": "3"
        },
        {
          "text": "Говорю же вам, друзьям Моим: не бойтесь убивающих тело и потом не могущих ничего более сделать;",
          "ID": "4"
        },
        {
          "text": "но скажу вам, кого бояться: бойтесь того, кто, по убиении, может ввергнуть в геенну: ей, говорю вам, того бойтесь.",
          "ID": "5"
        },
        {
          "text": "Не пять ли малых птиц продаются за два ассария? и ни одна из них не забыта у Бога.",
          "ID": "6"
        },
        {
          "text": "А у вас и волосы на голове все сочтены. Итак не бойтесь: вы дороже многих малых птиц.",
          "ID": "7"
        },
        {
          "text": "Сказываю же вам: всякого, кто исповедает Меня пред человеками, и Сын Человеческий исповедает пред Ангелами Божиими;",
          "ID": "8"
        },
        {
          "text": "а кто отвергнется Меня пред человеками, тот отвержен будет пред Ангелами Божиими.",
          "ID": "9"
        },
        {
          "text": "И всякому, кто скажет слово на Сына Человеческого, прощено будет; а кто скажет хулу на Святаго Духа, тому не простится.",
          "ID": "10"
        },
        {
          "text": "Когда же приведут вас в синагоги, к начальствам и властям, не заботьтесь, как или что отвечать, или что говорить,",
          "ID": "11"
        },
        {
          "text": "ибо Святый Дух научит вас в тот час, что должно говорить.",
          "ID": "12"
        },
        {
          "text": "Некто из народа сказал Ему: Учитель! скажи брату моему, чтобы он разделил со мною наследство.",
          "ID": "13"
        },
        {
          "text": "Он же сказал человеку тому: кто поставил Меня судить или делить вас?",
          "ID": "14"
        },
        {
          "text": "При этом сказал им: смотрите, берегитесь любостяжания, ибо жизнь человека не зависит от изобилия его имения.",
          "ID": "15"
        },
        {
          "text": "И сказал им притчу: у одного богатого человека был хороший урожай в поле;",
          "ID": "16"
        },
        {
          "text": "и он рассуждал сам с собою: что мне делать? некуда мне собрать плодов моих?",
          "ID": "17"
        },
        {
          "text": "И сказал: вот что сделаю: сломаю житницы мои и построю большие, и соберу туда весь хлеб мой и все добро мое,",
          "ID": "18"
        },
        {
          "text": "и скажу душе моей: душа! много добра лежит у тебя на многие годы: покойся, ешь, пей, веселись.",
          "ID": "19"
        },
        {
          "text": "Но Бог сказал ему: безумный! в сию ночь душу твою возьмут у тебя; кому же достанется то, что ты заготовил?",
          "ID": "20"
        },
        {
          "text": "Так [бывает с тем], кто собирает сокровища для себя, а не в Бога богатеет.",
          "ID": "21"
        },
        {
          "text": "И сказал ученикам Своим: посему говорю вам, – не заботьтесь для души вашей, что вам есть, ни для тела, во что одеться:",
          "ID": "22"
        },
        {
          "text": "душа больше пищи, и тело – одежды.",
          "ID": "23"
        },
        {
          "text": "Посмотрите на воронов: они не сеют, не жнут; нет у них ни хранилищ, ни житниц, и Бог питает их; сколько же вы лучше птиц?",
          "ID": "24"
        },
        {
          "text": "Да и кто из вас, заботясь, может прибавить себе роста хотя на один локоть?",
          "ID": "25"
        },
        {
          "text": "Итак, если и малейшего сделать не можете, что заботитесь о прочем?",
          "ID": "26"
        },
        {
          "text": "Посмотрите на лилии, как они растут: не трудятся, не прядут; но говорю вам, что и Соломон во всей славе своей не одевался так, как всякая из них.",
          "ID": "27"
        },
        {
          "text": "Если же траву на поле, которая сегодня есть, а завтра будет брошена в печь, Бог так одевает, то кольми паче вас, маловеры!",
          "ID": "28"
        },
        {
          "text": "Итак, не ищите, что вам есть, или что пить, и не беспокойтесь,",
          "ID": "29"
        },
        {
          "text": "потому что всего этого ищут люди мира сего; ваш же Отец знает, что вы имеете нужду в том;",
          "ID": "30"
        },
        {
          "text": "наипаче ищите Царствия Божия, и это все приложится вам.",
          "ID": "31"
        },
        {
          "text": "Не бойся, малое стадо! ибо Отец ваш благоволил дать вам Царство.",
          "ID": "32"
        },
        {
          "text": "Продавайте имения ваши и давайте милостыню. Приготовляйте себе влагалища не ветшающие, сокровище неоскудевающее на небесах, куда вор не приближается и где моль не съедает,",
          "ID": "33"
        },
        {
          "text": "ибо где сокровище ваше, там и сердце ваше будет.",
          "ID": "34"
        },
        {
          "text": "Да будут чресла ваши препоясаны и светильники горящи.",
          "ID": "35"
        },
        {
          "text": "И вы будьте подобны людям, ожидающим возвращения господина своего с брака, дабы, когда придет и постучит, тотчас отворить ему.",
          "ID": "36"
        },
        {
          "text": "Блаженны рабы те, которых господин, придя, найдет бодрствующими; истинно говорю вам, он препояшется и посадит их, и, подходя, станет служить им.",
          "ID": "37"
        },
        {
          "text": "И если придет во вторую стражу, и в третью стражу придет, и найдет их так, то блаженны рабы те.",
          "ID": "38"
        },
        {
          "text": "Вы знаете, что если бы ведал хозяин дома, в который час придет вор, то бодрствовал бы и не допустил бы подкопать дом свой.",
          "ID": "39"
        },
        {
          "text": "Будьте же и вы готовы, ибо, в который час не думаете, приидет Сын Человеческий.",
          "ID": "40"
        },
        {
          "text": "Тогда сказал Ему Петр: Господи! к нам ли притчу сию говоришь, или и ко всем?",
          "ID": "41"
        },
        {
          "text": "Господь же сказал: кто верный и благоразумный домоправитель, которого господин поставил над слугами своими раздавать им в свое время меру хлеба?",
          "ID": "42"
        },
        {
          "text": "Блажен раб тот, которого господин его, придя, найдет поступающим так.",
          "ID": "43"
        },
        {
          "text": "Истинно говорю вам, что над всем имением своим поставит его.",
          "ID": "44"
        },
        {
          "text": "Если же раб тот скажет в сердце своем: не скоро придет господин мой, и начнет бить слуг и служанок, есть и пить и напиваться, –",
          "ID": "45"
        },
        {
          "text": "то придет господин раба того в день, в который он не ожидает, и в час, в который не думает, и рассечет его, и подвергнет его одной участи с неверными.",
          "ID": "46"
        },
        {
          "text": "Раб же тот, который знал волю господина своего, и не был готов, и не делал по воле его, бит будет много;",
          "ID": "47"
        },
        {
          "text": "а который не знал, и сделал достойное наказания, бит будет меньше. И от всякого, кому дано много, много и потребуется, и кому много вверено, с того больше взыщут.",
          "ID": "48"
        },
        {
          "text": "Огонь пришел Я низвести на землю, и как желал бы, чтобы он уже возгорелся!",
          "ID": "49"
        },
        {
          "text": "Крещением должен Я креститься; и как Я томлюсь, пока сие совершится!",
          "ID": "50"
        },
        {
          "text": "Думаете ли вы, что Я пришел дать мир земле? Нет, говорю вам, но разделение;",
          "ID": "51"
        },
        {
          "text": "ибо отныне пятеро в одном доме станут разделяться, трое против двух, и двое против трех:",
          "ID": "52"
        },
        {
          "text": "отец будет против сына, и сын против отца; мать против дочери, и дочь против матери; свекровь против невестки своей, и невестка против свекрови своей.",
          "ID": "53"
        },
        {
          "text": "Сказал же и народу: когда вы видите облако, поднимающееся с запада, тотчас говорите: дождь будет, и бывает так;",
          "ID": "54"
        },
        {
          "text": "и когда дует южный ветер, говорите: зной будет, и бывает.",
          "ID": "55"
        },
        {
          "text": "Лицемеры! лице земли и неба распознавать умеете, как же времени сего не узнаете?",
          "ID": "56"
        },
        {
          "text": "Зачем же вы и по самим себе не судите, чему быть должно?",
          "ID": "57"
        },
        {
          "text": "Когда ты идешь с соперником своим к начальству, то на дороге постарайся освободиться от него, чтобы он не привел тебя к судье, а судья не отдал тебя истязателю, а истязатель не вверг тебя в темницу;",
          "ID": "58"
        },
        {
          "text": "Сказываю тебе: не выйдешь оттуда, пока не отдашь и последней полушки.",
          "ID": "59"
        }
      ],
      "ID": "NT:LUK.12",
      "name": "Евангелие от Луки 12"
    },
    {
      "text": [
        {
          "text": "В это время пришли некоторые и рассказали Ему о Галилеянах, которых кровь Пилат смешал с жертвами их.",
          "ID": "1"
        },
        {
          "text": "Иисус сказал им на это: думаете ли вы, что эти Галилеяне были грешнее всех Галилеян, что так пострадали?",
          "ID": "2"
        },
        {
          "text": "Нет, говорю вам, но, если не покаетесь, все так же погибнете.",
          "ID": "3"
        },
        {
          "text": "Или думаете ли, что те восемнадцать человек, на которых упала башня Силоамская и побила их, виновнее были всех, живущих в Иерусалиме?",
          "ID": "4"
        },
        {
          "text": "Нет, говорю вам, но, если не покаетесь, все так же погибнете.",
          "ID": "5"
        },
        {
          "text": "И сказал сию притчу: некто имел в винограднике своем посаженную смоковницу, и пришел искать плода на ней, и не нашел;",
          "ID": "6"
        },
        {
          "text": "и сказал виноградарю: вот, я третий год прихожу искать плода на этой смоковнице и не нахожу; сруби ее: на что она и землю занимает?",
          "ID": "7"
        },
        {
          "text": "Но он сказал ему в ответ: господин! оставь ее и на этот год, пока я окопаю ее и обложу навозом, –",
          "ID": "8"
        },
        {
          "text": "не принесет ли плода; если же нет, то в следующий [год] срубишь ее.",
          "ID": "9"
        },
        {
          "text": "В одной из синагог учил Он в субботу.",
          "ID": "10"
        },
        {
          "text": "Там была женщина, восемнадцать лет имевшая духа немощи: она была скорчена и не могла выпрямиться.",
          "ID": "11"
        },
        {
          "text": "Иисус, увидев ее, подозвал и сказал ей: женщина! ты освобождаешься от недуга твоего.",
          "ID": "12"
        },
        {
          "text": "И возложил на нее руки, и она тотчас выпрямилась и стала славить Бога.",
          "ID": "13"
        },
        {
          "text": "При этом начальник синагоги, негодуя, что Иисус исцелил в субботу, сказал народу: есть шесть дней, в которые должно делать; в те и приходите исцеляться, а не в день субботний.",
          "ID": "14"
        },
        {
          "text": "Господь сказал ему в ответ: лицемер! не отвязывает ли каждый из вас вола своего или осла от яслей в субботу и не ведет ли поить?",
          "ID": "15"
        },
        {
          "text": "сию же дочь Авраамову, которую связал сатана вот уже восемнадцать лет, не надлежало ли освободить от уз сих в день субботний?",
          "ID": "16"
        },
        {
          "text": "И когда говорил Он это, все противившиеся Ему стыдились; и весь народ радовался о всех славных делах Его.",
          "ID": "17"
        },
        {
          "text": "Он же сказал: чему подобно Царствие Божие? и чему уподоблю его?",
          "ID": "18"
        },
        {
          "text": "Оно подобно зерну горчичному, которое, взяв, человек посадил в саду своем; и выросло, и стало большим деревом, и птицы небесные укрывались в ветвях его.",
          "ID": "19"
        },
        {
          "text": "Еще сказал: чему уподоблю Царствие Божие?",
          "ID": "20"
        },
        {
          "text": "Оно подобно закваске, которую женщина, взяв, положила в три меры муки, доколе не вскисло все.",
          "ID": "21"
        },
        {
          "text": "И проходил по городам и селениям, уча и направляя путь к Иерусалиму.",
          "ID": "22"
        },
        {
          "text": "Некто сказал Ему: Господи! неужели мало спасающихся? Он же сказал им:",
          "ID": "23"
        },
        {
          "text": "подвизайтесь войти сквозь тесные врата, ибо, сказываю вам, многие поищут войти, и не возмогут.",
          "ID": "24"
        },
        {
          "text": "Когда хозяин дома встанет и затворит двери, тогда вы, стоя вне, станете стучать в двери и говорить: Господи! Господи! отвори нам; но Он скажет вам в ответ: не знаю вас, откуда вы.",
          "ID": "25"
        },
        {
          "text": "Тогда станете говорить: мы ели и пили пред Тобою, и на улицах наших учил Ты.",
          "ID": "26"
        },
        {
          "text": "Но Он скажет: говорю вам: не знаю вас, откуда вы; отойдите от Меня все делатели неправды.",
          "ID": "27"
        },
        {
          "text": "Там будет плач и скрежет зубов, когда увидите Авраама, Исаака и Иакова и всех пророков в Царствии Божием, а себя изгоняемыми вон.",
          "ID": "28"
        },
        {
          "text": "И придут от востока и запада, и севера и юга, и возлягут в Царствии Божием.",
          "ID": "29"
        },
        {
          "text": "И вот, есть последние, которые будут первыми, и есть первые, которые будут последними.",
          "ID": "30"
        },
        {
          "text": "В тот день пришли некоторые из фарисеев и говорили Ему: выйди и удались отсюда, ибо Ирод хочет убить Тебя.",
          "ID": "31"
        },
        {
          "text": "И сказал им: пойдите, скажите этой лисице: се, изгоняю бесов и совершаю исцеления сегодня и завтра, и в третий [день] кончу;",
          "ID": "32"
        },
        {
          "text": "а впрочем, Мне должно ходить сегодня, завтра и в последующий день, потому что не бывает, чтобы пророк погиб вне Иерусалима.",
          "ID": "33"
        },
        {
          "text": "Иерусалим! Иерусалим! избивающий пророков и камнями побивающий посланных к тебе! сколько раз хотел Я собрать чад твоих, как птица птенцов своих под крылья, и вы не захотели!",
          "ID": "34"
        },
        {
          "text": "Се, оставляется вам дом ваш пуст. Сказываю же вам, что вы не увидите Меня, пока не придет время, когда скажете: благословен Грядый во имя Господне!",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.13",
      "name": "Евангелие от Луки 13"
    },
    {
      "text": [
        {
          "text": "Случилось Ему в субботу придти в дом одного из начальников фарисейских вкусить хлеба, и они наблюдали за Ним.",
          "ID": "1"
        },
        {
          "text": "И вот, предстал пред Него человек, страждущий водяною болезнью.",
          "ID": "2"
        },
        {
          "text": "По сему случаю Иисус спросил законников и фарисеев: позволительно ли врачевать в субботу?",
          "ID": "3"
        },
        {
          "text": "Они молчали. И, прикоснувшись, исцелил его и отпустил.",
          "ID": "4"
        },
        {
          "text": "При сем сказал им: если у кого из вас осел или вол упадет в колодезь, не тотчас ли вытащит его и в субботу?",
          "ID": "5"
        },
        {
          "text": "И не могли отвечать Ему на это.",
          "ID": "6"
        },
        {
          "text": "Замечая же, как званые выбирали первые места, сказал им притчу:",
          "ID": "7"
        },
        {
          "text": "когда ты будешь позван кем на брак, не садись на первое место, чтобы не случился кто из званых им почетнее тебя,",
          "ID": "8"
        },
        {
          "text": "и звавший тебя и его, подойдя, не сказал бы тебе: уступи ему место; и тогда со стыдом должен будешь занять последнее место.",
          "ID": "9"
        },
        {
          "text": "Но когда зван будешь, придя, садись на последнее место, чтобы звавший тебя, подойдя, сказал: друг! пересядь выше; тогда будет тебе честь пред сидящими с тобою,",
          "ID": "10"
        },
        {
          "text": "ибо всякий возвышающий сам себя унижен будет, а унижающий себя возвысится.",
          "ID": "11"
        },
        {
          "text": "Сказал же и позвавшему Его: когда делаешь обед или ужин, не зови друзей твоих, ни братьев твоих, ни родственников твоих, ни соседей богатых, чтобы и они тебя когда не позвали, и не получил ты воздаяния.",
          "ID": "12"
        },
        {
          "text": "Но, когда делаешь пир, зови нищих, увечных, хромых, слепых,",
          "ID": "13"
        },
        {
          "text": "и блажен будешь, что они не могут воздать тебе, ибо воздастся тебе в воскресение праведных.",
          "ID": "14"
        },
        {
          "text": "Услышав это, некто из возлежащих с Ним сказал Ему: блажен, кто вкусит хлеба в Царствии Божием!",
          "ID": "15"
        },
        {
          "text": "Он же сказал ему: один человек сделал большой ужин и звал многих,",
          "ID": "16"
        },
        {
          "text": "и когда наступило время ужина, послал раба своего сказать званым: идите, ибо уже все готово.",
          "ID": "17"
        },
        {
          "text": "И начали все, как бы сговорившись, извиняться. Первый сказал ему: я купил землю и мне нужно пойти посмотреть ее; прошу тебя, извини меня.",
          "ID": "18"
        },
        {
          "text": "Другой сказал: я купил пять пар волов и иду испытать их; прошу тебя, извини меня.",
          "ID": "19"
        },
        {
          "text": "Третий сказал: я женился и потому не могу придти.",
          "ID": "20"
        },
        {
          "text": "И, возвратившись, раб тот донес о сем господину своему. Тогда, разгневавшись, хозяин дома сказал рабу своему: пойди скорее по улицам и переулкам города и приведи сюда нищих, увечных, хромых и слепых.",
          "ID": "21"
        },
        {
          "text": "И сказал раб: господин! исполнено, как приказал ты, и еще есть место.",
          "ID": "22"
        },
        {
          "text": "Господин сказал рабу: пойди по дорогам и изгородям и убеди придти, чтобы наполнился дом мой.",
          "ID": "23"
        },
        {
          "text": "Ибо сказываю вам, что никто из тех званых не вкусит моего ужина, ибо много званых, но мало избранных.",
          "ID": "24"
        },
        {
          "text": "С Ним шло множество народа; и Он, обратившись, сказал им:",
          "ID": "25"
        },
        {
          "text": "если кто приходит ко Мне и не возненавидит отца своего и матери, и жены и детей, и братьев и сестер, а притом и самой жизни своей, тот не может быть Моим учеником;",
          "ID": "26"
        },
        {
          "text": "и кто не несет креста своего и идет за Мною, не может быть Моим учеником.",
          "ID": "27"
        },
        {
          "text": "Ибо кто из вас, желая построить башню, не сядет прежде и не вычислит издержек, имеет ли он, что нужно для совершения ее,",
          "ID": "28"
        },
        {
          "text": "дабы, когда положит основание и не возможет совершить, все видящие не стали смеяться над ним,",
          "ID": "29"
        },
        {
          "text": "говоря: этот человек начал строить и не мог окончить?",
          "ID": "30"
        },
        {
          "text": "Или какой царь, идя на войну против другого царя, не сядет и не посоветуется прежде, силен ли он с десятью тысячами противостать идущему на него с двадцатью тысячами?",
          "ID": "31"
        },
        {
          "text": "Иначе, пока тот еще далеко, он пошлет к нему посольство просить о мире.",
          "ID": "32"
        },
        {
          "text": "Так всякий из вас, кто не отрешится от всего, что имеет, не может быть Моим учеником.",
          "ID": "33"
        },
        {
          "text": "Соль – добрая вещь; но если соль потеряет силу, чем исправить ее?",
          "ID": "34"
        },
        {
          "text": "ни в землю, ни в навоз не годится; вон выбрасывают ее. Кто имеет уши слышать, да слышит!",
          "ID": "35"
        }
      ],
      "ID": "NT:LUK.14",
      "name": "Евангелие от Луки 14"
    },
    {
      "text": [
        {
          "text": "Приближались к Нему все мытари и грешники слушать Его.",
          "ID": "1"
        },
        {
          "text": "Фарисеи же и книжники роптали, говоря: Он принимает грешников и ест с ними.",
          "ID": "2"
        },
        {
          "text": "Но Он сказал им следующую притчу:",
          "ID": "3"
        },
        {
          "text": "кто из вас, имея сто овец и потеряв одну из них, не оставит девяноста девяти в пустыне и не пойдет за пропавшею, пока не найдет ее?",
          "ID": "4"
        },
        {
          "text": "А найдя, возьмет ее на плечи свои с радостью",
          "ID": "5"
        },
        {
          "text": "и, придя домой, созовет друзей и соседей и скажет им: порадуйтесь со мною: я нашел мою пропавшую овцу.",
          "ID": "6"
        },
        {
          "text": "Сказываю вам, что так на небесах более радости будет об одном грешнике кающемся, нежели о девяноста девяти праведниках, не имеющих нужды в покаянии.",
          "ID": "7"
        },
        {
          "text": "Или какая женщина, имея десять драхм, если потеряет одну драхму, не зажжет свечи и не станет мести комнату и искать тщательно, пока не найдет,",
          "ID": "8"
        },
        {
          "text": "а найдя, созовет подруг и соседок и скажет: порадуйтесь со мною: я нашла потерянную драхму.",
          "ID": "9"
        },
        {
          "text": "Так, говорю вам, бывает радость у Ангелов Божиих и об одном грешнике кающемся.",
          "ID": "10"
        },
        {
          "text": "Еще сказал: у некоторого человека было два сына;",
          "ID": "11"
        },
        {
          "text": "и сказал младший из них отцу: отче! дай мне следующую [мне] часть имения. И [отец] разделил им имение.",
          "ID": "12"
        },
        {
          "text": "По прошествии немногих дней младший сын, собрав все, пошел в дальнюю сторону и там расточил имение свое, живя распутно.",
          "ID": "13"
        },
        {
          "text": "Когда же он прожил все, настал великий голод в той стране, и он начал нуждаться;",
          "ID": "14"
        },
        {
          "text": "и пошел, пристал к одному из жителей страны той, а тот послал его на поля свои пасти свиней;",
          "ID": "15"
        },
        {
          "text": "и он рад был наполнить чрево свое рожками, которые ели свиньи, но никто не давал ему.",
          "ID": "16"
        },
        {
          "text": "Придя же в себя, сказал: сколько наемников у отца моего избыточествуют хлебом, а я умираю от голода;",
          "ID": "17"
        },
        {
          "text": "встану, пойду к отцу моему и скажу ему: отче! я согрешил против неба и пред тобою",
          "ID": "18"
        },
        {
          "text": "и уже недостоин называться сыном твоим; прими меня в число наемников твоих.",
          "ID": "19"
        },
        {
          "text": "Встал и пошел к отцу своему. И когда он был еще далеко, увидел его отец его и сжалился; и, побежав, пал ему на шею и целовал его.",
          "ID": "20"
        },
        {
          "text": "Сын же сказал ему: отче! я согрешил против неба и пред тобою и уже недостоин называться сыном твоим.",
          "ID": "21"
        },
        {
          "text": "А отец сказал рабам своим: принесите лучшую одежду и оденьте его, и дайте перстень на руку его и обувь на ноги;",
          "ID": "22"
        },
        {
          "text": "и приведите откормленного теленка, и заколите; станем есть и веселиться!",
          "ID": "23"
        },
        {
          "text": "ибо этот сын мой был мертв и ожил, пропадал и нашелся. И начали веселиться.",
          "ID": "24"
        },
        {
          "text": "Старший же сын его был на поле; и возвращаясь, когда приблизился к дому, услышал пение и ликование;",
          "ID": "25"
        },
        {
          "text": "и, призвав одного из слуг, спросил: что это такое?",
          "ID": "26"
        },
        {
          "text": "Он сказал ему: брат твой пришел, и отец твой заколол откормленного теленка, потому что принял его здоровым.",
          "ID": "27"
        },
        {
          "text": "Он осердился и не хотел войти. Отец же его, выйдя, звал его.",
          "ID": "28"
        },
        {
          "text": "Но он сказал в ответ отцу: вот, я столько лет служу тебе и никогда не преступал приказания твоего, но ты никогда не дал мне и козленка, чтобы мне повеселиться с друзьями моими;",
          "ID": "29"
        },
        {
          "text": "а когда этот сын твой, расточивший имение свое с блудницами, пришел, ты заколол для него откормленного теленка.",
          "ID": "30"
        },
        {
          "text": "Он же сказал ему: сын мой! ты всегда со мною, и все мое твое,",
          "ID": "31"
        },
        {
          "text": "а о том надобно было радоваться и веселиться, что брат твой сей был мертв и ожил, пропадал и нашелся.",
          "ID": "32"
        }
      ],
      "ID": "NT:LUK.15",
      "name": "Евангелие от Луки 15"
    },
    {
      "text": [
        {
          "text": "Сказал же и к ученикам Своим: один человек был богат и имел управителя, на которого донесено было ему, что расточает имение его;",
          "ID": "1"
        },
        {
          "text": "и, призвав его, сказал ему: что это я слышу о тебе? дай отчет в управлении твоем, ибо ты не можешь более управлять.",
          "ID": "2"
        },
        {
          "text": "Тогда управитель сказал сам в себе: что мне делать? господин мой отнимает у меня управление домом; копать не могу, просить стыжусь;",
          "ID": "3"
        },
        {
          "text": "знаю, что сделать, чтобы приняли меня в домы свои, когда отставлен буду от управления домом.",
          "ID": "4"
        },
        {
          "text": "И, призвав должников господина своего, каждого порознь, сказал первому: сколько ты должен господину моему?",
          "ID": "5"
        },
        {
          "text": "Он сказал: сто мер масла. И сказал ему: возьми твою расписку и садись скорее, напиши: пятьдесят.",
          "ID": "6"
        },
        {
          "text": "Потом другому сказал: а ты сколько должен? Он отвечал: сто мер пшеницы. И сказал ему: возьми твою расписку и напиши: восемьдесят.",
          "ID": "7"
        },
        {
          "text": "И похвалил господин управителя неверного, что догадливо поступил; ибо сыны века сего догадливее сынов света в своем роде.",
          "ID": "8"
        },
        {
          "text": "И Я говорю вам: приобретайте себе друзей богатством неправедным, чтобы они, когда обнищаете, приняли вас в вечные обители.",
          "ID": "9"
        },
        {
          "text": "Верный в малом и во многом верен, а неверный в малом неверен и во многом.",
          "ID": "10"
        },
        {
          "text": "Итак, если вы в неправедном богатстве не были верны, кто поверит вам истинное?",
          "ID": "11"
        },
        {
          "text": "И если в чужом не были верны, кто даст вам ваше?",
          "ID": "12"
        },
        {
          "text": "Никакой слуга не может служить двум господам, ибо или одного будет ненавидеть, а другого любить, или одному станет усердствовать, а о другом нерадеть. Не можете служить Богу и маммоне.",
          "ID": "13"
        },
        {
          "text": "Слышали все это и фарисеи, которые были сребролюбивы, и они смеялись над Ним.",
          "ID": "14"
        },
        {
          "text": "Он сказал им: вы выказываете себя праведниками пред людьми, но Бог знает сердца ваши, ибо что высоко у людей, то мерзость пред Богом.",
          "ID": "15"
        },
        {
          "text": "Закон и пророки до Иоанна; с сего времени Царствие Божие благовествуется, и всякий усилием входит в него.",
          "ID": "16"
        },
        {
          "text": "Но скорее небо и земля прейдут, нежели одна черта из закона пропадет.",
          "ID": "17"
        },
        {
          "text": "Всякий, разводящийся с женою своею и женящийся на другой, прелюбодействует, и всякий, женящийся на разведенной с мужем, прелюбодействует.",
          "ID": "18"
        },
        {
          "text": "Некоторый человек был богат, одевался в порфиру и виссон и каждый день пиршествовал блистательно.",
          "ID": "19"
        },
        {
          "text": "Был также некоторый нищий, именем Лазарь, который лежал у ворот его в струпьях",
          "ID": "20"
        },
        {
          "text": "и желал напитаться крошками, падающими со стола богача, и псы, приходя, лизали струпья его.",
          "ID": "21"
        },
        {
          "text": "Умер нищий и отнесен был Ангелами на лоно Авраамово. Умер и богач, и похоронили его.",
          "ID": "22"
        },
        {
          "text": "И в аде, будучи в муках, он поднял глаза свои, увидел вдали Авраама и Лазаря на лоне его",
          "ID": "23"
        },
        {
          "text": "и, возопив, сказал: отче Аврааме! умилосердись надо мною и пошли Лазаря, чтобы омочил конец перста своего в воде и прохладил язык мой, ибо я мучаюсь в пламени сем.",
          "ID": "24"
        },
        {
          "text": "Но Авраам сказал: чадо! вспомни, что ты получил уже доброе твое в жизни твоей, а Лазарь – злое; ныне же он здесь утешается, а ты страдаешь;",
          "ID": "25"
        },
        {
          "text": "и сверх всего того между нами и вами утверждена великая пропасть, так что хотящие перейти отсюда к вам не могут, также и оттуда к нам не переходят.",
          "ID": "26"
        },
        {
          "text": "Тогда сказал он: так прошу тебя, отче, пошли его в дом отца моего,",
          "ID": "27"
        },
        {
          "text": "ибо у меня пять братьев; пусть он засвидетельствует им, чтобы и они не пришли в это место мучения.",
          "ID": "28"
        },
        {
          "text": "Авраам сказал ему: у них есть Моисей и пророки; пусть слушают их.",
          "ID": "29"
        },
        {
          "text": "Он же сказал: нет, отче Аврааме, но если кто из мертвых придет к ним, покаются.",
          "ID": "30"
        },
        {
          "text": "Тогда [Авраам] сказал ему: если Моисея и пророков не слушают, то если бы кто и из мертвых воскрес, не поверят.",
          "ID": "31"
        }
      ],
      "ID": "NT:LUK.16",
      "name": "Евангелие от Луки 16"
    },
    {
      "text": [
        {
          "text": "Сказал также [Иисус] ученикам: невозможно не придти соблазнам, но горе тому, через кого они приходят;",
          "ID": "1"
        },
        {
          "text": "лучше было бы ему, если бы мельничный жернов повесили ему на шею и бросили его в море, нежели чтобы он соблазнил одного из малых сих.",
          "ID": "2"
        },
        {
          "text": "Наблюдайте за собою. Если же согрешит против тебя брат твой, выговори ему; и если покается, прости ему;",
          "ID": "3"
        },
        {
          "text": "и если семь раз в день согрешит против тебя и семь раз в день обратится, и скажет: каюсь, – прости ему.",
          "ID": "4"
        },
        {
          "text": "И сказали Апостолы Господу: умножь в нас веру.",
          "ID": "5"
        },
        {
          "text": "Господь сказал: если бы вы имели веру с зерно горчичное и сказали смоковнице сей: исторгнись и пересадись в море, то она послушалась бы вас.",
          "ID": "6"
        },
        {
          "text": "Кто из вас, имея раба пашущего или пасущего, по возвращении его с поля, скажет ему: пойди скорее, садись за стол?",
          "ID": "7"
        },
        {
          "text": "Напротив, не скажет ли ему: приготовь мне поужинать и, подпоясавшись, служи мне, пока буду есть и пить, и потом ешь и пей сам?",
          "ID": "8"
        },
        {
          "text": "Станет ли он благодарить раба сего за то, что он исполнил приказание? Не думаю.",
          "ID": "9"
        },
        {
          "text": "Так и вы, когда исполните все повеленное вам, говорите: мы рабы ничего не стоящие, потому что сделали, что должны были сделать.",
          "ID": "10"
        },
        {
          "text": "Идя в Иерусалим, Он проходил между Самариею и Галилеею.",
          "ID": "11"
        },
        {
          "text": "И когда входил Он в одно селение, встретили Его десять человек прокаженных, которые остановились вдали",
          "ID": "12"
        },
        {
          "text": "и громким голосом говорили: Иисус Наставник! помилуй нас.",
          "ID": "13"
        },
        {
          "text": "Увидев [их], Он сказал им: пойдите, покажитесь священникам. И когда они шли, очистились.",
          "ID": "14"
        },
        {
          "text": "Один же из них, видя, что исцелен, возвратился, громким голосом прославляя Бога,",
          "ID": "15"
        },
        {
          "text": "и пал ниц к ногам Его, благодаря Его; и это был Самарянин.",
          "ID": "16"
        },
        {
          "text": "Тогда Иисус сказал: не десять ли очистились? где же девять?",
          "ID": "17"
        },
        {
          "text": "как они не возвратились воздать славу Богу, кроме сего иноплеменника?",
          "ID": "18"
        },
        {
          "text": "И сказал ему: встань, иди; вера твоя спасла тебя.",
          "ID": "19"
        },
        {
          "text": "Быв же спрошен фарисеями, когда придет Царствие Божие, отвечал им: не придет Царствие Божие приметным образом,",
          "ID": "20"
        },
        {
          "text": "и не скажут: вот, оно здесь, или: вот, там. Ибо вот, Царствие Божие внутрь вас есть.",
          "ID": "21"
        },
        {
          "text": "Сказал также ученикам: придут дни, когда пожелаете видеть хотя один из дней Сына Человеческого, и не увидите;",
          "ID": "22"
        },
        {
          "text": "и скажут вам: вот, здесь, или: вот, там, – не ходите и не гоняйтесь,",
          "ID": "23"
        },
        {
          "text": "ибо, как молния, сверкнувшая от одного края неба, блистает до другого края неба, так будет Сын Человеческий в день Свой.",
          "ID": "24"
        },
        {
          "text": "Но прежде надлежит Ему много пострадать и быть отвержену родом сим.",
          "ID": "25"
        },
        {
          "text": "И как было во дни Ноя, так будет и во дни Сына Человеческого:",
          "ID": "26"
        },
        {
          "text": "ели, пили, женились, выходили замуж, до того дня, как вошел Ной в ковчег, и пришел потоп и погубил всех.",
          "ID": "27"
        },
        {
          "text": "Так же, как было и во дни Лота: ели, пили, покупали, продавали, садили, строили;",
          "ID": "28"
        },
        {
          "text": "но в день, в который Лот вышел из Содома, пролился с неба дождь огненный и серный и истребил всех;",
          "ID": "29"
        },
        {
          "text": "так будет и в тот день, когда Сын Человеческий явится.",
          "ID": "30"
        },
        {
          "text": "В тот день, кто будет на кровле, а вещи его в доме, тот не сходи взять их; и кто будет на поле, также не обращайся назад.",
          "ID": "31"
        },
        {
          "text": "Вспоминайте жену Лотову.",
          "ID": "32"
        },
        {
          "text": "Кто станет сберегать душу свою, тот погубит ее; а кто погубит ее, тот оживит ее.",
          "ID": "33"
        },
        {
          "text": "Сказываю вам: в ту ночь будут двое на одной постели: один возьмется, а другой оставится;",
          "ID": "34"
        },
        {
          "text": "две будут молоть вместе: одна возьмется, а другая оставится;",
          "ID": "35"
        },
        {
          "text": "двое будут на поле: один возьмется, а другой оставится.",
          "ID": "36"
        },
        {
          "text": "На это сказали Ему: где, Господи? Он же сказал им: где труп, там соберутся и орлы.",
          "ID": "37"
        }
      ],
      "ID": "NT:LUK.17",
      "name": "Евангелие от Луки 17"
    },
    {
      "text": [
        {
          "text": "Сказал также им притчу о том, что должно всегда молиться и не унывать,",
          "ID": "1"
        },
        {
          "text": "говоря: в одном городе был судья, который Бога не боялся и людей не стыдился.",
          "ID": "2"
        },
        {
          "text": "В том же городе была одна вдова, и она, приходя к нему, говорила: защити меня от соперника моего.",
          "ID": "3"
        },
        {
          "text": "Но он долгое время не хотел. А после сказал сам в себе: хотя я и Бога не боюсь и людей не стыжусь,",
          "ID": "4"
        },
        {
          "text": "но, как эта вдова не дает мне покоя, защищу ее, чтобы она не приходила больше докучать мне.",
          "ID": "5"
        },
        {
          "text": "И сказал Господь: слышите, что говорит судья неправедный?",
          "ID": "6"
        },
        {
          "text": "Бог ли не защитит избранных Своих, вопиющих к Нему день и ночь, хотя и медлит защищать их?",
          "ID": "7"
        },
        {
          "text": "сказываю вам, что подаст им защиту вскоре. Но Сын Человеческий, придя, найдет ли веру на земле?",
          "ID": "8"
        },
        {
          "text": "Сказал также к некоторым, которые уверены были о себе, что они праведны, и уничижали других, следующую притчу:",
          "ID": "9"
        },
        {
          "text": "два человека вошли в храм помолиться: один фарисей, а другой мытарь.",
          "ID": "10"
        },
        {
          "text": "Фарисей, став, молился сам в себе так: Боже! благодарю Тебя, что я не таков, как прочие люди, грабители, обидчики, прелюбодеи, или как этот мытарь:",
          "ID": "11"
        },
        {
          "text": "пощусь два раза в неделю, даю десятую часть из всего, что приобретаю.",
          "ID": "12"
        },
        {
          "text": "Мытарь же, стоя вдали, не смел даже поднять глаз на небо; но, ударяя себя в грудь, говорил: Боже! будь милостив ко мне грешнику!",
          "ID": "13"
        },
        {
          "text": "Сказываю вам, что сей пошел оправданным в дом свой более, нежели тот: ибо всякий, возвышающий сам себя, унижен будет, а унижающий себя возвысится.",
          "ID": "14"
        },
        {
          "text": "Приносили к Нему и младенцев, чтобы Он прикоснулся к ним; ученики же, видя то, возбраняли им.",
          "ID": "15"
        },
        {
          "text": "Но Иисус, подозвав их, сказал: пустите детей приходить ко Мне и не возбраняйте им, ибо таковых есть Царствие Божие.",
          "ID": "16"
        },
        {
          "text": "Истинно говорю вам: кто не примет Царствия Божия, как дитя, тот не войдет в него.",
          "ID": "17"
        },
        {
          "text": "И спросил Его некто из начальствующих: Учитель благий! что мне делать, чтобы наследовать жизнь вечную?",
          "ID": "18"
        },
        {
          "text": "Иисус сказал ему: что ты называешь Меня благим? никто не благ, как только один Бог;",
          "ID": "19"
        },
        {
          "text": "знаешь заповеди: не прелюбодействуй, не убивай, не кради, не лжесвидетельствуй, почитай отца твоего и матерь твою.",
          "ID": "20"
        },
        {
          "text": "Он же сказал: все это сохранил я от юности моей.",
          "ID": "21"
        },
        {
          "text": "Услышав это, Иисус сказал ему: еще одного недостает тебе: все, что имеешь, продай и раздай нищим, и будешь иметь сокровище на небесах, и приходи, следуй за Мною.",
          "ID": "22"
        },
        {
          "text": "Он же, услышав сие, опечалился, потому что был очень богат.",
          "ID": "23"
        },
        {
          "text": "Иисус, видя, что он опечалился, сказал: как трудно имеющим богатство войти в Царствие Божие!",
          "ID": "24"
        },
        {
          "text": "ибо удобнее верблюду пройти сквозь игольные уши, нежели богатому войти в Царствие Божие.",
          "ID": "25"
        },
        {
          "text": "Слышавшие сие сказали: кто же может спастись?",
          "ID": "26"
        },
        {
          "text": "Но Он сказал: невозможное человекам возможно Богу.",
          "ID": "27"
        },
        {
          "text": "Петр же сказал: вот, мы оставили все и последовали за Тобою.",
          "ID": "28"
        },
        {
          "text": "Он сказал им: истинно говорю вам: нет никого, кто оставил бы дом, или родителей, или братьев, или сестер, или жену, или детей для Царствия Божия,",
          "ID": "29"
        },
        {
          "text": "и не получил бы гораздо более в сие время, и в век будущий жизни вечной.",
          "ID": "30"
        },
        {
          "text": "Отозвав же двенадцать учеников Своих, сказал им: вот, мы восходим в Иерусалим, и совершится все, написанное через пророков о Сыне Человеческом,",
          "ID": "31"
        },
        {
          "text": "ибо предадут Его язычникам, и поругаются над Ним, и оскорбят Его, и оплюют Его,",
          "ID": "32"
        },
        {
          "text": "и будут бить, и убьют Его: и в третий день воскреснет.",
          "ID": "33"
        },
        {
          "text": "Но они ничего из этого не поняли; слова сии были для них сокровенны, и они не разумели сказанного.",
          "ID": "34"
        },
        {
          "text": "Когда же подходил Он к Иерихону, один слепой сидел у дороги, прося милостыни,",
          "ID": "35"
        },
        {
          "text": "и, услышав, что мимо него проходит народ, спросил: что это такое?",
          "ID": "36"
        },
        {
          "text": "Ему сказали, что Иисус Назорей идет.",
          "ID": "37"
        },
        {
          "text": "Тогда он закричал: Иисус, Сын Давидов! помилуй меня.",
          "ID": "38"
        },
        {
          "text": "Шедшие впереди заставляли его молчать; но он еще громче кричал: Сын Давидов! помилуй меня.",
          "ID": "39"
        },
        {
          "text": "Иисус, остановившись, велел привести его к Себе: и, когда тот подошел к Нему, спросил его:",
          "ID": "40"
        },
        {
          "text": "чего ты хочешь от Меня? Он сказал: Господи! чтобы мне прозреть.",
          "ID": "41"
        },
        {
          "text": "Иисус сказал ему: прозри! вера твоя спасла тебя.",
          "ID": "42"
        },
        {
          "text": "И он тотчас прозрел и пошел за Ним, славя Бога; и весь народ, видя это, воздал хвалу Богу.",
          "ID": "43"
        }
      ],
      "ID": "NT:LUK.18",
      "name": "Евангелие от Луки 18"
    },
    {
      "text": [
        {
          "text": "Потом [Иисус] вошел в Иерихон и проходил через него.",
          "ID": "1"
        },
        {
          "text": "И вот, некто, именем Закхей, начальник мытарей и человек богатый,",
          "ID": "2"
        },
        {
          "text": "искал видеть Иисуса, кто Он, но не мог за народом, потому что мал был ростом,",
          "ID": "3"
        },
        {
          "text": "и, забежав вперед, взлез на смоковницу, чтобы увидеть Его, потому что Ему надлежало проходить мимо нее.",
          "ID": "4"
        },
        {
          "text": "Иисус, когда пришел на это место, взглянув, увидел его и сказал ему: Закхей! сойди скорее, ибо сегодня надобно Мне быть у тебя в доме.",
          "ID": "5"
        },
        {
          "text": "И он поспешно сошел и принял Его с радостью.",
          "ID": "6"
        },
        {
          "text": "И все, видя то, начали роптать, и говорили, что Он зашел к грешному человеку;",
          "ID": "7"
        },
        {
          "text": "Закхей же, став, сказал Господу: Господи! половину имения моего я отдам нищим, и, если кого чем обидел, воздам вчетверо.",
          "ID": "8"
        },
        {
          "text": "Иисус сказал ему: ныне пришло спасение дому сему, потому что и он сын Авраама,",
          "ID": "9"
        },
        {
          "text": "ибо Сын Человеческий пришел взыскать и спасти погибшее.",
          "ID": "10"
        },
        {
          "text": "Когда же они слушали это, присовокупил притчу: ибо Он был близ Иерусалима, и они думали, что скоро должно открыться Царствие Божие.",
          "ID": "11"
        },
        {
          "text": "Итак сказал: некоторый человек высокого рода отправлялся в дальнюю страну, чтобы получить себе царство и возвратиться;",
          "ID": "12"
        },
        {
          "text": "призвав же десять рабов своих, дал им десять мин и сказал им: употребляйте их в оборот, пока я возвращусь.",
          "ID": "13"
        },
        {
          "text": "Но граждане ненавидели его и отправили вслед за ним посольство, сказав: не хотим, чтобы он царствовал над нами.",
          "ID": "14"
        },
        {
          "text": "И когда возвратился, получив царство, велел призвать к себе рабов тех, которым дал серебро, чтобы узнать, кто что приобрел.",
          "ID": "15"
        },
        {
          "text": "Пришел первый и сказал: господин! мина твоя принесла десять мин.",
          "ID": "16"
        },
        {
          "text": "И сказал ему: хорошо, добрый раб! за то, что ты в малом был верен, возьми в управление десять городов.",
          "ID": "17"
        },
        {
          "text": "Пришел второй и сказал: господин! мина твоя принесла пять мин.",
          "ID": "18"
        },
        {
          "text": "Сказал и этому: и ты будь над пятью городами.",
          "ID": "19"
        },
        {
          "text": "Пришел третий и сказал: господин! вот твоя мина, которую я хранил, завернув в платок,",
          "ID": "20"
        },
        {
          "text": "ибо я боялся тебя, потому что ты человек жестокий: берешь, чего не клал, и жнешь, чего не сеял.",
          "ID": "21"
        },
        {
          "text": "[Господин] сказал ему: твоими устами буду судить тебя, лукавый раб! ты знал, что я человек жестокий, беру, чего не клал, и жну, чего не сеял;",
          "ID": "22"
        },
        {
          "text": "для чего же ты не отдал серебра моего в оборот, чтобы я, придя, получил его с прибылью?",
          "ID": "23"
        },
        {
          "text": "И сказал предстоящим: возьмите у него мину и дайте имеющему десять мин.",
          "ID": "24"
        },
        {
          "text": "И сказали ему: господин! у него есть десять мин.",
          "ID": "25"
        },
        {
          "text": "Сказываю вам, что всякому имеющему дано будет, а у неимеющего отнимется и то, что имеет;",
          "ID": "26"
        },
        {
          "text": "врагов же моих тех, которые не хотели, чтобы я царствовал над ними, приведите сюда и избейте предо мною.",
          "ID": "27"
        },
        {
          "text": "Сказав это, Он пошел далее, восходя в Иерусалим.",
          "ID": "28"
        },
        {
          "text": "И когда приблизился к Виффагии и Вифании, к горе, называемой Елеонскою, послал двух учеников Своих,",
          "ID": "29"
        },
        {
          "text": "сказав: пойдите в противолежащее селение; войдя в него, найдете молодого осла привязанного, на которого никто из людей никогда не садился; отвязав его, приведите;",
          "ID": "30"
        },
        {
          "text": "и если кто спросит вас: зачем отвязываете? скажите ему так: он надобен Господу.",
          "ID": "31"
        },
        {
          "text": "Посланные пошли и нашли, как Он сказал им.",
          "ID": "32"
        },
        {
          "text": "Когда же они отвязывали молодого осла, хозяева его сказали им: зачем отвязываете осленка?",
          "ID": "33"
        },
        {
          "text": "Они отвечали: он надобен Господу.",
          "ID": "34"
        },
        {
          "text": "И привели его к Иисусу, и, накинув одежды свои на осленка, посадили на него Иисуса.",
          "ID": "35"
        },
        {
          "text": "И, когда Он ехал, постилали одежды свои по дороге.",
          "ID": "36"
        },
        {
          "text": "А когда Он приблизился к спуску с горы Елеонской, все множество учеников начало в радости велегласно славить Бога за все чудеса, какие видели они,",
          "ID": "37"
        },
        {
          "text": "говоря: благословен Царь, грядущий во имя Господне! мир на небесах и слава в вышних!",
          "ID": "38"
        },
        {
          "text": "И некоторые фарисеи из среды народа сказали Ему: Учитель! запрети ученикам Твоим.",
          "ID": "39"
        },
        {
          "text": "Но Он сказал им в ответ: сказываю вам, что если они умолкнут, то камни возопиют.",
          "ID": "40"
        },
        {
          "text": "И когда приблизился к городу, то, смотря на него, заплакал о нем",
          "ID": "41"
        },
        {
          "text": "и сказал: о, если бы и ты хотя в сей твой день узнал, что служит к миру твоему! Но это сокрыто ныне от глаз твоих,",
          "ID": "42"
        },
        {
          "text": "ибо придут на тебя дни, когда враги твои обложат тебя окопами и окружат тебя, и стеснят тебя отовсюду,",
          "ID": "43"
        },
        {
          "text": "и разорят тебя, и побьют детей твоих в тебе, и не оставят в тебе камня на камне за то, что ты не узнал времени посещения твоего.",
          "ID": "44"
        },
        {
          "text": "И, войдя в храм, начал выгонять продающих в нем и покупающих,",
          "ID": "45"
        },
        {
          "text": "говоря им: написано: дом Мой есть дом молитвы, а вы сделали его вертепом разбойников.",
          "ID": "46"
        },
        {
          "text": "И учил каждый день в храме. Первосвященники же и книжники и старейшины народа искали погубить Его,",
          "ID": "47"
        },
        {
          "text": "и не находили, что бы сделать с Ним; потому что весь народ неотступно слушал Его.",
          "ID": "48"
        }
      ],
      "ID": "NT:LUK.19",
      "name": "Евангелие от Луки 19"
    },
    {
      "text": [
        {
          "text": "В один из тех дней, когда Он учил народ в храме и благовествовал, приступили первосвященники и книжники со старейшинами,",
          "ID": "1"
        },
        {
          "text": "и сказали Ему: скажи нам, какою властью Ты это делаешь, или кто дал Тебе власть сию?",
          "ID": "2"
        },
        {
          "text": "Он сказал им в ответ: спрошу и Я вас об одном, и скажите Мне:",
          "ID": "3"
        },
        {
          "text": "крещение Иоанново с небес было, или от человеков?",
          "ID": "4"
        },
        {
          "text": "Они же, рассуждая между собою, говорили: если скажем: с небес, то скажет: почему же вы не поверили ему?",
          "ID": "5"
        },
        {
          "text": "а если скажем: от человеков, то весь народ побьет нас камнями, ибо он уверен, что Иоанн есть пророк.",
          "ID": "6"
        },
        {
          "text": "И отвечали: не знаем откуда.",
          "ID": "7"
        },
        {
          "text": "Иисус сказал им: и Я не скажу вам, какою властью это делаю.",
          "ID": "8"
        },
        {
          "text": "И начал Он говорить к народу притчу сию: один человек насадил виноградник и отдал его виноградарям, и отлучился на долгое время;",
          "ID": "9"
        },
        {
          "text": "и в свое время послал к виноградарям раба, чтобы они дали ему плодов из виноградника; но виноградари, прибив его, отослали ни с чем.",
          "ID": "10"
        },
        {
          "text": "Еще послал другого раба; но они и этого, прибив и обругав, отослали ни с чем.",
          "ID": "11"
        },
        {
          "text": "И еще послал третьего; но они и того, изранив, выгнали.",
          "ID": "12"
        },
        {
          "text": "Тогда сказал господин виноградника: что мне делать? Пошлю сына моего возлюбленного; может быть, увидев его, постыдятся.",
          "ID": "13"
        },
        {
          "text": "Но виноградари, увидев его, рассуждали между собою, говоря: это наследник; пойдем, убьем его, и наследство его будет наше.",
          "ID": "14"
        },
        {
          "text": "И, выведя его вон из виноградника, убили. Что же сделает с ними господин виноградника?",
          "ID": "15"
        },
        {
          "text": "Придет и погубит виноградарей тех, и отдаст виноградник другим. Слышавшие же это сказали: да не будет!",
          "ID": "16"
        },
        {
          "text": "Но Он, взглянув на них, сказал: что значит сие написанное: камень, который отвергли строители, тот самый сделался главою угла?",
          "ID": "17"
        },
        {
          "text": "Всякий, кто упадет на тот камень, разобьется, а на кого он упадет, того раздавит.",
          "ID": "18"
        },
        {
          "text": "И искали в это время первосвященники и книжники, чтобы наложить на Него руки, но побоялись народа, ибо поняли, что о них сказал Он эту притчу.",
          "ID": "19"
        },
        {
          "text": "И, наблюдая за Ним, подослали лукавых людей, которые, притворившись благочестивыми, уловили бы Его в каком–либо слове, чтобы предать Его начальству и власти правителя.",
          "ID": "20"
        },
        {
          "text": "И они спросили Его: Учитель! мы знаем, что Ты правдиво говоришь и учишь и не смотришь на лице, но истинно пути Божию учишь;",
          "ID": "21"
        },
        {
          "text": "позволительно ли нам давать подать кесарю, или нет?",
          "ID": "22"
        },
        {
          "text": "Он же, уразумев лукавство их, сказал им: что вы Меня искушаете?",
          "ID": "23"
        },
        {
          "text": "Покажите Мне динарий: чье на нем изображение и надпись? Они отвечали: кесаревы.",
          "ID": "24"
        },
        {
          "text": "Он сказал им: итак, отдавайте кесарево кесарю, а Божие Богу.",
          "ID": "25"
        },
        {
          "text": "И не могли уловить Его в слове перед народом, и, удивившись ответу Его, замолчали.",
          "ID": "26"
        },
        {
          "text": "Тогда пришли некоторые из саддукеев, отвергающих воскресение, и спросили Его:",
          "ID": "27"
        },
        {
          "text": "Учитель! Моисей написал нам, что если у кого умрет брат, имевший жену, и умрет бездетным, то брат его должен взять его жену и восставить семя брату своему.",
          "ID": "28"
        },
        {
          "text": "Было семь братьев, первый, взяв жену, умер бездетным;",
          "ID": "29"
        },
        {
          "text": "взял ту жену второй, и тот умер бездетным;",
          "ID": "30"
        },
        {
          "text": "взял ее третий; также и все семеро, и умерли, не оставив детей;",
          "ID": "31"
        },
        {
          "text": "после всех умерла и жена;",
          "ID": "32"
        },
        {
          "text": "итак, в воскресение которого из них будет она женою, ибо семеро имели ее женою?",
          "ID": "33"
        },
        {
          "text": "Иисус сказал им в ответ: чада века сего женятся и выходят замуж;",
          "ID": "34"
        },
        {
          "text": "а сподобившиеся достигнуть того века и воскресения из мертвых ни женятся, ни замуж не выходят,",
          "ID": "35"
        },
        {
          "text": "и умереть уже не могут, ибо они равны Ангелам и суть сыны Божии, будучи сынами воскресения.",
          "ID": "36"
        },
        {
          "text": "А что мертвые воскреснут, и Моисей показал при купине, когда назвал Господа Богом Авраама и Богом Исаака и Богом Иакова.",
          "ID": "37"
        },
        {
          "text": "Бог же не есть [Бог] мертвых, но живых, ибо у Него все живы.",
          "ID": "38"
        },
        {
          "text": "На это некоторые из книжников сказали: Учитель! Ты хорошо сказал.",
          "ID": "39"
        },
        {
          "text": "И уже не смели спрашивать Его ни о чем. Он же сказал им:",
          "ID": "40"
        },
        {
          "text": "как говорят, что Христос есть Сын Давидов,",
          "ID": "41"
        },
        {
          "text": "а сам Давид говорит в книге псалмов: сказал Господь Господу моему: седи одесную Меня,",
          "ID": "42"
        },
        {
          "text": "доколе положу врагов Твоих в подножие ног Твоих?",
          "ID": "43"
        },
        {
          "text": "Итак, Давид Господом называет Его; как же Он Сын ему?",
          "ID": "44"
        },
        {
          "text": "И когда слушал весь народ, Он сказал ученикам Своим:",
          "ID": "45"
        },
        {
          "text": "остерегайтесь книжников, которые любят ходить в длинных одеждах и любят приветствия в народных собраниях, председания в синагогах и предвозлежания на пиршествах,",
          "ID": "46"
        },
        {
          "text": "которые поедают домы вдов и лицемерно долго молятся; они примут тем большее осуждение.",
          "ID": "47"
        }
      ],
      "ID": "NT:LUK.20",
      "name": "Евангелие от Луки 20"
    },
    {
      "text": [
        {
          "text": "Взглянув же, Он увидел богатых, клавших дары свои в сокровищницу;",
          "ID": "1"
        },
        {
          "text": "увидел также и бедную вдову, положившую туда две лепты,",
          "ID": "2"
        },
        {
          "text": "и сказал: истинно говорю вам, что эта бедная вдова больше всех положила;",
          "ID": "3"
        },
        {
          "text": "ибо все те от избытка своего положили в дар Богу, а она от скудости своей положила все пропитание свое, какое имела.",
          "ID": "4"
        },
        {
          "text": "И когда некоторые говорили о храме, что он украшен дорогими камнями и вкладами, Он сказал:",
          "ID": "5"
        },
        {
          "text": "придут дни, в которые из того, что вы здесь видите, не останется камня на камне; все будет разрушено.",
          "ID": "6"
        },
        {
          "text": "И спросили Его: Учитель! когда же это будет? и какой признак, когда это должно произойти?",
          "ID": "7"
        },
        {
          "text": "Он сказал: берегитесь, чтобы вас не ввели в заблуждение, ибо многие придут под именем Моим, говоря, что это Я; и это время близко: не ходите вслед их.",
          "ID": "8"
        },
        {
          "text": "Когда же услышите о войнах и смятениях, не ужасайтесь, ибо этому надлежит быть прежде; но не тотчас конец.",
          "ID": "9"
        },
        {
          "text": "Тогда сказал им: восстанет народ на народ, и царство на царство;",
          "ID": "10"
        },
        {
          "text": "будут большие землетрясения по местам, и глады, и моры, и ужасные явления, и великие знамения с неба.",
          "ID": "11"
        },
        {
          "text": "Прежде же всего того возложат на вас руки и будут гнать [вас], предавая в синагоги и в темницы, и поведут пред царей и правителей за имя Мое;",
          "ID": "12"
        },
        {
          "text": "будет же это вам для свидетельства.",
          "ID": "13"
        },
        {
          "text": "Итак положите себе на сердце не обдумывать заранее, что отвечать,",
          "ID": "14"
        },
        {
          "text": "ибо Я дам вам уста и премудрость, которой не возмогут противоречить ни противостоять все, противящиеся вам.",
          "ID": "15"
        },
        {
          "text": "Преданы также будете и родителями, и братьями, и родственниками, и друзьями, и некоторых из вас умертвят;",
          "ID": "16"
        },
        {
          "text": "и будете ненавидимы всеми за имя Мое,",
          "ID": "17"
        },
        {
          "text": "но и волос с головы вашей не пропадет, –",
          "ID": "18"
        },
        {
          "text": "терпением вашим спасайте души ваши.",
          "ID": "19"
        },
        {
          "text": "Когда же увидите Иерусалим, окруженный войсками, тогда знайте, что приблизилось запустение его:",
          "ID": "20"
        },
        {
          "text": "тогда находящиеся в Иудее да бегут в горы; и кто в городе, выходи из него; и кто в окрестностях, не входи в него,",
          "ID": "21"
        },
        {
          "text": "потому что это дни отмщения, да исполнится все написанное.",
          "ID": "22"
        },
        {
          "text": "Горе же беременным и питающим сосцами в те дни; ибо великое будет бедствие на земле и гнев на народ сей:",
          "ID": "23"
        },
        {
          "text": "и падут от острия меча, и отведутся в плен во все народы; и Иерусалим будет попираем язычниками, доколе не окончатся времена язычников.",
          "ID": "24"
        },
        {
          "text": "И будут знамения в солнце и луне и звездах, а на земле уныние народов и недоумение; и море восшумит и возмутится;",
          "ID": "25"
        },
        {
          "text": "люди будут издыхать от страха и ожидания [бедствий], грядущих на вселенную, ибо силы небесные поколеблются,",
          "ID": "26"
        },
        {
          "text": "и тогда увидят Сына Человеческого, грядущего на облаке с силою и славою великою.",
          "ID": "27"
        },
        {
          "text": "Когда же начнет это сбываться, тогда восклонитесь и поднимите головы ваши, потому что приближается избавление ваше.",
          "ID": "28"
        },
        {
          "text": "И сказал им притчу: посмотрите на смоковницу и на все деревья:",
          "ID": "29"
        },
        {
          "text": "когда они уже распускаются, то, видя это, знаете сами, что уже близко лето.",
          "ID": "30"
        },
        {
          "text": "Так, и когда вы увидите то сбывающимся, знайте, что близко Царствие Божие.",
          "ID": "31"
        },
        {
          "text": "Истинно говорю вам: не прейдет род сей, как все это будет;",
          "ID": "32"
        },
        {
          "text": "небо и земля прейдут, но слова Мои не прейдут.",
          "ID": "33"
        },
        {
          "text": "Смотрите же за собою, чтобы сердца ваши не отягчались объядением и пьянством и заботами житейскими, и чтобы день тот не постиг вас внезапно,",
          "ID": "34"
        },
        {
          "text": "ибо он, как сеть, найдет на всех живущих по всему лицу земному;",
          "ID": "35"
        },
        {
          "text": "итак бодрствуйте на всякое время и молитесь, да сподобитесь избежать всех сих будущих [бедствий] и предстать пред Сына Человеческого.",
          "ID": "36"
        },
        {
          "text": "Днем Он учил в храме, а ночи, выходя, проводил на горе, называемой Елеонскою.",
          "ID": "37"
        },
        {
          "text": "И весь народ с утра приходил к Нему в храм слушать Его.",
          "ID": "38"
        }
      ],
      "ID": "NT:LUK.21",
      "name": "Евангелие от Луки 21"
    },
    {
      "text": [
        {
          "text": "Приближался праздник опресноков, называемый Пасхою,",
          "ID": "1"
        },
        {
          "text": "и искали первосвященники и книжники, как бы погубить Его, потому что боялись народа.",
          "ID": "2"
        },
        {
          "text": "Вошел же сатана в Иуду, прозванного Искариотом, одного из числа двенадцати,",
          "ID": "3"
        },
        {
          "text": "и он пошел, и говорил с первосвященниками и начальниками, как Его предать им.",
          "ID": "4"
        },
        {
          "text": "Они обрадовались и согласились дать ему денег;",
          "ID": "5"
        },
        {
          "text": "и он обещал, и искал удобного времени, чтобы предать Его им не при народе.",
          "ID": "6"
        },
        {
          "text": "Настал же день опресноков, в который надлежало заколать пасхального [агнца],",
          "ID": "7"
        },
        {
          "text": "и послал [Иисус] Петра и Иоанна, сказав: пойдите, приготовьте нам есть пасху.",
          "ID": "8"
        },
        {
          "text": "Они же сказали Ему: где велишь нам приготовить?",
          "ID": "9"
        },
        {
          "text": "Он сказал им: вот, при входе вашем в город, встретится с вами человек, несущий кувшин воды; последуйте за ним в дом, в который войдет он,",
          "ID": "10"
        },
        {
          "text": "и скажите хозяину дома: Учитель говорит тебе: где комната, в которой бы Мне есть пасху с учениками Моими?",
          "ID": "11"
        },
        {
          "text": "И он покажет вам горницу большую устланную; там приготовьте.",
          "ID": "12"
        },
        {
          "text": "Они пошли, и нашли, как сказал им, и приготовили пасху.",
          "ID": "13"
        },
        {
          "text": "И когда настал час, Он возлег, и двенадцать Апостолов с Ним,",
          "ID": "14"
        },
        {
          "text": "и сказал им: очень желал Я есть с вами сию пасху прежде Моего страдания,",
          "ID": "15"
        },
        {
          "text": "ибо сказываю вам, что уже не буду есть ее, пока она не совершится в Царствии Божием.",
          "ID": "16"
        },
        {
          "text": "И, взяв чашу и благодарив, сказал: приимите ее и разделите между собою,",
          "ID": "17"
        },
        {
          "text": "ибо сказываю вам, что не буду пить от плода виноградного, доколе не придет Царствие Божие.",
          "ID": "18"
        },
        {
          "text": "И, взяв хлеб и благодарив, преломил и подал им, говоря: сие есть тело Мое, которое за вас предается; сие творите в Мое воспоминание.",
          "ID": "19"
        },
        {
          "text": "Также и чашу после вечери, говоря: сия чаша [есть] Новый Завет в Моей крови, которая за вас проливается.",
          "ID": "20"
        },
        {
          "text": "И вот, рука предающего Меня со Мною за столом;",
          "ID": "21"
        },
        {
          "text": "впрочем, Сын Человеческий идет по предназначению, но горе тому человеку, которым Он предается.",
          "ID": "22"
        },
        {
          "text": "И они начали спрашивать друг друга, кто бы из них был, который это сделает.",
          "ID": "23"
        },
        {
          "text": "Был же и спор между ними, кто из них должен почитаться большим.",
          "ID": "24"
        },
        {
          "text": "Он же сказал им: цари господствуют над народами, и владеющие ими благодетелями называются,",
          "ID": "25"
        },
        {
          "text": "а вы не так: но кто из вас больше, будь как меньший, и начальствующий – как служащий.",
          "ID": "26"
        },
        {
          "text": "Ибо кто больше: возлежащий, или служащий? не возлежащий ли? А Я посреди вас, как служащий.",
          "ID": "27"
        },
        {
          "text": "Но вы пребыли со Мною в напастях Моих,",
          "ID": "28"
        },
        {
          "text": "и Я завещаваю вам, как завещал Мне Отец Мой, Царство,",
          "ID": "29"
        },
        {
          "text": "да ядите и пиете за трапезою Моею в Царстве Моем, и сядете на престолах судить двенадцать колен Израилевых.",
          "ID": "30"
        },
        {
          "text": "И сказал Господь: Симон! Симон! се, сатана просил, чтобы сеять вас как пшеницу,",
          "ID": "31"
        },
        {
          "text": "но Я молился о тебе, чтобы не оскудела вера твоя; и ты некогда, обратившись, утверди братьев твоих.",
          "ID": "32"
        },
        {
          "text": "Он отвечал Ему: Господи! с Тобою я готов и в темницу и на смерть идти.",
          "ID": "33"
        },
        {
          "text": "Но Он сказал: говорю тебе, Петр, не пропоет петух сегодня, как ты трижды отречешься, что не знаешь Меня.",
          "ID": "34"
        },
        {
          "text": "И сказал им: когда Я посылал вас без мешка и без сумы и без обуви, имели ли вы в чем недостаток? Они отвечали: ни в чем.",
          "ID": "35"
        },
        {
          "text": "Тогда Он сказал им: но теперь, кто имеет мешок, тот возьми его, также и суму; а у кого нет, продай одежду свою и купи меч;",
          "ID": "36"
        },
        {
          "text": "ибо сказываю вам, что должно исполниться на Мне и сему написанному: и к злодеям причтен. Ибо то, что о Мне, приходит к концу.",
          "ID": "37"
        },
        {
          "text": "Они сказали: Господи! вот, здесь два меча. Он сказал им: довольно.",
          "ID": "38"
        },
        {
          "text": "И, выйдя, пошел по обыкновению на гору Елеонскую, за Ним последовали и ученики Его.",
          "ID": "39"
        },
        {
          "text": "Придя же на место, сказал им: молитесь, чтобы не впасть в искушение.",
          "ID": "40"
        },
        {
          "text": "И Сам отошел от них на вержение камня, и, преклонив колени, молился,",
          "ID": "41"
        },
        {
          "text": "говоря: Отче! о, если бы Ты благоволил пронести чашу сию мимо Меня! впрочем не Моя воля, но Твоя да будет.",
          "ID": "42"
        },
        {
          "text": "Явился же Ему Ангел с небес и укреплял Его.",
          "ID": "43"
        },
        {
          "text": "И, находясь в борении, прилежнее молился, и был пот Его, как капли крови, падающие на землю.",
          "ID": "44"
        },
        {
          "text": "Встав от молитвы, Он пришел к ученикам, и нашел их спящими от печали",
          "ID": "45"
        },
        {
          "text": "и сказал им: что вы спите? встаньте и молитесь, чтобы не впасть в искушение.",
          "ID": "46"
        },
        {
          "text": "Когда Он еще говорил это, появился народ, а впереди его шел один из двенадцати, называемый Иуда, и он подошел к Иисусу, чтобы поцеловать Его. Ибо он такой им дал знак: Кого я поцелую, Тот и есть.",
          "ID": "47"
        },
        {
          "text": "Иисус же сказал ему: Иуда! целованием ли предаешь Сына Человеческого?",
          "ID": "48"
        },
        {
          "text": "Бывшие же с Ним, видя, к чему идет дело, сказали Ему: Господи! не ударить ли нам мечом?",
          "ID": "49"
        },
        {
          "text": "И один из них ударил раба первосвященникова, и отсек ему правое ухо.",
          "ID": "50"
        },
        {
          "text": "Тогда Иисус сказал: оставьте, довольно. И, коснувшись уха его, исцелил его.",
          "ID": "51"
        },
        {
          "text": "Первосвященникам же и начальникам храма и старейшинам, собравшимся против Него, сказал Иисус: как будто на разбойника вышли вы с мечами и кольями, чтобы взять Меня?",
          "ID": "52"
        },
        {
          "text": "Каждый день бывал Я с вами в храме, и вы не поднимали на Меня рук, но теперь ваше время и власть тьмы.",
          "ID": "53"
        },
        {
          "text": "Взяв Его, повели и привели в дом первосвященника. Петр же следовал издали.",
          "ID": "54"
        },
        {
          "text": "Когда они развели огонь среди двора и сели вместе, сел и Петр между ними.",
          "ID": "55"
        },
        {
          "text": "Одна служанка, увидев его сидящего у огня и всмотревшись в него, сказала: и этот был с Ним.",
          "ID": "56"
        },
        {
          "text": "Но он отрекся от Него, сказав женщине: я не знаю Его.",
          "ID": "57"
        },
        {
          "text": "Вскоре потом другой, увидев его, сказал: и ты из них. Но Петр сказал этому человеку: нет!",
          "ID": "58"
        },
        {
          "text": "Прошло с час времени, еще некто настоятельно говорил: точно и этот был с Ним, ибо он Галилеянин.",
          "ID": "59"
        },
        {
          "text": "Но Петр сказал тому человеку: не знаю, что ты говоришь. И тотчас, когда еще говорил он, запел петух.",
          "ID": "60"
        },
        {
          "text": "Тогда Господь, обратившись, взглянул на Петра, и Петр вспомнил слово Господа, как Он сказал ему: прежде нежели пропоет петух, отречешься от Меня трижды.",
          "ID": "61"
        },
        {
          "text": "И, выйдя вон, горько заплакал.",
          "ID": "62"
        },
        {
          "text": "Люди, державшие Иисуса, ругались над Ним и били Его;",
          "ID": "63"
        },
        {
          "text": "и, закрыв Его, ударяли Его по лицу и спрашивали Его: прореки, кто ударил Тебя?",
          "ID": "64"
        },
        {
          "text": "И много иных хулений произносили против Него.",
          "ID": "65"
        },
        {
          "text": "И как настал день, собрались старейшины народа, первосвященники и книжники, и ввели Его в свой синедрион",
          "ID": "66"
        },
        {
          "text": "и сказали: Ты ли Христос? скажи нам. Он сказал им: если скажу вам, вы не поверите;",
          "ID": "67"
        },
        {
          "text": "если же и спрошу вас, не будете отвечать Мне и не отпустите [Меня];",
          "ID": "68"
        },
        {
          "text": "отныне Сын Человеческий воссядет одесную силы Божией.",
          "ID": "69"
        },
        {
          "text": "И сказали все: итак, Ты Сын Божий? Он отвечал им: вы говорите, что Я.",
          "ID": "70"
        },
        {
          "text": "Они же сказали: какое еще нужно нам свидетельство? ибо мы сами слышали из уст Его.",
          "ID": "71"
        }
      ],
      "ID": "NT:LUK.22",
      "name": "Евангелие от Луки 22"
    },
    {
      "text": [
        {
          "text": "И поднялось все множество их, и повели Его к Пилату,",
          "ID": "1"
        },
        {
          "text": "и начали обвинять Его, говоря: мы нашли, что Он развращает народ наш и запрещает давать подать кесарю, называя Себя Христом Царем.",
          "ID": "2"
        },
        {
          "text": "Пилат спросил Его: Ты Царь Иудейский? Он сказал ему в ответ: ты говоришь.",
          "ID": "3"
        },
        {
          "text": "Пилат сказал первосвященникам и народу: я не нахожу никакой вины в этом человеке.",
          "ID": "4"
        },
        {
          "text": "Но они настаивали, говоря, что Он возмущает народ, уча по всей Иудее, начиная от Галилеи до сего места.",
          "ID": "5"
        },
        {
          "text": "Пилат, услышав о Галилее, спросил: разве Он Галилеянин?",
          "ID": "6"
        },
        {
          "text": "И, узнав, что Он из области Иродовой, послал Его к Ироду, который в эти дни был также в Иерусалиме.",
          "ID": "7"
        },
        {
          "text": "Ирод, увидев Иисуса, очень обрадовался, ибо давно желал видеть Его, потому что много слышал о Нем, и надеялся увидеть от Него какое–нибудь чудо,",
          "ID": "8"
        },
        {
          "text": "и предлагал Ему многие вопросы, но Он ничего не отвечал ему.",
          "ID": "9"
        },
        {
          "text": "Первосвященники же и книжники стояли и усильно обвиняли Его.",
          "ID": "10"
        },
        {
          "text": "Но Ирод со своими воинами, уничижив Его и насмеявшись над Ним, одел Его в светлую одежду и отослал обратно к Пилату.",
          "ID": "11"
        },
        {
          "text": "И сделались в тот день Пилат и Ирод друзьями между собою, ибо прежде были во вражде друг с другом.",
          "ID": "12"
        },
        {
          "text": "Пилат же, созвав первосвященников и начальников и народ,",
          "ID": "13"
        },
        {
          "text": "сказал им: вы привели ко мне человека сего, как развращающего народ; и вот, я при вас исследовал и не нашел человека сего виновным ни в чем том, в чем вы обвиняете Его;",
          "ID": "14"
        },
        {
          "text": "и Ирод также, ибо я посылал Его к нему; и ничего не найдено в Нем достойного смерти;",
          "ID": "15"
        },
        {
          "text": "итак, наказав Его, отпущу.",
          "ID": "16"
        },
        {
          "text": "А ему и нужно было для праздника отпустить им одного [узника].",
          "ID": "17"
        },
        {
          "text": "Но весь народ стал кричать: смерть Ему! а отпусти нам Варавву.",
          "ID": "18"
        },
        {
          "text": "Варавва был посажен в темницу за произведенное в городе возмущение и убийство.",
          "ID": "19"
        },
        {
          "text": "Пилат снова возвысил голос, желая отпустить Иисуса.",
          "ID": "20"
        },
        {
          "text": "Но они кричали: распни, распни Его!",
          "ID": "21"
        },
        {
          "text": "Он в третий раз сказал им: какое же зло сделал Он? я ничего достойного смерти не нашел в Нем; итак, наказав Его, отпущу.",
          "ID": "22"
        },
        {
          "text": "Но они продолжали с великим криком требовать, чтобы Он был распят; и превозмог крик их и первосвященников.",
          "ID": "23"
        },
        {
          "text": "И Пилат решил быть по прошению их,",
          "ID": "24"
        },
        {
          "text": "и отпустил им посаженного за возмущение и убийство в темницу, которого они просили; а Иисуса предал в их волю.",
          "ID": "25"
        },
        {
          "text": "И когда повели Его, то, захватив некоего Симона Киринеянина, шедшего с поля, возложили на него крест, чтобы нес за Иисусом.",
          "ID": "26"
        },
        {
          "text": "И шло за Ним великое множество народа и женщин, которые плакали и рыдали о Нем.",
          "ID": "27"
        },
        {
          "text": "Иисус же, обратившись к ним, сказал: дщери Иерусалимские! не плачьте обо Мне, но плачьте о себе и о детях ваших,",
          "ID": "28"
        },
        {
          "text": "ибо приходят дни, в которые скажут: блаженны неплодные, и утробы неродившие, и сосцы непитавшие!",
          "ID": "29"
        },
        {
          "text": "тогда начнут говорить горам: падите на нас! и холмам: покройте нас!",
          "ID": "30"
        },
        {
          "text": "Ибо если с зеленеющим деревом это делают, то с сухим что будет?",
          "ID": "31"
        },
        {
          "text": "Вели с Ним на смерть и двух злодеев.",
          "ID": "32"
        },
        {
          "text": "И когда пришли на место, называемое Лобное, там распяли Его и злодеев, одного по правую, а другого по левую сторону.",
          "ID": "33"
        },
        {
          "text": "Иисус же говорил: Отче! прости им, ибо не знают, что делают. И делили одежды Его, бросая жребий.",
          "ID": "34"
        },
        {
          "text": "И стоял народ и смотрел. Насмехались же вместе с ними и начальники, говоря: других спасал; пусть спасет Себя Самого, если Он Христос, избранный Божий.",
          "ID": "35"
        },
        {
          "text": "Также и воины ругались над Ним, подходя и поднося Ему уксус",
          "ID": "36"
        },
        {
          "text": "и говоря: если Ты Царь Иудейский, спаси Себя Самого.",
          "ID": "37"
        },
        {
          "text": "И была над Ним надпись, написанная словами греческими, римскими и еврейскими: Сей есть Царь Иудейский.",
          "ID": "38"
        },
        {
          "text": "Один из повешенных злодеев злословил Его и говорил: если Ты Христос, спаси Себя и нас.",
          "ID": "39"
        },
        {
          "text": "Другой же, напротив, унимал его и говорил: или ты не боишься Бога, когда и сам осужден на то же?",
          "ID": "40"
        },
        {
          "text": "и мы [осуждены] справедливо, потому что достойное по делам нашим приняли, а Он ничего худого не сделал.",
          "ID": "41"
        },
        {
          "text": "И сказал Иисусу: помяни меня, Господи, когда приидешь в Царствие Твое!",
          "ID": "42"
        },
        {
          "text": "И сказал ему Иисус: истинно говорю тебе, ныне же будешь со Мною в раю.",
          "ID": "43"
        },
        {
          "text": "Было же около шестого часа дня, и сделалась тьма по всей земле до часа девятого:",
          "ID": "44"
        },
        {
          "text": "и померкло солнце, и завеса в храме раздралась по средине.",
          "ID": "45"
        },
        {
          "text": "Иисус, возгласив громким голосом, сказал: Отче! в руки Твои предаю дух Мой. И, сие сказав, испустил дух.",
          "ID": "46"
        },
        {
          "text": "Сотник же, видев происходившее, прославил Бога и сказал: истинно человек этот был праведник.",
          "ID": "47"
        },
        {
          "text": "И весь народ, сшедшийся на сие зрелище, видя происходившее, возвращался, бия себя в грудь.",
          "ID": "48"
        },
        {
          "text": "Все же, знавшие Его, и женщины, следовавшие за Ним из Галилеи, стояли вдали и смотрели на это.",
          "ID": "49"
        },
        {
          "text": "Тогда некто, именем Иосиф, член совета, человек добрый и правдивый,",
          "ID": "50"
        },
        {
          "text": "не участвовавший в совете и в деле их; из Аримафеи, города Иудейского, ожидавший также Царствия Божия,",
          "ID": "51"
        },
        {
          "text": "пришел к Пилату и просил тела Иисусова;",
          "ID": "52"
        },
        {
          "text": "и, сняв его, обвил плащаницею и положил его в гробе, высеченном [в скале], где еще никто не был положен.",
          "ID": "53"
        },
        {
          "text": "День тот был пятница, и наступала суббота.",
          "ID": "54"
        },
        {
          "text": "Последовали также и женщины, пришедшие с Иисусом из Галилеи, и смотрели гроб, и как полагалось тело Его;",
          "ID": "55"
        },
        {
          "text": "возвратившись же, приготовили благовония и масти; и в субботу остались в покое по заповеди.",
          "ID": "56"
        }
      ],
      "ID": "NT:LUK.23",
      "name": "Евангелие от Луки 23"
    },
    {
      "text": [
        {
          "text": "В первый же день недели, очень рано, неся приготовленные ароматы, пришли они ко гробу, и вместе с ними некоторые другие;",
          "ID": "1"
        },
        {
          "text": "но нашли камень отваленным от гроба.",
          "ID": "2"
        },
        {
          "text": "И, войдя, не нашли тела Господа Иисуса.",
          "ID": "3"
        },
        {
          "text": "Когда же недоумевали они о сем, вдруг предстали перед ними два мужа в одеждах блистающих.",
          "ID": "4"
        },
        {
          "text": "И когда они были в страхе и наклонили лица [свои] к земле, сказали им: что вы ищете живого между мертвыми?",
          "ID": "5"
        },
        {
          "text": "Его нет здесь: Он воскрес; вспомните, как Он говорил вам, когда был еще в Галилее,",
          "ID": "6"
        },
        {
          "text": "сказывая, что Сыну Человеческому надлежит быть предану в руки человеков грешников, и быть распяту, и в третий день воскреснуть.",
          "ID": "7"
        },
        {
          "text": "И вспомнили они слова Его;",
          "ID": "8"
        },
        {
          "text": "и, возвратившись от гроба, возвестили все это одиннадцати и всем прочим.",
          "ID": "9"
        },
        {
          "text": "То были Магдалина Мария, и Иоанна, и Мария, [мать] Иакова, и другие с ними, которые сказали о сем Апостолам.",
          "ID": "10"
        },
        {
          "text": "И показались им слова их пустыми, и не поверили им.",
          "ID": "11"
        },
        {
          "text": "Но Петр, встав, побежал ко гробу и, наклонившись, увидел только пелены лежащие, и пошел назад, дивясь сам в себе происшедшему.",
          "ID": "12"
        },
        {
          "text": "В тот же день двое из них шли в селение, отстоящее стадий на шестьдесят от Иерусалима, называемое Эммаус;",
          "ID": "13"
        },
        {
          "text": "и разговаривали между собою о всех сих событиях.",
          "ID": "14"
        },
        {
          "text": "И когда они разговаривали и рассуждали между собою, и Сам Иисус, приблизившись, пошел с ними.",
          "ID": "15"
        },
        {
          "text": "Но глаза их были удержаны, так что они не узнали Его.",
          "ID": "16"
        },
        {
          "text": "Он же сказал им: о чем это вы, идя, рассуждаете между собою, и отчего вы печальны?",
          "ID": "17"
        },
        {
          "text": "Один из них, именем Клеопа, сказал Ему в ответ: неужели Ты один из пришедших в Иерусалим не знаешь о происшедшем в нем в эти дни?",
          "ID": "18"
        },
        {
          "text": "И сказал им: о чем? Они сказали Ему: что было с Иисусом Назарянином, Который был пророк, сильный в деле и слове пред Богом и всем народом;",
          "ID": "19"
        },
        {
          "text": "как предали Его первосвященники и начальники наши для осуждения на смерть и распяли Его.",
          "ID": "20"
        },
        {
          "text": "А мы надеялись было, что Он есть Тот, Который должен избавить Израиля; но со всем тем, уже третий день ныне, как это произошло.",
          "ID": "21"
        },
        {
          "text": "Но и некоторые женщины из наших изумили нас: они были рано у гроба",
          "ID": "22"
        },
        {
          "text": "и не нашли тела Его и, придя, сказывали, что они видели и явление Ангелов, которые говорят, что Он жив.",
          "ID": "23"
        },
        {
          "text": "И пошли некоторые из наших ко гробу и нашли так, как и женщины говорили, но Его не видели.",
          "ID": "24"
        },
        {
          "text": "Тогда Он сказал им: о, несмысленные и медлительные сердцем, чтобы веровать всему, что предсказывали пророки!",
          "ID": "25"
        },
        {
          "text": "Не так ли надлежало пострадать Христу и войти в славу Свою?",
          "ID": "26"
        },
        {
          "text": "И, начав от Моисея, из всех пророков изъяснял им сказанное о Нем во всем Писании.",
          "ID": "27"
        },
        {
          "text": "И приблизились они к тому селению, в которое шли; и Он показывал им вид, что хочет идти далее.",
          "ID": "28"
        },
        {
          "text": "Но они удерживали Его, говоря: останься с нами, потому что день уже склонился к вечеру. И Он вошел и остался с ними.",
          "ID": "29"
        },
        {
          "text": "И когда Он возлежал с ними, то, взяв хлеб, благословил, преломил и подал им.",
          "ID": "30"
        },
        {
          "text": "Тогда открылись у них глаза, и они узнали Его. Но Он стал невидим для них.",
          "ID": "31"
        },
        {
          "text": "И они сказали друг другу: не горело ли в нас сердце наше, когда Он говорил нам на дороге и когда изъяснял нам Писание?",
          "ID": "32"
        },
        {
          "text": "И, встав в тот же час, возвратились в Иерусалим и нашли вместе одиннадцать [Апостолов] и бывших с ними,",
          "ID": "33"
        },
        {
          "text": "которые говорили, что Господь истинно воскрес и явился Симону.",
          "ID": "34"
        },
        {
          "text": "И они рассказывали о происшедшем на пути, и как Он был узнан ими в преломлении хлеба.",
          "ID": "35"
        },
        {
          "text": "Когда они говорили о сем, Сам Иисус стал посреди них и сказал им: мир вам.",
          "ID": "36"
        },
        {
          "text": "Они, смутившись и испугавшись, подумали, что видят духа.",
          "ID": "37"
        },
        {
          "text": "Но Он сказал им: что смущаетесь, и для чего такие мысли входят в сердца ваши?",
          "ID": "38"
        },
        {
          "text": "Посмотрите на руки Мои и на ноги Мои; это Я Сам; осяжите Меня и рассмотрите; ибо дух плоти и костей не имеет, как видите у Меня.",
          "ID": "39"
        },
        {
          "text": "И, сказав это, показал им руки и ноги.",
          "ID": "40"
        },
        {
          "text": "Когда же они от радости еще не верили и дивились, Он сказал им: есть ли у вас здесь какая пища?",
          "ID": "41"
        },
        {
          "text": "Они подали Ему часть печеной рыбы и сотового меда.",
          "ID": "42"
        },
        {
          "text": "И, взяв, ел пред ними.",
          "ID": "43"
        },
        {
          "text": "И сказал им: вот то, о чем Я вам говорил, еще быв с вами, что надлежит исполниться всему, написанному о Мне в законе Моисеевом и в пророках и псалмах.",
          "ID": "44"
        },
        {
          "text": "Тогда отверз им ум к уразумению Писаний.",
          "ID": "45"
        },
        {
          "text": "И сказал им: так написано, и так надлежало пострадать Христу, и воскреснуть из мертвых в третий день,",
          "ID": "46"
        },
        {
          "text": "и проповедану быть во имя Его покаянию и прощению грехов во всех народах, начиная с Иерусалима.",
          "ID": "47"
        },
        {
          "text": "Вы же свидетели сему.",
          "ID": "48"
        },
        {
          "text": "И Я пошлю обетование Отца Моего на вас; вы же оставайтесь в городе Иерусалиме, доколе не облечетесь силою свыше.",
          "ID": "49"
        },
        {
          "text": "И вывел их вон [из города] до Вифании и, подняв руки Свои, благословил их.",
          "ID": "50"
        },
        {
          "text": "И, когда благословлял их, стал отдаляться от них и возноситься на небо.",
          "ID": "51"
        },
        {
          "text": "Они поклонились Ему и возвратились в Иерусалим с великою радостью.",
          "ID": "52"
        },
        {
          "text": "И пребывали всегда в храме, прославляя и благословляя Бога. Аминь.",
          "ID": "53"
        }
      ],
      "ID": "NT:LUK.24",
      "name": "Евангелие от Луки 24"
    }
  ],
  "ID": "NT:LUK(SYNO)",
  "name": "Евангелие от Луки"
}