{
  "name": "Zephaniah",
  "text": [
    {
      "name": "Zephaniah 1",
      "text": [
        {
          "text": "THE WORD of the Lord which came to Zephaniah son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah king of Judah and son of Amon.",
          "ID": "1"
        },
        {
          "text": "By taking away I will make an end and I will utterly consume and sweep away all things from the face of the earth, says the Lord.",
          "ID": "2"
        },
        {
          "text": "I will consume and sweep away man and beast; I will consume and sweep away the birds of the air and the fish of the sea. I will overthrow the stumbling blocks (the idols) with the wicked [worshipers], and I will cut off mankind from the face of the earth, says the Lord.",
          "ID": "3"
        },
        {
          "text": "I will also stretch out My hand over Judah and over all the inhabitants of Jerusalem, and I will cut off the remnant of Baal from this place and the name of the idol priests with the [false] priests,",
          "ID": "4"
        },
        {
          "text": "And those who worship the starry host of the heavens upon their housetops and those who [pretend to] worship the Lord and swear by and to Him and yet swear by and to [the heathen god Molech or] Malcam [their idol king],",
          "ID": "5"
        },
        {
          "text": "And those who have drawn back from following the Lord and those who have not sought the Lord nor inquired for, inquired of, and required the Lord [as their first necessity].",
          "ID": "6"
        },
        {
          "text": "[Hush!] Be silent before the Lord God, for the day [of the vengeance] of the Lord is near; for the Lord has prepared a sacrifice, and He has set apart [for His use] those who have accepted His invitation. [Hab. 2:20.]",
          "ID": "7"
        },
        {
          "text": "And on the day of the Lord's sacrifice, I will punish the officials and the king's sons and all who are clothed in [lavish] foreign apparel [instead of the Jewish dress, with its reminders to obey God's commandments]. [Num. 15:38, 39.]",
          "ID": "8"
        },
        {
          "text": "In the same day also will I punish all those who leap swiftly on or over the threshold [upon entering houses to steal], who fill their master's house with violence and deceit and fraud.",
          "ID": "9"
        },
        {
          "text": "And in that day, says the Lord, there shall be heard the voice of crying from the Fish Gate [in the wall of Jerusalem] and a wailing from the Second Quarter or Lower City and a great crashing and sound of destruction from the hills.",
          "ID": "10"
        },
        {
          "text": "Wail, you inhabitants of the Mortar [those located in the hollow part of the city]! For all the merchant people, like the people of Canaan, will be silent [entirely destroyed]; all those who weighed out silver and were loaded with it will be cut off.",
          "ID": "11"
        },
        {
          "text": "And at that time I will search Jerusalem with lamps and punish the men who [like old wine] are thickening and settling on their lees, who say in their hearts, The Lord will not do good, nor will He do evil.",
          "ID": "12"
        },
        {
          "text": "And their wealth shall become plunder and their houses a desolation. Though they build houses, they shall not inhabit them; though they plant vineyards, they shall not drink the wine from them. [Deut. 28:30, 39; Amos 5:11, 12.]",
          "ID": "13"
        },
        {
          "text": "The great day of the Lord is near–near and hastening fast. Hark! the voice of the day of the Lord! The mighty man [unable to fight or to flee] will cry then bitterly.",
          "ID": "14"
        },
        {
          "text": "That day is a day of wrath, a day of distress and anguish, a day of ruin and devastation, a day of darkness and gloom, a day of clouds and thick darkness, [Jer. 30:7; Joel 2:11; Amos 5:18.]",
          "ID": "15"
        },
        {
          "text": "A day of the blast of trumpet and battle cry against the fortified cities and against the high towers and battlements.",
          "ID": "16"
        },
        {
          "text": "And I will bring distress upon men, so that they shall walk like blind men, because they have sinned against the Lord; their blood shall be poured out like dust and their flesh like dung.",
          "ID": "17"
        },
        {
          "text": "Neither their silver nor their gold shall be able to deliver them in the day of the Lord's indignation and wrath. But the whole earth shall be consumed in the fire of His jealous wrath, for a full, yes, a sudden, end will He make of all the inhabitants of the earth. [Luke 21:35, 36; II Pet. 3:10-13.]",
          "ID": "18"
        }
      ],
      "ID": "OT:ZEP.1"
    },
    {
      "name": "Zephaniah 2",
      "text": [
        {
          "text": "COLLECT YOUR thoughts, yes, unbend yourselves [in submission and see if there is no sense of shame and no consciousness of sin left in you], O shameless nation [not desirous or desired]!",
          "ID": "1"
        },
        {
          "text": "[The time for repentance is speeding by like chaff whirled before the wind!] Therefore consider, before God's decree brings forth [the curse upon you], before the time [to repent] is gone like the drifting chaff, before the fierce anger of the Lord comes upon you–yes, before the day of the wrath of the Lord comes upon you!",
          "ID": "2"
        },
        {
          "text": "Seek the Lord [inquire for Him, inquire of Him, and require Him as the foremost necessity of your life], all you humble of the land who have acted in compliance with His revealed will and have kept His commandments; seek righteousness, seek humility [inquire for them, require them as vital]. It may be you will be hidden in the day of the Lord's anger.",
          "ID": "3"
        },
        {
          "text": "For [hear the fate of the Philistines:] Gaza shall be forsaken and Ashkelon shall become a desolation; the people of Ashdod shall be driven out at noonday and Ekron shall be uprooted.",
          "ID": "4"
        },
        {
          "text": "Woe to the inhabitants of the seacoast, the nation of the Cherethites [in Philistia]! The word of the Lord is against you, O Canaan, land of the Philistines; I will destroy you until no inhabitant is left.",
          "ID": "5"
        },
        {
          "text": "And the seacoast shall be pastures, with [deserted] dwelling places and caves for shepherds and folds for flocks.",
          "ID": "6"
        },
        {
          "text": "The seacoast shall belong to the remnant of the house of Judah; they shall pasture their flocks upon it; in the houses of [deserted Philistine] Ashkelon shall they of Judah lie down in the evening. For the Lord their [Judah's] God shall visit them [for their relief] and restore them from their captivity. [Isa. 14:29-31; Amos 1:6-8.]",
          "ID": "7"
        },
        {
          "text": "I have heard the taunts of Moab and the revilings of the Ammonites by which they have reproached My people, and magnified themselves and made boasts against their territory.",
          "ID": "8"
        },
        {
          "text": "Therefore, as I live, says the Lord of hosts, the God of Israel, Moab shall become like Sodom and the Ammonites like Gomorrah, a land possessed by nettles and wild vetches and salt pits, and a perpetual desolation. The remnant of My people shall make a prey of them and what is left of My nation shall possess them.",
          "ID": "9"
        },
        {
          "text": "This shall they have for their pride, because they have taunted and boasted against the people of the Lord of hosts.",
          "ID": "10"
        },
        {
          "text": "The Lord will be terrible to them, for He will make lean and famish all the gods of the earth; and men shall worship Him, every one from his place, even all the isles and coastlands of the nations. [Joel 2:11; Zeph. 1:4; 3:9.]",
          "ID": "11"
        },
        {
          "text": "You Ethiopians also, you shall be slain by My sword. [Isa. 18.]",
          "ID": "12"
        },
        {
          "text": "And [the Lord] will stretch out His hand against the north and destroy Assyria and will make Nineveh a desolation, dry as the desert. [Isa. 10:12; Nah. 1:1.]",
          "ID": "13"
        },
        {
          "text": "Herds shall lie down in the midst of [Nineveh], all the [wild] beasts of the nations and of every kind; both the pelican and the hedgehog shall lodge on the upper part of her [fallen] pillars; the voice [of the nesting bird] shall sing in the windows; desolation and drought shall be on the thresholds, for her cedar paneling will He lay bare.",
          "ID": "14"
        },
        {
          "text": "This is the joyous and exultant city that dwelt carelessly [feeling so secure], that said in her heart, I am and there is none beside me. What a desolation she has become, a lair for [wild] beasts! Everyone who passes by her shall hiss and wave his hand [indicating his gratification]. [Isa. 10:5-34; 47:8, 10.]",
          "ID": "15"
        }
      ],
      "ID": "OT:ZEP.2"
    },
    {
      "name": "Zephaniah 3",
      "text": [
        {
          "text": "WOE TO her that is rebellious and polluted, the oppressing city [Jerusalem]!",
          "ID": "1"
        },
        {
          "text": "She did not listen to and heed the voice [of God]; she accepted no correction or instruction; she trusted not in the Lord [nor leaned on or was confident in Him, but was confident in her own wealth]; she drew not near to her God [but to the god of Baal or Molech].",
          "ID": "2"
        },
        {
          "text": "Her officials in the midst of her are roaring lions; her judges are evening wolves; they gnaw not the bones on the morrow, for nothing is left by morning.",
          "ID": "3"
        },
        {
          "text": "Her prophets are light [lacking truth, gravity, and steadiness] and men of treachery; her priests have profaned the sanctuary; [defrauding God and man by pretending their own word is God's word] they have done violence to the law. [Jer. 23:11; Ezek. 22:26; Hos. 9:7.]",
          "ID": "4"
        },
        {
          "text": "The Lord in the midst of her is [uncompromisingly] righteous; He will not do iniquity. Every morning He brings His justice to light; He fails not, but the unjust [person] knows no shame.",
          "ID": "5"
        },
        {
          "text": "I [the Lord] have cut off nations; their battlements and corner towers are desolate and in ruins. I laid their streets waste so that none passes over them; their cities are destroyed so that there is no man, there is no inhabitant.",
          "ID": "6"
        },
        {
          "text": "I said, Only let her [reverently and worshipfully] fear Me, receive correction and instruction, and [Jerusalem's] dwelling shall not be cut off. However, I have punished her [according to all that I have appointed concerning her in the way of punishment], but all the more they are eager to make all their doings corrupt and infamous.",
          "ID": "7"
        },
        {
          "text": "Therefore [earnestly] wait for Me, says the Lord, [waiting] for the day when I rise up to the attack [as a witness, accuser, or judge, and a testimony]. For My decision and determination and right it is to gather the nations together, to assemble the kingdoms, to pour upon them My indignation, even all [the heat of] My fierce anger; for [in that day] all the earth shall be consumed with the fire of My zeal and jealousy.",
          "ID": "8"
        },
        {
          "text": "For then [changing their impure language] I will give to the people a clear and pure speech from pure lips, that they may all call upon the name of the Lord, to serve Him with one unanimous consent and one united shoulder [bearing the yoke of the Lord].",
          "ID": "9"
        },
        {
          "text": "From beyond the rivers of Cush or Ethiopia those who pray to Me, the daughter of My dispersed people, will bring and present My offering.",
          "ID": "10"
        },
        {
          "text": "In that day you [the congregation of Israel] shall not be put to shame for all your deeds by which you have rebelled and transgressed against Me, for then I will take away out of your midst those who exult in your majesty and pride; and you shall no more be haughty [and carry yourselves arrogantly on or] because of My holy mountain.",
          "ID": "11"
        },
        {
          "text": "For I will leave in the midst of you a people afflicted and poor, and they shall trust, seek refuge, and be confident in the name of the Lord.",
          "ID": "12"
        },
        {
          "text": "What is left of Israel shall not do iniquity or speak lies, neither shall a deceitful tongue be found in their mouth, for they shall feed and lie down and none shall make them afraid.",
          "ID": "13"
        },
        {
          "text": "Sing, O Daughter of Zion; shout, O Israel! Rejoice, be in high spirits and glory with all your heart, O Daughter of Jerusalem [in that day].",
          "ID": "14"
        },
        {
          "text": "[For then it will be that] the Lord has taken away the judgments against you; He has cast out your enemy. The King of Israel, even the Lord [Himself], is in the midst of you; [and after He has come to you] you shall not experience or fear evil any more.",
          "ID": "15"
        },
        {
          "text": "In that day it shall be said to Jerusalem, Fear not, O Zion. Let not your hands sink down or be slow and listless.",
          "ID": "16"
        },
        {
          "text": "The Lord your God is in the midst of you, a Mighty One, a Savior [Who saves]! He will rejoice over you with joy; He will rest [in silent satisfaction] and in His love He will be silent and make no mention [of past sins, or even recall them]; He will exult over you with singing.",
          "ID": "17"
        },
        {
          "text": "I will gather those belonging to you [those Israelites in captivity] who yearn and grieve for the solemn assembly [and the festivals], on whom [their exile and inability to attend services at Jerusalem have brought derision and] the reproach of it is a burden.",
          "ID": "18"
        },
        {
          "text": "Behold, at that time I will deal with all those who afflict you; I will save the limping [ones] and gather the outcasts and will make them a praise and a name in every land of their shame. [Mic. 4:6, 7.]",
          "ID": "19"
        },
        {
          "text": "At that time I will bring you in; yes, at that time I will gather you, for I will make you a name and a praise among all the nations of the earth when I reverse your captivity before your eyes, says the Lord.",
          "ID": "20"
        }
      ],
      "ID": "OT:ZEP.3"
    }
  ],
  "version": "AMP",
  "ID": "OT:ZEP(AMP)"
}