{
  "name": "The Book of Zephaniah",
  "text": [
    {
      "name": "The Book of Zephaniah 1",
      "text": [
        {
          "text": "The word of Jehovah which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "I will utterly consume all things from off the face of the ground, saith Jehovah.",
          "ID": "2"
        },
        {
          "text": "I will consume man and beast; I will consume the birds of the heavens, and the fishes of the sea, and the stumblingblocks with the wicked; and I will cut off man from off the face of the ground, saith Jehovah.",
          "ID": "3"
        },
        {
          "text": "And I will stretch out my hand upon Judah, and upon all the inhabitants of Jerusalem; and I will cut off the remnant of Baal from this place, and the name of the Chemarim with the priests;",
          "ID": "4"
        },
        {
          "text": "and them that worship the host of heaven upon the housetops; and them that worship, that swear to Jehovah and swear by Malcam;",
          "ID": "5"
        },
        {
          "text": "and them that are turned back from following Jehovah; and those that have not sought Jehovah, nor inquired after him.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Hold thy peace at the presence of the Lord Jehovah; for the day of Jehovah is at hand: for Jehovah hath prepared a sacrifice, he hath consecrated his guests.",
          "ID": "7"
        },
        {
          "text": "And it shall come to pass in the day of Jehovah’s sacrifice, that I will punish the princes, and the king’s sons, and all such as are clothed with foreign apparel.",
          "ID": "8"
        },
        {
          "text": "And in that day I will punish all those that leap over the threshold, that fill their master’s house with violence and deceit.",
          "ID": "9"
        },
        {
          "text": "And in that day, saith Jehovah, there shall be the noise of a cry from the fish gate, and a wailing from the second quarter, and a great crashing from the hills.",
          "ID": "10"
        },
        {
          "text": "Wail, ye inhabitants of Maktesh; for all the people of Canaan are undone; all they that were laden with silver are cut off.",
          "ID": "11"
        },
        {
          "text": "And it shall come to pass at that time, that I will search Jerusalem with lamps; and I will punish the men that are settled on their lees, that say in their heart, Jehovah will not do good, neither will he do evil.",
          "ID": "12"
        },
        {
          "text": "And their wealth shall become a spoil, and their houses a desolation: yea, they shall build houses, but shall not inhabit them; and they shall plant vineyards, but shall not drink the wine thereof.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "The great day of Jehovah is near, it is near and hasteth greatly, even the voice of the day of Jehovah; the mighty man crieth there bitterly.",
          "ID": "14"
        },
        {
          "text": "That day is a day of wrath, a day of trouble and distress, a day of wasteness and desolation, a day of darkness and gloominess, a day of clouds and thick darkness,",
          "ID": "15"
        },
        {
          "text": "a day of the trumpet and alarm, against the fortified cities, and against the high battlements.",
          "ID": "16"
        },
        {
          "text": "And I will bring distress upon men, that they shall walk like blind men, because they have sinned against Jehovah; and their blood shall be poured out as dust, and their flesh as dung.",
          "ID": "17"
        },
        {
          "text": "Neither their silver nor their gold shall be able to deliver them in the day of Jehovah’s wrath; but the whole land shall be devoured by the fire of his jealousy: for he will make an end, yea, a terrible end, of all them that dwell in the land.",
          "ID": "18"
        }
      ],
      "ID": "OT:ZEP.1"
    },
    {
      "name": "The Book of Zephaniah 2",
      "text": [
        {
          "text": "Gather yourselves together, yea, gather together, O nation that hath no shame;",
          "ID": "1"
        },
        {
          "text": "before the decree bring forth, before the day pass as the chaff, before the fierce anger of Jehovah come upon you, before the day of Jehovah’s anger come upon you.",
          "ID": "2"
        },
        {
          "text": "Seek ye Jehovah, all ye meek of the earth, that have kept his ordinances; seek righteousness, seek meekness: it may be ye will be hid in the day of Jehovah’s anger.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "For Gaza shall be forsaken, and Ashkelon a desolation; they shall drive out Ashdod at noonday, and Ekron shall be rooted up.",
          "ID": "4"
        },
        {
          "text": "Woe unto the inhabitants of the sea-coast, the nation of the Cherethites! The word of Jehovah is against you, O Canaan, the land of the Philistines; I will destroy thee, that there shall be no inhabitant.",
          "ID": "5"
        },
        {
          "text": "And the sea-coast shall be pastures, with cottages for shepherds and folds for flocks.",
          "ID": "6"
        },
        {
          "text": "And the coast shall be for the remnant of the house of Judah; they shall feed their flocks thereupon; in the houses of Ashkelon shall they lie down in the evening; for Jehovah their God will visit them, and bring back their captivity.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "I have heard the reproach of Moab, and the revilings of the children of Ammon, wherewith they have reproached my people, and magnified themselves against their border.",
          "ID": "8"
        },
        {
          "text": "Therefore as I live, saith Jehovah of hosts, the God of Israel, Surely Moab shall be as Sodom, and the children of Ammon as Gomorrah, a possession of nettles, and saltpits, and a perpetual desolation: the residue of my people shall make a prey of them, and the remnant of my nation shall inherit them.",
          "ID": "9"
        },
        {
          "text": "This shall they have for their pride, because they have reproached and magnified themselves against the people of Jehovah of hosts.",
          "ID": "10"
        },
        {
          "text": "Jehovah will be terrible unto them; for he will famish all the gods of the earth; and men shall worship him, every one from his place, even all the isles of the nations.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Ye Ethiopians also, ye shall be slain by my sword.",
          "ID": "12"
        },
        {
          "text": "And he will stretch out his hand against the north, and destroy Assyria, and will make Nineveh a desolation, and dry like the wilderness.",
          "ID": "13"
        },
        {
          "text": "And herds shall lie down in the midst of her, all the beasts of the nations: both the pelican and the porcupine shall lodge in the capitals thereof; their voice shall sing in the windows; desolation shall be in the thresholds: for he hath laid bare the cedar-work.",
          "ID": "14"
        },
        {
          "text": "This is the joyous city that dwelt carelessly, that said in her heart, I am, and there is none besides me: how is she become a desolation, a place for beasts to lie down in! every one that passeth by her shall hiss, and wag his hand.",
          "ID": "15"
        }
      ],
      "ID": "OT:ZEP.2"
    },
    {
      "name": "The Book of Zephaniah 3",
      "text": [
        {
          "text": "Woe to her that is rebellious and polluted! to the oppressing city!",
          "ID": "1"
        },
        {
          "text": "She obeyed not the voice; she received not correction; she trusted not in Jehovah; she drew not near to her God.",
          "ID": "2"
        },
        {
          "text": "Her princes in the midst of her are roaring lions; her judges are evening wolves; they leave nothing till the morrow.",
          "ID": "3"
        },
        {
          "text": "Her prophets are light and treacherous persons; her priests have profaned the sanctuary, they have done violence to the law.",
          "ID": "4"
        },
        {
          "text": "Jehovah in the midst of her is righteous; he will not do iniquity; every morning doth he bring his justice to light, he faileth not; but the unjust knoweth no shame.",
          "ID": "5"
        },
        {
          "text": "I have cut off nations; their battlements are desolate; I have made their streets waste, so that none passeth by; their cities are destroyed, so that there is no man, so that there is no inhabitant.",
          "ID": "6"
        },
        {
          "text": "I said, Only fear thou me; receive correction; so her dwelling shall not be cut off, according to all that I have appointed concerning her: but they rose early and corrupted all their doings.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Therefore wait ye for me, saith Jehovah, until the day that I rise up to the prey; for my determination is to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, even all my fierce anger; for all the earth shall be devoured with the fire of my jealousy.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "For then will I turn to the peoples of a pure language, that they may all call upon the name of Jehovah, to serve him with one consent.",
          "ID": "9"
        },
        {
          "text": "From beyond the rivers of Ethiopia my suppliants, even the daughter of my dispersed, shall bring mine offering.",
          "ID": "10"
        },
        {
          "text": "In that day shalt thou not be put to shame for all thy doings, wherein thou hast transgressed against me; for then I will take away out of the midst of thee thy proudly exulting ones, and thou shalt no more be haughty in my holy mountain.",
          "ID": "11"
        },
        {
          "text": "But I will leave in the midst of thee an afflicted and poor people, and they shall take refuge in the name of Jehovah.",
          "ID": "12"
        },
        {
          "text": "The remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth; for they shall feed and lie down, and none shall make them afraid.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Sing, O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem.",
          "ID": "14"
        },
        {
          "text": "Jehovah hath taken away thy judgments, he hath cast out thine enemy: the King of Israel, even Jehovah, is in the midst of thee; thou shalt not fear evil any more.",
          "ID": "15"
        },
        {
          "text": "In that day it shall be said to Jerusalem, Fear thou not; O Zion, let not thy hands be slack.",
          "ID": "16"
        },
        {
          "text": "Jehovah thy God is in the midst of thee, a mighty one who will save; he will rejoice over thee with joy; he will rest in his love; he will joy over thee with singing.",
          "ID": "17"
        },
        {
          "text": "I will gather them that sorrow for the solemn assembly, who were of thee; to whom the burden upon her was a reproach.",
          "ID": "18"
        },
        {
          "text": "Behold, at that time I will deal with all them that afflict thee; and I will save that which is lame, and gather that which was driven away; and I will make them a praise and a name, whose shame hath been in all the earth.",
          "ID": "19"
        },
        {
          "text": "At that time will I bring you in, and at that time will I gather you; for I will make you a name and a praise among all the peoples of the earth, when I bring back your captivity before your eyes, saith Jehovah.",
          "ID": "20"
        }
      ],
      "ID": "OT:ZEP.3"
    }
  ],
  "version": "ASV",
  "ID": "OT:ZEP(ASV)"
}