{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Царь Давид состарился и достиг преклонных лет. Его укутывали одеждами, но он все равно не мог согреться. ",
          "ID": "1"
        },
        {
          "text": "Тогда слуги сказали ему:",
          "ID": "2"
        },
        {
          "text": "– Пусть господину нашему царю подыщут молодую девушку, чтобы она прислуживала царю и заботилась о нем. Она будет ложиться рядом с ним, и господину нашему царю будет тепло.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Они стали искать красивую девушку по всему Израилю, нашли шунамитянку Авишаг и привели ее к царю. ",
          "ID": "3"
        },
        {
          "text": "Девушка была очень красива; она заботилась о царе и ухаживала за ним, но царь не имел с ней близости.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Адония, матерью которого была Аггифа, кичливо говорил: «Я буду царем». Он завел у себя колесницы и коней, и пятьдесят слуг, которые бежали перед ним. ",
          "ID": "5"
        },
        {
          "text": "(Его отец никогда не смущал его вопросом: «Почему ты так поступаешь?» Он родился после Авессалома и был очень красив.)",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Адония сговорился с Иоавом, сыном Саруи, и со священником Авиатаром, и они поддержали его. ",
          "ID": "7"
        },
        {
          "text": "Но священник Цадок, Беная, сын Иодая, пророк Нафан, Шимей и Рей, и личная стража Давида не встали на сторону Адонии.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Адония принес в жертву овец, волов и откормленных телят у камня Зохелет, что рядом с Эн-Рогелом, и пригласил всех своих братьев, сыновей царя, и всех царских приближенных из Иудеи, ",
          "ID": "9"
        },
        {
          "text": "но не пригласил ни пророка Нафана, ни Бенаю, ни личную стражу, ни своего брата Соломона.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Тогда пророк Нафан спросил у Вирсавии, матери Соломона:",
          "ID": "11"
        },
        {
          "text": "– Разве ты не слышала, что Адония, сын Аггифы, стал царем, а наш господин Давид о том и не знает? ",
          "ID": "11"
        },
        {
          "text": "Так вот, позволь мне посоветовать тебе, как спасти свою жизнь и жизнь твоего сына Соломона. ",
          "ID": "12"
        },
        {
          "text": "Сейчас же пойди к царю Давиду и скажи ему: «Господин мой царь, разве ты не клялся мне, твоей служанке, говоря: „Твой сын Соломон непременно будет царем после меня и сядет на моем престоле?“ Так почему же царем стал Адония?» ",
          "ID": "13"
        },
        {
          "text": "Когда ты еще будешь говорить с царем, я войду вслед за тобой и подтвержу твои слова.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "И Вирсавия пошла к престарелому царю в его комнату, где ему прислуживала шунамитянка Авишаг. ",
          "ID": "15"
        },
        {
          "text": "Вирсавия склонилась и пала перед царем ниц.",
          "ID": "16"
        },
        {
          "text": "– Чего ты хочешь? – спросил царь.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Она сказала ему:",
          "ID": "17"
        },
        {
          "text": "– Мой господин, ты сам клялся мне, твоей служанке, Господом, твоим Богом: «Соломон, твой сын, будет царем после меня и сядет на моем престоле». ",
          "ID": "17"
        },
        {
          "text": "Но вот, царем стал Адония, а ты, господин мой царь, и не знаешь об этом. ",
          "ID": "18"
        },
        {
          "text": "Он принес в жертву множество волов, откормленных телят и овец, пригласил всех царских сыновей, священника Авиатара и Иоава, начальника войска, но не пригласил твоего слугу Соломона. ",
          "ID": "19"
        },
        {
          "text": "Господин мой царь, взоры всего Израиля устремлены на тебя, чтобы узнать: кто же сядет на престоле господина моего царя после него? ",
          "ID": "20"
        },
        {
          "text": "Ведь иначе, как только господин мой царь упокоится со своими предками, меня и моего сына Соломона сочтут изменниками.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Когда она еще говорила с царем, вошел пророк Нафан. ",
          "ID": "22"
        },
        {
          "text": "Царю доложили:",
          "ID": "23"
        },
        {
          "text": "– Здесь пророк Нафан.",
          "ID": "23"
        },
        {
          "text": "Тогда он предстал перед царем и поклонился ему лицом до земли. ",
          "ID": "23"
        },
        {
          "text": "Нафан сказал:",
          "ID": "24"
        },
        {
          "text": "– Говорил ли ты, господин мой царь, что Адония будет царем после тебя и сядет на твоем престоле? ",
          "ID": "24"
        },
        {
          "text": "Сегодня он пошел и принес в жертву множество волов, откормленных телят и овец. Он пригласил всех царских сыновей, военачальников и священника Авиатара. Сейчас они едят и пьют с ним и говорят: «Да здравствует царь Адония!» ",
          "ID": "25"
        },
        {
          "text": "Но меня, твоего слугу, священника Цадока, Бенаю, сына Иодая, и твоего слугу Соломона он не пригласил. ",
          "ID": "26"
        },
        {
          "text": "Было ли это сделано по воле господина моего царя, который не известил своих слуг о том, кто сядет на престоле моего господина царя после него?",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Тогда царь Давид сказал:",
          "ID": "28"
        },
        {
          "text": "– Позовите ко мне Вирсавию.",
          "ID": "28"
        },
        {
          "text": "И она вошла к царю и предстала перед ним. ",
          "ID": "28"
        },
        {
          "text": "И царь поклялся:",
          "ID": "29"
        },
        {
          "text": "– Верно, как то, что жив Господь, Который избавил меня от всякой беды, ",
          "ID": "29"
        },
        {
          "text": "я непременно исполню сегодня то, о чем я клялся тебе Господом, Богом Израиля: Соломон, твой сын, станет царем после меня и сядет на моем престоле вместо меня.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Вирсавия склонилась, коснувшись лицом земли и, пав ниц перед царем, сказала:",
          "ID": "31"
        },
        {
          "text": "– Пусть господин мой царь Давид живет вечно!",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Царь Давид сказал:",
          "ID": "32"
        },
        {
          "text": "– Позовите ко мне священника Цадока, пророка Нафана и Бенаю, сына Иодая.",
          "ID": "32"
        },
        {
          "text": "Когда они вошли к царю, ",
          "ID": "32"
        },
        {
          "text": "он сказал им:",
          "ID": "33"
        },
        {
          "text": "– Возьмите с собой моих слуг, посадите моего сына Соломона на моего мула и доставьте его к источнику Гихон. ",
          "ID": "33"
        },
        {
          "text": "Там пусть священник Цадок и пророк Нафан помажут его в цари над Израилем.",
          "ID": "34"
        },
        {
          "text": "Трубите в рог и восклицайте: «Да здравствует царь Соломон!». ",
          "ID": "34"
        },
        {
          "text": "Потом проводите его назад, и пусть он сядет на мой престол и правит вместо меня. Я поставил его правителем над Израилем и Иудеей.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Беная, сын Иодая, ответил царю:",
          "ID": "36"
        },
        {
          "text": "– Аминь! Да скажет так Господь, Бог моего господина царя. ",
          "ID": "36"
        },
        {
          "text": "Как Господь был с моим господином царем, так пусть он будет и с Соломоном, чтобы возвеличить его престол больше престола моего господина, царя Давида!",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "И священник Цадок, пророк Нафан, Беная, сын Иодая, керетиты и пелетиты пошли, усадили Соломона на мула царя Давида и сопроводили его в Гихон. ",
          "ID": "38"
        },
        {
          "text": "Священник Цадок взял из шатра рог с маслом и помазал Соломона. После этого они затрубили в рога, и весь народ закричал:",
          "ID": "39"
        },
        {
          "text": "– Да здравствует царь Соломон!",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Весь народ пошел вслед за ним, играя на свирелях и громко радуясь, так, что земля сотрясалась от шума.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Адония и все гости, которые были с ним, услышали это в конце пира. Услышав звук рога, Иоав спросил:",
          "ID": "41"
        },
        {
          "text": "– Что это за шум в городе?",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Он еще не договорил, как пришел Ионафан, сын священника Авиатара.",
          "ID": "42"
        },
        {
          "text": "Адония сказал:",
          "ID": "42"
        },
        {
          "text": "– Подойди. Ты достойный человек и, конечно, несешь добрые вести.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "– Нет, – ответил Ионафан. – Наш господин, царь Давид, сделал царем Соломона. ",
          "ID": "43"
        },
        {
          "text": "Царь отправил его со священником Цадоком, пророком Нафаном, Бенаей, сыном Иодая, керетитами и пелетитами, и они усадили его на царского мула, ",
          "ID": "44"
        },
        {
          "text": "а священник Цадок и пророк Нафан помазали его в цари в Гихоне. Они ушли оттуда в радости, и город пришел в движение. Этот-то шум ты и слышишь. ",
          "ID": "45"
        },
        {
          "text": "Больше того, Соломон сел на царский престол, ",
          "ID": "46"
        },
        {
          "text": "а царские приближенные пришли поздравлять нашего господина царя Давида, говоря: «Пусть твой Бог прославит имя Соломона еще больше, чем твое, и возвеличит его престол больше твоего престола!» Царь поклонился на постели ",
          "ID": "47"
        },
        {
          "text": "и сказал так: «Слава Господу, Богу Израиля, Который дал мне сегодня увидеть на престоле моего преемника!»",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Тут все гости Адонии, задрожав от страха, поднялись и разбежались. ",
          "ID": "49"
        },
        {
          "text": "А Адония, боясь Соломона, пошел и схватился за рога жертвенника. ",
          "ID": "50"
        },
        {
          "text": "Соломону доложили:",
          "ID": "51"
        },
        {
          "text": "– Адония боится царя Соломона и не отпускает рогов жертвенника. Он говорит: «Пусть царь Соломон даст мне сегодня клятву, что он не предаст своего слугу мечу».",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "Соломон ответил:",
          "ID": "52"
        },
        {
          "text": "– Если он покажет себя достойным человеком, то ни один волос с его головы не упадет на землю; но если в нем обнаружится зло, он умрет.",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "Царь Соломон послал людей, и они привели его от жертвенника. Адония вошел и поклонился царю Соломону, и Соломон сказал:",
          "ID": "53"
        },
        {
          "text": "– Ступай домой.",
          "ID": "53"
        }
      ],
      "ID": "OT:1KI.1",
      "name": "Третья Книга Царств 1"
    },
    {
      "text": [
        {
          "text": "Когда приблизился смертный час Давида, он дал своему сыну Соломону наставление.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Я ухожу путем всей земли, – сказал он. – Будь тверд, будь мужествен ",
          "ID": "2"
        },
        {
          "text": "и исполняй то, чего требует Господь, твой Бог. Следуй Его путями и исполняй Его установления и повеления, Его законы и предписания, как написано в Законе Моисея, чтобы тебе преуспеть во всем, что бы ты ни делал и куда бы ни шел, ",
          "ID": "3"
        },
        {
          "text": "и чтобы Господь исполнил Свое слово, которое Он сказал обо мне: «Если твои потомки будут следовать путями Господа и будут ходить предо Мной в истине от всего сердца и от всей души, то ты никогда не лишишься преемника на престоле Израиля».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Далее, ты сам знаешь о том, что сделал мне Иоав, сын Саруи, что сделал он с двумя военачальниками Израиля – Авнером, сыном Нира, и Амасой, сыном Иефера. Он убил их, мстя во время мира за кровь, что была пролита на войне, и запятнал кровью войны пояс на бедрах и сандалии на ногах. ",
          "ID": "5"
        },
        {
          "text": "Действуй по своей мудрости, но не дай его седой голове сойти в мир мертвых с миром.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Сыновьям Верзеллия из Галаада яви милость, и пусть они будут в числе тех, кто ест за твоим столом. Они пришли ко мне, когда я бежал от твоего брата Авессалома.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Еще у тебя есть Шимей, сын Геры, вениамитянин из Бахурима. Он осыпал меня страшными проклятиями в день, когда я шел в Маханаим. Когда он вышел встречать меня к Иордану, я поклялся ему Господом: «Я не предам тебя мечу». ",
          "ID": "8"
        },
        {
          "text": "Но теперь не считай его невиновным. Ты мудрый человек, ты поймешь, что с ним сделать. Сведи его седую голову в мир мертвых в крови.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Давид упокоился со своими предками и был похоронен в Городе Давида. ",
          "ID": "10"
        },
        {
          "text": "Он правил Израилем сорок лет – семь лет в Хевроне и тридцать три года в Иерусалиме. ",
          "ID": "11"
        },
        {
          "text": "На престоле своего отца Давида сел Соломон, и царство его упрочилось.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Адония, сын Аггифы, пришел к матери Соломона Вирсавии. Вирсавия спросила его:",
          "ID": "13"
        },
        {
          "text": "– С миром ли ты пришел?",
          "ID": "13"
        },
        {
          "text": "– С миром, – ответил он.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Затем он спросил:",
          "ID": "14"
        },
        {
          "text": "– Могу ли я с тобой поговорить?",
          "ID": "14"
        },
        {
          "text": "– Говори, – ответила она.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "– Ты знаешь, – сказал он, – что царство было моим, и на меня смотрел весь Израиль как на будущего царя. Но все изменилось, и царство перешло к моему брату – ведь оно было суждено ему от Господа. ",
          "ID": "15"
        },
        {
          "text": "И вот, я прошу тебя об одном. Не откажи мне.",
          "ID": "16"
        },
        {
          "text": "– Говори, – сказала она.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Он сказал:",
          "ID": "17"
        },
        {
          "text": "– Прошу тебя, поговори с царем Соломоном – тебе он не откажет, – чтобы он отдал мне в жены шунамитянку Авишаг.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Хорошо, – ответила Вирсавия. – Я поговорю о тебе с царем.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда Вирсавия пришла к царю Соломону поговорить с ним об Адонии, царь встал, чтобы встретить ее, поклонился ей и сел на свой престол. Он велел принести престол для царской матери, и она села по правую руку от него.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– У меня к тебе маленькая просьба, – сказала она. – Не откажи мне.",
          "ID": "20"
        },
        {
          "text": "Царь ответил:",
          "ID": "20"
        },
        {
          "text": "– Проси, моя мать; я не откажу тебе.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "И она сказала:",
          "ID": "21"
        },
        {
          "text": "– Пусть шунамитянку Авишаг отдадут в жены твоему брату Адонии.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Царь Соломон ответил матери:",
          "ID": "22"
        },
        {
          "text": "– Зачем ты просишь для Адонии шунамитянку Авишаг? Проси уж для него и царство – он ведь мой старший брат, – да, проси для него, для священника Авиатара и для Иоава, сына Саруи!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "И царь Соломон поклялся Господом:",
          "ID": "23"
        },
        {
          "text": "– Пусть Бог сурово накажет меня, если Адония не заплатит за эту просьбу жизнью! ",
          "ID": "23"
        },
        {
          "text": "Верно, как и то, что жив Господь, Который утвердил меня и посадил меня на престоле моего отца Давида и укрепил мой дом, как и обещал, Адония сегодня же будет предан смерти!",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Царь Соломон отдал приказ Бенаю, сыну Иодая, и тот сразил Адонию, и он умер.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "А священнику Авиатару царь сказал:",
          "ID": "26"
        },
        {
          "text": "– Ступай в Анатот, к своим полям. Ты заслуживаешь казни, но сегодня я не предам тебя смерти, потому что ты носил ковчег Владыки Господа перед моим отцом Давидом и делил все тяготы жизни с моим отцом.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "И Соломон отстранил Авиатара от Господнего священства, исполняя этим слово, которое Господь сказал в Шило о доме Илия. ",
          "ID": "27"
        },
        {
          "text": "Когда новости дошли до Иоава, а Иоав поддержал Адонию, хотя и не поддержал Авессалома, он вбежал в Господень шатер и схватился за рога жертвенника. ",
          "ID": "28"
        },
        {
          "text": "Царю Соломону доложили, что Иоав убежал в Господень шатер и находится у жертвенника. Тогда Соломон приказал Бенаю, сыну Иодая:",
          "ID": "29"
        },
        {
          "text": "– Иди, срази его!",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Беная вошел в Господень шатер и сказал Иоаву:",
          "ID": "30"
        },
        {
          "text": "– Так говорит царь: «Выходи!»",
          "ID": "30"
        },
        {
          "text": "Но тот ответил:",
          "ID": "30"
        },
        {
          "text": "– Нет, я умру здесь.",
          "ID": "30"
        },
        {
          "text": "Беная доложил царю:",
          "ID": "30"
        },
        {
          "text": "– Вот так ответил мне Иоав.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Тогда царь приказал Бенаю:",
          "ID": "31"
        },
        {
          "text": "– Сделай, как он говорит. Срази его и похорони, и тем очисть меня и дом моего отца от вины за невинную кровь, что пролил Иоав. ",
          "ID": "31"
        },
        {
          "text": "Господь воздаст ему за кровь, которую он пролил, потому что он без ведома моего отца Давида напал на двух человек и убил их мечом. Оба они – Авнер, сын Нира, военачальник Израиля, и Амаса, сын Иефера, военачальник Иуды, – были праведнее и лучше его. ",
          "ID": "32"
        },
        {
          "text": "Пусть вина за их кровь падет на голову Иоава и его потомков навеки. Но на Давиде и его семени, его доме и престоле пусть вечно будет Господень мир.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Беная, сын Иодая, пошел, сразил Иоава и убил его, и его похоронили на его участке в пустыне. ",
          "ID": "34"
        },
        {
          "text": "Царь поставил Бенаю, сына Иодая, над войском вместо Иоава и заменил Авиатара священником Цадоком.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "После этого царь послал за Шимеем и сказал ему:",
          "ID": "36"
        },
        {
          "text": "– Построй себе дом в Иерусалиме и живи там, а больше никуда не ходи. ",
          "ID": "36"
        },
        {
          "text": "Знай, в тот день, когда ты уйдешь и пересечешь долину Кедрон, ты умрешь, и сам будешь виновен в своей гибели.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Шимей ответил царю:",
          "ID": "38"
        },
        {
          "text": "– Хорошо ты говоришь. Твой слуга сделает так, как сказал господин мой царь.",
          "ID": "38"
        },
        {
          "text": "И Шимей оставался в Иерусалиме долгое время. ",
          "ID": "38"
        },
        {
          "text": "Но три года спустя двое из рабов Шимея убежали к царю Гата Ахишу, сыну Маахи, и Шимею донесли:",
          "ID": "39"
        },
        {
          "text": "– Твои рабы в Гате.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Тогда он оседлал осла и отправился к Ахишу в Гат искать рабов. Так Шимей ушел и привел рабов из Гата.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Когда Соломону доложили, что Шимей уходил из Иерусалима в Гат и вернулся, ",
          "ID": "41"
        },
        {
          "text": "царь призвал Шимея и сказал ему:",
          "ID": "42"
        },
        {
          "text": "– Разве я не взял с тебя клятву Господом и не предупредил тебя: «Знай, в тот день, когда ты пойдешь, куда бы то ни было, ты умрешь?». Ты тогда сказал мне: «Хорошо ты говоришь. Я буду послушен». ",
          "ID": "42"
        },
        {
          "text": "Почему же ты не сдержал клятву Господу и не послушался моего повеления?",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Еще царь сказал Шимею:",
          "ID": "44"
        },
        {
          "text": "– В сердце своем ты хранишь память обо всем том зле, которое ты сделал моему отцу Давиду. Теперь Господь воздаст тебе за твое злодеяние. ",
          "ID": "44"
        },
        {
          "text": "А царь Соломон будет благословен, и престол Давида останется непоколебимым перед Господом вовеки.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Царь отдал приказ Бенаю, сыну Иодая, и тот вышел и сразил Шимея, и убил его.",
          "ID": "46"
        },
        {
          "text": "Так царство надежно упрочилось во власти Соломона.",
          "ID": "46"
        }
      ],
      "ID": "OT:1KI.2",
      "name": "Третья Книга Царств 2"
    },
    {
      "text": [
        {
          "text": "Соломон породнился с фараоном, царем Египта, женившись на его дочери. Он поселил ее в Городе Давида, пока не закончил строить свой дворец, дом Господа и стену вокруг Иерусалима.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "А народ по-прежнему приносил жертвы в святилищах на возвышенностях, потому что дом для имени Господа все еще не был построен. ",
          "ID": "2"
        },
        {
          "text": "Соломон любил Господа, следуя наказам своего отца Давида, но и он приносил жертвы и сжигал кадильные благовония в святилищах на возвышенностях.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Царь отправился в Гаваон, чтобы принести жертвы, потому что там было самое главное из святилищ на возвышенностях, и вознес на том жертвеннике тысячу всесожжений. ",
          "ID": "4"
        },
        {
          "text": "В Гаваоне Господь явился Соломону во сне ночью, и Бог сказал:",
          "ID": "5"
        },
        {
          "text": "– Проси у Меня, чего хочешь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Соломон ответил:",
          "ID": "6"
        },
        {
          "text": "– Ты явил Твоему слуге, моему отцу Давиду, великую милость, так как он был верен Тебе, праведен и прям сердцем. Ты сохранил эту великую милость и даровал ему сына, чтобы тот сегодня сел на его престол. ",
          "ID": "6"
        },
        {
          "text": "И теперь, Господи, Боже мой, Ты сделал Твоего слугу царем вместо моего отца Давида. Но я совсем молод и не знаю, как исполнять свой долг. ",
          "ID": "7"
        },
        {
          "text": "Твой слуга – среди Твоего народа, который Ты избрал, великого народа, слишком многочисленного, чтобы его пересчитать или исчислить. ",
          "ID": "8"
        },
        {
          "text": "Дай Твоему слуге разумное сердце, чтобы править Твоим народом и различать между добром и злом. Ведь кто способен править Твоим многочисленным народом?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Владыка был доволен, что Соломон просил об этом. ",
          "ID": "10"
        },
        {
          "text": "Бог сказал ему:",
          "ID": "11"
        },
        {
          "text": "– Так как ты просил об этом и не просил себе ни долгой жизни, ни богатства, ни смерти своим врагам, но лишь мудрости, чтобы разумно судить, ",
          "ID": "11"
        },
        {
          "text": "Я исполню то, о чем ты просил. Я даю тебе мудрое и разумное сердце, и как до тебя не было подобного тебе, так и после тебя никто с тобой не сравнится. ",
          "ID": "12"
        },
        {
          "text": "Более того, Я даю тебе и то, о чем ты не просил, – и богатство, и славу, так что при твоей жизни среди царей тебе не будет равного. ",
          "ID": "13"
        },
        {
          "text": "И если ты будешь следовать Моими путями и слушаться Моих установлений и повелений, как делал твой отец Давид, Я дам тебе долгую жизнь.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тут Соломон проснулся и понял, что это был сон. Он пришел в Иерусалим, встал перед ковчегом завета Владыки и принес всесожжения и жертвы примирения. После этого он устроил для всего двора пир.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Однажды к царю пришли две женщины-блудницы и встали перед ним. ",
          "ID": "16"
        },
        {
          "text": "Одна из них сказала:",
          "ID": "17"
        },
        {
          "text": "– О мой господин! Мы с этой женщиной живем в одном доме, и когда она была в доме, я родила. ",
          "ID": "17"
        },
        {
          "text": "А на третий день после этого родила и она. Мы были вместе; никого с нами в доме не было, только мы вдвоем. ",
          "ID": "18"
        },
        {
          "text": "Ночью сын этой женщины умер, потому что она случайно задавила его во сне. ",
          "ID": "19"
        },
        {
          "text": "Среди ночи она поднялась и взяла моего сына, пока твоя служанка спала. Она положила его к своей груди, а своего мертвого сына положила к моей груди. ",
          "ID": "20"
        },
        {
          "text": "Утром я встала, чтобы покормить своего сына, а он мертвый, но когда утром я рассмотрела его, мне стало ясно, что это не мой сын, которого я родила.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Другая женщина сказала:",
          "ID": "22"
        },
        {
          "text": "– Нет! Тот, что живой, – это мой сын; твой – тот, что мертвый.",
          "ID": "22"
        },
        {
          "text": "Но первая настаивала:",
          "ID": "22"
        },
        {
          "text": "– Нет! Тот, что мертвый, – твой, а живой – мой!",
          "ID": "22"
        },
        {
          "text": "И так они препирались перед царем. ",
          "ID": "22"
        },
        {
          "text": "Царь сказал:",
          "ID": "23"
        },
        {
          "text": "– Одна говорит: «Мой сын жив, а твой мертв», а другая говорит: «Нет! Твой сын мертв, а мой жив».",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Затем царь сказал:",
          "ID": "24"
        },
        {
          "text": "– Принесите мне меч.",
          "ID": "24"
        },
        {
          "text": "И царю принесли меч. ",
          "ID": "24"
        },
        {
          "text": "Тогда он повелел:",
          "ID": "25"
        },
        {
          "text": "– Разрубите живого ребенка надвое и дайте половину одной и половину другой.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "У той женщины, чей сын был жив, вздрогнуло сердце от жалости к своему сыну, и она сказала царю:",
          "ID": "26"
        },
        {
          "text": "– О мой господин! Отдайте ей ребенка живым! Не убивайте его!",
          "ID": "26"
        },
        {
          "text": "Но другая сказала:",
          "ID": "26"
        },
        {
          "text": "– Ни я, ни ты его не получим. Разрубите его!",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Тогда царь постановил:",
          "ID": "27"
        },
        {
          "text": "– Отдайте живого ребенка первой женщине. Не убивайте его; она – его мать.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Когда весь Израиль услышал о приговоре, который вынес царь, они стали уважать его, потому что увидели, что в нем мудрость от Бога, чтобы творить суд.",
          "ID": "28"
        }
      ],
      "ID": "OT:1KI.3",
      "name": "Третья Книга Царств 3"
    },
    {
      "text": [
        {
          "text": "Царь Соломон правил над всем Израилем. ",
          "ID": "1"
        },
        {
          "text": "Вот его главные сановники:",
          "ID": "2"
        },
        {
          "text": "Азария, сын Цадока – священник;",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Элихореф и Ахия, сыновья Шиши, – писари;",
          "ID": "3"
        },
        {
          "text": "Иосафат, сын Ахилуда – летописец;",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Беная, сын Иодая, – начальник войска;",
          "ID": "4"
        },
        {
          "text": "Цадок и Авиатар – священники;",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Азария, сын Нафана, – начальник над наместниками;",
          "ID": "5"
        },
        {
          "text": "Завуд, сын Нафана, – священник и личный советник царя;",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Ахишар – смотритель дворца;",
          "ID": "6"
        },
        {
          "text": "Адонирам, сын Авды, – надсмотрщик за подневольными рабочими.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Еще у Соломона было над всем Израилем двенадцать наместников, которые поставляли для царя и для царского дома продовольствие. Каждый из них должен был поставлять припасы на один месяц в году. ",
          "ID": "7"
        },
        {
          "text": "Вот их имена:",
          "ID": "8"
        },
        {
          "text": "Бен-Хур управлял в нагорьях Ефрема;",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Бен-Декер – в Макаце, Шаалвиме, Бет-Шемеше и Елон Бет-Ханане;",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Бен-Хесед – в Арюбофе (ему принадлежали Сохо и вся земля Хефер);",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Бен-Авинадав – на возвышенностях Дора (его женой была Тафафь, дочь Соломона);",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Баана, сын Ахилуда, – в Таанахе, и в Мегиддо, и во всей территории вокруг Бет-Шеана, что рядом с Цартаном, ниже Изрееля, и от Бет-Шеана до Авел-Мехолы, и даже за Иокмеам;",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Бен-Гевер – в Рамоте Галаадском (ему принадлежали селения Иаира, сына Манассии, в Галааде, а также область Аргова в Башане, включая шестьдесят больших, обнесенных стенами городов с бронзовыми засовами на воротах);",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Ахинадав, сын Иддо, – в Маханаиме;",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Ахимаац – в земле Неффалима (он женился на Басемате, дочери Соломона);",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Баана, сын Хушая, – в земле Асира и в Алофе;",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Иосафат, сын Паруаха, – в земле Иссахара;",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Шимей, сын Елы, – в земле Вениамина;",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Гевер, сын Ури, – в Галааде (в стране Сигона, царя аморреев, и в стране Ога, царя Башана). Он один был наместником над этими землями.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Народ Иудеи и Израиля был многочислен, как песок на морском берегу; они ели, пили и веселились. ",
          "ID": "20"
        },
        {
          "text": "И Соломон правил всеми царствами от реки Евфрата до земли филистимлян и до самой границы Египта. Эти страны платили дань и служили Соломону во все дни его жизни.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Каждый день ко двору Соломона поставлялось тридцать кор лучшей муки и шестьдесят кор муки крупного помола, ",
          "ID": "22"
        },
        {
          "text": "десять голов крупного скота, откормленного в стойле, двадцать голов крупного скота с пастбища и сто голов мелкого, не считая оленей, газелей, косулей и откормленной птицы.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Ведь он правил всеми царствами к западу от реки Евфрата, от Тифсаха до Газы, и пребывал в мире со всеми окрестными странами. ",
          "ID": "24"
        },
        {
          "text": "Во времена жизни Соломона Иуда и Израиль жили в безопасности от Дана до Вирсавии – каждый человек под своей виноградной лозой и инжиром.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "У Соломона было сорок тысяч стойл для колесничных коней и двенадцать тысяч коней.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Наместники, каждый в свой месяц, поставляли продовольствие для царя Соломона и для всех, кто приходил есть за царским столом. Они смотрели, чтобы ни в чем не было недостатка. ",
          "ID": "27"
        },
        {
          "text": "Еще они доставляли в нужное место ячмень и сено для колесничных и прочих коней, каждый свою долю.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Бог даровал Соломону мудрость, великую проницательность и глубокий ум, неизмеримый, как песок на морском берегу. ",
          "ID": "29"
        },
        {
          "text": "Мудрость Соломона превосходила мудрость всех людей Востока и всю мудрость Египта. ",
          "ID": "30"
        },
        {
          "text": "Он был мудрее любого человека, считая и Етана езрахитянина, и Емана, и Халкола, и Дарды, сыновей Махола. Его слава прошла по всем окрестным народам. ",
          "ID": "31"
        },
        {
          "text": "Он произнес три тысячи мудрых изречений, а песен его было тысяча и пять. ",
          "ID": "32"
        },
        {
          "text": "Он исследовал жизнь растений – от ливанского кедра до иссопа, что растет из стен. Он изучал животных и птиц, пресмыкающихся и рыб. ",
          "ID": "33"
        },
        {
          "text": "Соломоновой мудрости приходили послушать люди из всех народов, от всех царей мира, которые прослышали о ней.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.4",
      "name": "Третья Книга Царств 4"
    },
    {
      "text": [
        {
          "text": "Когда Хирам, царь Тира, услышал о том, что Соломон помазан в преемники своему отцу Давиду, он отправил к Соломону послов, потому что Хирам всегда был другом Давида. ",
          "ID": "1"
        },
        {
          "text": "Соломон же послал сказать Хираму:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Ты знаешь, что из-за войн, что велись против моего отца Давида со всех сторон, он не смог построить дом для имени Господа, своего Бога, пока Господь не положил его врагов ему под ноги. ",
          "ID": "3"
        },
        {
          "text": "Но теперь Господь, мой Бог, дал мне покой со всех сторон, и нет ни противника, ни бедствия. ",
          "ID": "4"
        },
        {
          "text": "Поэтому я хочу построить дом для имени Господа, моего Бога, как Господь сказал моему отцу Давиду: «Твой сын, которого Я посажу на престол на твое место, построит дом для Моего имени». ",
          "ID": "5"
        },
        {
          "text": "Так повели рубить для меня ливанские кедры. Мои люди будут работать вместе с твоими, и я буду платить тебе за твоих людей, сколько бы ты ни сказал. Ты знаешь, что у нас нет никого, кто умеет рубить деревья, как сидоняне.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Выслушав слова Соломона, Хирам очень обрадовался и сказал:",
          "ID": "7"
        },
        {
          "text": "– Слава сегодня Господу, ведь Он даровал Давиду мудрого сына, чтобы править этим великим народом!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "И Хирам послал сказать Соломону:",
          "ID": "8"
        },
        {
          "text": "«Я выслушал то, с чем ты ко мне посылал, и сделаю все, чего ты хочешь относительно кедрового и кипарисового дерева. ",
          "ID": "8"
        },
        {
          "text": "Мои люди свезут бревна с Ливана к морю, и я сплавлю их плотами по морю, куда ты укажешь. Там я их разделю, и ты сможешь их забрать. А ты исполнишь мое желание, поставляя продовольствие для моего царского дома».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Так Хирам поставлял Соломону кедровое и кипарисовое дерево, сколько тот хотел, ",
          "ID": "10"
        },
        {
          "text": "а Соломон давал Хираму двадцать тысяч коров пшеницы для его дома, не считая двадцати тысяч батов оливкового масла. Соломон поставлял это Хираму год за годом. ",
          "ID": "11"
        },
        {
          "text": "Господь даровал Соломону мудрость, как Он ему и обещал. Между Соломоном и Хирамом был мир, и они заключили между собой союз.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Царь Соломон набрал работников по всему Израилю – тридцать тысяч человек. ",
          "ID": "13"
        },
        {
          "text": "Он посылал их на Ливан по очереди – десять тысяч человек в месяц. Один месяц они находились в Ливане и два месяца дома. Надсмотрщиком за подневольными рабочими был Адонирам. ",
          "ID": "14"
        },
        {
          "text": "У Соломона было семьдесят тысяч носильщиков и восемьдесят тысяч каменотесов в горах, ",
          "ID": "15"
        },
        {
          "text": "а также три тысячи триста начальников, которые смотрели за строительством и распоряжались рабочими. ",
          "ID": "16"
        },
        {
          "text": "По повелению царя они добывали большие дорогие камни, чтобы заложить основание дома из тесаного камня. ",
          "ID": "17"
        },
        {
          "text": "Ремесленники Соломона и Хирама и люди из Гевала рубили и обрабатывали дерево и камень для строительства дома.",
          "ID": "18"
        }
      ],
      "ID": "OT:1KI.5",
      "name": "Третья Книга Царств 5"
    },
    {
      "text": [
        {
          "text": "В четыреста восьмидесятом году после выхода израильтян из Египта, в четвертый год своего правления Израилем, в месяце зив, во втором месяце, Соломон начал строить дом Господу.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Дом, который Соломон построил Господу, был шестьдесят локтей в длину, двадцать в ширину и тридцать в высоту. ",
          "ID": "2"
        },
        {
          "text": "Притвор перед главным помещением дома был двадцать локтей в ширину, соответственно ширине дома, и отходил от дома на десять локтей. ",
          "ID": "3"
        },
        {
          "text": "В доме он сделал окна, расширяющиеся внутрь. ",
          "ID": "4"
        },
        {
          "text": "Он сделал пристройку вокруг стен дома и внутреннего святилища. В пристройке он сделал комнаты. ",
          "ID": "5"
        },
        {
          "text": "Первый этаж был пять локтей в ширину, второй – шесть локтей, и третий – семь локтей. Вокруг дома снаружи он сделал на стене выступы, чтобы поддерживающие брусья не входили в стены дома.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "В строительстве дома использовали только те камни, что были обтесаны в каменоломне, и ни молотка, ни тесла, ни какого другого железного орудия не было слышно на месте строительства дома.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Вход на первый этаж находился на южной стороне дома. Лестница вела на второй этаж, а оттуда – на третий. ",
          "ID": "8"
        },
        {
          "text": "Так он построил дом и завершил его, покрыв его брусьями и кедровыми досками. ",
          "ID": "9"
        },
        {
          "text": "Вдоль всего дома он построил боковые комнаты. Высотой каждая из них была в пять локтей; они присоединялись к дому кедровыми брусьями.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И вот, к Соломону было слово Господа:",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Что до этого дома, который ты строишь, то если ты будешь следовать Моим установлениям, соблюдать Мои правила и хранить все Мои повеления и выполнять их, Я исполню через тебя обещание, которое Я дал твоему отцу Давиду. ",
          "ID": "12"
        },
        {
          "text": "Я буду жить среди израильтян и не покину Мой народ, Израиль.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Соломон построил дом и завершил его.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Соломон обшил стены с внутренней стороны кедровыми досками, забрав их от пола дома до стропил потолка, и покрыл пол дома кипарисовыми досками. ",
          "ID": "15"
        },
        {
          "text": "В глубине дома он отгородил кедровыми досками от пола до стропил двадцать локтей, чтобы сделать в доме внутреннее святилище, Святое Святых. ",
          "ID": "16"
        },
        {
          "text": "Комната перед Святым Святых была длиной в сорок локтей. ",
          "ID": "17"
        },
        {
          "text": "Внутри дом был обшит кедровым деревом, на котором были вырезаны подобия тыкв и распустившиеся цветы. Все было сделано из кедра; камня нигде не было видно.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Он приготовил внутреннее святилище в доме, чтобы поместить там ковчег Господнего завета. ",
          "ID": "19"
        },
        {
          "text": "Внутреннее святилище было двадцать локтей в длину, двадцать в ширину и двадцать в высоту. Он покрыл внутренние поверхности чистым золотом и обшил жертвенник, находящийся перед Святым Святых, кедром. ",
          "ID": "20"
        },
        {
          "text": "Соломон покрыл внутренние поверхности дома чистым золотом и перетянул золотыми цепями вход во внутреннее святилище, которое было покрыто золотом. ",
          "ID": "21"
        },
        {
          "text": "Также покрыл золотом всю внутреннюю часть дома, всю до конца. Еще он покрыл золотом жертвенник, который принадлежал к внутреннему святилищу.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Во внутреннем святилище он сделал двух херувимов из оливкового дерева, каждого в десять локтей высотой. ",
          "ID": "23"
        },
        {
          "text": "Крыло первого херувима было пять локтей в длину, и другое крыло пять локтей в длину – десять локтей от конца одного крыла до конца другого. ",
          "ID": "24"
        },
        {
          "text": "Второй херувим также был десяти локтей, так как оба херувима были одного размера и вида. ",
          "ID": "25"
        },
        {
          "text": "Высота каждого херувима была десять локтей. ",
          "ID": "26"
        },
        {
          "text": "Он поставил херувимов с распростертыми крыльями во внутреннюю часть дома. Крыло одного херувима касалось одной стены, крыло второго – противоположной стены, а другие крылья херувимов соприкасались друг с другом посередине комнаты. ",
          "ID": "27"
        },
        {
          "text": "Соломон покрыл херувимов золотом.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "На стенах вокруг всего дома, и внутри, и снаружи, он вырезал херувимов, пальмы и распустившиеся цветы. ",
          "ID": "29"
        },
        {
          "text": "Еще он покрыл пол, и внутри, и снаружи дома, золотом.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Для входа во внутреннее святилище он сделал двери из оливкового дерева с пятиугольными косяками. ",
          "ID": "31"
        },
        {
          "text": "А на двух дверях из оливкового дерева он вырезал херувимов, пальмы и распустившиеся цветы и покрыл херувимов и пальмы золотом. ",
          "ID": "32"
        },
        {
          "text": "Точно так же он сделал из оливкового дерева четырехугольные косяки для входа в главное помещение. ",
          "ID": "33"
        },
        {
          "text": "Еще он сделал две двери из кипарисового дерева, каждую с двумя подвижными створками. ",
          "ID": "34"
        },
        {
          "text": "Он вырезал на них херувимов, пальмы и распустившиеся цветы и покрыл их золотом, ровно наложенным на резьбу.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Он построил внутренний двор из трех рядов обтесанного камня и ряда кедровых балок.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Основание дома Господа было заложено на четвертом году, в месяце зив. ",
          "ID": "37"
        },
        {
          "text": "На одиннадцатом году правления Соломона, в месяце буле, – а это восьмой месяц, – дом был завершен в соответствии со всеми замыслами о нем. Соломон строил его семь лет.",
          "ID": "38"
        }
      ],
      "ID": "OT:1KI.6",
      "name": "Третья Книга Царств 6"
    },
    {
      "text": [
        {
          "text": "Однако на то, чтобы завершить строительство своего дворца, у Соломона ушло тринадцать лет. ",
          "ID": "1"
        },
        {
          "text": "Он построил дворец, который назвал дворцом Ливанского леса, – сто локтей в длину, пятьдесят в ширину и тридцать в высоту, с четырьмя рядами кедровых колонн, поддерживающих кедровые балки. ",
          "ID": "2"
        },
        {
          "text": "Его крыша была обшита кедром по балкам, которые располагались на колоннах, – сорок пять балок, по пятнадцать в каждом ряду. ",
          "ID": "3"
        },
        {
          "text": "Окна дворца были поставлены высоко, по три окна в ряду, друг напротив друга. ",
          "ID": "4"
        },
        {
          "text": "В дверных проемах и в окнах были четырехугольные рамы, и три ряда окон находились напротив трех рядов на противоположной стене.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Соломон сделал колонный зал длиной в пятьдесят локтей и шириной в тридцать. Там был притвор, крыша которого также поддерживалась колоннами.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Он построил тронный зал для суда, называемый «Зал Правосудия», и покрыл его кедром от пола до потолка. ",
          "ID": "7"
        },
        {
          "text": "А его дом, где он должен был жить, был в другом дворе, позади зала, такой же по замыслу. Еще Соломон сделал дворец, подобный этому залу, для дочери фараона, на которой он женился.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Все эти сооружения – от внешней стороны до большого двора и от основания до карнизов – были сделаны из дорогих камней, обтесанных по размеру и обрезанных пилами с внешней и с внутренней стороны. ",
          "ID": "9"
        },
        {
          "text": "В основания были заложены дорогие большие камни, десяти и восьми локтей. ",
          "ID": "10"
        },
        {
          "text": "Сверху были дорогие камни, обтесанные по размеру, и кедровые балки. ",
          "ID": "11"
        },
        {
          "text": "Большой двор был обнесен стеной из трех рядов обтесанного камня и ряда кедровых брусьев, как внутренний двор дома Господа с его притвором.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Царь Соломон пригласил и принял Хирама из Тира, ",
          "ID": "13"
        },
        {
          "text": "сына вдовы из рода Неффалима. Его отцом был тирянин, ремесленник по бронзе. Хирам был очень искусен и имел большой навык во всех видах работы с бронзой. Он пришел к царю Соломону и сделал всю работу, которая была ему поручена.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Он отлил две бронзовые колонны. Одна из них была восемнадцать локтей в высоту, и шнур двенадцать локтей в длину обвивал ее по окружности. Вторая колонна была такой же. ",
          "ID": "15"
        },
        {
          "text": "Еще он сделал две капители колонн из литой бронзы, чтобы поставить их на колоннах. Капители на каждой из колонн были по пять локтей в высоту. ",
          "ID": "16"
        },
        {
          "text": "Верхние части колонн украшала сетка из переплетенных цепей, по семь на каждой колонне. ",
          "ID": "17"
        },
        {
          "text": "Он сделал два ряда гранатовых плодов, окружавших каждую сетку, чтобы украсить капители колонн. Обе капители он сделал одинаковыми. ",
          "ID": "18"
        },
        {
          "text": "Капители колонн притвора имели форму лилий, в четыре локтя высотой. ",
          "ID": "19"
        },
        {
          "text": "На капителях обеих колонн, над чашеобразной частью рядом с сеткой, были сделаны кругом рядами двести гранатовых плодов. ",
          "ID": "20"
        },
        {
          "text": "Он установил колонны в крытой галерее храма. Ту колонну, что с южной стороны, он назвал Иахин, а ту, что с северной, – Боаз. ",
          "ID": "21"
        },
        {
          "text": "Капители колонн были сделаны в виде лилий. На этом была завершена работа над колоннами.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Он вылил из бронзы круглый бассейн, названный «морем», размером в десять локтей от края до края и пять локтей в высоту. Мерная нить тридцати локтей в длину окаймляла его. ",
          "ID": "23"
        },
        {
          "text": "Снизу его окружали два ряда подобия тыкв – по десять на локоть. Тыквы были отлиты с морем одним литьем.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Море стояло на двенадцати быках, три из которых смотрели на север, три на запад, три на юг и три на восток. Море покоилось на них, а их зады были обращены внутрь, к центру. ",
          "ID": "25"
        },
        {
          "text": "Море было в ладонь толщиной, а его край был как край чаши, как цветок лилии. Море вмещало в себя две тысячи батов.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Еще он сделал десять подставок из бронзы; каждая была четыре локтя в длину, четыре в ширину и три в высоту. ",
          "ID": "27"
        },
        {
          "text": "Вот как были устроены подставки: у них были боковые панели, находящиеся между рамками. ",
          "ID": "28"
        },
        {
          "text": "На панелях между рамками, как и на самих рамках, были изображены львы, быки и херувимы. Над львами и быками и под ними были кованые венки. ",
          "ID": "29"
        },
        {
          "text": "У каждой подставки было по четыре бронзовых колеса с бронзовыми осями, и у каждой была умывальница, которая покоилась на четырех опорах, отлитых с венками на каждой стороне. ",
          "ID": "30"
        },
        {
          "text": "Отверстие подставки находилось в ее верхушке на высоте в один локоть. Это отверстие было круглым и вместе с основанием составляло полтора локтя в ширину. Вокруг отверстия располагались резные изображения. Панели подставок были квадратные, а не круглые. ",
          "ID": "31"
        },
        {
          "text": "Под панелями находилось четыре колеса, и оси их крепились к подставке. Диаметр каждого колеса был полтора локтя. ",
          "ID": "32"
        },
        {
          "text": "Колеса были сделаны, как для колесниц: оси, ободья, спицы и ступицы – все были литые.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "У каждой подставки было четыре рукоятки, по одной на каждом углу, которые выдавались из подставки. ",
          "ID": "34"
        },
        {
          "text": "На верху подставки был круглый обод пол-локтя высотой. Опоры и панели крепились к верхушке подставки. ",
          "ID": "35"
        },
        {
          "text": "На подставках и панелях, где только было место, он вырезал херувимов, львов и пальмы, а вокруг – венки. ",
          "ID": "36"
        },
        {
          "text": "Так он сделал десять подставок. Все они были отлиты одинаково и были одного размера и формы.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Затем он сделал десять бронзовых умывальниц, каждая из которых вмещала сорок батов и была в четыре локтя, по одной умывальнице на каждую из десяти подставок. ",
          "ID": "38"
        },
        {
          "text": "Он поставил пять подставок на южной стороне дома и пять на северной, а «море» поставил на юго-восточном углу дома. ",
          "ID": "39"
        },
        {
          "text": "Еще Хирам сделал горшки, лопатки и кропильные чаши.",
          "ID": "40"
        },
        {
          "text": "На этом Хирам завершил всю работу, которую выполнял для царя Соломона в доме Господа. Он сделал:",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "две колонны;",
          "ID": "41"
        },
        {
          "text": "две чашеобразные капители для колонн,",
          "ID": "41"
        },
        {
          "text": "две сетки, украшавшие чашеобразные капители,",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "четыреста гранатовых плодов для двух сеток (два ряда гранатов для каждой сетки, украшавшей чашеобразные капители),",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "десять подставок с умывальницами,",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "море и двенадцать быков под ним,",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "горшки, лопатки и кропильные чаши.",
          "ID": "45"
        },
        {
          "text": "Вся утварь, которую Хирам сделал царю Соломону для дома Господа, была из полированной бронзы. ",
          "ID": "45"
        },
        {
          "text": "Царь велел отлить ее в глиняных формах в долине Иордана между Суккотом и Цартаном. ",
          "ID": "46"
        },
        {
          "text": "Соломон не взвесил всех этих вещей, потому что их было слишком много. Вес бронзы остался неизвестным.",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Еще Соломон сделал всю утварь для Господнего дома:",
          "ID": "48"
        },
        {
          "text": "золотой жертвенник,",
          "ID": "48"
        },
        {
          "text": "стол для хлеба Присутствия,",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "подсвечники из чистого золота (пять на правую и пять на левую сторону перед внутренним святилищем),",
          "ID": "49"
        },
        {
          "text": "золотые цветы, лампады и щипцы,",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "кубки, ножницы для фитилей, кропильные чаши, блюда и сосуды для возжигания благовоний – все из чистого золота, и золотые петли для дверей внутреннего помещения, Святого Святых, а также для внешних дверей дома.",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Когда вся работа, которую царь Соломон делал для дома Господа, была завершена, он принес те вещи, которые посвятил его отец Давид, – серебро, золото и утварь – и положил их в сокровищницы Господнего дома.",
          "ID": "51"
        }
      ],
      "ID": "OT:1KI.7",
      "name": "Третья Книга Царств 7"
    },
    {
      "text": [
        {
          "text": "Соломон созвал к себе в Иерусалим старейшин Израиля, всех глав израильских родов и кланов, чтобы перенести ковчег Господнего завета из Города Давида, то есть Сиона. ",
          "ID": "1"
        },
        {
          "text": "И все израильтяне собрались у царя Соломона во время праздника Шалашей в месяце етаниме, седьмом месяце.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Когда прибыли старейшины Израиля, священники подняли ковчег ",
          "ID": "3"
        },
        {
          "text": "и понесли ковчег Господа и шатер собрания со всей священной утварью, находящейся в ней. Священники и левиты несли их, ",
          "ID": "4"
        },
        {
          "text": "а царь Соломон и все общество израильтян, которое собралось вокруг него, шли перед ковчегом и приносили в жертву столько мелкого и крупного скота, что его невозможно было ни пересчитать, ни исчислить.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Священники принесли ковчег Господнего завета на его место во внутреннее святилище дома, в Святое Святых, и поставили его под крыльями херувимов. ",
          "ID": "6"
        },
        {
          "text": "Херувимы простирали свои крылья над местом ковчега и осеняли ковчег и шесты для его переноски. ",
          "ID": "7"
        },
        {
          "text": "Эти шесты были такие длинные, что их концы было видно со святилища, находящегося перед Святым Святых, но снаружи дома их не было видно. Они находятся там и по сегодняшний день. ",
          "ID": "8"
        },
        {
          "text": "В ковчеге же ничего не было, кроме двух каменных плиток, которые Моисей положил в него у Хорива, где Господь заключил с израильтянами завет после того, как они вышли из Египта.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда священники вышли из Святого места, дом Господа наполнило облако, ",
          "ID": "10"
        },
        {
          "text": "и священники не могли совершать службу из-за облака, потому что слава Господа наполнила Его дом. ",
          "ID": "11"
        },
        {
          "text": "И Соломон сказал:",
          "ID": "12"
        },
        {
          "text": "– Господь сказал, что будет обитать в густом облаке. ",
          "ID": "12"
        },
        {
          "text": "Я построил для Тебя величественный дом – место, чтобы Тебе обитать там вечно.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Когда все собрание израильтян стояло там, царь повернулся и благословил их. ",
          "ID": "14"
        },
        {
          "text": "Затем он сказал:",
          "ID": "15"
        },
        {
          "text": "– Благословен Господь, Бог Израиля, Который Своей рукой исполнил то, что Своими устами обещал моему отцу Давиду! Ведь Он говорил: ",
          "ID": "15"
        },
        {
          "text": "«Со дня, когда Я вывел Мой народ из Египта, Я не избирал города ни в одном из родов Израиля, чтобы там построить дом для Моего имени, но избрал Давида, чтобы он правил Моим народом, Израилем».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Мой отец Давид думал построить дом для имени Господа, Бога Израиля. ",
          "ID": "17"
        },
        {
          "text": "Но Господь сказал моему отцу Давиду: «Ты задумал построить дом для Моего имени, и хорошо сделал, что задумал это. ",
          "ID": "18"
        },
        {
          "text": "Но не ты построишь дом, а твой сын, твоя плоть и кровь, построит дом для Моего имени».",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Господь исполнил Свое обещание. Я сейчас сижу на троне Израиля, который унаследовал от своего отца Давида, как Господь и обещал, и я построил дом для имени Господа, Бога Израиля. ",
          "ID": "20"
        },
        {
          "text": "Я устроил там место для ковчега, в котором находится завет Господа, который Он заключил с нашими отцами, когда вывел их из Египта.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Соломон встал перед жертвенником Господа перед всем собранием израильтян, воздел руки к небу ",
          "ID": "22"
        },
        {
          "text": "и сказал:",
          "ID": "23"
        },
        {
          "text": "– Господи, Бог Израиля, нет Бога, подобного Тебе, в небесах вверху и на земле внизу! Ты хранишь завет и милость к Твоим слугам, которые от всего сердца следуют Твоим путям. ",
          "ID": "23"
        },
        {
          "text": "Ты сдержал обещание Твоему слуге Давиду, моему отцу. Ты произнес его Своими устами и сегодня Своей рукой исполнил его.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "И теперь, Господи, Бог Израиля, исполни обещание, которое Ты дал Твоему слуге Давиду, моему отцу, сказав: «Не исчезнет у тебя преемник, сидящий предо Мной на престоле Израиля, если только твои сыновья будут держаться верного пути, слушаясь Меня, как слушался ты». ",
          "ID": "25"
        },
        {
          "text": "И теперь, Бог Израиля, пусть исполнится слово, которое Ты дал Твоему слуге Давиду!",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Но будет ли Бог действительно обитать на земле? Небеса, даже небеса небес, не могут вместить Тебя. Что же говорить об этом доме, который я построил! ",
          "ID": "27"
        },
        {
          "text": "Но услышь молитву Твоего слуги и его мольбу о милости, Господи, мой Боже! Услышь зов и молитву, которой молится сегодня пред Тобой Твой слуга. ",
          "ID": "28"
        },
        {
          "text": "Пусть Твои глаза будут днем и ночью открыты на этот дом, это место, о котором Ты сказал: «Здесь будет Мое имя». Услышь молитву, которой Твой слуга станет молиться, обращая свой взор к этому месту. ",
          "ID": "29"
        },
        {
          "text": "Услышь мольбу Твоего слуги и Твоего народа, Израиля, когда они станут молиться, обращая свой взор к этому месту. Услышь с небес, с места Твоего обитания, и, услышав, прости.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Если человек причинит своему ближнему зло и потребует от него клятвы, и тот придет и даст клятву перед Твоим жертвенником в этом доме, ",
          "ID": "31"
        },
        {
          "text": "то услышь с небес и воздай. Суди между Твоими слугами и воздай виновному, обрушив на его же голову то, что он сделал, и оправдай невиновного, утвердив его правоту.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Если Твой народ Израиль потерпит поражение от врагов из-за того, что согрешил против Тебя, но обратится к Тебе и исповедует Твое имя, молясь и вознося мольбы пред Тобою в этом доме, ",
          "ID": "33"
        },
        {
          "text": "то услышь с небес и прости грех Твоего народа, Израиля, и верни его обратно в ту землю, которую Ты дал его отцам.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Если небеса затворятся и не будет дождя из-за того, что Твой народ согрешил против Тебя, и он обратит молитву к этому месту, и исповедует Твое имя, и отвернется от своего греха, потому что Ты наказал его, ",
          "ID": "35"
        },
        {
          "text": "то услышь с небес и прости грех Твоих слуг, Твоего народа, Израиля. Научи их доброму пути, чтобы им ходить по нему, и пошли дождь на землю, которую Ты дал в наследие Твоему народу.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Если землю поразят голод или мор, знойный ветер или плесень, саранча или гусеницы, или если враги осадят один из городов израильтян – какая бы ни пришла беда или болезнь, – ",
          "ID": "37"
        },
        {
          "text": "то какую бы молитву, какую бы мольбу ни вознес один человек или весь Твой народ, Израиль, когда все они почувствуют свою скорбь и горесть и будут простирать руки к этому дому, ",
          "ID": "38"
        },
        {
          "text": "услышь с небес, места Твоего обитания. Прости и воздай каждому по его делам, потому что Ты знаешь его сердце (ведь Ты один знаешь человеческие сердца), ",
          "ID": "39"
        },
        {
          "text": "чтобы они боялись Тебя все то время, что они будут жить на земле, которую Ты дал нашим отцам.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Также и чужеземца, который не из Твоего народа, Израиля, но который пришел из далекой земли ради Твоего имени ",
          "ID": "41"
        },
        {
          "text": "(ведь люди услышат о Твоем великом имени, Твоей могучей длани и о Твоей простертой руке), когда он придет и обратит свою молитву к этому дому, ",
          "ID": "42"
        },
        {
          "text": "то услышь с небес, с места Твоего обитания, и сделай все, о чем Тебя попросит чужеземец, чтобы все народы на земле узнали Твое имя и боялись Тебя, как Твой народ, Израиль, и узнали, что этот дом, который я построил, называется Твоим именем.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Когда Твой народ пойдет воевать с врагами, каким бы путем Ты его ни повел, и когда он станет молиться Господу, обратясь к этому городу, который Ты избрал, и к дому, который я построил для Твоего имени, ",
          "ID": "44"
        },
        {
          "text": "то услышь с небес его молитвы и мольбы и приди к нему на помощь.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Если они согрешат против Тебя – ведь нет никого, кто бы не грешил, – и Ты разгневаешься на них и отдашь их врагам, которые уведут их пленниками в свою землю, будь она далеко или близко, ",
          "ID": "46"
        },
        {
          "text": "то если Твой народ переменится сердцем в земле, где они будут пленниками, если покаются и станут молить Тебя в земле своего пленения, говоря: «Мы согрешили, мы сотворили зло и поступали неправедно», ",
          "ID": "47"
        },
        {
          "text": "если они обратятся к Тебе от всего сердца и от всей души в земле врагов, которые пленили их, и станут молиться Тебе, обращаясь к земле, которую Ты дал их отцам, к городу, который Ты избрал, и к дому, который я построил для Твоего имени, ",
          "ID": "48"
        },
        {
          "text": "то услышь с небес, с места Твоего обитания, их молитвы и мольбы и приди им на помощь. ",
          "ID": "49"
        },
        {
          "text": "Прости тогда Твой народ, который согрешил против Тебя. Прости все преступления, которые они против Тебя совершили, и заставь пленивших их быть к ним милостивыми, ",
          "ID": "50"
        },
        {
          "text": "ведь они – Твой народ, Твое наследие, которое Ты вывел из Египта, из этого плавильного горна.",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "Пусть Твои глаза будут открыты к мольбам Твоего слуги и Твоего народа, Израиля, чтобы Тебе слышать их всегда, когда они будут взывать к Тебе. ",
          "ID": "52"
        },
        {
          "text": "Ведь Ты отделил их от других народов земли Себе в наследие, как Ты, Владыка Господи, и возвестил через Твоего слугу Моисея, когда вывел наших отцов из Египта.",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Закончив всю эту молитву и прошение Господу, Соломон поднялся от жертвенника Господа, где он стоял на коленях, воздев руки к небесам. ",
          "ID": "54"
        },
        {
          "text": "Он встал и громким голосом благословил все собрание израильтян, сказав:",
          "ID": "55"
        },
        {
          "text": " ",
          "ID": "55"
        },
        {
          "text": "– Прославлен будь Господь, Который даровал покой Своему народу, Израилю, как Он и обещал. Ни одно слово из всех добрых обещаний, которые Он дал через Своего слугу Моисея, не осталось неисполненным. ",
          "ID": "56"
        },
        {
          "text": "Пусть Господь, наш Бог, будет с нами, как Он был с нашими отцами. Пусть Он никогда не оставит нас и не покинет. ",
          "ID": "57"
        },
        {
          "text": "Пусть Он обратит к Себе наши сердца, чтобы мы ходили Его путями и хранили повеления, установления и определения, которые Он дал нашим отцам. ",
          "ID": "58"
        },
        {
          "text": "Пусть эти слова, которыми я молился перед Господом, будут близки к Господу днем и ночью, чтобы Он каждый день давал необходимое Своему слуге и Своему народу, Израилю, ",
          "ID": "59"
        },
        {
          "text": "чтобы все народы на земле узнали, что Господь – это Бог, и нет другого. ",
          "ID": "60"
        },
        {
          "text": "А ваши сердца пусть будут всецело преданы Господу, вашему Богу, чтобы вам жить по Его установлениям и исполнять Его повеления, как сейчас.",
          "ID": "61"
        },
        {
          "text": " ",
          "ID": "61"
        },
        {
          "text": "Затем царь и с ним все израильтяне стали приносить жертвы перед Господом. ",
          "ID": "62"
        },
        {
          "text": "Соломон принес Господу в жертву примирения двадцать две тысячи голов крупного скота и сто двадцать тысяч мелкого. Так царь и все израильтяне освятили дом Господа.",
          "ID": "63"
        },
        {
          "text": " ",
          "ID": "63"
        },
        {
          "text": "В тот же день царь освятил среднюю часть двора перед Господним домом и принес там всесожжения, хлебные приношения и жир жертв примирения, потому что бронзовый жертвенник, что перед Господом, был слишком мал для всесожжений, хлебных приношений и жира от жертв примирения.",
          "ID": "64"
        },
        {
          "text": " ",
          "ID": "64"
        },
        {
          "text": "Соломон, а с ним и весь Израиль – огромное собрание от Лево-Хамата до речки на границе Египта – отметили тогда праздник Шалашей. Они праздновали его перед Господом, нашим Богом, семь дней и еще семь дней, общим счетом четырнадцать дней. ",
          "ID": "65"
        },
        {
          "text": "На восьмой день Соломон отпустил народ. Они благословили царя и разошлись по домам, радуясь и веселясь сердцем обо всем том благе, что Господь сделал Своему слуге Давиду и Своему народу Израилю.",
          "ID": "66"
        }
      ],
      "ID": "OT:1KI.8",
      "name": "Третья Книга Царств 8"
    },
    {
      "text": [
        {
          "text": "Когда Соломон закончил строить Господень дом, царский дворец и все, что желал построить, ",
          "ID": "1"
        },
        {
          "text": "Господь явился ему во второй раз, как являлся ему в Гаваоне. ",
          "ID": "2"
        },
        {
          "text": "Господь сказал ему:",
          "ID": "3"
        },
        {
          "text": "– Я услышал молитву и мольбу, которую ты вознес Мне. Я освятил Себе дом, который ты построил, поместив там навеки Свое имя. Мои глаза и сердце будут там всегда. ",
          "ID": "3"
        },
        {
          "text": "А ты, если будешь ходить предо Мной в непорочности сердца и в правоте, как ходил твой отец Давид, исполнять все, что Я повелю, и соблюдать Мои установления и законы, ",
          "ID": "4"
        },
        {
          "text": "то Я упрочу твой царский престол над Израилем навеки, как Я обещал Давиду, твоему отцу, когда сказал: «Ты не лишишься преемника на престоле Израиля».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но если вы или ваши сыновья отвернетесь от Меня, не будете соблюдать повеления и установления, которые Я дал вам, и пойдете служить другим богам и поклоняться им, ",
          "ID": "6"
        },
        {
          "text": "то Я искореню Израиль из земли, которую Я дал им, и отвергну этот дом, который Я освятил для Своего имени. Израиль станет у всех народов притчей и посмешищем. ",
          "ID": "7"
        },
        {
          "text": "И хотя этот дом сейчас превознесен, всякий, кто пройдет мимо, поразится и присвистнет, говоря: «Почему Господь обошелся так с этой страной и с этим домом?» ",
          "ID": "8"
        },
        {
          "text": "А отвечать будут: «Потому что они оставили Господа, своего Бога, Который вывел их предков из Египта, приняли других богов, поклонялись и служили им – вот за что Господь навел на них все эти беды».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "По истечении двадцати лет, в которые Соломон строил два этих здания – дом Господа и царский дворец, – ",
          "ID": "10"
        },
        {
          "text": "он отдал двадцать городов Галилеи царю Тира Хираму, потому что Хирам поставлял ему столько кедрового и кипарисового дерева и золота, сколько тот хотел. ",
          "ID": "11"
        },
        {
          "text": "Но когда Хирам прибыл из Тира, чтобы осмотреть города, которые дал ему Соломон, он остался недоволен.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Что же это за города ты мне дал, брат мой? – спросил он.",
          "ID": "13"
        },
        {
          "text": "И он назвал их землею Кавул  – название, которое осталось за ними до сегодняшнего дня.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "(Хирам же послал царю сто двадцать талантов золота.)",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Вот сведения о подневольных людях, чей труд царь Соломон использовал для строительства дома Господа, своего дворца, укрепления Милло, иерусалимской стены, а еще Хацора, Мегиддо и Гезера. ",
          "ID": "15"
        },
        {
          "text": "Фараон, царь Египта, напал на Гезер и захватил его. Он предал его огню, перебил его ханаанских обитателей и отдал его в приданое своей дочери, жене Соломона. ",
          "ID": "16"
        },
        {
          "text": "Соломон отстроил Гезер, Нижний Бет-Хорон, ",
          "ID": "17"
        },
        {
          "text": "Баалаф и Тадмор в пустыне, в своей земле, ",
          "ID": "18"
        },
        {
          "text": "а также все города для хранения запасов и города для своих колесниц и коней. Соломон построил все, что ему хотелось построить в Иерусалиме, на Ливане и во всех землях, которыми он правил.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Весь народ, оставшийся от аморреев, хеттов, ферезеев, хиввеев и иевусеев (все они не были израильтянами), ",
          "ID": "20"
        },
        {
          "text": "то есть их потомков, оставшихся в стране, которых израильтяне не смогли искоренить, Соломон использовал подневольными рабочими, как это есть и до сегодняшнего дня. ",
          "ID": "21"
        },
        {
          "text": "Но израильтян Соломон не обращал в рабов, они были его воинами, военачальниками и начальниками его колесниц и колесничих. ",
          "ID": "22"
        },
        {
          "text": "Еще они были главными распорядителями его строительных работ – пятьсот пятьдесят надсмотрщиков над работавшими людьми.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "После того как дочь фараона перебралась из Города Давида во дворец, который построил для нее Соломон, он построил Милло.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Три раза в год Соломон возносил всесожжения и жертвы примирения на жертвеннике, что построил для Господа, возжигая благовония перед Господом вместе с ними. Итак, он завершил строительство дома.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Еще царь Соломон строил корабли в Эцион-Гевере, что рядом с Элатом в земле Эдома, на побережье Красного моря. ",
          "ID": "26"
        },
        {
          "text": "Хирам послал с кораблями своих людей – моряков, знавших море, вместе с людьми Соломона. ",
          "ID": "27"
        },
        {
          "text": "Они отплыли в Офир и привезли оттуда четыреста двадцать талантов золота, которое и доставили царю Соломону.",
          "ID": "28"
        }
      ],
      "ID": "OT:1KI.9",
      "name": "Третья Книга Царств 9"
    },
    {
      "text": [
        {
          "text": "Когда царица Шевы услышала о славе Соломона во имя Господа, она пришла, чтобы испытать его трудными вопросами. ",
          "ID": "1"
        },
        {
          "text": "Прибыв в Иерусалим с очень большой свитой, с верблюдами, везущими пряности и великое множество золота и драгоценных камней, она пришла к Соломону и говорила с ним обо всем, что было у нее на сердце. ",
          "ID": "2"
        },
        {
          "text": "Соломон ответил на все ее вопросы: для царя не было ничего слишком трудного, чего он не смог бы ей объяснить. ",
          "ID": "3"
        },
        {
          "text": "Когда царица Шевы увидела всю мудрость Соломона и дворец, который он построил, ",
          "ID": "4"
        },
        {
          "text": "еду у него на столе, жилища его приближенных, как прислуживают его слуги, как они одеты, каковы его виночерпии и какие всесожжения он совершает в доме Господа, у нее захватило дух. ",
          "ID": "5"
        },
        {
          "text": "Она сказала царю:",
          "ID": "6"
        },
        {
          "text": "– Молва, которую я слышала в своей стране о твоих делах и мудрости, правдива, ",
          "ID": "6"
        },
        {
          "text": "но я не верила слухам, пока не пришла и не увидела это своими глазами. И что же, мне не рассказали и половины: твои мудрость и богатство далеко превзошли ту молву, что я слышала. ",
          "ID": "7"
        },
        {
          "text": "Блаженны твои люди! Блаженны твои приближенные, которые всегда стоят перед тобой и внимают твоей мудрости! ",
          "ID": "8"
        },
        {
          "text": "Да будет благословен Господь, твой Бог, Который благоволит к тебе и посадил тебя на престоле Израиля! Ради вечной любви Господа к Израилю Он сделал тебя царем, чтобы ты поступал справедливо и праведно.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Она подарила царю сто двадцать талантов золота, великое множество пряностей и драгоценных камней. Никогда больше пряностей не привозили в таком изобилии, как тогда, когда царица Шевы подарила их Соломону.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Хирамовы корабли, что привозили золото из Офира, привезли оттуда большое количество красного дерева и драгоценных камней. ",
          "ID": "11"
        },
        {
          "text": "Царь сделал из красного дерева опоры для дома Господа и царского дворца, а также арфы и лиры для музыкантов. Такого количества красного дерева никогда не привозилось ни до, ни после этого дня.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Царь Соломон подарил царице Шевы все, что она пожелала и о чем просила, не считая того, что он подарил ей по своей царской щедрости. После этого она ушла и вернулась со свитой в свою страну.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Золота, которое Соломон получал ежегодно, было по весу шестьсот шестьдесят шесть талантов, ",
          "ID": "14"
        },
        {
          "text": "не считая того дохода, что поступал от купцов и торговцев, от всех царей Аравии и наместников страны.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Царь Соломон сделал двести больших щитов из кованого золота, на каждый из которых пошло по шестьсот бек золота. ",
          "ID": "16"
        },
        {
          "text": "Еще он сделал триста маленьких щитов из кованого золота, на каждый щит по три мины. Царь поместил их во дворце Ливанского леса.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Еще царь сделал огромный трон, выложенный слоновой костью и покрытый чистым золотом. ",
          "ID": "18"
        },
        {
          "text": "У трона было шесть ступенек, а спинка его закруглялась кверху. По обеим сторонам сиденья были подлокотники, и у каждого из них стояло по льву. ",
          "ID": "19"
        },
        {
          "text": "Двенадцать львов стояло на шести ступеньках – по одному с каждой стороны каждой ступеньки. Никогда ничего подобного не делалось ни в каком другом царстве.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Все чаши царя Соломона были золотыми, и вся домашняя утварь во дворце Ливанского леса была из чистого золота. Серебряного ничего не было, потому что серебро в дни Соломона не ценилось.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "На море у царя был флот из таршишских кораблей, наравне с кораблями Хирама. Раз в три года корабли возвращались, привозя золото, серебро, слоновую кость, обезьян и павлинов.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Царь Соломон превосходил богатством и мудростью всех царей земли. ",
          "ID": "23"
        },
        {
          "text": "Все на земле искали встречи с Соломоном, чтобы послушать мудрости, которую вложил в его сердце Бог. ",
          "ID": "24"
        },
        {
          "text": "Всякий приходящий приносил дары – изделия из серебра и золота, одежды, оружие и пряности, лошадей и мулов, и так – из года в год.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Соломон преумножал количество своих колесниц и коней. У него было тысяча четыреста колесниц и двенадцать тысяч коней, которых он держал в колесничных городах и у себя, в Иерусалиме. ",
          "ID": "26"
        },
        {
          "text": "В его правление серебро в Иерусалиме ценилось не выше простых камней, а кедра было так же много, как тутовых деревьев в предгорьях Иудеи. ",
          "ID": "27"
        },
        {
          "text": "Кони Соломона поставлялись из Египта и из Кувы  – царские купцы покупали их в Куве. ",
          "ID": "28"
        },
        {
          "text": "Колесницу привозили из Египта за шестьсот шекелей серебра, а коня – за сто пятьдесят. Так же, через царских купцов, их доставляли всем царям хеттов и арамеев.",
          "ID": "29"
        }
      ],
      "ID": "OT:1KI.10",
      "name": "Третья Книга Царств 10"
    },
    {
      "text": [
        {
          "text": "Но, кроме дочери фараоновой, царь Соломон любил еще много других чужеземных женщин – моавитянок, аммонитянок, эдомитянок, сидонянок и хеттеянок. ",
          "ID": "1"
        },
        {
          "text": "Они были из тех народов, о которых Господь сказал израильтянам: «Не роднитесь с ними браком, потому что они непременно обратят ваше сердце к своим богам». Соломона тянуло к ним. ",
          "ID": "2"
        },
        {
          "text": "У него было семьсот жен царского рода и триста наложниц, и жены сбили его с истинного пути. ",
          "ID": "3"
        },
        {
          "text": "Когда Соломон состарился, жены обратили его сердце к чужим богам, и оно перестало быть полностью преданным Господу, его Богу, каким было сердце Давида, его отца. ",
          "ID": "4"
        },
        {
          "text": "Он пошел за Астартой, богиней сидонян, и Милхомом, омерзительным богом аммонитян.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Соломон делал зло в глазах Господа, он не следовал за Господом полностью, как Давид, его отец. ",
          "ID": "6"
        },
        {
          "text": "На холме к востоку от Иерусалима Соломон построил святилище Кемошу, омерзительному богу Моава, и Молоху, омерзительному богу аммонитян. ",
          "ID": "7"
        },
        {
          "text": "То же самое он сделал для всех чужеземных жен, которые возжигали благовония и приносили жертвы своим богам.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Господь разгневался на Соломона, потому что его сердце отвернулось от Господа, Бога Израиля, Который дважды являлся ему. ",
          "ID": "9"
        },
        {
          "text": "Несмотря на то что Он запретил Соломону идти за чужими богами, Соломон не выполнил повеления Господа. ",
          "ID": "10"
        },
        {
          "text": "И Господь сказал Соломону:",
          "ID": "11"
        },
        {
          "text": "– Раз ты таков и не сохранил Моего завета и Моих установлений, которые Я повелел тебе соблюдать, Я непременно отниму у тебя царство и отдам его одному из твоих подданных. ",
          "ID": "11"
        },
        {
          "text": "Но ради Давида, твоего отца, Я не сделаю этого при твоей жизни. Я вырву его из рук твоего сына. ",
          "ID": "12"
        },
        {
          "text": "Но Я отниму у него не все царство – Я оставлю ему один род ради Давида, Моего слуги, и ради Иерусалима, который Я избрал.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господь воздвиг Соломону врага – эдомитянина Гадада из царской семьи Эдома. ",
          "ID": "14"
        },
        {
          "text": "Прежде, когда Давид был в Эдоме, начальник войска Иоав пришел хоронить погибших и перебил в Эдоме всех мужчин. ",
          "ID": "15"
        },
        {
          "text": "Иоав и все израильтяне оставались там шесть месяцев, пока не истребили в Эдоме всех мужчин. ",
          "ID": "16"
        },
        {
          "text": "Но Гадад – тогда еще лишь ребенок – бежал в Египет с некоторыми эдомскими приближенными, служившими его отцу. ",
          "ID": "17"
        },
        {
          "text": "Они отправились в путь из страны Мадиана и пришли в пустыню Паран. Взяв с собой людей из Парана, они пришли в Египет, к фараону, царю Египта, который дал Гададу дом, пропитание и землю.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Гадад был так угоден фараону, что он дал ему в жены сестру своей жены, царицы Тахпенесы. ",
          "ID": "19"
        },
        {
          "text": "Сестра Тахпенесы родила ему сына Генувата, которого Тахпенеса вырастила в царском дворце. Генуват жил там вместе с детьми фараона. ",
          "ID": "20"
        },
        {
          "text": "Будучи в Египте, Гадад услышал о том, что Давид упокоился со своими предками и что начальник войска Иоав умер. Тогда Гадад сказал фараону:",
          "ID": "21"
        },
        {
          "text": "– Отпусти меня в мою страну.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "– Разве тебе чего-то недостает у меня, что ты так хочешь вернуться в свою страну? – спросил фараон.",
          "ID": "22"
        },
        {
          "text": "– Нет, – ответил Гадад, – но все-таки отпусти меня!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Бог воздвиг Соломону и другого врага – Резона, сына Элиады, который убежал от государя своего Ададезера, царя Цовы. ",
          "ID": "23"
        },
        {
          "text": "После того как Давид разбил войска Цовы, Резон собрал вокруг себя бунтовщиков и возглавил их. Они пришли в Дамаск, поселились там и сделали его царем Дамаска. ",
          "ID": "24"
        },
        {
          "text": "Резон был врагом Израиля все время, пока был жив Соломон, умножая зло, чинимое Гададом. Он правил страной Арам и презирал Израиль.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Иеровоам, сын Навата, поднял мятеж против царя. Он был одним из приближенных Соломона, ефремит из Цереды, а матерью его была вдова по имени Церуа.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Вот история о том, как он поднял мятеж против царя: Соломон построил укрепление Милло и заделал брешь в стене Города Давида, своего отца. ",
          "ID": "27"
        },
        {
          "text": "Иеровоам был очень способным, и когда Соломон заметил, как хорошо этот молодой человек исполняет свою работу, он поставил его над всеми подневольными работниками из дома Иосифа.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "В то время Иеровоаму случилось выйти из Иерусалима, и на пути его встретил пророк Ахия из Шило, одетый в новую одежду. Они были в том поле лишь вдвоем, ",
          "ID": "29"
        },
        {
          "text": "и Ахия, взявшись за новую одежду, что была на нем, разорвал ее на двенадцать кусков. ",
          "ID": "30"
        },
        {
          "text": "Затем он сказал Иеровоаму:",
          "ID": "31"
        },
        {
          "text": "– Возьми десять кусков себе, потому что так говорит Господь, Бог Израиля: «Вот, Я вырываю царство из руки Соломона и отдаю тебе десять родов. ",
          "ID": "31"
        },
        {
          "text": "Но ради Моего слуги Давида и города Иерусалима, который Я избрал среди всех родов Израиля, у него будет один род. ",
          "ID": "32"
        },
        {
          "text": "Я сделаю это, потому что они оставили Меня и поклонялись Астарте, богине сидонян, Кемошу, богу моавитян, и Милхому, богу аммонитян, и не следовали Моими путями, не делали того, что праведно в Моих глазах, и не соблюдали Мои установления и законы, как делал Давид, отец Соломона.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Но Я заберу из рук Соломона не все царство. Я сделал его правителем во все дни его жизни ради Давида, Моего слуги, которого Я избрал и который исполнял Мои повеления и установления. ",
          "ID": "34"
        },
        {
          "text": "Я возьму царство из рук его сына и отдам тебе десять родов. ",
          "ID": "35"
        },
        {
          "text": "Я дам один род его сыну, чтобы у Давида, Моего слуги, всегда был светильник передо Мной в Иерусалиме, в городе, который Я избрал, чтобы поместить там Мое имя. ",
          "ID": "36"
        },
        {
          "text": "А тебя Я избираю, и ты будешь править всем, чем пожелает твое сердце, – ты будешь царем Израиля. ",
          "ID": "37"
        },
        {
          "text": "Если ты будешь исполнять все, что Я тебе велю, ходить Моими путями и делать то, что праведно в Моих глазах, исполняя Мои установления и повеления, как делал Мой слуга Давид, то Я буду с тобой. Я создам тебе такой же крепкий дом, как тот, что Я создал Давиду, и отдам тебе Израиль. ",
          "ID": "38"
        },
        {
          "text": "Я накажу потомков Давида, но не навеки».",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Соломон пытался убить Иеровоама, но Иеровоам бежал в Египет к царю Шишаку и оставался там до смерти Соломона.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Что же до прочих событий правления Соломона и всего, что он сделал, и его мудрости, то разве не записаны они в книге дел Соломона? ",
          "ID": "41"
        },
        {
          "text": "Соломон правил в Иерусалиме всем Израилем сорок лет. ",
          "ID": "42"
        },
        {
          "text": "Потом он упокоился со своими предками и был похоронен в Городе Давида, своего отца. А Ровоам, его сын, стал царем вместо него.",
          "ID": "43"
        }
      ],
      "ID": "OT:1KI.11",
      "name": "Третья Книга Царств 11"
    },
    {
      "text": [
        {
          "text": "Ровоам пошел в Шехем, потому что там собрались все израильтяне, чтобы сделать его царем. ",
          "ID": "1"
        },
        {
          "text": "Когда об этом услышал Иеровоам, сын Навата (а он все еще оставался в Египте, куда бежал от царя Соломона), он возвратился из Египта. ",
          "ID": "2"
        },
        {
          "text": "За Иеровоамом послали, и вместе со всей общиной израильтян он пришел к Ровоаму. Они сказали ему:",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Твой отец придавил нас тяжким ярмом, но теперь ты облегчи нам непосильный труд и тяжкое иго, которое он на нас возложил, и мы будем тебе служить.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Ровоам ответил:",
          "ID": "5"
        },
        {
          "text": "– Уйдите, а через три дня возвращайтесь ко мне.",
          "ID": "5"
        },
        {
          "text": "И народ ушел. ",
          "ID": "5"
        },
        {
          "text": "А царь Ровоам стал советоваться со старейшинами, которые служили его отцу Соломону, пока тот был жив.",
          "ID": "6"
        },
        {
          "text": "– Как вы посоветуете мне ответить этому народу? – спросил он.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Они ответили:",
          "ID": "7"
        },
        {
          "text": "– Если сегодня ты станешь слугой этому народу, послужишь им и дашь им добрый ответ, они всегда будут твоими слугами.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Но Ровоам отверг совет, который дали ему старейшины, и стал советоваться с юношами, которые выросли вместе с ним и служили ему. ",
          "ID": "8"
        },
        {
          "text": "Он спросил их:",
          "ID": "9"
        },
        {
          "text": "– Каков будет ваш совет? Как нам ответить этому народу, который говорит мне: «Облегчи ярмо, которое возложил на нас твой отец»?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Юноши, которые выросли вместе с ним, ответили:",
          "ID": "10"
        },
        {
          "text": "– Этому народу, который говорил тебе: «Твой отец придавил нас тяжким ярмом, но ты облегчи нам его», скажи: «Мой мизинец толще, чем бедра моего отца. ",
          "ID": "10"
        },
        {
          "text": "Мой отец возложил на вас тяжкое ярмо, а я сделаю его еще тяжелее. Мой отец наказывал вас плетьми, а я буду наказывать вас скорпионами».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Три дня спустя Иеровоам и весь народ вернулись к Ровоаму, как царь и велел им, сказав: «Возвращайтесь ко мне через три дня». ",
          "ID": "12"
        },
        {
          "text": "Царь ответил народу сурово. Отвергнув совет, который дали ему старейшины, ",
          "ID": "13"
        },
        {
          "text": "он последовал совету юношей и сказал:",
          "ID": "14"
        },
        {
          "text": "– Мой отец придавил вас тяжким ярмом, а я сделаю его еще тяжелее. Мой отец наказывал вас плетьми, а я буду наказывать вас скорпионами.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Так царь не послушал народа, потому что это было от Господа, чтобы исполнилось слово, которое Господь сказал Иеровоаму, сыну Навата, через Ахию из Шило. ",
          "ID": "15"
        },
        {
          "text": "Все израильтяне увидели, что царь отказывается их слушать, и ответили царю:",
          "ID": "16"
        },
        {
          "text": "– Что за доля у нас в Давиде,",
          "ID": "16"
        },
        {
          "text": "что за часть в Иессеевом сыне?",
          "ID": "16"
        },
        {
          "text": "Разойдись по своим шатрам, Израиль!",
          "ID": "16"
        },
        {
          "text": "Пусть дом Давида правит своим собственным родом!",
          "ID": "16"
        },
        {
          "text": "И израильтяне разошлись по домам. ",
          "ID": "16"
        },
        {
          "text": "Только теми, кто жил в городах Иудеи, по-прежнему правил Ровоам.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Царь Ровоам послал Адонирама, надсмотрщика за подневольными рабочими, но израильтяне забили его камнями до смерти. Однако царю Ровоаму удалось вскочить в колесницу и спастись в Иерусалиме. ",
          "ID": "18"
        },
        {
          "text": "С тех пор и до сегодняшнего дня Израиль в мятеже против дома Давида.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Когда израильтяне услышали, что Иеровоам возвратился, они послали за ним, позвали его в собрание и сделали царем над всем Израилем. Лишь род Иуды сохранил верность дому Давида.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Когда Ровоам прибыл в Иерусалим, он собрал весь дом Иуды и род Вениамина – сто восемьдесят тысяч лучших воинов, – чтобы воевать с домом Израиля и вернуть царство Ровоаму, сыну Соломона.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Но Шемае, Божьему человеку, было от Бога такое слово:",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Скажи Ровоаму, сыну Соломона, царю Иудеи, всему дому Иуды и Вениамина и остальному народу: ",
          "ID": "23"
        },
        {
          "text": "«Так говорит Господь: Не ходите воевать со своими братьями израильтянами. Ступайте все по домам, потому что это произошло по Моей воле».",
          "ID": "24"
        },
        {
          "text": "Они послушались слова Господа и, по Его слову, вернулись домой.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Иеровоам укрепил Шехем в нагорьях Ефрема и жил там. Выйдя оттуда, он отстроил Пениэл.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Иеровоам думал: «Царство может вернуться к дому Давида. ",
          "ID": "26"
        },
        {
          "text": "Если народ будет ходить приносить жертвы в дом Господа в Иерусалим, то сердца их обратятся к господину своему, Ровоаму, царю Иудеи. Они убьют меня и вернутся к Ровоаму, царю Иудеи». ",
          "ID": "27"
        },
        {
          "text": "И, посоветовавшись, царь сделал двух золотых тельцов и сказал народу:",
          "ID": "28"
        },
        {
          "text": "– Хватит вам ходить в Иерусалим. Вот твои боги, Израиль, которые вывели тебя из Египта.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Одного он поставил в Вефиле, а другого в Дане. ",
          "ID": "29"
        },
        {
          "text": "Это привело к греху, потому что народ стал ходить к одному из них, даже в Дан. ",
          "ID": "30"
        },
        {
          "text": "Иеровоам построил святилища на возвышенностях и поставил священников из народа, которые не были левитами. ",
          "ID": "31"
        },
        {
          "text": "Он установил праздник на пятнадцатый день восьмого месяца, как тот, что справляли в Иудее, и приносил жертвы на жертвеннике в Вефиле – жертвы тельцам, которых он сделал. Там же он назначил жрецов для святилищ на возвышенностях, которые он сделал.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "На пятнадцатый день восьмого месяца, который он выбрал самовольно, установив праздник для израильтян, он подошел к жертвеннику, построенному им в Вефиле, чтобы возжечь благовония.",
          "ID": "33"
        }
      ],
      "ID": "OT:1KI.12",
      "name": "Третья Книга Царств 12"
    },
    {
      "text": [
        {
          "text": "Когда Иеровоам стоял у жертвенника, чтобы возжечь кадильные благовония, из земель Иудеи в Вефиль, по слову Господа, пришел Божий человек. ",
          "ID": "1"
        },
        {
          "text": "Он крикнул жертвеннику по слову Господа:",
          "ID": "2"
        },
        {
          "text": "– Жертвенник, жертвенник! Так говорит Господь: «Родится дому Давида сын по имени Иосия. На тебе принесет он в жертву тех самых жрецов святилищ, которые возжигают на тебе благовония, и сожжет на тебе человеческие кости».",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "В тот же день Божий человек дал знамение:",
          "ID": "3"
        },
        {
          "text": "– Вот знамение того, что это возвестил Господь: этот жертвенник расколется, а пепел на нем будет рассыпан.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Услышав, что Божий человек прокричал жертвеннику Вефиля, царь Иеровоам протянул руку от жертвенника и сказал:",
          "ID": "4"
        },
        {
          "text": "– Возьмите его!",
          "ID": "4"
        },
        {
          "text": "Но рука, которую он протянул к тому человеку, иссохла, и он не мог повернуть ее к себе. ",
          "ID": "4"
        },
        {
          "text": "А жертвенник раскололся, и пепел с него рассыпался, по знамению, что Божий человек дал по слову Господа.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тогда царь сказал Божьему человеку:",
          "ID": "6"
        },
        {
          "text": "– Умилостиви Господа, твоего Бога, и помолись за меня, чтобы моя рука выздоровела.",
          "ID": "6"
        },
        {
          "text": "Божий человек умилостивил Господа, и рука царя выздоровела и стала, как прежде. ",
          "ID": "6"
        },
        {
          "text": "Царь сказал Божьему человеку:",
          "ID": "7"
        },
        {
          "text": "– Пойдем ко мне в дом, подкрепись, а я одарю тебя.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Но Божий человек ответил царю:",
          "ID": "8"
        },
        {
          "text": "– Даже если бы ты давал мне половину твоего добра, я не пошел бы с тобой и не стал бы ни есть здесь хлеба, ни пить воды. ",
          "ID": "8"
        },
        {
          "text": "Ведь словом Господа мне было велено: «Не ешь хлеба, не пей воды и не возвращайся тем путем, по которому идешь».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И он пошел другой дорогой, чтобы не возвращаться тем путем, по которому пришел в Вефиль.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "А в Вефиле жил один старый пророк, сыновья которого пришли и рассказали ему обо всем, что совершил там в тот день Божий человек. Они передали отцу и то, что он сказал царю. ",
          "ID": "11"
        },
        {
          "text": "Отец спросил их:",
          "ID": "12"
        },
        {
          "text": "– Какой дорогой он пошел?",
          "ID": "12"
        },
        {
          "text": "И сыновья показали ему, какой дорогой пошел Божий человек из земель Иудеи. ",
          "ID": "12"
        },
        {
          "text": "Он сказал сыновьям:",
          "ID": "13"
        },
        {
          "text": "– Оседлайте мне осла.",
          "ID": "13"
        },
        {
          "text": "Когда они оседлали ему осла, он сел на него ",
          "ID": "13"
        },
        {
          "text": "и поехал за Божьим человеком. Он нашел его сидящим под дубом и спросил:",
          "ID": "14"
        },
        {
          "text": "– Ты ли Божий человек, который пришел из земель Иудеи?",
          "ID": "14"
        },
        {
          "text": "– Я, – ответил он.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда пророк сказал ему:",
          "ID": "15"
        },
        {
          "text": "– Пойдем ко мне в дом, поешь.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Он сказал:",
          "ID": "16"
        },
        {
          "text": "– Я не могу вернуться с тобой и не могу здесь ни есть хлеба, ни пить воды. ",
          "ID": "16"
        },
        {
          "text": "Словом Господа мне было сказано: «Не ешь там хлеба, не пей воды и не возвращайся тем путем, по которому идешь туда».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Старый пророк ответил:",
          "ID": "18"
        },
        {
          "text": "– Я такой же пророк, как и ты. Ангел сказал мне по слову Господа: «Верни его к себе домой, чтобы он поел хлеба и попил воды». (А это была ложь.)",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "И Божий человек возвратился с ним, ел и пил у него дома. ",
          "ID": "19"
        },
        {
          "text": "Пока они еще сидели за столом, к старому пророку, который возвратил его, было слово Господа. ",
          "ID": "20"
        },
        {
          "text": "Он закричал Божьему человеку, который пришел из земель Иудеи:",
          "ID": "21"
        },
        {
          "text": "– Так говорит Господь: «Ты не послушался слова Господа и нарушил повеление, которое дал тебе Господь, твой Бог. ",
          "ID": "21"
        },
        {
          "text": "Ты вернулся, ел хлеб и пил воду там, где Он запретил тебе есть и пить. Поэтому твое тело не будет погребено в гробнице твоих отцов».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда Божий человек поел и попил, пророк, который возвратил его, оседлал для него осла. ",
          "ID": "23"
        },
        {
          "text": "Тот ушел, но по дороге на него напал лев и убил его. Его тело лежало брошенным на дороге, а возле него стояли осел и лев. ",
          "ID": "24"
        },
        {
          "text": "Люди, что проходили мимо, увидели лежащее тело и льва, стоящего возле тела. Они пошли и рассказали об этом в том городе, где жил старый пророк. ",
          "ID": "25"
        },
        {
          "text": "Когда пророк, который возвратил его с пути, услышал об этом, он сказал:",
          "ID": "26"
        },
        {
          "text": "– Это тот Божий человек, который не послушался слова Господа. Господь отдал его льву, который растерзал и умертвил его, как Господь и говорил ему Своим словом.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Пророк сказал сыновьям:",
          "ID": "27"
        },
        {
          "text": "– Оседлайте мне осла.",
          "ID": "27"
        },
        {
          "text": "И они сделали это.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Он вышел и нашел тело, лежавшее на дороге, возле которого стояли осел и лев. Лев же не съел тела и не растерзал осла. ",
          "ID": "28"
        },
        {
          "text": "Пророк поднял тело Божьего человека, положил его на осла и привез обратно в город, чтобы оплакать и похоронить его. ",
          "ID": "29"
        },
        {
          "text": "Он положил тело в свою гробницу и оплакивал его, восклицая:",
          "ID": "30"
        },
        {
          "text": "– О, мой брат!",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Похоронив его, он сказал сыновьям:",
          "ID": "31"
        },
        {
          "text": "– Когда я умру, похороните меня в гробнице, где погребен Божий человек; положите мои кости рядом с его костями. ",
          "ID": "31"
        },
        {
          "text": "Ведь то, что он возвестил по слову Господа против жертвенника Вефиля и против всех святилищ на возвышенностях в городах Самарии, непременно исполнится.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Но даже после этого Иеровоам не переменил своего злого пути и снова назначил священников из народа для святилищ на возвышенностях. Он посвящал в жрецы для святилищ на возвышенностях любого, кто хотел. ",
          "ID": "33"
        },
        {
          "text": "Таков был грех дома Иеровоама, который привел его к падению и к искоренению с лица земли.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.13",
      "name": "Третья Книга Царств 13"
    },
    {
      "text": [
        {
          "text": "В то время Авия, сын Иеровоама, заболел, ",
          "ID": "1"
        },
        {
          "text": "и Иеровоам сказал жене:",
          "ID": "2"
        },
        {
          "text": "– Пойди переоденься, чтобы в тебе нельзя было узнать жену Иеровоама. Потом иди в Шило. Там есть пророк Ахия – тот, кто сказал, что я стану царем этого народа. ",
          "ID": "2"
        },
        {
          "text": "Возьми с собой десять хлебов, несколько лепешек, кувшин меда и иди к нему. Он скажет тебе, что будет с мальчиком.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Жена Иеровоама сделала так, как он говорил, и пошла к дому Ахии в Шило. Ахия уже не видел; его глаза ослепли от старости. ",
          "ID": "4"
        },
        {
          "text": "Но Господь сказал Ахии:",
          "ID": "5"
        },
        {
          "text": "– Жена Иеровоама идет, чтобы спросить тебя о сыне, потому что он заболел. Ответь ей так-то и так-то. Придя, она будет притворяться другой женщиной.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Когда Ахия услышал у двери звук ее шагов, он сказал:",
          "ID": "6"
        },
        {
          "text": "– Входи, жена Иеровоама. Зачем ты притворяешься? У меня для тебя плохие вести. ",
          "ID": "6"
        },
        {
          "text": "Иди, скажи Иеровоаму, что так говорит Господь, Бог Израиля: «Я возвысил тебя над народом и сделал тебя вождем Моего народа, Израиля. ",
          "ID": "7"
        },
        {
          "text": "Я отнял царство у дома Давида и отдал его тебе, но ты не был подобен Моему слуге Давиду, который исполнял Мои повеления и следовал за Мной от всего сердца, делая лишь то, что правильно в Моих глазах. ",
          "ID": "8"
        },
        {
          "text": "Ты сделал больше зла, чем все, кто жил до тебя. Ты сделал себе других богов, истуканы из металла, вызвав Мой гнев, а Меня отбросил назад. ",
          "ID": "9"
        },
        {
          "text": "Из-за этого Я навожу на дом Иеровоама беду. Я истреблю у Иеровоама всякого мужчину – и раба, и свободного. Я буду жечь дом Иеровоама, как жгут навоз, пока он не сгорит дотла. ",
          "ID": "10"
        },
        {
          "text": "Тех, кто умрет у Иеровоама в городе, сожрут псы, а тех, кто умрет в поле, склюют небесные птицы». Так сказал Господь!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "А ты возвращайся домой. Когда твоя нога ступит в город, мальчик умрет. ",
          "ID": "12"
        },
        {
          "text": "Весь Израиль оплачет и похоронит его. Он единственный из тех, кто будет похоронен у Иеровоама, потому что в доме Иеровоама он один, в ком Господь, Бог Израиля, нашел что-то доброе.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Господь воздвигнет Себе над Израилем царя, который истребит дом Иеровоама сегодня, и даже сейчас. ",
          "ID": "14"
        },
        {
          "text": "Господь поразит Израиль, и тот будет как тростник, колеблемый стремительным потоком. Он искоренит Израиль из этой доброй земли, которую Он дал их отцам, и рассеет их за Рекой, потому что они разгневали Господа, делая столбы Ашеры. ",
          "ID": "15"
        },
        {
          "text": "Он отдаст Израиль из-за грехов, которые Иеровоам совершил, и к которым он склонил израильтян.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Жена Иеровоама встала и пошла в Тирцу. Как только она переступила порог дома, мальчик умер. ",
          "ID": "17"
        },
        {
          "text": "Его похоронили, и весь Израиль оплакивал его, как Господь и сказал через Своего слугу, пророка Ахию.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Прочие события правления Иеровоама – его войны и то, как он правил, записаны в «Книге летописей царей Израиля». ",
          "ID": "19"
        },
        {
          "text": "Он правил двадцать два года и упокоился со своими предками. Царем вместо него стал его сын Надав.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Ровоам, сын Соломона, стал царем в Иудее. Ему был сорок один год, когда он стал царем, и правил он семнадцать лет в Иерусалиме, городе, который Господь избрал из всех родов Израиля, чтобы поместить там Свое имя. Его мать звали Наама; она была аммонитянкой.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Иуда делал зло в глазах Господа. Своими грехами они возбудили Его ревнивый гнев сильнее, чем их отцы. ",
          "ID": "22"
        },
        {
          "text": "Они тоже устроили у себя святилища на возвышенностях, священные камни и столбы Ашеры на каждом высоком холме и под каждым тенистым деревом. ",
          "ID": "23"
        },
        {
          "text": "В стране были даже мужчины-блудники; народ перенял все отвратительные обычаи тех народов, которых Господь прогнал от израильтян.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "На пятом году правления царя Ровоама Шишак, царь Египта, напал на Иерусалим. ",
          "ID": "25"
        },
        {
          "text": "Он унес сокровища дома Господа и сокровища царского дворца. Он забрал все, включая и все золотые щиты, которые сделал Соломон. ",
          "ID": "26"
        },
        {
          "text": "Царь Ровоам сделал бронзовые щиты, чтобы заменить их, и вверил их начальникам стражи, которые несли службу у входа в царский дворец. ",
          "ID": "27"
        },
        {
          "text": "Всякий раз, когда царь шел в Господний дом, стража несла щиты, а после этого возвращала их в комнату стражи.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Что же до прочих событий правления Ровоама и всего, что он сделал, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "29"
        },
        {
          "text": "Между Ровоамом и Иеровоамом все время шла война. ",
          "ID": "30"
        },
        {
          "text": "Ровоам упокоился со своими предками и был похоронен с ними в Городе Давида. Его мать звали Наама; она была аммонитянкой. Авия, его сын, стал царем вместо него.",
          "ID": "31"
        }
      ],
      "ID": "OT:1KI.14",
      "name": "Третья Книга Царств 14"
    },
    {
      "text": [
        {
          "text": "На восемнадцатом году правления Иеровоама, сына Навата, Авия стал царем Иудеи. ",
          "ID": "1"
        },
        {
          "text": "Он правил в Иерусалиме три года. Его мать звали Мааха, она была внучкой Авессалома.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Он делал все те же грехи, что и его отец перед ним, и его сердце не было полностью предано Господу, его Богу, как сердце его предка Давида. ",
          "ID": "3"
        },
        {
          "text": "И все же, ради Давида, Господь, его Бог, дал ему в Иерусалиме светильник, воздвигнув после него его сына и упрочив Иерусалим. ",
          "ID": "4"
        },
        {
          "text": "Давид делал то, что было правильным в глазах Господа, и во все дни жизни не отступал от Его повелений, не считая истории с хеттом Урией.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "На протяжении всего времени правления Авии шла война, которая началась между царями Ровоамом и Иеровоамом. ",
          "ID": "6"
        },
        {
          "text": "Что же до прочих событий правления Авии и всего, что он сделал, то разве они не записаны в «Книге летописей царей Иудеи»? Между Авией и Иеровоамом шла война. ",
          "ID": "7"
        },
        {
          "text": "Авия упокоился со своими предками и был похоронен в Городе Давида. Аса, его сын, стал царем вместо него.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "На двадцатом году правления Иеровоама, царя Израиля, царем Иудеи стал Аса. ",
          "ID": "9"
        },
        {
          "text": "Он правил в Иерусалиме сорок один год. Мать его отца звали Мааха, внучка Авессалома.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Аса делал то, что было правильным в глазах Господа, как и его предок Давид. ",
          "ID": "11"
        },
        {
          "text": "Он изгнал из страны мужчин-блудников и убрал всех идолов, которых сделали его предки. ",
          "ID": "12"
        },
        {
          "text": "Он даже лишил Мааху, свою бабушку, положения царицы-матери за то, что она сделала отвратительный столб Ашеры. Аса срубил ее столб и сжег его в долине Кедрон. ",
          "ID": "13"
        },
        {
          "text": "Он не упразднил святилищ на возвышенностях, но сердце его было все же полностью предано Господу во все дни его жизни. ",
          "ID": "14"
        },
        {
          "text": "Он внес в Господень дом серебро, золото и различную утварь, которые посвятили он сам и его отец.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Между Асой и Баашей, царем Израиля, во все дни их правления шла война. ",
          "ID": "16"
        },
        {
          "text": "Бааша, царь Израиля, двинулся на земли Иудеи и укрепил Раму, чтобы никто не мог ни войти во владения Асы, царя Иудеи, ни покинуть их. ",
          "ID": "17"
        },
        {
          "text": "Тогда Аса взял все серебро и золото, которое оставалось в сокровищницах дома Господа и его собственного дворца. Он дал его своим приближенным и отправил их к Венададу, сыну Тавримона, внуку Хезиона, царю Арама, который правил в Дамаске, сказав:",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Пусть между мной и тобой будет союз, как он был между нашими отцами. Вот, я посылаю тебе в дар серебро и золото. Расторгни же свой союз с Баашей, царем Израиля, чтобы он отступил от меня.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Венадад согласился с предложением царя Асы и послал своих военачальников против городов Израиля. Они захватили Ийон, Дан, Авел-Бет-Мааху и всю область Киннерет со всей землей Неффалима. ",
          "ID": "20"
        },
        {
          "text": "Услышав об этом, Бааша перестал укреплять Раму и отошел в Тирцу. ",
          "ID": "21"
        },
        {
          "text": "А царь Аса огласил по всей Иудее указ ко всем без исключения, чтобы они вынесли из Рамы камни и дерево, которыми строил Бааша. Царь Аса укрепил ими город Геву, что в земле Вениамина, и Мицпу.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Что же до всех прочих событий правления Асы, всех его свершений, всего, что он сделал, включая города, которые он построил, то разве не записаны они в «Книге летописей царей Иудеи»? В старости он страдал от болезни ног. ",
          "ID": "23"
        },
        {
          "text": "Аса упокоился со своими предками и был похоронен с ними в городе своего предка Давида. Царем вместо него стал его сын Иосафат.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Надав, сын Иеровоама, стал царем Израиля на втором году правления Асы, царя Иудеи, и правил Израилем два года. ",
          "ID": "25"
        },
        {
          "text": "Он делал зло в глазах Господа, ходя путями своего отца и в его грехе, к которому тот склонил Израиль.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Бааша, сын Ахии из дома Иссахара, составил против него заговор и сразил его при Гиббетоне, филистимском городе, когда Надав и весь Израиль осаждали его. ",
          "ID": "27"
        },
        {
          "text": "Бааша убил Надава на третьем году правления Асы, царя Иудеи, и стал царем вместо него.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Едва начав править, он уничтожил всю семью Иеровоама. Он не оставил в живых у Иеровоама никого, истребил их всех, по слову Господа, изреченному через Его слугу Ахию из Шило, ",
          "ID": "29"
        },
        {
          "text": "за грехи, которые Иеровоам совершил и к которым склонил Израиль, и за то, что он гневил Господа, Бога Израиля.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Что же до прочих событий правления Надава и всего, что он сделал, то разве не записаны они в «Книге летописей царей Израиля»? ",
          "ID": "31"
        },
        {
          "text": "Между Асой и Баашей, царем Израиля, во все время их правления шла война.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "На третьем году правления Асы, царя Иудеи, Бааша, сын Ахии, стал царем всего Израиля в Тирце и правил двадцать четыре года. ",
          "ID": "33"
        },
        {
          "text": "Он делал зло в глазах Господа, ходя путями Иеровоама и в его грехе, к которому тот склонил Израиль.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.15",
      "name": "Третья Книга Царств 15"
    },
    {
      "text": [
        {
          "text": "К Ииую, сыну Ханани, было слово Господа о Бааше:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Я поднял тебя, Бааша, из праха и сделал вождем Моего народа, Израиля, но ты ходил путями Иеровоама и склонял Мой народ, Израиль, к греху, вызывая Мой гнев. ",
          "ID": "2"
        },
        {
          "text": "И вот, Я истреблю тебя и твой дом, и сделаю с твоим домом то же, что с домом Иеровоама, сына Навата. ",
          "ID": "3"
        },
        {
          "text": "Тех из твоей семьи, кто умрет в городе, пожрут псы, а тех, кто умрет в поле, склюют птицы.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Что же до прочих событий правления Бааши, того, что он сделал, и его свершений, то разве они не записаны в «Книге летописей царей Израиля»? ",
          "ID": "5"
        },
        {
          "text": "Бааша упокоился со своими предками и был похоронен в Тирце. Царем вместо него стал его сын Эла.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Но через пророка Ииуя, сына Ханани, уже было слово Господа о Бааше и о его доме за все то зло, что он совершил в глазах Господа, вызывая Его гнев делами, которые творил, подражая дому Иеровоама, а также за то, что он его уничтожил.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "На двадцать шестом году правления Асы, царя Иудеи, Эла, сын Бааши, стал царем Израиля и правил в Тирце два года.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Зимри, один из его приближенных, под началом у которого была половина его колесниц, составил против него заговор. Когда Эла был в Тирце и напился допьяна в доме Арсы, распорядителя его дворца, ",
          "ID": "9"
        },
        {
          "text": "Зимри вошел, сразил и убил его. Это было на двадцать седьмом году правления Асы, царя Иудеи. Зимри стал царем вместо Элы.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Как только он воцарился и воссел на престол, он тут же перебил всю семью Бааши. Он не оставил в живых ни одного мужчину – ни родственника, ни друга. ",
          "ID": "11"
        },
        {
          "text": "Зимри истребил всю семью Бааши, по слову, которое Господь сказал о Бааше через пророка Ииуя ",
          "ID": "12"
        },
        {
          "text": "за все грехи, которые Бааша и его сын Эла совершили сами и заставили совершить Израиль, вызывая гнев Господа, Бога Израиля, ничтожными идолами.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Что же до прочих событий правления Элы и всего, что он сделал, то разве не записаны они в «Книге летописей царей Израиля»?",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "На двадцать седьмом году правления Асы, царя Иудеи, Зимри стал править в Тирце, но правил всего семь дней. Войско тогда стояло лагерем у филистимского города Гиббетона. ",
          "ID": "15"
        },
        {
          "text": "Когда израильтяне в лагере услышали о том, что Зимри составил заговор против царя и убил его, они в тот же день провозгласили царем Израиля военачальника Омри. ",
          "ID": "16"
        },
        {
          "text": "После этого Омри и с ним все израильтяне ушли из-под Гиббетона и осадили Тирцу. ",
          "ID": "17"
        },
        {
          "text": "Когда Зимри увидел, что город взят, он ушел во внутренние укрепления царского дворца и поджег его. Так он погиб ",
          "ID": "18"
        },
        {
          "text": "из-за грехов, которые он совершил, творя зло в глазах Господа и ходя путями Иеровоама и в грехе, который он совершил сам и к которому склонил Израиль.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Что же до прочих событий правления Зимри и заговора, который он составил, то разве не записаны они в «Книге летописей царей Израиля»?",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Тогда народ Израиля разделился: половина народа хотела сделать царем Тивни, сына Гината, а другая половина стояла за Омри. ",
          "ID": "21"
        },
        {
          "text": "Но сторонники Омри оказались сильнее сторонников Тивни, сына Гината. И Тивни погиб, а Омри стал царем.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "На тридцать первом году правления Асы, царя Иудеи, Омри стал царем Израиля и правил двенадцать лет, из них шесть – в Тирце. ",
          "ID": "23"
        },
        {
          "text": "Он купил самарийский холм у Семира за два таланта серебра и построил на холме город, назвав его Самарией – по имени Семира, бывшего владельца холма.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Омри делал зло в глазах Господа и грешил больше, чем все, кто был до него. ",
          "ID": "25"
        },
        {
          "text": "Он ходил всеми путями Иеровоама, сына Навата, и в его грехе, к которому он склонил Израиль, воспаляя гнев Господа, Бога Израиля, ничтожными идолами.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Что же до прочих событий правления Омри, того, что он делал и что смог совершить, то разве не записаны они в «Книге летописей царей Израиля»? ",
          "ID": "27"
        },
        {
          "text": "Омри упокоился со своими предками и был похоронен в Самарии. Ахав, его сын, стал царем вместо него.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "На тридцать восьмом году правления Асы, царя Иудеи, Ахав, сын Омри, стал царем Израиля и правил в Самарии Израилем двадцать два года. ",
          "ID": "29"
        },
        {
          "text": "Ахав, сын Омри, делал больше зла в глазах Господа, чем все, кто был до него. ",
          "ID": "30"
        },
        {
          "text": "Мало того, что он оставался в грехах Иеровоама, сына Навата, он еще и женился на Иезавели, дочери Этбаала, царя сидонян, и начал служить Баалу и поклоняться ему. ",
          "ID": "31"
        },
        {
          "text": "Он установил жертвенник Баалу в храме Баала, который построил в Самарии. ",
          "ID": "32"
        },
        {
          "text": "Еще Ахав делал столбы Ашеры и то, что вызывало гнев Господа, Бога Израиля, больше, чем все цари Израиля до него.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Во времена Ахава Хиил из Вефиля восстановил Иерихон. Он заложил его основания ценой своего первенца Авирама и поставил его ворота ценой своего младшего сына Сегува, по слову Господа, сказанному через Иисуса, сына Навина.",
          "ID": "34"
        }
      ],
      "ID": "OT:1KI.16",
      "name": "Третья Книга Царств 16"
    },
    {
      "text": [
        {
          "text": "Илия из Тишбы, что в Галааде, сказал Ахаву:",
          "ID": "1"
        },
        {
          "text": "– Верно, как и то, что жив Господь, Бог Израиля, Которому я служу, – в эти годы не будет ни росы, ни дождя, разве только по моему слову.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "К Илии было слово Господа:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Уходи отсюда, поверни на восток и спрячься у реки Керита, что к востоку от Иордана. ",
          "ID": "3"
        },
        {
          "text": "Из реки ты будешь пить, а кормить тебя Я повелел воронам.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "И он сделал, как сказал ему Господь. Он пошел к реке Кериту, что к востоку от Иордана, и остался там. ",
          "ID": "5"
        },
        {
          "text": "Вороны приносили ему хлеб и мясо утром и вечером, а пил он из реки.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Через некоторое время река пересохла, потому что в стране не было дождя. ",
          "ID": "7"
        },
        {
          "text": "Тогда к нему было слово Господа:",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Теперь ступай в Сарепту, что близ Сидона, и живи там. Я повелел одной вдове кормить тебя.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И он пошел в Сарепту. Когда он подошел к воротам города, там была вдова, которая собирала дрова. Он позвал ее и сказал:",
          "ID": "10"
        },
        {
          "text": "– Принеси мне в сосуде немного воды попить.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Когда она пошла, он окликнул ее и сказал:",
          "ID": "11"
        },
        {
          "text": "– Принеси мне и кусок хлеба.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Верно, как и то, что жив Господь, твой Бог, – ответила она, – у меня нет хлеба – лишь пригоршня муки в кадке да немного масла в кувшине. Вот возьму пару поленьев и пойду, приготовлю из этой муки еду для себя и для сына. Съедим это, а потом и умрем.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Илия сказал ей:",
          "ID": "13"
        },
        {
          "text": "– Не бойся. Иди домой и сделай так, как сказала. Но сперва сделай для меня из того, что у тебя есть, маленькую лепешку и принеси мне, а потом приготовь что-нибудь для себя и своего сына. ",
          "ID": "13"
        },
        {
          "text": "Ведь так говорит Господь, Бог Израиля: «Мука в кадке не переведется и масло в кувшине не кончится до того дня, когда Господь пошлет на землю дождь».",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Она пошла и сделала так, как сказал ей Илия. И каждый день у нее, у Илии и у ее семьи была пища. ",
          "ID": "15"
        },
        {
          "text": "Мука в кадке не переводилась и масло в кувшине не кончалось – по слову Господа, сказанному Илией.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Через некоторое время сын той женщины, хозяйки дома, заболел. Ему становилось все хуже и хуже, и наконец он перестал дышать. ",
          "ID": "17"
        },
        {
          "text": "Тогда она сказала Илии:",
          "ID": "18"
        },
        {
          "text": "– Что у тебя против меня, человек Божий? Ты пришел, чтобы напомнить мне о моем грехе и убить моего сына?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Дай мне своего сына, – ответил ей Илия.",
          "ID": "19"
        },
        {
          "text": "Он взял его у нее из рук, отнес в верхнюю комнату, где он жил, и положил его на постель. ",
          "ID": "19"
        },
        {
          "text": "Затем он воззвал к Господу:",
          "ID": "20"
        },
        {
          "text": "– Господи, Боже мой, неужели Ты наведешь беду и на вдову, у которой я живу, умертвив ее сына?",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Он простерся над мальчиком три раза и воззвал к Господу:",
          "ID": "21"
        },
        {
          "text": "– Господи, Боже мой, пусть жизнь этого мальчика вернется к нему!",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Господь услышал мольбу Илии, и жизнь мальчика вернулась к нему, и он ожил. ",
          "ID": "22"
        },
        {
          "text": "Илия взял мальчика и отнес его вниз из своей комнаты в дом. Он отдал его матери и сказал:",
          "ID": "23"
        },
        {
          "text": "– Смотри, твой сын жив!",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Женщина сказала Илии:",
          "ID": "24"
        },
        {
          "text": "– Теперь я знаю, что ты – человек Божий и что слово Господа, сказанное тобой, истинно.",
          "ID": "24"
        }
      ],
      "ID": "OT:1KI.17",
      "name": "Третья Книга Царств 17"
    },
    {
      "text": [
        {
          "text": "Спустя долгое время, на третьем году засухи, к Илии было слово Господа:",
          "ID": "1"
        },
        {
          "text": "– Иди и предстань перед Ахавом, и Я пошлю на землю дождь.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "И Илия пошел, чтобы предстать перед Ахавом.",
          "ID": "2"
        },
        {
          "text": "В Самарии был страшный голод, ",
          "ID": "2"
        },
        {
          "text": "и Ахав призвал Авдия, распорядителя его дворца. (Авдий был верным почитателем Господа. ",
          "ID": "3"
        },
        {
          "text": "Когда Иезавель истребляла Господних пророков, Авдий взял сто пророков и спрятал их в двух пещерах, по пятьдесят в каждой, и снабжал их пищей и водой.) ",
          "ID": "4"
        },
        {
          "text": "Ахав сказал Авдию:",
          "ID": "5"
        },
        {
          "text": "– Иди по стране ко всем источникам воды и рекам. Может быть, мы сможем найти траву, чтобы прокормить лошадей и мулов, и нам не придется их убивать.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Они поделили между собой землю, которую собирались обойти, и Ахав пошел в одну сторону, а Авдий – в другую.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда Авдий был в пути, ему повстречался Илия. Авдий узнал его, поклонился до земли и сказал:",
          "ID": "7"
        },
        {
          "text": "– Ты ли это, мой господин Илия?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "– Я, – ответил он. – Иди, скажи хозяину: «Илия здесь».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "– Чем я согрешил, – спросил Авдий, – что ты отдаешь твоего слугу в руки Ахава на казнь? ",
          "ID": "9"
        },
        {
          "text": "Верно, как и то, что жив Господь, твой Бог: нет ни такого народа, ни царства, куда мой господин не посылал бы искать тебя. И всякий раз, когда в том царстве или в народе говорили, что тебя там нет, он брал с них клятву, что они не смогли тебя отыскать. ",
          "ID": "10"
        },
        {
          "text": "А теперь ты говоришь: «Пойди, скажи хозяину, что Илия здесь». ",
          "ID": "11"
        },
        {
          "text": "Я уйду от тебя, а Дух Господень унесет тебя, не знаю куда. Я приду и скажу Ахаву, он тебя не найдет и убьет меня. А я, твой слуга, чту Господа с юности. ",
          "ID": "12"
        },
        {
          "text": "Разве моему господину не рассказывали, что я сделал, когда Иезавель убивала пророков Господа? Я спрятал сто пророков Господа в двух пещерах, по пятьдесят в каждой, и снабжал их пищей и водой. ",
          "ID": "13"
        },
        {
          "text": "А теперь ты говоришь мне пойти к моему хозяину и сказать: «Илия здесь». Да он меня убьет!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Илия сказал:",
          "ID": "15"
        },
        {
          "text": "– Верно, как и то, что жив Господь Сил, я непременно предстану сегодня перед Ахавом.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Авдий отправился навстречу Ахаву и все рассказал ему. Тогда Ахав пошел навстречу Илии. ",
          "ID": "16"
        },
        {
          "text": "Увидев Илию, он сказал ему:",
          "ID": "17"
        },
        {
          "text": "– Это ты навел беду на Израиль?",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Не я навел беду на Израиль, – ответил Илия, – а ты и дом твоего отца. Вы оставили повеления Господа и пошли за Баалами. ",
          "ID": "18"
        },
        {
          "text": "Пошли же людей и собери народ со всего Израиля ко мне на гору Кармил. Приведи четыреста пятьдесят пророков Баала и четыреста пророков Ашеры, которые едят со стола Иезавели.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Ахав послал известить всех израильтян и собрал пророков на гору Кармил. ",
          "ID": "20"
        },
        {
          "text": "Илия вышел к народу и сказал:",
          "ID": "21"
        },
        {
          "text": "– Сколько еще вы будете пытаться усидеть на двух стульях? Если Господь – это Бог, идите за Ним, а если Баал, то идите за ним.",
          "ID": "21"
        },
        {
          "text": "Народ не отвечал ему ни слова. ",
          "ID": "21"
        },
        {
          "text": "Тогда Илия сказал им:",
          "ID": "22"
        },
        {
          "text": "– Из Господних пророков остался я один, а у Баала пророков четыреста пятьдесят человек. ",
          "ID": "22"
        },
        {
          "text": "Пусть нам приведут двух быков. Затем пусть они выберут себе одного, разрежут его на куски и положат на дрова, но не поджигают их. Я подготовлю другого быка, положу его на дрова, но не подожгу их. ",
          "ID": "23"
        },
        {
          "text": "И тогда вы призовете имя вашего бога, а я призову имя Господа. Бог, Который ответит огнем, – и есть истинный Бог.",
          "ID": "24"
        },
        {
          "text": "И весь народ сказал:",
          "ID": "24"
        },
        {
          "text": "– То, что ты говоришь, хорошо.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Илия сказал пророкам Баала:",
          "ID": "25"
        },
        {
          "text": "– Выберите одного из двух быков и приготовьте его первыми, раз вас так много. Призывайте имя своего бога, но не зажигайте огня.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Они взяли быка, которого им дали, и подготовили его. Они призывали имя Баала с утра до полудня.",
          "ID": "26"
        },
        {
          "text": "– Баал, ответь нам! – кричали они.",
          "ID": "26"
        },
        {
          "text": "Но отклика не было, никто не отвечал. Они скакали вокруг сделанного ими жертвенника. ",
          "ID": "26"
        },
        {
          "text": "В полдень Илия начал насмехаться над ними.",
          "ID": "27"
        },
        {
          "text": "– Кричите громче! – говорил он. – Он же бог! Наверное, он задумался, занят или путешествует. А может быть, он спит, и его нужно разбудить.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Они кричали громче и, по своему обычаю, резали себя мечами и копьями, пока не полилась кровь. ",
          "ID": "28"
        },
        {
          "text": "Миновал полдень, а они продолжали неистовствовать до времени вечернего жертвоприношения. Но ни отклика, ни ответа, ни отзыва не было. ",
          "ID": "29"
        },
        {
          "text": "Тогда Илия сказал народу:",
          "ID": "30"
        },
        {
          "text": "– Подойдите ко мне.",
          "ID": "30"
        },
        {
          "text": "Они подошли к нему, и он восстановил разрушенный жертвенник Господа. ",
          "ID": "30"
        },
        {
          "text": "Илия взял двенадцать камней – по числу родов, произошедших от Иакова, к которому было обращено слово Господа: «Твое имя будет Израиль». ",
          "ID": "31"
        },
        {
          "text": "Из этих камней он сложил жертвенник во имя Господа и выкопал вокруг него ров в две саты зерна. ",
          "ID": "32"
        },
        {
          "text": "Он разложил дрова, разрезал быка на части и положил его на дрова. ",
          "ID": "33"
        },
        {
          "text": "Затем он сказал:",
          "ID": "34"
        },
        {
          "text": "– Наполните четыре больших кувшина водой и вылейте ее на жертву всесожжения и на дрова.",
          "ID": "34"
        },
        {
          "text": "– Повторите, – сказал он. И они повторили.",
          "ID": "34"
        },
        {
          "text": "– Сделайте это в третий раз, – сказал он. И они сделали это в третий раз.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Вода лилась вокруг жертвенника и даже наполнила ров. ",
          "ID": "35"
        },
        {
          "text": "Когда пришло время жертвоприношения, пророк Илия подошел и сказал:",
          "ID": "36"
        },
        {
          "text": "– Господи, Боже Авраама, Исаака и Израиля, пусть откроется сегодня, что Ты – Бог в Израиле, а я – Твой слуга и совершил все это по Твоему слову! ",
          "ID": "36"
        },
        {
          "text": "Ответь мне, Господи, ответь мне, чтобы этот народ узнал, что Ты, Господи, Бог и что Ты вновь обращаешь их сердца.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Тогда сошел огонь Господень и пожрал жертву всесожжения, дрова, камни и почву и поглотил воду во рву. ",
          "ID": "38"
        },
        {
          "text": "Увидев это, весь народ пал ниц и закричал:",
          "ID": "39"
        },
        {
          "text": "– Господь есть Бог! Господь есть Бог!",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "А Илия приказал им:",
          "ID": "40"
        },
        {
          "text": "– Схватите пророков Баала! Смотрите, чтобы ни один не скрылся!",
          "ID": "40"
        },
        {
          "text": "Они схватили их, а Илия отвел их к реке Кишону и там перебил.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Илия сказал Ахаву:",
          "ID": "41"
        },
        {
          "text": "– Иди, ешь и пей, потому что вот он, шум ливня.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "И Ахав пошел есть и пить, а Илия поднялся на вершину Кармила, где склонился до земли и положил свое лицо между колен.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "– Пойди, посмотри в сторону моря, – сказал он слуге.",
          "ID": "43"
        },
        {
          "text": "Тот пошел и посмотрел.",
          "ID": "43"
        },
        {
          "text": "– Ничего нет, – сказал он.",
          "ID": "43"
        },
        {
          "text": "Семь раз Илия говорил: «Иди снова».",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "На седьмой раз слуга сказал:",
          "ID": "44"
        },
        {
          "text": "– С моря поднимается облако, размером не больше ладони.",
          "ID": "44"
        },
        {
          "text": "Илия сказал:",
          "ID": "44"
        },
        {
          "text": "– Пойди и скажи Ахаву: «Запрягай колесницу и поезжай, чтобы тебя не застал дождь».",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Тем временем небо потемнело от облаков, поднялся ветер, начался сильный ливень, и Ахав поехал в Изреель. ",
          "ID": "45"
        },
        {
          "text": "А на Илию сошла Господня сила, и, заправив плащ под пояс, он бежал всю дорогу до Изрееля перед Ахавом.",
          "ID": "46"
        }
      ],
      "ID": "OT:1KI.18",
      "name": "Третья Книга Царств 18"
    },
    {
      "text": [
        {
          "text": "Ахав рассказал Иезавели обо всем, что сделал Илия, и о том, как он перебил всех пророков Баала мечом. ",
          "ID": "1"
        },
        {
          "text": "Иезавель послала к Илии вестника, чтобы сказать:",
          "ID": "2"
        },
        {
          "text": "– Пусть боги сурово накажут меня, если завтра к этому времени я не сделаю с тобой того же, что ты сделал с пророками.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Он испугался и бежал, спасая свою жизнь. Добравшись до Вирсавии, что в Иудее, он оставил там слугу, ",
          "ID": "3"
        },
        {
          "text": "а сам ушел в пустыню на расстояние в день пути. Он пришел, сел под одиноким дроковым кустом и молился о смерти.",
          "ID": "4"
        },
        {
          "text": "– Довольно уже, Господи, – говорил он, – забери мою жизнь, ведь я не лучше своих предков.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Затем он лег под дроковым кустом и уснул. Внезапно ангел коснулся его и сказал:",
          "ID": "5"
        },
        {
          "text": "– Встань и поешь.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Он огляделся – и вот, у его головы лепешка, испеченная на горячих углях, и кувшин воды. Он поел, попил и лег снова.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Ангел Господень пришел во второй раз, коснулся его и сказал:",
          "ID": "7"
        },
        {
          "text": "– Встань и поешь, иначе дорога будет для тебя слишком тяжела.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Он встал, поел и попил. Подкрепившись той пищей, он шел сорок дней и сорок ночей, пока не достиг Хорива, Божьей горы. ",
          "ID": "8"
        },
        {
          "text": "Там он вошел в пещеру и заночевал в ней.",
          "ID": "9"
        },
        {
          "text": "И вот, к нему было слово Господа:",
          "ID": "9"
        },
        {
          "text": "– Что ты здесь делаешь, Илия?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Он ответил:",
          "ID": "10"
        },
        {
          "text": "– Я ревностно служил Господу, Богу Сил. Израильтяне отвергли завет с Тобой, разрушили Твои жертвенники, а Твоих пророков убили мечом. Остался лишь я один, и они пытаются убить и меня.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Господь сказал:",
          "ID": "11"
        },
        {
          "text": "– Выйди и встань на горе перед Господом. Господь пройдет мимо!",
          "ID": "11"
        },
        {
          "text": "И вот, страшный, могучий ветер расколол горы и раздробил перед Господом скалы, но в ветре Господа не было. После ветра было землетрясение, но в землетрясении Господа не было. ",
          "ID": "11"
        },
        {
          "text": "После землетрясения прошел огонь, но в огне Господа не было. После огня раздался мягкий шепот. ",
          "ID": "12"
        },
        {
          "text": "Услышав его, Илия закрыл лицо плащом, вышел и встал у входа в пещеру. И был к нему голос, который сказал ему:",
          "ID": "13"
        },
        {
          "text": "– Что ты здесь делаешь, Илия?",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Он ответил:",
          "ID": "14"
        },
        {
          "text": "– Я ревностно служил Господу, Богу Сил. Израильтяне отвергли завет с Тобой, разрушили Твои жертвенники, а Твоих пророков убили мечом. Остался лишь я один, и они пытаются убить и меня.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Господь сказал ему:",
          "ID": "15"
        },
        {
          "text": "– Возвращайся дорогой, которой пришел, и иди в пустыню Дамаска. Придя туда, помажь Хазаила в цари над Арамом. ",
          "ID": "15"
        },
        {
          "text": "Еще помажь Ииуя, сына Нимши, в цари Израиля, а Елисея, сына Шафата, из Авел-Мехолы, в пророки вместо себя. ",
          "ID": "16"
        },
        {
          "text": "Ииуй предаст смерти всякого, кто уйдет живым от меча Хазаила, а Елисей предаст смерти всякого, кто уйдет живым от меча Ииуя. ",
          "ID": "17"
        },
        {
          "text": "Но Я сохранил в Израиле семь тысяч человек, колени которых не склонились перед Баалом и которые не целовали его статуи.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Илия ушел оттуда и нашел Елисея, сына Шафата. Он пахал на упряжи из двенадцати пар волов и сам шел за двенадцатой парой. Илия прошел мимо и набросил на него плащ. ",
          "ID": "19"
        },
        {
          "text": "Тогда Елисей оставил волов и побежал за Илией.",
          "ID": "20"
        },
        {
          "text": "– Позволь мне поцеловать на прощание отца и мать, – сказал он. – После этого я пойду с тобой.",
          "ID": "20"
        },
        {
          "text": "– Иди, возвращайся. Я тебя не удерживаю, – ответил Илия.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Тогда Елисей вернулся, взял пару волов и зарезал их. Он сжег плуг, чтобы приготовить мясо, раздал его людям, и они ели. После этого он отправился в путь, чтобы следовать за Илией, и стал его слугой.",
          "ID": "21"
        }
      ],
      "ID": "OT:1KI.19",
      "name": "Третья Книга Царств 19"
    },
    {
      "text": [
        {
          "text": "Венадад, царь Арама, собрал войско. С ним было тридцать два царя с конями и колесницами. Он выступил, осадил Самарию и повел войну против нее. ",
          "ID": "1"
        },
        {
          "text": "Он отправил в город к царю Ахаву послов, чтобы сказать: ",
          "ID": "2"
        },
        {
          "text": "Так говорит Венадад: «Твои серебро и золото – мои, и лучшие из твоих жен и детей – мои».",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Царь Израиля ответил:",
          "ID": "4"
        },
        {
          "text": "– Как ты и говоришь, господин мой царь, я и все, что у меня есть, – твое.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Послы пришли вновь и сказали:",
          "ID": "5"
        },
        {
          "text": "– Так говорит Венадад: «Я посылал к тебе требовать твоего серебра и золота, твоих жен и детей. ",
          "ID": "5"
        },
        {
          "text": "Но завтра к этому времени я пошлю слуг обыскать твой дворец и дома твоих приближенных. Они возьмут все, что им понравится, и унесут с собой».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Царь Израиля призвал всех старейшин страны и сказал им:",
          "ID": "7"
        },
        {
          "text": "– Смотрите, как этот человек ищет зла! Когда он посылал за моими женами и детьми, моим серебром и золотом, я не отказал ему.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Все старейшины и весь народ ответили ему:",
          "ID": "8"
        },
        {
          "text": "– Не слушай его и не уступай ему.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Тогда он ответил послам Венадада:",
          "ID": "9"
        },
        {
          "text": "– Скажите господину моему царю: «То, чего ты требовал от твоего слуги в первый раз, я сделаю, а этого сделать не могу».",
          "ID": "9"
        },
        {
          "text": "Они ушли и передали этот ответ Венададу. ",
          "ID": "9"
        },
        {
          "text": "Тогда Венадад послал сказать Ахаву:",
          "ID": "10"
        },
        {
          "text": "– Пусть боги сурово накажут меня, если от Самарии останется достаточно праха, чтобы дать каждому из моих людей по пригоршне!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Царь Израиля ответил:",
          "ID": "11"
        },
        {
          "text": "– Скажите ему: «Воин, надевающий доспехи, не должен хвастать, как тот, кто их снимает после победы».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Венадад выслушал это, когда он и цари пили в своих палатках, и приказал своим людям:",
          "ID": "12"
        },
        {
          "text": "– Готовьтесь к бою!",
          "ID": "12"
        },
        {
          "text": "И они приготовились напасть на город.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Тем временем к Ахаву, царю Израиля, пришел пророк и возвестил ему:",
          "ID": "13"
        },
        {
          "text": "– Так говорит Господь: «Видишь это огромное войско? Сегодня Я отдам его в твои руки, и ты узнаешь, что Я – Господь».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Но кто же сделает это? – спросил Ахав.",
          "ID": "14"
        },
        {
          "text": "Пророк ответил:",
          "ID": "14"
        },
        {
          "text": "– Так говорит Господь: «Молодые слуги наместников провинций».",
          "ID": "14"
        },
        {
          "text": "– А кто начнет сражение? – спросил он.",
          "ID": "14"
        },
        {
          "text": "– Ты, – ответил пророк.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда Ахав призвал молодых слуг наместников провинций, двести тридцать два человека. Затем он собрал всех остальных израильтян – семь тысяч человек общим счетом. ",
          "ID": "15"
        },
        {
          "text": "Они вышли в полдень, когда Венадад и тридцать два союзных с ним царя напились в своих шатрах. ",
          "ID": "16"
        },
        {
          "text": "Молодые слуги наместников провинций вышли первыми. Венадад выслал лазутчиков, и те доложили ему:",
          "ID": "17"
        },
        {
          "text": "– Из Самарии выходят люди.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Он сказал:",
          "ID": "18"
        },
        {
          "text": "– Пришли ли они с миром или с войной, возьмите их живыми.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Молодые слуги наместников провинций и израильское войско, которое шло за ними, вышли из города. ",
          "ID": "19"
        },
        {
          "text": "Каждый сразил своего противника, арамеи бежали, и Израиль преследовал их, но царь Арама Венадад спасся на коне вместе с другими всадниками. ",
          "ID": "20"
        },
        {
          "text": "Царь Израиля продвинулся вперед, уничтожил коней и колесницы и нанес арамеям тяжелые потери. ",
          "ID": "21"
        },
        {
          "text": "К царю Израиля пришел пророк и сказал ему:",
          "ID": "22"
        },
        {
          "text": "– Укрепись и посмотри, что тебе нужно сделать, потому что следующей весной царь Арама нападет на тебя вновь.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Тем временем приближенные царя Арама советовали ему:",
          "ID": "23"
        },
        {
          "text": "– Их Бог – это Бог гор. Вот почему они слишком сильны для нас. Но если мы сразимся с ними на равнине, мы непременно окажемся сильнее их. ",
          "ID": "23"
        },
        {
          "text": "Сделай вот что: убери всех царей с их мест в войске и замени другими военачальниками. ",
          "ID": "24"
        },
        {
          "text": "Еще набери такое войско, как то, что ты потерял, – коня вместо коня и колесницу вместо колесницы, чтобы нам сразиться с Израилем на равнине. Тогда мы непременно окажемся сильнее их.",
          "ID": "25"
        },
        {
          "text": "Он согласился с ними и так и сделал. ",
          "ID": "25"
        },
        {
          "text": "Следующей весной Венадад собрал арамеев и пошел к Афеку, чтобы сразиться с Израилем. ",
          "ID": "26"
        },
        {
          "text": "Когда израильтяне также были собраны и получили продовольствие и военные запасы, они выступили им навстречу. Израильтяне встали лагерем перед ними, как два маленьких козьих стада, а арамеи заполонили всю округу.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Человек Божий пришел к царю Израиля и сказал ему:",
          "ID": "28"
        },
        {
          "text": "– Так говорит Господь: «Раз арамеи говорят, что Господь – это Бог гор, а не Бог долин, Я отдам это огромное войско в твои руки, и вы узнаете, что Я – Господь».",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Семь дней стояли они друг напротив друга, и на седьмой день разгорелась битва. Израильтяне нанесли арамеям потери в сто тысяч пеших воинов за один день. ",
          "ID": "29"
        },
        {
          "text": "Остальные бежали в город Афек, где на двадцать семь тысяч из них рухнула стена. Венадад тоже бежал в город и спрятался во внутренней комнате.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Его приближенные сказали ему:",
          "ID": "31"
        },
        {
          "text": "– Послушай, мы слышали, что цари из дома Израиля милостивы. Позволь нам пойти к царю Израиля одетыми в рубище и с веревками на головах. Может быть, он пощадит твою жизнь.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "И одетые в рубище, с веревками на головах они пришли к царю Израиля и сказали:",
          "ID": "32"
        },
        {
          "text": "– Твой слуга Венадад говорит: «Прошу тебя, оставь мне жизнь».",
          "ID": "32"
        },
        {
          "text": "Царь ответил:",
          "ID": "32"
        },
        {
          "text": "– Разве он еще жив? Он брат мой.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Послы увидели в этом добрый знак и поспешно подхватили его слово:",
          "ID": "33"
        },
        {
          "text": "– Да, Венадад твой брат! – сказали они.",
          "ID": "33"
        },
        {
          "text": "– Идите и приведите его, – сказал царь.",
          "ID": "33"
        },
        {
          "text": "Когда Венадад вышел к нему, Ахав усадил его в свою колесницу.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "– Я верну города, которые мой отец взял у твоего отца, – сказал Венадад. – Ты можешь открыть в Дамаске рынки, как мой отец в Самарии.",
          "ID": "34"
        },
        {
          "text": " Ахав ответил:",
          "ID": "34"
        },
        {
          "text": "– На таких условиях я отпущу тебя.",
          "ID": "34"
        },
        {
          "text": "Он заключил с ним договор и отпустил его.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "По слову Господа один из пророков сказал другому:",
          "ID": "35"
        },
        {
          "text": "– Прошу, побей меня.",
          "ID": "35"
        },
        {
          "text": "Но тот отказался.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Тогда пророк сказал:",
          "ID": "36"
        },
        {
          "text": "– Раз ты не послушался Господа, как только ты уйдешь от меня, тебя убьет лев.",
          "ID": "36"
        },
        {
          "text": "И после того как тот человек ушел, лев выскочил ему навстречу и убил его.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Пророк нашел другого человека и сказал:",
          "ID": "37"
        },
        {
          "text": "– Прошу, побей меня.",
          "ID": "37"
        },
        {
          "text": "Тот человек изранил его побоями. ",
          "ID": "37"
        },
        {
          "text": "Тогда пророк пошел и встал у дороги, ожидая царя. Он закрылся, опустив головную накидку на глаза. ",
          "ID": "38"
        },
        {
          "text": "Когда царь проезжал мимо, он закричал ему:",
          "ID": "39"
        },
        {
          "text": "– Твой слуга был в самой гуще боя, и воин пришел ко мне с пленником и сказал: «Стереги этого человека. Если он пропадет, твоя жизнь будет за его жизнь, или же ты заплатишь талант серебра». ",
          "ID": "39"
        },
        {
          "text": "Но пока твой слуга был занят то там, то здесь, пленник скрылся.",
          "ID": "40"
        },
        {
          "text": "– Таков и будет тебе приговор, – сказал царь Израиля. – Ты сам его произнес.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Тогда пророк быстро сорвал с глаз головную накидку, и царь Израиля узнал в нем одного из пророков. ",
          "ID": "41"
        },
        {
          "text": "Он сказал царю:",
          "ID": "42"
        },
        {
          "text": "– Так говорит Господь: «Ты отпустил человека, заклятого Мною. Поэтому твоя жизнь будет за его жизнь, а твой народ – за его народ».",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Мрачным и разгневанным вернулся царь Израиля в самарийский дворец.",
          "ID": "43"
        }
      ],
      "ID": "OT:1KI.20",
      "name": "Третья Книга Царств 20"
    },
    {
      "text": [
        {
          "text": "Через некоторое время произошли следующие события. У Навота из Изрееля был в Изрееле, рядом с дворцом Ахава, царя Самарии, виноградник. ",
          "ID": "1"
        },
        {
          "text": "Ахав сказал Навоту:",
          "ID": "2"
        },
        {
          "text": "– Отдай мне твой виноградник под огород, ведь он расположен вблизи моего дворца. В обмен я дам тебе виноградник еще лучше или, если хочешь, заплачу тебе его цену.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Но Навот ответил:",
          "ID": "3"
        },
        {
          "text": "– Не приведи Господь, чтобы я отдал наследие моих отцов.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Ахав пошел домой мрачный и разгневанный, потому что Навот из Изрееля сказал: «Я не отдам тебе наследия моих отцов». Он лег в постель, отвернулся и отказывался есть. ",
          "ID": "4"
        },
        {
          "text": "Его жена Иезавель вошла к нему и спросила:",
          "ID": "5"
        },
        {
          "text": "– Почему ты такой мрачный? Почему ты не ешь?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Он ответил ей:",
          "ID": "6"
        },
        {
          "text": "– Потому что я сказал Навоту из Изрееля: «Продай мне виноградник, или, если хочешь, я дам тебе вместо него другой». А он сказал: «Я не отдам тебе виноградник».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Его жена Иезавель сказала:",
          "ID": "7"
        },
        {
          "text": "– Разве ты поступаешь как царь Израиля? Встань и поешь! Ободрись, я добуду тебе виноградник Навота из Изрееля.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Она написала письма от лица Ахава, скрепила их его печатью и разослала старейшинам и знатным людям, жившим в городе Навота. ",
          "ID": "8"
        },
        {
          "text": "В этих письмах она написала:",
          "ID": "9"
        },
        {
          "text": "«Объявите день поста и усадите Навота на почетное место среди народа. ",
          "ID": "9"
        },
        {
          "text": "Но напротив него посадите двух негодяев, и пусть они произнесут свидетельство, что он оскорбил и Бога, и царя. После этого выведите его и забейте камнями до смерти».",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Старейшины со знатными людьми, которые жили в городе Навота, сделали так, как приказала им в письмах Иезавель. ",
          "ID": "11"
        },
        {
          "text": "Они объявили пост и усадили Навота на почетное место среди народа. ",
          "ID": "12"
        },
        {
          "text": "Затем пришли два негодяя, сели напротив него и обвинили Навота перед народом:",
          "ID": "13"
        },
        {
          "text": "– Навот оскорблял и Бога, и царя.",
          "ID": "13"
        },
        {
          "text": "После этого его вывели за город и забили камнями. ",
          "ID": "13"
        },
        {
          "text": "Потом они послали известить Иезавель:",
          "ID": "14"
        },
        {
          "text": "– Навота забили камнями, и он умер.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Как только Иезавель услышала о том, что Навота забили камнями, она сказала Ахаву:",
          "ID": "15"
        },
        {
          "text": "– Вставай и бери себе виноградник Навота из Изрееля, который он отказался продать тебе. Его больше нет в живых, он мертв.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Когда Ахав услышал, что Навот мертв, он встал и пошел, чтобы взять себе виноградник Навота.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И к Илии из Тишбы было слово Господа:",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Иди навстречу Ахаву, царю Израиля, который правит в Самарии. Он сейчас в винограднике Навота, куда он пришел, чтобы завладеть им. ",
          "ID": "18"
        },
        {
          "text": "Скажи ему: Так говорит Господь: «Ты убил человека, а теперь еще захватываешь его имущество?» Потом скажи ему: Так говорит Господь: «Там, где псы лизали кровь Навота, псы будут лизать и твою кровь!»",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Ахав сказал Илии:",
          "ID": "20"
        },
        {
          "text": "– Итак, ты нашел меня, мой враг!",
          "ID": "20"
        },
        {
          "text": "– Нашел, – ответил он, – потому что ты решил творить зло в глазах Господа. ",
          "ID": "20"
        },
        {
          "text": "Так говорит Господь: «Я наведу на тебя беду. Я истреблю твоих потомков и искореню у Ахава всякого человека мужского пола – и раба, и свободного. ",
          "ID": "21"
        },
        {
          "text": "Я уподоблю твой дом дому Иеровоама, сына Навата, и дому Бааши, сына Ахии, потому что ты вызвал Мой гнев и склонил Израиль к греху». ",
          "ID": "22"
        },
        {
          "text": "Также и о Иезавели Господь говорит: «Псы сожрут Иезавель у стены Изрееля». ",
          "ID": "23"
        },
        {
          "text": "Тех из принадлежащих Ахаву, кто умрет в городе, сожрут псы, а тех, кто умрет у него в поле, склюют птицы.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "(Не было еще подобного Ахаву, который решил делать зло в глазах Господа, подстрекаемый своей женой Иезавелью. ",
          "ID": "25"
        },
        {
          "text": "Он поступал крайне омерзительно, поклоняясь идолам, подобно аморреям, которых Господь прогнал от израильтян.)",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Когда Ахав услышал эти слова, он разорвал на себе одежды, надел рубище и постился. Он спал на рубище и ходил мрачный.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "К Илии из Тишбы было слово Господа:",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "– Ты видел, как Ахав смирился передо Мной? Из-за того, что он смирился передо Мной, Я не наведу беду при его жизни, но наведу ее на его дом при жизни его сына.",
          "ID": "29"
        }
      ],
      "ID": "OT:1KI.21",
      "name": "Третья Книга Царств 21"
    },
    {
      "text": [
        {
          "text": "Три года между Арамом и Израилем не было войны. ",
          "ID": "1"
        },
        {
          "text": "Но на третий год Иосафат, царь Иудеи, отправился к царю Израиля. ",
          "ID": "2"
        },
        {
          "text": "Царь Израиля сказал своим приближенным:",
          "ID": "3"
        },
        {
          "text": "– Разве вы не знаете, что Рамот Галаадский принадлежит нам, а мы и не пытаемся забрать его у царя Арама?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Он спросил Иосафата:",
          "ID": "4"
        },
        {
          "text": "– Пойдешь ли ты со мной воевать за Рамот Галаадский?",
          "ID": "4"
        },
        {
          "text": "Иосафат ответил царю Израиля:",
          "ID": "4"
        },
        {
          "text": "– Как ты, так и я, мой народ – твой народ, мои кони – твои кони.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Но еще Иосафат сказал царю Израиля:",
          "ID": "5"
        },
        {
          "text": "– Спроси сперва совета у Господа.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Царь Израиля собрал пророков – около четырехсот человек – и спросил их:",
          "ID": "6"
        },
        {
          "text": "– Идти ли мне войной на Рамот Галаадский или нет?",
          "ID": "6"
        },
        {
          "text": "– Иди, – ответили они. – Владыка отдаст его в руки царя.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Но Иосафат спросил:",
          "ID": "7"
        },
        {
          "text": "– Разве нет здесь еще пророка Господа, которого мы могли бы спросить?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Царь Израиля ответил Иосафату:",
          "ID": "8"
        },
        {
          "text": "– Есть еще один человек, через которого мы можем вопросить Господа, но я ненавижу его, потому что он никогда не пророчествует обо мне ничего доброго, а только плохое. Это Михей, сын Имлы.",
          "ID": "8"
        },
        {
          "text": "– Царю не следует так говорить, – сказал Иосафат.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Тогда царь Израиля позвал одного из военачальников и сказал:",
          "ID": "9"
        },
        {
          "text": "– Немедленно приведи Михея, сына Имлы!",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Облаченные в царские одеяния царь Израиля и Иосафат, царь Иудеи, сидели на своих тронах на гумне у ворот Самарии, а все пророки пророчествовали перед ними. ",
          "ID": "10"
        },
        {
          "text": "Так Цедекия, сын Хенааны, сделал себе железные рога и сказал:",
          "ID": "11"
        },
        {
          "text": "– Так говорит Господь: «Ими ты будешь бодать арамеев, пока они не будут истреблены».",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Все остальные пророки пророчествовали о том же, говоря:",
          "ID": "12"
        },
        {
          "text": "– Иди на Рамот Галаадский и будь победителем; Господь отдаст его в руки царя.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Посланник, который ходил, чтобы позвать Михея, сказал ему:",
          "ID": "13"
        },
        {
          "text": "– Слушай, все остальные пророки, как один, предсказывают царю успех. Пусть твое слово будет согласно с их словами, и говори благоприятно.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Но Михей сказал:",
          "ID": "14"
        },
        {
          "text": "– Верно, как и то, что жив Господь, я скажу ему лишь то, что скажет мне Господь.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда он пришел, царь спросил его:",
          "ID": "15"
        },
        {
          "text": "– Михей! Идти ли нам воевать с Рамотом Галаадским или нет?",
          "ID": "15"
        },
        {
          "text": "– Иди конечно, и будь победителем, – ответил он. – Господь обязательно отдаст его в руки царя.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но царь сказал ему:",
          "ID": "16"
        },
        {
          "text": "– Сколько раз мне заставить тебя поклясться, чтобы ты не говорил мне ничего, кроме истины во имя Господа?",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Тогда Михей ответил:",
          "ID": "17"
        },
        {
          "text": "– Я видел весь Израиль рассеянным по горам, как овцы без пастуха, и Господь сказал: «У них нет господина. Пусть каждый возвращается с миром домой».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Царь Израиля сказал Иосафату:",
          "ID": "18"
        },
        {
          "text": "– Разве я не говорил тебе, что он никогда не пророчествует обо мне ничего хорошего, одно лишь плохое?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Михей сказал:",
          "ID": "19"
        },
        {
          "text": "– Итак, выслушай слово Господа. Я видел Господа сидящим на Своем престоле, со всем небесным воинством, стоявшим справа и слева от Него. ",
          "ID": "19"
        },
        {
          "text": "Господь сказал: «Кто выманит Ахава, чтобы он пошел и пал при Рамоте Галаадском?». Один предлагал одно, другой другое, ",
          "ID": "20"
        },
        {
          "text": "пока, наконец, не вышел некий дух и встал перед Господом и сказал: «Я его выманю». «Как?» – спросил Господь. ",
          "ID": "21"
        },
        {
          "text": "«Я пойду и стану лживым духом в устах всех его пророков», – сказал он. «Да, ты преуспеешь в этом и выманишь его, – сказал Господь. – Иди и сделай так». ",
          "ID": "22"
        },
        {
          "text": "И вот теперь Господь вложил в уста всех этих твоих пророков лживый дух, а тебе Господь определил беду.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Тогда Цедекия, сын Хенааны, подошел и ударил Михея по щеке.",
          "ID": "24"
        },
        {
          "text": "– Как это Дух Господа перешел от меня к тебе, чтобы говорить с тобой? – спросил он.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Михей ответил:",
          "ID": "25"
        },
        {
          "text": "– Ты узнаешь это в тот день, когда будешь прятаться во внутренней комнате.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Тогда царь Израиля приказал:",
          "ID": "26"
        },
        {
          "text": "– Возьмите Михея и отправьте его обратно к Амону, правителю города, и к Иоашу, сыну царя, ",
          "ID": "26"
        },
        {
          "text": "и скажите: Так говорит царь: «Посадите этого человека в темницу и держите его впроголодь на хлебе и воде, пока я не вернусь благополучно».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Михей сказал:",
          "ID": "28"
        },
        {
          "text": "– Если ты благополучно вернешься, значит, Господь не говорил через меня.",
          "ID": "28"
        },
        {
          "text": "И еще он сказал:",
          "ID": "28"
        },
        {
          "text": "– Пусть все услышат это!",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Царь Израиля пошел на Рамот Галаадский с Иосафатом, царем Иудеи. ",
          "ID": "29"
        },
        {
          "text": "Царь Израиля сказал Иосафату:",
          "ID": "30"
        },
        {
          "text": "– Я вступлю в сражение переодетым, но ты носи свои царские одежды.",
          "ID": "30"
        },
        {
          "text": "Царь Израиля переоделся и вступил в сражение. ",
          "ID": "30"
        },
        {
          "text": "А царь Арама приказал тридцати двум начальникам над своими колесницами:",
          "ID": "31"
        },
        {
          "text": "– Не сражайтесь ни с кем, ни с малым, ни с великим, кроме царя Израиля.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Когда начальники над колесницами увидели Иосафата, они подумали: «Конечно, это и есть царь Израиля».",
          "ID": "32"
        },
        {
          "text": "И они повернули, чтобы напасть на него, но когда Иосафат закричал, ",
          "ID": "32"
        },
        {
          "text": "начальники над колесницами увидели, что он не царь Израиля, и перестали его преследовать. ",
          "ID": "33"
        },
        {
          "text": "Но кто-то натянул лук и случайно ранил царя Израиля, так что стрела попала в щель между доспехами. Царь сказал своему колесничему:",
          "ID": "34"
        },
        {
          "text": "– Разворачивайся и вывези меня из боя! Я ранен.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Но битва кипела весь день, и царь вынужден был стоять в своей колеснице перед арамеями. Кровь из раны текла на пол колесницы, и вечером он умер. ",
          "ID": "35"
        },
        {
          "text": "Когда садилось солнце, по войску прокатился клич:",
          "ID": "36"
        },
        {
          "text": "– Пусть каждый человек возвращается в свой город, каждый – в свою землю!",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Царь умер и был привезен в Самарию, где его и похоронили. ",
          "ID": "37"
        },
        {
          "text": "А колесницу вымыли в одном из прудов Самарии, где мылись блудницы, и псы лизали его кровь – по слову Господа, которое Он изрек.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Что же до прочих событий правления Ахава и того, что он сделал, включая дворец, построенный им и выложенный слоновой костью, и города, которые он укрепил, то разве не записано об этом в «Книге летописей царей Израиля»? ",
          "ID": "39"
        },
        {
          "text": "Ахав упокоился со своими предками. Охозия, его сын, стал царем вместо него.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Иосафат, сын Асы, стал царем Иудеи на четвертом году правления Ахава, царя Израиля. ",
          "ID": "41"
        },
        {
          "text": "Иосафату было тридцать пять лет, когда он стал царем, и правил он в Иерусалиме двадцать пять лет. Его мать звали Азува, дочь Шилхи. ",
          "ID": "42"
        },
        {
          "text": "Он во всем ходил путями своего отца Асы и не уклонялся от них, делая то, что было правильным в глазах Господа. Но святилища на возвышенностях не были уничтожены, и народ продолжал приносить там жертвы и возжигать кадильные благовония. ",
          "ID": "43"
        },
        {
          "text": "Еще Иосафат заключил мир с царем Израиля.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Что же до прочих событий правления Иосафата, того, чего он достиг, и его воинских подвигов, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "45"
        },
        {
          "text": "Остаток храмовых блудников, которые еще были в стране в дни его отца Асы, он искоренил. ",
          "ID": "46"
        },
        {
          "text": "В Эдоме не было царя, правил наместник. ",
          "ID": "47"
        },
        {
          "text": "Иосафат построил флотилию таршишских кораблей, чтобы плавать в Офир за золотом, но они так и не отплыли, потому что разбились в родном порту Эцион-Гевер. ",
          "ID": "48"
        },
        {
          "text": "В то время Охозия, сын Ахава, сказал Иосафату:",
          "ID": "49"
        },
        {
          "text": "– Пусть мои люди плавают вместе с твоими.",
          "ID": "49"
        },
        {
          "text": "Но Иосафат не захотел.",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Иосафат упокоился со своими предками и был похоронен с ними в Городе Давида, своего отца. Иорам, его сын, стал царем вместо него.",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Охозия, сын Ахава, стал царем Израиля в Самарии на семнадцатом году правления Иосафата, царя Иудеи, и правил Израилем два года. ",
          "ID": "51"
        },
        {
          "text": "Он делал зло в глазах Господа, потому что ходил путями отца и матери, и путями Иеровоама, сына Навата, который склонил Израиль к греху. ",
          "ID": "52"
        },
        {
          "text": "Он служил Баалу, поклонялся ему и вызывал гнев Господа, Бога Израиля, как и его отец.",
          "ID": "53"
        }
      ],
      "ID": "OT:1KI.22",
      "name": "Третья Книга Царств 22"
    }
  ],
  "ID": "OT:1KI(NRP)",
  "name": "Третья Книга Царств"
}