{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Пророческое видение, которое видел пророк Аввакум.",
          "ID": "1"
        },
        {
          "text": "Доколе, Господи, я буду взывать, и Ты не слышишь, буду вопиять к Тебе о насилии, и Ты не спасаешь?",
          "ID": "2"
        },
        {
          "text": "Для чего даешь мне видеть злодейство и смотреть на бедствия? Грабительство и насилие предо мною, и восстает вражда и поднимается раздор.",
          "ID": "3"
        },
        {
          "text": "От этого закон потерял силу, и суда правильного нет: так как нечестивый одолевает праведного, то и суд происходит превратный.",
          "ID": "4"
        },
        {
          "text": "Посмотрите между народами и внимательно вглядитесь, и вы сильно изумитесь; ибо Я сделаю во дни ваши такое дело, которому вы не поверили бы, если бы вам рассказывали.",
          "ID": "5"
        },
        {
          "text": "Ибо вот, Я подниму Халдеев, народ жестокий и необузданный, который ходит по широтам земли, чтобы завладеть не принадлежащими ему селениями.",
          "ID": "6"
        },
        {
          "text": "Страшен и грозен он; от него самого происходит суд его и власть его.",
          "ID": "7"
        },
        {
          "text": "Быстрее барсов кони его и прытче вечерних волков; скачет в разные стороны конница его; издалека приходят всадники его, прилетают как орел, бросающийся на добычу.",
          "ID": "8"
        },
        {
          "text": "Весь он идет для грабежа; устремив лице свое вперед, он забирает пленников, как песок.",
          "ID": "9"
        },
        {
          "text": "И над царями он издевается, и князья служат ему посмешищем; над всякою крепостью он смеется: насыплет осадный вал и берет ее.",
          "ID": "10"
        },
        {
          "text": "Тогда надмевается дух его, и он ходит и буйствует; сила его – бог его.",
          "ID": "11"
        },
        {
          "text": "Но не Ты ли издревле Господь Бог мой, Святый мой? мы не умрем! Ты, Господи, только для суда попустил его. Скала моя! для наказания Ты назначил его.",
          "ID": "12"
        },
        {
          "text": "Чистым очам Твоим не свойственно глядеть на злодеяния, и смотреть на притеснение Ты не можешь; для чего же Ты смотришь на злодеев и безмолвствуешь, когда нечестивец поглощает того, кто праведнее его,",
          "ID": "13"
        },
        {
          "text": "и оставляешь людей как рыбу в море, как пресмыкающихся, у которых нет властителя?",
          "ID": "14"
        },
        {
          "text": "Всех их таскает удою, захватывает в сеть свою и забирает их в неводы свои, и от того радуется и торжествует.",
          "ID": "15"
        },
        {
          "text": "За то приносит жертвы сети своей и кадит неводу своему, потому что от них тучна часть его и роскошна пища его.",
          "ID": "16"
        },
        {
          "text": "Неужели для этого он должен опорожнять свою сеть и непрестанно избивать народы без пощады?",
          "ID": "17"
        }
      ],
      "ID": "OT:HAB.1",
      "name": "Книга пророка Аввакума 1"
    },
    {
      "text": [
        {
          "text": "На стражу мою стал я и, стоя на башне, наблюдал, чтобы узнать, что скажет Он во мне, и что мне отвечать по жалобе моей?",
          "ID": "1"
        },
        {
          "text": "И отвечал мне Господь и сказал: запиши видение и начертай ясно на скрижалях, чтобы читающий легко мог прочитать,",
          "ID": "2"
        },
        {
          "text": "ибо видение относится еще к определенному времени и говорит о конце и не обманет; и хотя бы и замедлило, жди его, ибо непременно сбудется, не отменится.",
          "ID": "3"
        },
        {
          "text": "Вот, душа надменная не успокоится, а праведный своею верою жив будет.",
          "ID": "4"
        },
        {
          "text": "Надменный человек, как бродящее вино, не успокаивается, так что расширяет душу свою как ад, и как смерть он ненасытен, и собирает к себе все народы, и захватывает себе все племена.",
          "ID": "5"
        },
        {
          "text": "Но не все ли они будут произносить о нем притчу и насмешливую песнь: \"горе тому, кто без меры обогащает себя не своим, – на долго ли? – и обременяет себя залогами!\"",
          "ID": "6"
        },
        {
          "text": "Не восстанут ли внезапно те, которые будут терзать тебя, и не поднимутся ли против тебя грабители, и ты достанешься им на расхищение?",
          "ID": "7"
        },
        {
          "text": "Так как ты ограбил многие народы, то и тебя ограбят все остальные народы за пролитие крови человеческой, за разорение страны, города и всех живущих в нем.",
          "ID": "8"
        },
        {
          "text": "Горе тому, кто жаждет неправедных приобретений для дома своего, чтобы устроить гнездо свое на высоте и тем обезопасить себя от руки несчастья!",
          "ID": "9"
        },
        {
          "text": "Бесславие измыслил ты для твоего дома, истребляя многие народы, и согрешил против души твоей.",
          "ID": "10"
        },
        {
          "text": "Камни из стен возопиют и перекладины из дерева будут отвечать им:",
          "ID": "11"
        },
        {
          "text": "\"горе строящему город на крови и созидающему крепости неправдою!\"",
          "ID": "12"
        },
        {
          "text": "Вот, не от Господа ли Саваофа это, что народы трудятся для огня и племена мучат себя напрасно?",
          "ID": "13"
        },
        {
          "text": "Ибо земля наполнится познанием славы Господа, как воды наполняют море.",
          "ID": "14"
        },
        {
          "text": "Горе тебе, который подаешь ближнему твоему питье с примесью злобы твоей и делаешь его пьяным, чтобы видеть срамоту его!",
          "ID": "15"
        },
        {
          "text": "Ты пресытился стыдом вместо славы; пей же и ты и показывай срамоту, – обратится и к тебе чаша десницы Господней и посрамление на славу твою.",
          "ID": "16"
        },
        {
          "text": "Ибо злодейство твое на Ливане обрушится на тебя за истребление устрашенных животных, за пролитие крови человеческой, за опустошение страны, города и всех живущих в нем.",
          "ID": "17"
        },
        {
          "text": "Что за польза от истукана, сделанного художником, этого литаго лжеучителя, хотя ваятель, делая немые кумиры, полагается на свое произведение?",
          "ID": "18"
        },
        {
          "text": "Горе тому, кто говорит дереву: \"встань!\" и бессловесному камню: \"пробудись!\" Научит ли он чему–нибудь? Вот, он обложен золотом и серебром, но дыхания в нем нет.",
          "ID": "19"
        },
        {
          "text": "А Господь – во святом храме Своем: да молчит вся земля пред лицем Его!",
          "ID": "20"
        }
      ],
      "ID": "OT:HAB.2",
      "name": "Книга пророка Аввакума 2"
    },
    {
      "text": [
        {
          "text": "Молитва Аввакума пророка, для пения.",
          "ID": "1"
        },
        {
          "text": "Господи! услышал я слух Твой и убоялся. Господи! соверши дело Твое среди лет, среди лет яви его; во гневе вспомни о милости.",
          "ID": "2"
        },
        {
          "text": "Бог от Фемана грядет и Святый – от горы Фаран. Покрыло небеса величие Его, и славою Его наполнилась земля.",
          "ID": "3"
        },
        {
          "text": "Блеск ее – как солнечный свет; от руки Его лучи, и здесь тайник Его силы!",
          "ID": "4"
        },
        {
          "text": "Пред лицем Его идет язва, а по стопам Его – жгучий ветер.",
          "ID": "5"
        },
        {
          "text": "Он стал и поколебал землю; воззрел, и в трепет привел народы; вековые горы распались, первобытные холмы опали; пути Его вечные.",
          "ID": "6"
        },
        {
          "text": "Грустными видел я шатры Ефиопские; сотряслись палатки земли Мадиамской.",
          "ID": "7"
        },
        {
          "text": "Разве на реки воспылал, Господи, гнев Твой? разве на реки – негодование Твое, или на море – ярость Твоя, что Ты восшел на коней Твоих, на колесницы Твои спасительные?",
          "ID": "8"
        },
        {
          "text": "Ты обнажил лук Твой по клятвенному обетованию, данному коленам. Ты потоками рассек землю.",
          "ID": "9"
        },
        {
          "text": "Увидев Тебя, вострепетали горы, ринулись воды; бездна дала голос свой, высоко подняла руки свои;",
          "ID": "10"
        },
        {
          "text": "солнце и луна остановились на месте своем пред светом летающих стрел Твоих, пред сиянием сверкающих копьев Твоих.",
          "ID": "11"
        },
        {
          "text": "Во гневе шествуешь Ты по земле и в негодовании попираешь народы.",
          "ID": "12"
        },
        {
          "text": "Ты выступаешь для спасения народа Твоего, для спасения помазанного Твоего. Ты сокрушаешь главу нечестивого дома, обнажая его от основания до верха.",
          "ID": "13"
        },
        {
          "text": "Ты пронзаешь копьями его главу вождей его, когда они как вихрь ринулись разбить меня, в радости, как бы думая поглотить бедного скрытно.",
          "ID": "14"
        },
        {
          "text": "Ты с конями Твоими проложил путь по морю, через пучину великих вод.",
          "ID": "15"
        },
        {
          "text": "Я услышал, и вострепетала внутренность моя; при вести о сем задрожали губы мои, боль проникла в кости мои, и колеблется место подо мною; а я должен быть спокоен в день бедствия, когда придет на народ мой грабитель его.",
          "ID": "16"
        },
        {
          "text": "Хотя бы не расцвела смоковница и не было плода на виноградных лозах, и маслина изменила, и нива не дала пищи, хотя бы не стало овец в загоне и рогатого скота в стойлах, –",
          "ID": "17"
        },
        {
          "text": "но и тогда я буду радоваться о Господе и веселиться о Боге спасения моего.",
          "ID": "18"
        },
        {
          "text": "Господь Бог – сила моя: Он сделает ноги мои как у оленя и на высоты мои возведет меня! (Начальнику хора).",
          "ID": "19"
        }
      ],
      "ID": "OT:HAB.3",
      "name": "Книга пророка Аввакума 3"
    }
  ],
  "ID": "OT:HAB(SYNO)",
  "name": "Книга пророка Аввакума"
}