{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Притчи Соломона, сына Давидова, царя Израильского,",
          "ID": "1"
        },
        {
          "text": "чтобы познать мудрость и наставление, понять изречения разума;",
          "ID": "2"
        },
        {
          "text": "усвоить правила благоразумия, правосудия, суда и правоты;",
          "ID": "3"
        },
        {
          "text": "простым дать смышленость, юноше – знание и рассудительность;",
          "ID": "4"
        },
        {
          "text": "послушает мудрый – и умножит познания, и разумный найдет мудрые советы;",
          "ID": "5"
        },
        {
          "text": "чтобы разуметь притчу и замысловатую речь, слова мудрецов и загадки их.",
          "ID": "6"
        },
        {
          "text": "Начало мудрости – страх Господень; глупцы только презирают мудрость и наставление.",
          "ID": "7"
        },
        {
          "text": "Слушай, сын мой, наставление отца твоего и не отвергай завета матери твоей,",
          "ID": "8"
        },
        {
          "text": "потому что это – прекрасный венок для головы твоей и украшение для шеи твоей.",
          "ID": "9"
        },
        {
          "text": "Сын мой! если будут склонять тебя грешники, не соглашайся;",
          "ID": "10"
        },
        {
          "text": "если будут говорить: \"иди с нами, сделаем засаду для убийства, подстережем непорочного без вины,",
          "ID": "11"
        },
        {
          "text": "живых проглотим их, как преисподняя, и – целых, как нисходящих в могилу;",
          "ID": "12"
        },
        {
          "text": "наберем всякого драгоценного имущества, наполним домы наши добычею;",
          "ID": "13"
        },
        {
          "text": "жребий твой ты будешь бросать вместе с нами, склад один будет у всех нас\", –",
          "ID": "14"
        },
        {
          "text": "сын мой! не ходи в путь с ними, удержи ногу твою от стези их,",
          "ID": "15"
        },
        {
          "text": "потому что ноги их бегут ко злу и спешат на пролитие крови.",
          "ID": "16"
        },
        {
          "text": "В глазах всех птиц напрасно расставляется сеть,",
          "ID": "17"
        },
        {
          "text": "а делают засаду для их крови и подстерегают их души.",
          "ID": "18"
        },
        {
          "text": "Таковы пути всякого, кто алчет чужого добра: оно отнимает жизнь у завладевшего им.",
          "ID": "19"
        },
        {
          "text": "Премудрость возглашает на улице, на площадях возвышает голос свой,",
          "ID": "20"
        },
        {
          "text": "в главных местах собраний проповедует, при входах в городские ворота говорит речь свою:",
          "ID": "21"
        },
        {
          "text": "\"доколе, невежды, будете любить невежество? [доколе] буйные будут услаждаться буйством? доколе глупцы будут ненавидеть знание?",
          "ID": "22"
        },
        {
          "text": "Обратитесь к моему обличению: вот, я изолью на вас дух мой, возвещу вам слова мои.",
          "ID": "23"
        },
        {
          "text": "Я звала, и вы не послушались; простирала руку мою, и не было внимающего;",
          "ID": "24"
        },
        {
          "text": "и вы отвергли все мои советы, и обличений моих не приняли.",
          "ID": "25"
        },
        {
          "text": "За то и я посмеюсь вашей погибели; порадуюсь, когда придет на вас ужас;",
          "ID": "26"
        },
        {
          "text": "когда придет на вас ужас, как буря, и беда, как вихрь, принесется на вас; когда постигнет вас скорбь и теснота.",
          "ID": "27"
        },
        {
          "text": "Тогда будут звать меня, и я не услышу; с утра будут искать меня, и не найдут меня.",
          "ID": "28"
        },
        {
          "text": "За то, что они возненавидели знание и не избрали [для себя] страха Господня,",
          "ID": "29"
        },
        {
          "text": "не приняли совета моего, презрели все обличения мои;",
          "ID": "30"
        },
        {
          "text": "за то и будут они вкушать от плодов путей своих и насыщаться от помыслов их.",
          "ID": "31"
        },
        {
          "text": "Потому что упорство невежд убьет их, и беспечность глупцов погубит их,",
          "ID": "32"
        },
        {
          "text": "а слушающий меня будет жить безопасно и спокойно, не страшась зла\".",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.1",
      "name": "Притчи Соломона 1"
    },
    {
      "text": [
        {
          "text": "Сын мой! если ты примешь слова мои и сохранишь при себе заповеди мои,",
          "ID": "1"
        },
        {
          "text": "так что ухо твое сделаешь внимательным к мудрости и наклонишь сердце твое к размышлению;",
          "ID": "2"
        },
        {
          "text": "если будешь призывать знание и взывать к разуму;",
          "ID": "3"
        },
        {
          "text": "если будешь искать его, как серебра, и отыскивать его, как сокровище,",
          "ID": "4"
        },
        {
          "text": "то уразумеешь страх Господень и найдешь познание о Боге.",
          "ID": "5"
        },
        {
          "text": "Ибо Господь дает мудрость; из уст Его – знание и разум;",
          "ID": "6"
        },
        {
          "text": "Он сохраняет для праведных спасение; Он – щит для ходящих непорочно;",
          "ID": "7"
        },
        {
          "text": "Он охраняет пути правды и оберегает стезю святых Своих.",
          "ID": "8"
        },
        {
          "text": "Тогда ты уразумеешь правду и правосудие и прямоту, всякую добрую стезю.",
          "ID": "9"
        },
        {
          "text": "Когда мудрость войдет в сердце твое, и знание будет приятно душе твоей,",
          "ID": "10"
        },
        {
          "text": "тогда рассудительность будет оберегать тебя, разум будет охранять тебя,",
          "ID": "11"
        },
        {
          "text": "дабы спасти тебя от пути злого, от человека, говорящего ложь,",
          "ID": "12"
        },
        {
          "text": "от тех, которые оставляют стези прямые, чтобы ходить путями тьмы;",
          "ID": "13"
        },
        {
          "text": "от тех, которые радуются, делая зло, восхищаются злым развратом,",
          "ID": "14"
        },
        {
          "text": "которых пути кривы, и которые блуждают на стезях своих;",
          "ID": "15"
        },
        {
          "text": "дабы спасти тебя от жены другого, от чужой, которая умягчает речи свои,",
          "ID": "16"
        },
        {
          "text": "которая оставила руководителя юности своей и забыла завет Бога своего.",
          "ID": "17"
        },
        {
          "text": "Дом ее ведет к смерти, и стези ее – к мертвецам;",
          "ID": "18"
        },
        {
          "text": "никто из вошедших к ней не возвращается и не вступает на путь жизни.",
          "ID": "19"
        },
        {
          "text": "Посему ходи путем добрых и держись стезей праведников,",
          "ID": "20"
        },
        {
          "text": "потому что праведные будут жить на земле, и непорочные пребудут на ней;",
          "ID": "21"
        },
        {
          "text": "а беззаконные будут истреблены с земли, и вероломные искоренены из нее.",
          "ID": "22"
        }
      ],
      "ID": "OT:PRO.2",
      "name": "Притчи Соломона 2"
    },
    {
      "text": [
        {
          "text": "Сын мой! наставления моего не забывай, и заповеди мои да хранит сердце твое;",
          "ID": "1"
        },
        {
          "text": "ибо долготы дней, лет жизни и мира они приложат тебе.",
          "ID": "2"
        },
        {
          "text": "Милость и истина да не оставляют тебя: обвяжи ими шею твою, напиши их на скрижали сердца твоего,",
          "ID": "3"
        },
        {
          "text": "и обретешь милость и благоволение в очах Бога и людей.",
          "ID": "4"
        },
        {
          "text": "Надейся на Господа всем сердцем твоим, и не полагайся на разум твой.",
          "ID": "5"
        },
        {
          "text": "Во всех путях твоих познавай Его, и Он направит стези твои.",
          "ID": "6"
        },
        {
          "text": "Не будь мудрецом в глазах твоих; бойся Господа и удаляйся от зла:",
          "ID": "7"
        },
        {
          "text": "это будет здравием для тела твоего и питанием для костей твоих.",
          "ID": "8"
        },
        {
          "text": "Чти Господа от имения твоего и от начатков всех прибытков твоих,",
          "ID": "9"
        },
        {
          "text": "и наполнятся житницы твои до избытка, и точила твои будут переливаться новым вином.",
          "ID": "10"
        },
        {
          "text": "Наказания Господня, сын мой, не отвергай, и не тяготись обличением Его;",
          "ID": "11"
        },
        {
          "text": "ибо кого любит Господь, того наказывает и благоволит к тому, как отец к сыну своему.",
          "ID": "12"
        },
        {
          "text": "Блажен человек, который снискал мудрость, и человек, который приобрел разум, –",
          "ID": "13"
        },
        {
          "text": "потому что приобретение ее лучше приобретения серебра, и прибыли от нее больше, нежели от золота:",
          "ID": "14"
        },
        {
          "text": "она дороже драгоценных камней; и ничто из желаемого тобою не сравнится с нею.",
          "ID": "15"
        },
        {
          "text": "Долгоденствие – в правой руке ее, а в левой у нее – богатство и слава;",
          "ID": "16"
        },
        {
          "text": "пути ее – пути приятные, и все стези ее – мирные.",
          "ID": "17"
        },
        {
          "text": "Она – древо жизни для тех, которые приобретают ее, – и блаженны, которые сохраняют ее!",
          "ID": "18"
        },
        {
          "text": "Господь премудростью основал землю, небеса утвердил разумом;",
          "ID": "19"
        },
        {
          "text": "Его премудростью разверзлись бездны, и облака кропят росою.",
          "ID": "20"
        },
        {
          "text": "Сын мой! не упускай их из глаз твоих; храни здравомыслие и рассудительность,",
          "ID": "21"
        },
        {
          "text": "и они будут жизнью для души твоей и украшением для шеи твоей.",
          "ID": "22"
        },
        {
          "text": "Тогда безопасно пойдешь по пути твоему, и нога твоя не споткнется.",
          "ID": "23"
        },
        {
          "text": "Когда ляжешь спать, – не будешь бояться; и когда уснешь, – сон твой приятен будет.",
          "ID": "24"
        },
        {
          "text": "Не убоишься внезапного страха и пагубы от нечестивых, когда она придет;",
          "ID": "25"
        },
        {
          "text": "потому что Господь будет упованием твоим и сохранит ногу твою от уловления.",
          "ID": "26"
        },
        {
          "text": "Не отказывай в благодеянии нуждающемуся, когда рука твоя в силе сделать его.",
          "ID": "27"
        },
        {
          "text": "Не говори другу твоему: \"пойди и приди опять, и завтра я дам\", когда ты имеешь при себе.",
          "ID": "28"
        },
        {
          "text": "Не замышляй против ближнего твоего зла, когда он без опасения живет с тобою.",
          "ID": "29"
        },
        {
          "text": "Не ссорься с человеком без причины, когда он не сделал зла тебе.",
          "ID": "30"
        },
        {
          "text": "Не соревнуй человеку, поступающему насильственно, и не избирай ни одного из путей его;",
          "ID": "31"
        },
        {
          "text": "потому что мерзость пред Господом развратный, а с праведными у Него общение.",
          "ID": "32"
        },
        {
          "text": "Проклятие Господне на доме нечестивого, а жилище благочестивых Он благословляет.",
          "ID": "33"
        },
        {
          "text": "Если над кощунниками Он посмевается, то смиренным дает благодать.",
          "ID": "34"
        },
        {
          "text": "Мудрые наследуют славу, а глупые – бесславие.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.3",
      "name": "Притчи Соломона 3"
    },
    {
      "text": [
        {
          "text": "Слушайте, дети, наставление отца, и внимайте, чтобы научиться разуму,",
          "ID": "1"
        },
        {
          "text": "потому что я преподал вам доброе учение. Не оставляйте заповеди моей.",
          "ID": "2"
        },
        {
          "text": "Ибо и я был сын у отца моего, нежно любимый и единственный у матери моей,",
          "ID": "3"
        },
        {
          "text": "и он учил меня и говорил мне: да удержит сердце твое слова мои; храни заповеди мои, и живи.",
          "ID": "4"
        },
        {
          "text": "Приобретай мудрость, приобретай разум: не забывай этого и не уклоняйся от слов уст моих.",
          "ID": "5"
        },
        {
          "text": "Не оставляй ее, и она будет охранять тебя; люби ее, и она будет оберегать тебя.",
          "ID": "6"
        },
        {
          "text": "Главное – мудрость: приобретай мудрость, и всем имением твоим приобретай разум.",
          "ID": "7"
        },
        {
          "text": "Высоко цени ее, и она возвысит тебя; она прославит тебя, если ты прилепишься к ней;",
          "ID": "8"
        },
        {
          "text": "возложит на голову твою прекрасный венок, доставит тебе великолепный венец.",
          "ID": "9"
        },
        {
          "text": "Слушай, сын мой, и прими слова мои, – и умножатся тебе лета жизни.",
          "ID": "10"
        },
        {
          "text": "Я указываю тебе путь мудрости, веду тебя по стезям прямым.",
          "ID": "11"
        },
        {
          "text": "Когда пойдешь, не будет стеснен ход твой, и когда побежишь, не споткнешься.",
          "ID": "12"
        },
        {
          "text": "Крепко держись наставления, не оставляй, храни его, потому что оно – жизнь твоя.",
          "ID": "13"
        },
        {
          "text": "Не вступай на стезю нечестивых и не ходи по пути злых;",
          "ID": "14"
        },
        {
          "text": "оставь его, не ходи по нему, уклонись от него и пройди мимо;",
          "ID": "15"
        },
        {
          "text": "потому что они не заснут, если не сделают зла; пропадает сон у них, если они не доведут кого до падения;",
          "ID": "16"
        },
        {
          "text": "ибо они едят хлеб беззакония и пьют вино хищения.",
          "ID": "17"
        },
        {
          "text": "Стезя праведных – как светило лучезарное, которое более и более светлеет до полного дня.",
          "ID": "18"
        },
        {
          "text": "Путь же беззаконных – как тьма; они не знают, обо что споткнутся.",
          "ID": "19"
        },
        {
          "text": "Сын мой! словам моим внимай, и к речам моим приклони ухо твое;",
          "ID": "20"
        },
        {
          "text": "да не отходят они от глаз твоих; храни их внутри сердца твоего:",
          "ID": "21"
        },
        {
          "text": "потому что они жизнь для того, кто нашел их, и здравие для всего тела его.",
          "ID": "22"
        },
        {
          "text": "Больше всего хранимого храни сердце твое, потому что из него источники жизни.",
          "ID": "23"
        },
        {
          "text": "Отвергни от себя лживость уст, и лукавство языка удали от себя.",
          "ID": "24"
        },
        {
          "text": "Глаза твои пусть прямо смотрят, и ресницы твои да направлены будут прямо пред тобою.",
          "ID": "25"
        },
        {
          "text": "Обдумай стезю для ноги твоей, и все пути твои да будут тверды.",
          "ID": "26"
        },
        {
          "text": "Не уклоняйся ни направо, ни налево; удали ногу твою от зла,",
          "ID": "27"
        },
        {
          "text": "[потому что пути правые наблюдает Господь, а левые – испорчены.",
          "ID": "28"
        },
        {
          "text": "Он же прямыми сделает пути твои, и шествия твои в мире устроит.]",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.4",
      "name": "Притчи Соломона 4"
    },
    {
      "text": [
        {
          "text": "Сын мой! внимай мудрости моей, и приклони ухо твое к разуму моему,",
          "ID": "1"
        },
        {
          "text": "чтобы соблюсти рассудительность, и чтобы уста твои сохранили знание.",
          "ID": "2"
        },
        {
          "text": "ибо мед источают уста чужой жены, и мягче елея речь ее;",
          "ID": "3"
        },
        {
          "text": "но последствия от нее горьки, как полынь, остры, как меч обоюдоострый;",
          "ID": "4"
        },
        {
          "text": "ноги ее нисходят к смерти, стопы ее достигают преисподней.",
          "ID": "5"
        },
        {
          "text": "Если бы ты захотел постигнуть стезю жизни ее, то пути ее непостоянны, и ты не узнаешь их.",
          "ID": "6"
        },
        {
          "text": "Итак, дети, слушайте меня и не отступайте от слов уст моих.",
          "ID": "7"
        },
        {
          "text": "Держи дальше от нее путь твой и не подходи близко к дверям дома ее,",
          "ID": "8"
        },
        {
          "text": "чтобы здоровья твоего не отдать другим и лет твоих мучителю;",
          "ID": "9"
        },
        {
          "text": "чтобы не насыщались силою твоею чужие, и труды твои не были для чужого дома.",
          "ID": "10"
        },
        {
          "text": "И ты будешь стонать после, когда плоть твоя и тело твое будут истощены, –",
          "ID": "11"
        },
        {
          "text": "и скажешь: \"зачем я ненавидел наставление, и сердце мое пренебрегало обличением,",
          "ID": "12"
        },
        {
          "text": "и я не слушал голоса учителей моих, не приклонял уха моего к наставникам моим:",
          "ID": "13"
        },
        {
          "text": "едва не впал я во всякое зло среди собрания и общества!\"",
          "ID": "14"
        },
        {
          "text": "Пей воду из твоего водоема и текущую из твоего колодезя.",
          "ID": "15"
        },
        {
          "text": "Пусть [не] разливаются источники твои по улице, потоки вод – по площадям;",
          "ID": "16"
        },
        {
          "text": "пусть они будут принадлежать тебе одному, а не чужим с тобою.",
          "ID": "17"
        },
        {
          "text": "Источник твой да будет благословен; и утешайся женою юности твоей,",
          "ID": "18"
        },
        {
          "text": "любезною ланью и прекрасною серною: груди ее да упоявают тебя во всякое время, любовью ее услаждайся постоянно.",
          "ID": "19"
        },
        {
          "text": "И для чего тебе, сын мой, увлекаться постороннею и обнимать груди чужой?",
          "ID": "20"
        },
        {
          "text": "Ибо пред очами Господа пути человека, и Он измеряет все стези его.",
          "ID": "21"
        },
        {
          "text": "Беззаконного уловляют собственные беззакония его, и в узах греха своего он содержится:",
          "ID": "22"
        },
        {
          "text": "он умирает без наставления, и от множества безумия своего теряется.",
          "ID": "23"
        }
      ],
      "ID": "OT:PRO.5",
      "name": "Притчи Соломона 5"
    },
    {
      "text": [
        {
          "text": "Сын мой! если ты поручился за ближнего твоего и дал руку твою за другого, –",
          "ID": "1"
        },
        {
          "text": "ты опутал себя словами уст твоих, пойман словами уст твоих.",
          "ID": "2"
        },
        {
          "text": "Сделай же, сын мой, вот что, и избавь себя, так как ты попался в руки ближнего твоего: пойди, пади к ногам и умоляй ближнего твоего;",
          "ID": "3"
        },
        {
          "text": "не давай сна глазам твоим и дремания веждам твоим;",
          "ID": "4"
        },
        {
          "text": "спасайся, как серна из руки и как птица из руки птицелова.",
          "ID": "5"
        },
        {
          "text": "Пойди к муравью, ленивец, посмотри на действия его, и будь мудрым.",
          "ID": "6"
        },
        {
          "text": "Нет у него ни начальника, ни приставника, ни повелителя;",
          "ID": "7"
        },
        {
          "text": "но он заготовляет летом хлеб свой, собирает во время жатвы пищу свою.",
          "ID": "8"
        },
        {
          "text": "Доколе ты, ленивец, будешь спать? когда ты встанешь от сна твоего?",
          "ID": "9"
        },
        {
          "text": "Немного поспишь, немного подремлешь, немного, сложив руки, полежишь:",
          "ID": "10"
        },
        {
          "text": "и придет, как прохожий, бедность твоя, и нужда твоя, как разбойник.",
          "ID": "11"
        },
        {
          "text": "Человек лукавый, человек нечестивый ходит со лживыми устами,",
          "ID": "12"
        },
        {
          "text": "мигает глазами своими, говорит ногами своими, дает знаки пальцами своими;",
          "ID": "13"
        },
        {
          "text": "коварство в сердце его: он умышляет зло во всякое время, сеет раздоры.",
          "ID": "14"
        },
        {
          "text": "Зато внезапно придет погибель его, вдруг будет разбит – без исцеления.",
          "ID": "15"
        },
        {
          "text": "Вот шесть, что ненавидит Господь, даже семь, что мерзость душе Его:",
          "ID": "16"
        },
        {
          "text": "глаза гордые, язык лживый и руки, проливающие кровь невинную,",
          "ID": "17"
        },
        {
          "text": "сердце, кующее злые замыслы, ноги, быстро бегущие к злодейству,",
          "ID": "18"
        },
        {
          "text": "лжесвидетель, наговаривающий ложь и сеющий раздор между братьями.",
          "ID": "19"
        },
        {
          "text": "Сын мой! храни заповедь отца твоего и не отвергай наставления матери твоей;",
          "ID": "20"
        },
        {
          "text": "навяжи их навсегда на сердце твое, обвяжи ими шею твою.",
          "ID": "21"
        },
        {
          "text": "Когда ты пойдешь, они будут руководить тебя; когда ляжешь спать, будут охранять тебя; когда пробудишься, будут беседовать с тобою:",
          "ID": "22"
        },
        {
          "text": "ибо заповедь есть светильник, и наставление – свет, и назидательные поучения – путь к жизни,",
          "ID": "23"
        },
        {
          "text": "чтобы остерегать тебя от негодной женщины, от льстивого языка чужой.",
          "ID": "24"
        },
        {
          "text": "Не пожелай красоты ее в сердце твоем, и да не увлечет она тебя ресницами своими;",
          "ID": "25"
        },
        {
          "text": "потому что из–за жены блудной [обнищевают] до куска хлеба, а замужняя жена уловляет дорогую душу.",
          "ID": "26"
        },
        {
          "text": "Может ли кто взять себе огонь в пазуху, чтобы не прогорело платье его?",
          "ID": "27"
        },
        {
          "text": "Может ли кто ходить по горящим угольям, чтобы не обжечь ног своих?",
          "ID": "28"
        },
        {
          "text": "То же бывает и с тем, кто входит к жене ближнего своего: кто прикоснется к ней, не останется без вины.",
          "ID": "29"
        },
        {
          "text": "Не спускают вору, если он крадет, чтобы насытить душу свою, когда он голоден;",
          "ID": "30"
        },
        {
          "text": "но, будучи пойман, он заплатит всемеро, отдаст все имущество дома своего.",
          "ID": "31"
        },
        {
          "text": "Кто же прелюбодействует с женщиною, у того нет ума; тот губит душу свою, кто делает это:",
          "ID": "32"
        },
        {
          "text": "побои и позор найдет он, и бесчестие его не изгладится,",
          "ID": "33"
        },
        {
          "text": "потому что ревность – ярость мужа, и не пощадит он в день мщения,",
          "ID": "34"
        },
        {
          "text": "не примет никакого выкупа и не удовольствуется, сколько бы ты ни умножал даров.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.6",
      "name": "Притчи Соломона 6"
    },
    {
      "text": [
        {
          "text": "Сын мой! храни слова мои и заповеди мои сокрой у себя.",
          "ID": "1"
        },
        {
          "text": "Храни заповеди мои и живи, и учение мое, как зрачок глаз твоих.",
          "ID": "2"
        },
        {
          "text": "Навяжи их на персты твои, напиши их на скрижали сердца твоего.",
          "ID": "3"
        },
        {
          "text": "Скажи мудрости: \"Ты сестра моя!\" и разум назови родным твоим,",
          "ID": "4"
        },
        {
          "text": "чтобы они охраняли тебя от жены другого, от чужой, которая умягчает слова свои.",
          "ID": "5"
        },
        {
          "text": "Вот, однажды смотрел я в окно дома моего, сквозь решетку мою,",
          "ID": "6"
        },
        {
          "text": "и увидел среди неопытных, заметил между молодыми людьми неразумного юношу,",
          "ID": "7"
        },
        {
          "text": "переходившего площадь близ угла ее и шедшего по дороге к дому ее,",
          "ID": "8"
        },
        {
          "text": "в сумерки в вечер дня, в ночной темноте и во мраке.",
          "ID": "9"
        },
        {
          "text": "И вот – навстречу к нему женщина, в наряде блудницы, с коварным сердцем,",
          "ID": "10"
        },
        {
          "text": "шумливая и необузданная; ноги ее не живут в доме ее:",
          "ID": "11"
        },
        {
          "text": "то на улице, то на площадях, и у каждого угла строит она ковы.",
          "ID": "12"
        },
        {
          "text": "Она схватила его, целовала его, и с бесстыдным лицом говорила ему:",
          "ID": "13"
        },
        {
          "text": "\"мирная жертва у меня: сегодня я совершила обеты мои;",
          "ID": "14"
        },
        {
          "text": "поэтому и вышла навстречу тебе, чтобы отыскать тебя, и – нашла тебя;",
          "ID": "15"
        },
        {
          "text": "коврами я убрала постель мою, разноцветными тканями Египетскими;",
          "ID": "16"
        },
        {
          "text": "спальню мою надушила смирною, алоем и корицею;",
          "ID": "17"
        },
        {
          "text": "зайди, будем упиваться нежностями до утра, насладимся любовью,",
          "ID": "18"
        },
        {
          "text": "потому что мужа нет дома: он отправился в дальнюю дорогу;",
          "ID": "19"
        },
        {
          "text": "кошелек серебра взял с собою; придет домой ко дню полнолуния\".",
          "ID": "20"
        },
        {
          "text": "Множеством ласковых слов она увлекла его, мягкостью уст своих овладела им.",
          "ID": "21"
        },
        {
          "text": "Тотчас он пошел за нею, как вол идет на убой, и как олень – на выстрел,",
          "ID": "22"
        },
        {
          "text": "доколе стрела не пронзит печени его; как птичка кидается в силки, и не знает, что они – на погибель ее.",
          "ID": "23"
        },
        {
          "text": "Итак, дети, слушайте меня и внимайте словам уст моих.",
          "ID": "24"
        },
        {
          "text": "Да не уклоняется сердце твое на пути ее, не блуждай по стезям ее,",
          "ID": "25"
        },
        {
          "text": "потому что многих повергла она ранеными, и много сильных убиты ею:",
          "ID": "26"
        },
        {
          "text": "дом ее – пути в преисподнюю, нисходящие во внутренние жилища смерти.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.7",
      "name": "Притчи Соломона 7"
    },
    {
      "text": [
        {
          "text": "Не премудрость ли взывает? и не разум ли возвышает голос свой?",
          "ID": "1"
        },
        {
          "text": "Она становится на возвышенных местах, при дороге, на распутиях;",
          "ID": "2"
        },
        {
          "text": "она взывает у ворот при входе в город, при входе в двери:",
          "ID": "3"
        },
        {
          "text": "\"к вам, люди, взываю я, и к сынам человеческим голос мой!",
          "ID": "4"
        },
        {
          "text": "Научитесь, неразумные, благоразумию, и глупые – разуму.",
          "ID": "5"
        },
        {
          "text": "Слушайте, потому что я буду говорить важное, и изречение уст моих – правда;",
          "ID": "6"
        },
        {
          "text": "ибо истину произнесет язык мой, и нечестие – мерзость для уст моих;",
          "ID": "7"
        },
        {
          "text": "все слова уст моих справедливы; нет в них коварства и лукавства;",
          "ID": "8"
        },
        {
          "text": "все они ясны для разумного и справедливы для приобретших знание.",
          "ID": "9"
        },
        {
          "text": "Примите учение мое, а не серебро; лучше знание, нежели отборное золото;",
          "ID": "10"
        },
        {
          "text": "потому что мудрость лучше жемчуга, и ничто из желаемого не сравнится с нею.",
          "ID": "11"
        },
        {
          "text": "Я, премудрость, обитаю с разумом и ищу рассудительного знания.",
          "ID": "12"
        },
        {
          "text": "Страх Господень – ненавидеть зло; гордость и высокомерие и злой путь и коварные уста я ненавижу.",
          "ID": "13"
        },
        {
          "text": "У меня совет и правда; я разум, у меня сила.",
          "ID": "14"
        },
        {
          "text": "Мною цари царствуют и повелители узаконяют правду;",
          "ID": "15"
        },
        {
          "text": "мною начальствуют начальники и вельможи и все судьи земли.",
          "ID": "16"
        },
        {
          "text": "Любящих меня я люблю, и ищущие меня найдут меня;",
          "ID": "17"
        },
        {
          "text": "богатство и слава у меня, сокровище непогибающее и правда;",
          "ID": "18"
        },
        {
          "text": "плоды мои лучше золота, и золота самого чистого, и пользы от меня больше, нежели от отборного серебра.",
          "ID": "19"
        },
        {
          "text": "Я хожу по пути правды, по стезям правосудия,",
          "ID": "20"
        },
        {
          "text": "чтобы доставить любящим меня существенное благо, и сокровищницы их я наполняю.",
          "ID": "21"
        },
        {
          "text": "Господь имел меня началом пути Своего, прежде созданий Своих, искони;",
          "ID": "22"
        },
        {
          "text": "от века я помазана, от начала, прежде бытия земли.",
          "ID": "23"
        },
        {
          "text": "Я родилась, когда еще не существовали бездны, когда еще не было источников, обильных водою.",
          "ID": "24"
        },
        {
          "text": "Я родилась прежде, нежели водружены были горы, прежде холмов,",
          "ID": "25"
        },
        {
          "text": "когда еще Он не сотворил ни земли, ни полей, ни начальных пылинок вселенной.",
          "ID": "26"
        },
        {
          "text": "Когда Он уготовлял небеса, [я была] там. Когда Он проводил круговую черту по лицу бездны,",
          "ID": "27"
        },
        {
          "text": "когда утверждал вверху облака, когда укреплял источники бездны,",
          "ID": "28"
        },
        {
          "text": "когда давал морю устав, чтобы воды не переступали пределов его, когда полагал основания земли:",
          "ID": "29"
        },
        {
          "text": "тогда я была при Нем художницею, и была радостью всякий день, веселясь пред лицем Его во все время,",
          "ID": "30"
        },
        {
          "text": "веселясь на земном кругу Его, и радость моя [была] с сынами человеческими.",
          "ID": "31"
        },
        {
          "text": "Итак, дети, послушайте меня; и блаженны те, которые хранят пути мои!",
          "ID": "32"
        },
        {
          "text": "Послушайте наставления и будьте мудры, и не отступайте [от] [него].",
          "ID": "33"
        },
        {
          "text": "Блажен человек, который слушает меня, бодрствуя каждый день у ворот моих и стоя на страже у дверей моих!",
          "ID": "34"
        },
        {
          "text": "потому что, кто нашел меня, тот нашел жизнь, и получит благодать от Господа;",
          "ID": "35"
        },
        {
          "text": "а согрешающий против меня наносит вред душе своей: все ненавидящие меня любят смерть\".",
          "ID": "36"
        }
      ],
      "ID": "OT:PRO.8",
      "name": "Притчи Соломона 8"
    },
    {
      "text": [
        {
          "text": "Премудрость построила себе дом, вытесала семь столбов его,",
          "ID": "1"
        },
        {
          "text": "заколола жертву, растворила вино свое и приготовила у себя трапезу;",
          "ID": "2"
        },
        {
          "text": "послала слуг своих провозгласить с возвышенностей городских:",
          "ID": "3"
        },
        {
          "text": "\"кто неразумен, обратись сюда!\" И скудоумному она сказала:",
          "ID": "4"
        },
        {
          "text": "\"идите, ешьте хлеб мой и пейте вино, мною растворенное;",
          "ID": "5"
        },
        {
          "text": "оставьте неразумие, и живите, и ходите путем разума\".",
          "ID": "6"
        },
        {
          "text": "Поучающий кощунника наживет себе бесславие, и обличающий нечестивого – пятно себе.",
          "ID": "7"
        },
        {
          "text": "Не обличай кощунника, чтобы он не возненавидел тебя; обличай мудрого, и он возлюбит тебя;",
          "ID": "8"
        },
        {
          "text": "дай [наставление] мудрому, и он будет еще мудрее; научи правдивого, и он приумножит знание.",
          "ID": "9"
        },
        {
          "text": "Начало мудрости – страх Господень, и познание Святаго – разум;",
          "ID": "10"
        },
        {
          "text": "потому что чрез меня умножатся дни твои, и прибавится тебе лет жизни.",
          "ID": "11"
        },
        {
          "text": "если ты мудр, то мудр для себя; и если буен, то один потерпишь.",
          "ID": "12"
        },
        {
          "text": "Женщина безрассудная, шумливая, глупая и ничего не знающая",
          "ID": "13"
        },
        {
          "text": "садится у дверей дома своего на стуле, на возвышенных местах города,",
          "ID": "14"
        },
        {
          "text": "чтобы звать проходящих дорогою, идущих прямо своими путями:",
          "ID": "15"
        },
        {
          "text": "\"кто глуп, обратись сюда!\" и скудоумному сказала она:",
          "ID": "16"
        },
        {
          "text": "\"воды краденые сладки, и утаенный хлеб приятен\".",
          "ID": "17"
        },
        {
          "text": "И он не знает, что мертвецы там, и что в глубине преисподней зазванные ею. | [Но ты отскочи, не медли на месте, не останавливай взгляда твоего на ней; ибо таким образом ты пройдешь воду чужую. От воды чужой удаляйся, и из источника чужого не пей, чтобы пожить многое время, и чтобы прибавились тебе лета жизни.]",
          "ID": "18"
        }
      ],
      "ID": "OT:PRO.9",
      "name": "Притчи Соломона 9"
    },
    {
      "text": [
        {
          "text": "Притчи Соломона. Сын мудрый радует отца, а сын глупый – огорчение для его матери.",
          "ID": "1"
        },
        {
          "text": "Не доставляют пользы сокровища неправедные, правда же избавляет от смерти.",
          "ID": "2"
        },
        {
          "text": "Не допустит Господь терпеть голод душе праведного, стяжание же нечестивых исторгнет.",
          "ID": "3"
        },
        {
          "text": "Ленивая рука делает бедным, а рука прилежных обогащает.",
          "ID": "4"
        },
        {
          "text": "Собирающий во время лета – сын разумный, спящий же во время жатвы – сын беспутный.",
          "ID": "5"
        },
        {
          "text": "Благословения – на голове праведника, уста же беззаконных заградит насилие.",
          "ID": "6"
        },
        {
          "text": "Память праведника пребудет благословенна, а имя нечестивых омерзеет.",
          "ID": "7"
        },
        {
          "text": "Мудрый сердцем принимает заповеди, а глупый устами преткнется.",
          "ID": "8"
        },
        {
          "text": "Кто ходит в непорочности, тот ходит безопасно; а кто превращает пути свои, тот будет наказан.",
          "ID": "9"
        },
        {
          "text": "Кто мигает глазами, тот причиняет досаду, а глупый устами преткнется.",
          "ID": "10"
        },
        {
          "text": "Уста праведника – источник жизни, уста же беззаконных заградит насилие.",
          "ID": "11"
        },
        {
          "text": "Ненависть возбуждает раздоры, но любовь покрывает все грехи.",
          "ID": "12"
        },
        {
          "text": "В устах разумного находится мудрость, но на теле глупого – розга.",
          "ID": "13"
        },
        {
          "text": "Мудрые сберегают знание, но уста глупого – близкая погибель.",
          "ID": "14"
        },
        {
          "text": "Имущество богатого – крепкий город его, беда для бедных – скудость их.",
          "ID": "15"
        },
        {
          "text": "Труды праведного – к жизни, успех нечестивого – ко греху.",
          "ID": "16"
        },
        {
          "text": "Кто хранит наставление, тот на пути к жизни; а отвергающий обличение – блуждает.",
          "ID": "17"
        },
        {
          "text": "Кто скрывает ненависть, у того уста лживые; и кто разглашает клевету, тот глуп.",
          "ID": "18"
        },
        {
          "text": "При многословии не миновать греха, а сдерживающий уста свои – разумен.",
          "ID": "19"
        },
        {
          "text": "Отборное серебро – язык праведного, сердце же нечестивых – ничтожество.",
          "ID": "20"
        },
        {
          "text": "Уста праведного пасут многих, а глупые умирают от недостатка разума.",
          "ID": "21"
        },
        {
          "text": "Благословение Господне – оно обогащает и печали с собою не приносит.",
          "ID": "22"
        },
        {
          "text": "Для глупого преступное деяние как бы забава, а человеку разумному свойственна мудрость.",
          "ID": "23"
        },
        {
          "text": "Чего страшится нечестивый, то и постигнет его, а желание праведников исполнится.",
          "ID": "24"
        },
        {
          "text": "Как проносится вихрь, [так] нет более нечестивого; а праведник – на вечном основании.",
          "ID": "25"
        },
        {
          "text": "Что уксус для зубов и дым для глаз, то ленивый для посылающих его.",
          "ID": "26"
        },
        {
          "text": "Страх Господень прибавляет дней, лета же нечестивых сократятся.",
          "ID": "27"
        },
        {
          "text": "Ожидание праведников – радость, а надежда нечестивых погибнет.",
          "ID": "28"
        },
        {
          "text": "Путь Господень – твердыня для непорочного и страх для делающих беззаконие.",
          "ID": "29"
        },
        {
          "text": "Праведник во веки не поколеблется, нечестивые же не поживут на земле.",
          "ID": "30"
        },
        {
          "text": "Уста праведника источают мудрость, а язык зловредный отсечется.",
          "ID": "31"
        },
        {
          "text": "Уста праведного знают благоприятное, а уста нечестивых – развращенное.",
          "ID": "32"
        }
      ],
      "ID": "OT:PRO.10",
      "name": "Притчи Соломона 10"
    },
    {
      "text": [
        {
          "text": "Неверные весы – мерзость пред Господом, но правильный вес угоден Ему.",
          "ID": "1"
        },
        {
          "text": "Придет гордость, придет и посрамление; но со смиренными – мудрость.",
          "ID": "2"
        },
        {
          "text": "Непорочность прямодушных будет руководить их, а лукавство коварных погубит их.",
          "ID": "3"
        },
        {
          "text": "Не поможет богатство в день гнева, правда же спасет от смерти.",
          "ID": "4"
        },
        {
          "text": "Правда непорочного уравнивает путь его, а нечестивый падет от нечестия своего.",
          "ID": "5"
        },
        {
          "text": "Правда прямодушных спасет их, а беззаконники будут уловлены беззаконием своим.",
          "ID": "6"
        },
        {
          "text": "Со смертью человека нечестивого исчезает надежда, и ожидание беззаконных погибает.",
          "ID": "7"
        },
        {
          "text": "Праведник спасается от беды, а вместо него попадает [в нее] нечестивый.",
          "ID": "8"
        },
        {
          "text": "Устами лицемер губит ближнего своего, но праведники прозорливостью спасаются.",
          "ID": "9"
        },
        {
          "text": "При благоденствии праведников веселится город, и при погибели нечестивых [бывает] торжество.",
          "ID": "10"
        },
        {
          "text": "Благословением праведных возвышается город, а устами нечестивых разрушается.",
          "ID": "11"
        },
        {
          "text": "Скудоумный высказывает презрение к ближнему своему; но разумный человек молчит.",
          "ID": "12"
        },
        {
          "text": "Кто ходит переносчиком, тот открывает тайну; но верный человек таит дело.",
          "ID": "13"
        },
        {
          "text": "При недостатке попечения падает народ, а при многих советниках благоденствует.",
          "ID": "14"
        },
        {
          "text": "Зло причиняет себе, кто ручается за постороннего; а кто ненавидит ручательство, тот безопасен.",
          "ID": "15"
        },
        {
          "text": "Благонравная жена приобретает славу, а трудолюбивые приобретают богатство.",
          "ID": "16"
        },
        {
          "text": "Человек милосердый благотворит душе своей, а жестокосердый разрушает плоть свою.",
          "ID": "17"
        },
        {
          "text": "Нечестивый делает дело ненадежное, а сеющему правду – награда верная.",
          "ID": "18"
        },
        {
          "text": "Праведность [ведет] к жизни, а стремящийся к злу [стремится] к смерти своей.",
          "ID": "19"
        },
        {
          "text": "Мерзость пред Господом – коварные сердцем; но благоугодны Ему непорочные в пути.",
          "ID": "20"
        },
        {
          "text": "Можно поручиться, что порочный не останется ненаказанным; семя же праведных спасется.",
          "ID": "21"
        },
        {
          "text": "Что золотое кольцо в носу у свиньи, то женщина красивая и – безрассудная.",
          "ID": "22"
        },
        {
          "text": "Желание праведных [есть] одно добро, ожидание нечестивых – гнев.",
          "ID": "23"
        },
        {
          "text": "Иной сыплет щедро, и [ему] еще прибавляется; а другой сверх меры бережлив, и однако же беднеет.",
          "ID": "24"
        },
        {
          "text": "Благотворительная душа будет насыщена, и кто напояет [других], тот и сам напоен будет.",
          "ID": "25"
        },
        {
          "text": "Кто удерживает у себя хлеб, того клянет народ; а на голове продающего – благословение.",
          "ID": "26"
        },
        {
          "text": "Кто стремится к добру, тот ищет благоволения; а кто ищет зла, к тому оно и приходит.",
          "ID": "27"
        },
        {
          "text": "Надеющийся на богатство свое упадет; а праведники, как лист, будут зеленеть.",
          "ID": "28"
        },
        {
          "text": "Расстроивающий дом свой получит в удел ветер, и глупый будет рабом мудрого сердцем.",
          "ID": "29"
        },
        {
          "text": "Плод праведника – древо жизни, и мудрый привлекает души.",
          "ID": "30"
        },
        {
          "text": "Так праведнику воздается на земле, тем паче нечестивому и грешнику.",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.11",
      "name": "Притчи Соломона 11"
    },
    {
      "text": [
        {
          "text": "Кто любит наставление, тот любит знание; а кто ненавидит обличение, тот невежда.",
          "ID": "1"
        },
        {
          "text": "Добрый приобретает благоволение от Господа; а человека коварного Он осудит.",
          "ID": "2"
        },
        {
          "text": "Не утвердит себя человек беззаконием; корень же праведников неподвижен.",
          "ID": "3"
        },
        {
          "text": "Добродетельная жена – венец для мужа своего; а позорная – как гниль в костях его.",
          "ID": "4"
        },
        {
          "text": "Промышления праведных – правда, а замыслы нечестивых – коварство.",
          "ID": "5"
        },
        {
          "text": "Речи нечестивых – засада для пролития крови, уста же праведных спасают их.",
          "ID": "6"
        },
        {
          "text": "Коснись нечестивых несчастие – и нет их, а дом праведных стоит.",
          "ID": "7"
        },
        {
          "text": "Хвалят человека по мере разума его, а развращенный сердцем будет в презрении.",
          "ID": "8"
        },
        {
          "text": "Лучше простой, но работающий на себя, нежели выдающий себя за знатного, но нуждающийся в хлебе.",
          "ID": "9"
        },
        {
          "text": "Праведный печется и о жизни скота своего, сердце же нечестивых жестоко.",
          "ID": "10"
        },
        {
          "text": "Кто возделывает землю свою, тот будет насыщаться хлебом; а кто идет по следам празднолюбцев, тот скудоумен.",
          "ID": "11"
        },
        {
          "text": "Нечестивый желает уловить в сеть зла; но корень праведных тверд.",
          "ID": "12"
        },
        {
          "text": "Нечестивый уловляется грехами уст своих; но праведник выйдет из беды.",
          "ID": "13"
        },
        {
          "text": "От плода уст [своих] человек насыщается добром, и воздаяние человеку – по делам рук его.",
          "ID": "14"
        },
        {
          "text": "Путь глупого прямой в его глазах; но кто слушает совета, тот мудр.",
          "ID": "15"
        },
        {
          "text": "У глупого тотчас же выкажется гнев его, а благоразумный скрывает оскорбление.",
          "ID": "16"
        },
        {
          "text": "Кто говорит то, что знает, тот говорит правду; а у свидетеля ложного – обман.",
          "ID": "17"
        },
        {
          "text": "Иной пустослов уязвляет как мечом, а язык мудрых – врачует.",
          "ID": "18"
        },
        {
          "text": "Уста правдивые вечно пребывают, а лживый язык – только на мгновение.",
          "ID": "19"
        },
        {
          "text": "Коварство – в сердце злоумышленников, радость – у миротворцев.",
          "ID": "20"
        },
        {
          "text": "Не приключится праведнику никакого зла, нечестивые же будут преисполнены зол.",
          "ID": "21"
        },
        {
          "text": "Мерзость пред Господом – уста лживые, а говорящие истину благоугодны Ему.",
          "ID": "22"
        },
        {
          "text": "Человек рассудительный скрывает знание, а сердце глупых высказывает глупость.",
          "ID": "23"
        },
        {
          "text": "Рука прилежных будет господствовать, а ленивая будет под данью.",
          "ID": "24"
        },
        {
          "text": "Тоска на сердце человека подавляет его, а доброе слово развеселяет его.",
          "ID": "25"
        },
        {
          "text": "Праведник указывает ближнему своему путь, а путь нечестивых вводит их в заблуждение.",
          "ID": "26"
        },
        {
          "text": "Ленивый не жарит своей дичи; а имущество человека прилежного многоценно.",
          "ID": "27"
        },
        {
          "text": "На пути правды – жизнь, и на стезе ее нет смерти.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.12",
      "name": "Притчи Соломона 12"
    },
    {
      "text": [
        {
          "text": "Мудрый сын [слушает] наставление отца, а буйный не слушает обличения.",
          "ID": "1"
        },
        {
          "text": "От плода уст [своих] человек вкусит добро, душа же законопреступников – зло.",
          "ID": "2"
        },
        {
          "text": "Кто хранит уста свои, тот бережет душу свою; а кто широко раскрывает свой рот, тому беда.",
          "ID": "3"
        },
        {
          "text": "Душа ленивого желает, но тщетно; а душа прилежных насытится.",
          "ID": "4"
        },
        {
          "text": "Праведник ненавидит ложное слово, а нечестивый срамит и бесчестит [себя].",
          "ID": "5"
        },
        {
          "text": "Правда хранит непорочного в пути, а нечестие губит грешника.",
          "ID": "6"
        },
        {
          "text": "Иной выдает себя за богатого, а у него ничего нет; другой выдает себя за бедного, а у него богатства много.",
          "ID": "7"
        },
        {
          "text": "Богатством своим человек выкупает жизнь [свою], а бедный и угрозы не слышит.",
          "ID": "8"
        },
        {
          "text": "Свет праведных весело горит, светильник же нечестивых угасает.",
          "ID": "9"
        },
        {
          "text": "От высокомерия происходит раздор, а у советующихся – мудрость.",
          "ID": "10"
        },
        {
          "text": "Богатство от суетности истощается, а собирающий трудами умножает его.",
          "ID": "11"
        },
        {
          "text": "Надежда, долго не сбывающаяся, томит сердце, а исполнившееся желание – [как] древо жизни.",
          "ID": "12"
        },
        {
          "text": "Кто пренебрегает словом, тот причиняет вред себе; а кто боится заповеди, тому воздается.",
          "ID": "13"
        },
        {
          "text": "[У сына лукавого ничего нет доброго, а у разумного раба дела благоуспешны, и путь его прямой.]",
          "ID": "14"
        },
        {
          "text": "Учение мудрого – источник жизни, удаляющий от сетей смерти.",
          "ID": "15"
        },
        {
          "text": "Добрый разум доставляет приятность, путь же беззаконных жесток.",
          "ID": "16"
        },
        {
          "text": "Всякий благоразумный действует с знанием, а глупый выставляет напоказ глупость.",
          "ID": "17"
        },
        {
          "text": "Худой посол попадает в беду, а верный посланник – спасение.",
          "ID": "18"
        },
        {
          "text": "Нищета и посрамление отвергающему учение; а кто соблюдает наставление, будет в чести.",
          "ID": "19"
        },
        {
          "text": "Желание исполнившееся – приятно для души; но несносно для глупых уклоняться от зла.",
          "ID": "20"
        },
        {
          "text": "Общающийся с мудрыми будет мудр, а кто дружит с глупыми, развратится.",
          "ID": "21"
        },
        {
          "text": "Грешников преследует зло, а праведникам воздается добром.",
          "ID": "22"
        },
        {
          "text": "Добрый оставляет наследство [и] внукам, а богатство грешника сберегается для праведного.",
          "ID": "23"
        },
        {
          "text": "Много хлеба [бывает] и на ниве бедных; но некоторые гибнут от беспорядка.",
          "ID": "24"
        },
        {
          "text": "Кто жалеет розги своей, тот ненавидит сына; а кто любит, тот с детства наказывает его.",
          "ID": "25"
        },
        {
          "text": "Праведник ест до сытости, а чрево беззаконных терпит лишение.",
          "ID": "26"
        }
      ],
      "ID": "OT:PRO.13",
      "name": "Притчи Соломона 13"
    },
    {
      "text": [
        {
          "text": "Мудрая жена устроит дом свой, а глупая разрушит его своими руками.",
          "ID": "1"
        },
        {
          "text": "Идущий прямым путем боится Господа; но чьи пути кривы, тот небрежет о Нем.",
          "ID": "2"
        },
        {
          "text": "В устах глупого – бич гордости; уста же мудрых охраняют их.",
          "ID": "3"
        },
        {
          "text": "Где нет волов, [там] ясли пусты; а много прибыли от силы волов.",
          "ID": "4"
        },
        {
          "text": "Верный свидетель не лжет, а свидетель ложный наговорит много лжи.",
          "ID": "5"
        },
        {
          "text": "Распутный ищет мудрости, и не находит; а для разумного знание легко.",
          "ID": "6"
        },
        {
          "text": "Отойди от человека глупого, у которого ты не замечаешь разумных уст.",
          "ID": "7"
        },
        {
          "text": "Мудрость разумного – знание пути своего, глупость же безрассудных – заблуждение.",
          "ID": "8"
        },
        {
          "text": "Глупые смеются над грехом, а посреди праведных – благоволение.",
          "ID": "9"
        },
        {
          "text": "Сердце знает горе души своей, и в радость его не вмешается чужой.",
          "ID": "10"
        },
        {
          "text": "Дом беззаконных разорится, а жилище праведных процветет.",
          "ID": "11"
        },
        {
          "text": "Есть пути, которые кажутся человеку прямыми; но конец их – путь к смерти.",
          "ID": "12"
        },
        {
          "text": "И при смехе [иногда] болит сердце, и концом радости бывает печаль.",
          "ID": "13"
        },
        {
          "text": "Человек с развращенным сердцем насытится от путей своих, и добрый – от своих.",
          "ID": "14"
        },
        {
          "text": "Глупый верит всякому слову, благоразумный же внимателен к путям своим.",
          "ID": "15"
        },
        {
          "text": "Мудрый боится и удаляется от зла, а глупый раздражителен и самонадеян.",
          "ID": "16"
        },
        {
          "text": "Вспыльчивый может сделать глупость; но человек, умышленно делающий зло, ненавистен.",
          "ID": "17"
        },
        {
          "text": "Невежды получают в удел себе глупость, а благоразумные увенчаются знанием.",
          "ID": "18"
        },
        {
          "text": "Преклонятся злые пред добрыми и нечестивые – у ворот праведника.",
          "ID": "19"
        },
        {
          "text": "Бедный ненавидим бывает даже близким своим, а у богатого много друзей.",
          "ID": "20"
        },
        {
          "text": "Кто презирает ближнего своего, тот грешит; а кто милосерд к бедным, тот блажен.",
          "ID": "21"
        },
        {
          "text": "Не заблуждаются ли умышляющие зло? но милость и верность у благомыслящих.",
          "ID": "22"
        },
        {
          "text": "От всякого труда есть прибыль, а от пустословия только ущерб.",
          "ID": "23"
        },
        {
          "text": "Венец мудрых – богатство их, а глупость невежд глупость [и] [есть].",
          "ID": "24"
        },
        {
          "text": "Верный свидетель спасает души, а лживый наговорит много лжи.",
          "ID": "25"
        },
        {
          "text": "В страхе пред Господом – надежда твердая, и сынам Своим Он прибежище.",
          "ID": "26"
        },
        {
          "text": "Страх Господень – источник жизни, удаляющий от сетей смерти.",
          "ID": "27"
        },
        {
          "text": "Во множестве народа – величие царя, а при малолюдстве народа беда государю.",
          "ID": "28"
        },
        {
          "text": "У терпеливого человека много разума, а раздражительный выказывает глупость.",
          "ID": "29"
        },
        {
          "text": "Кроткое сердце – жизнь для тела, а зависть – гниль для костей.",
          "ID": "30"
        },
        {
          "text": "Кто теснит бедного, тот хулит Творца его; чтущий же Его благотворит нуждающемуся.",
          "ID": "31"
        },
        {
          "text": "За зло свое нечестивый будет отвергнут, а праведный и при смерти своей имеет надежду.",
          "ID": "32"
        },
        {
          "text": "Мудрость почиет в сердце разумного, и среди глупых дает знать о себе.",
          "ID": "33"
        },
        {
          "text": "Праведность возвышает народ, а беззаконие – бесчестие народов.",
          "ID": "34"
        },
        {
          "text": "Благоволение царя – к рабу разумному, а гнев его – против того, кто позорит его.",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.14",
      "name": "Притчи Соломона 14"
    },
    {
      "text": [
        {
          "text": "Кроткий ответ отвращает гнев, а оскорбительное слово возбуждает ярость.",
          "ID": "1"
        },
        {
          "text": "Язык мудрых сообщает добрые знания, а уста глупых изрыгают глупость.",
          "ID": "2"
        },
        {
          "text": "На всяком месте очи Господни: они видят злых и добрых.",
          "ID": "3"
        },
        {
          "text": "Кроткий язык – древо жизни, но необузданный – сокрушение духа.",
          "ID": "4"
        },
        {
          "text": "Глупый пренебрегает наставлением отца своего; а кто внимает обличениям, тот благоразумен.",
          "ID": "5"
        },
        {
          "text": "В доме праведника – обилие сокровищ, а в прибытке нечестивого – расстройство.",
          "ID": "6"
        },
        {
          "text": "Уста мудрых распространяют знание, а сердце глупых не так.",
          "ID": "7"
        },
        {
          "text": "Жертва нечестивых – мерзость пред Господом, а молитва праведных благоугодна Ему.",
          "ID": "8"
        },
        {
          "text": "Мерзость пред Господом – путь нечестивого, а идущего путем правды Он любит.",
          "ID": "9"
        },
        {
          "text": "Злое наказание – уклоняющемуся от пути, и ненавидящий обличение погибнет.",
          "ID": "10"
        },
        {
          "text": "Преисподняя и Аваддон [открыты] пред Господом, тем более сердца сынов человеческих.",
          "ID": "11"
        },
        {
          "text": "Не любит распутный обличающих его, и к мудрым не пойдет.",
          "ID": "12"
        },
        {
          "text": "Веселое сердце делает лице веселым, а при сердечной скорби дух унывает.",
          "ID": "13"
        },
        {
          "text": "Сердце разумного ищет знания, уста же глупых питаются глупостью.",
          "ID": "14"
        },
        {
          "text": "Все дни несчастного печальны; а у кого сердце весело, у того всегда пир.",
          "ID": "15"
        },
        {
          "text": "Лучше немногое при страхе Господнем, нежели большое сокровище, и при нем тревога.",
          "ID": "16"
        },
        {
          "text": "Лучше блюдо зелени, и при нем любовь, нежели откормленный бык, и при нем ненависть.",
          "ID": "17"
        },
        {
          "text": "Вспыльчивый человек возбуждает раздор, а терпеливый утишает распрю.",
          "ID": "18"
        },
        {
          "text": "Путь ленивого – как терновый плетень, а путь праведных – гладкий.",
          "ID": "19"
        },
        {
          "text": "Мудрый сын радует отца, а глупый человек пренебрегает мать свою.",
          "ID": "20"
        },
        {
          "text": "Глупость – радость для малоумного, а человек разумный идет прямою дорогою.",
          "ID": "21"
        },
        {
          "text": "Без совета предприятия расстроятся, а при множестве советников они состоятся.",
          "ID": "22"
        },
        {
          "text": "Радость человеку в ответе уст его, и как хорошо слово вовремя!",
          "ID": "23"
        },
        {
          "text": "Путь жизни мудрого вверх, чтобы уклониться от преисподней внизу.",
          "ID": "24"
        },
        {
          "text": "Дом надменных разорит Господь, а межу вдовы укрепит.",
          "ID": "25"
        },
        {
          "text": "Мерзость пред Господом – помышления злых, слова же непорочных угодны Ему.",
          "ID": "26"
        },
        {
          "text": "Корыстолюбивый расстроит дом свой, а ненавидящий подарки будет жить.",
          "ID": "27"
        },
        {
          "text": "Сердце праведного обдумывает ответ, а уста нечестивых изрыгают зло.",
          "ID": "28"
        },
        {
          "text": "Далек Господь от нечестивых, а молитву праведников слышит.",
          "ID": "29"
        },
        {
          "text": "Светлый взгляд радует сердце, добрая весть утучняет кости.",
          "ID": "30"
        },
        {
          "text": "Ухо, внимательное к учению жизни, пребывает между мудрыми.",
          "ID": "31"
        },
        {
          "text": "Отвергающий наставление нерадеет о своей душе; а кто внимает обличению, тот приобретает разум.",
          "ID": "32"
        },
        {
          "text": "Страх Господень научает мудрости, и славе предшествует смирение.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.15",
      "name": "Притчи Соломона 15"
    },
    {
      "text": [
        {
          "text": "Человеку [принадлежат] предположения сердца, но от Господа ответ языка.",
          "ID": "1"
        },
        {
          "text": "Все пути человека чисты в его глазах, но Господь взвешивает души.",
          "ID": "2"
        },
        {
          "text": "Предай Господу дела твои, и предприятия твои совершатся.",
          "ID": "3"
        },
        {
          "text": "Все сделал Господь ради Себя; и даже нечестивого [блюдет] на день бедствия.",
          "ID": "4"
        },
        {
          "text": "Мерзость пред Господом всякий надменный сердцем; можно поручиться, что он не останется ненаказанным.",
          "ID": "5"
        },
        {
          "text": "Милосердием и правдою очищается грех, и страх Господень отводит от зла.",
          "ID": "6"
        },
        {
          "text": "Когда Господу угодны пути человека, Он и врагов его примиряет с ним.",
          "ID": "7"
        },
        {
          "text": "Лучше немногое с правдою, нежели множество прибытков с неправдою.",
          "ID": "8"
        },
        {
          "text": "Сердце человека обдумывает свой путь, но Господь управляет шествием его.",
          "ID": "9"
        },
        {
          "text": "В устах царя – слово вдохновенное; уста его не должны погрешать на суде.",
          "ID": "10"
        },
        {
          "text": "Верные весы и весовые чаши – от Господа; от Него же все гири в суме.",
          "ID": "11"
        },
        {
          "text": "Мерзость для царей – дело беззаконное, потому что правдою утверждается престол.",
          "ID": "12"
        },
        {
          "text": "Приятны царю уста правдивые, и говорящего истину он любит.",
          "ID": "13"
        },
        {
          "text": "Царский гнев – вестник смерти; но мудрый человек умилостивит его.",
          "ID": "14"
        },
        {
          "text": "В светлом взоре царя – жизнь, и благоволение его – как облако с поздним дождем.",
          "ID": "15"
        },
        {
          "text": "Приобретение мудрости гораздо лучше золота, и приобретение разума предпочтительнее отборного серебра.",
          "ID": "16"
        },
        {
          "text": "Путь праведных – уклонение от зла: тот бережет душу свою, кто хранит путь свой.",
          "ID": "17"
        },
        {
          "text": "Погибели предшествует гордость, и падению – надменность.",
          "ID": "18"
        },
        {
          "text": "Лучше смиряться духом с кроткими, нежели разделять добычу с гордыми.",
          "ID": "19"
        },
        {
          "text": "Кто ведет дело разумно, тот найдет благо, и кто надеется на Господа, тот блажен.",
          "ID": "20"
        },
        {
          "text": "Мудрый сердцем прозовется благоразумным, и сладкая речь прибавит к учению.",
          "ID": "21"
        },
        {
          "text": "Разум для имеющих его – источник жизни, а ученость глупых – глупость.",
          "ID": "22"
        },
        {
          "text": "Сердце мудрого делает язык его мудрым и умножает знание в устах его.",
          "ID": "23"
        },
        {
          "text": "Приятная речь – сотовый мед, сладка для души и целебна для костей.",
          "ID": "24"
        },
        {
          "text": "Есть пути, которые кажутся человеку прямыми, но конец их путь к смерти.",
          "ID": "25"
        },
        {
          "text": "Трудящийся трудится для себя, потому что понуждает его [к] [тому] рот его.",
          "ID": "26"
        },
        {
          "text": "Человек лукавый замышляет зло, и на устах его как бы огонь палящий.",
          "ID": "27"
        },
        {
          "text": "Человек коварный сеет раздор, и наушник разлучает друзей.",
          "ID": "28"
        },
        {
          "text": "Человек неблагонамеренный развращает ближнего своего и ведет его на путь недобрый;",
          "ID": "29"
        },
        {
          "text": "прищуривает глаза свои, чтобы придумать коварство; закусывая себе губы, совершает злодейство.",
          "ID": "30"
        },
        {
          "text": "Венец славы – седина, которая находится на пути правды.",
          "ID": "31"
        },
        {
          "text": "Долготерпеливый лучше храброго, и владеющий собою [лучше] завоевателя города.",
          "ID": "32"
        },
        {
          "text": "В полу бросается жребий, но все решение его – от Господа.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.16",
      "name": "Притчи Соломона 16"
    },
    {
      "text": [
        {
          "text": "Лучше кусок сухого хлеба, и с ним мир, нежели дом, полный заколотого скота, с раздором.",
          "ID": "1"
        },
        {
          "text": "Разумный раб господствует над беспутным сыном и между братьями разделит наследство.",
          "ID": "2"
        },
        {
          "text": "Плавильня – для серебра, и горнило – для золота, а сердца испытывает Господь.",
          "ID": "3"
        },
        {
          "text": "Злодей внимает устам беззаконным, лжец слушается языка пагубного.",
          "ID": "4"
        },
        {
          "text": "Кто ругается над нищим, тот хулит Творца его; кто радуется несчастью, тот не останется ненаказанным.",
          "ID": "5"
        },
        {
          "text": "Венец стариков – сыновья сыновей, и слава детей – родители их.",
          "ID": "6"
        },
        {
          "text": "Неприлична глупому важная речь, тем паче знатному – уста лживые.",
          "ID": "7"
        },
        {
          "text": "Подарок – драгоценный камень в глазах владеющего им: куда ни обратится он, успеет.",
          "ID": "8"
        },
        {
          "text": "Прикрывающий проступок ищет любви; а кто снова напоминает о нем, тот удаляет друга.",
          "ID": "9"
        },
        {
          "text": "На разумного сильнее действует выговор, нежели на глупого сто ударов.",
          "ID": "10"
        },
        {
          "text": "Возмутитель ищет только зла; поэтому жестокий ангел будет послан против него.",
          "ID": "11"
        },
        {
          "text": "Лучше встретить человеку медведицу, лишенную детей, нежели глупца с его глупостью.",
          "ID": "12"
        },
        {
          "text": "Кто за добро воздает злом, от дома того не отойдет зло.",
          "ID": "13"
        },
        {
          "text": "Начало ссоры – как прорыв воды; оставь ссору прежде, нежели разгорелась она.",
          "ID": "14"
        },
        {
          "text": "Оправдывающий нечестивого и обвиняющий праведного – оба мерзость пред Господом.",
          "ID": "15"
        },
        {
          "text": "К чему сокровище в руках глупца? Для приобретения мудрости [у] [него] нет разума.",
          "ID": "16"
        },
        {
          "text": "Друг любит во всякое время и, как брат, явится во время несчастья.",
          "ID": "17"
        },
        {
          "text": "Человек малоумный дает руку и ручается за ближнего своего.",
          "ID": "18"
        },
        {
          "text": "Кто любит ссоры, любит грех, и кто высоко поднимает ворота свои, тот ищет падения.",
          "ID": "19"
        },
        {
          "text": "Коварное сердце не найдет добра, и лукавый язык попадет в беду.",
          "ID": "20"
        },
        {
          "text": "Родил кто глупого, – себе на горе, и отец глупого не порадуется.",
          "ID": "21"
        },
        {
          "text": "Веселое сердце благотворно, как врачевство, а унылый дух сушит кости.",
          "ID": "22"
        },
        {
          "text": "Нечестивый берет подарок из пазухи, чтобы извратить пути правосудия.",
          "ID": "23"
        },
        {
          "text": "Мудрость – пред лицем у разумного, а глаза глупца – на конце земли.",
          "ID": "24"
        },
        {
          "text": "Глупый сын – досада отцу своему и огорчение для матери своей.",
          "ID": "25"
        },
        {
          "text": "Нехорошо и обвинять правого, [и] бить вельмож за правду.",
          "ID": "26"
        },
        {
          "text": "Разумный воздержан в словах своих, и благоразумный хладнокровен.",
          "ID": "27"
        },
        {
          "text": "И глупец, когда молчит, может показаться мудрым, и затворяющий уста свои – благоразумным.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.17",
      "name": "Притчи Соломона 17"
    },
    {
      "text": [
        {
          "text": "Прихоти ищет своенравный, восстает против всего умного.",
          "ID": "1"
        },
        {
          "text": "Глупый не любит знания, а только бы выказать свой ум.",
          "ID": "2"
        },
        {
          "text": "С приходом нечестивого приходит и презрение, а с бесславием – поношение.",
          "ID": "3"
        },
        {
          "text": "Слова уст человеческих – глубокие воды; источник мудрости – струящийся поток.",
          "ID": "4"
        },
        {
          "text": "Нехорошо быть лицеприятным к нечестивому, чтобы ниспровергнуть праведного на суде.",
          "ID": "5"
        },
        {
          "text": "Уста глупого идут в ссору, и слова его вызывают побои.",
          "ID": "6"
        },
        {
          "text": "Язык глупого – гибель для него, и уста его – сеть для души его.",
          "ID": "7"
        },
        {
          "text": "[Ленивого низлагает страх, а души женоподобные будут голодать.]",
          "ID": "8"
        },
        {
          "text": "Слова наушника – как лакомства, и они входят во внутренность чрева.",
          "ID": "9"
        },
        {
          "text": "Нерадивый в работе своей – брат расточителю.",
          "ID": "10"
        },
        {
          "text": "Имя Господа – крепкая башня: убегает в нее праведник – и безопасен.",
          "ID": "11"
        },
        {
          "text": "Имение богатого – крепкий город его, и как высокая ограда в его воображении.",
          "ID": "12"
        },
        {
          "text": "Перед падением возносится сердце человека, а смирение предшествует славе.",
          "ID": "13"
        },
        {
          "text": "Кто дает ответ не выслушав, тот глуп, и стыд ему.",
          "ID": "14"
        },
        {
          "text": "Дух человека переносит его немощи; а пораженный дух – кто может подкрепить его?",
          "ID": "15"
        },
        {
          "text": "Сердце разумного приобретает знание, и ухо мудрых ищет знания.",
          "ID": "16"
        },
        {
          "text": "Подарок у человека дает ему простор и до вельмож доведет его.",
          "ID": "17"
        },
        {
          "text": "Первый в тяжбе своей прав, но приходит соперник его и исследывает его.",
          "ID": "18"
        },
        {
          "text": "Жребий прекращает споры и решает между сильными.",
          "ID": "19"
        },
        {
          "text": "Озлобившийся брат [неприступнее] крепкого города, и ссоры подобны запорам замка.",
          "ID": "20"
        },
        {
          "text": "От плода уст человека наполняется чрево его; произведением уст своих он насыщается.",
          "ID": "21"
        },
        {
          "text": "Смерть и жизнь – во власти языка, и любящие его вкусят от плодов его.",
          "ID": "22"
        },
        {
          "text": "Кто нашел [добрую] жену, тот нашел благо и получил благодать от Господа.",
          "ID": "23"
        },
        {
          "text": "С мольбою говорит нищий, а богатый отвечает грубо.",
          "ID": "24"
        },
        {
          "text": "Кто хочет иметь друзей, тот и сам должен быть дружелюбным; и бывает друг, более привязанный, нежели брат.",
          "ID": "25"
        }
      ],
      "ID": "OT:PRO.18",
      "name": "Притчи Соломона 18"
    },
    {
      "text": [
        {
          "text": "Лучше бедный, ходящий в своей непорочности, нежели [богатый] со лживыми устами, и притом глупый.",
          "ID": "1"
        },
        {
          "text": "Нехорошо душе без знания, и торопливый ногами оступится.",
          "ID": "2"
        },
        {
          "text": "Глупость человека извращает путь его, а сердце его негодует на Господа.",
          "ID": "3"
        },
        {
          "text": "Богатство прибавляет много друзей, а бедный оставляется и другом своим.",
          "ID": "4"
        },
        {
          "text": "Лжесвидетель не останется ненаказанным, и кто говорит ложь, не спасется.",
          "ID": "5"
        },
        {
          "text": "Многие заискивают у знатных, и всякий – друг человеку, делающему подарки.",
          "ID": "6"
        },
        {
          "text": "Бедного ненавидят все братья его, тем паче друзья его удаляются от него: гонится за ними, чтобы поговорить, но и этого нет.",
          "ID": "7"
        },
        {
          "text": "Кто приобретает разум, тот любит душу свою; кто наблюдает благоразумие, тот находит благо.",
          "ID": "8"
        },
        {
          "text": "Лжесвидетель не останется ненаказанным, и кто говорит ложь, погибнет.",
          "ID": "9"
        },
        {
          "text": "Неприлична глупцу пышность, тем паче рабу господство над князьями.",
          "ID": "10"
        },
        {
          "text": "Благоразумие делает человека медленным на гнев, и слава для него – быть снисходительным к проступкам.",
          "ID": "11"
        },
        {
          "text": "Гнев царя – как рев льва, а благоволение его – как роса на траву.",
          "ID": "12"
        },
        {
          "text": "Глупый сын – сокрушение для отца своего, и сварливая жена – сточная труба.",
          "ID": "13"
        },
        {
          "text": "Дом и имение – наследство от родителей, а разумная жена – от Господа.",
          "ID": "14"
        },
        {
          "text": "Леность погружает в сонливость, и нерадивая душа будет терпеть голод.",
          "ID": "15"
        },
        {
          "text": "Хранящий заповедь хранит душу свою, а нерадящий о путях своих погибнет.",
          "ID": "16"
        },
        {
          "text": "Благотворящий бедному дает взаймы Господу, и Он воздаст ему за благодеяние его.",
          "ID": "17"
        },
        {
          "text": "Наказывай сына своего, доколе есть надежда, и не возмущайся криком его.",
          "ID": "18"
        },
        {
          "text": "Гневливый пусть терпит наказание, потому что, если пощадишь [его], придется тебе еще больше наказывать его.",
          "ID": "19"
        },
        {
          "text": "Слушайся совета и принимай обличение, чтобы сделаться тебе впоследствии мудрым.",
          "ID": "20"
        },
        {
          "text": "Много замыслов в сердце человека, но состоится только определенное Господом.",
          "ID": "21"
        },
        {
          "text": "Радость человеку – благотворительность его, и бедный человек лучше, нежели лживый.",
          "ID": "22"
        },
        {
          "text": "Страх Господень [ведет] к жизни, и [кто имеет его], всегда будет доволен, и зло не постигнет его.",
          "ID": "23"
        },
        {
          "text": "Ленивый опускает руку свою в чашу, и не хочет донести ее до рта своего.",
          "ID": "24"
        },
        {
          "text": "Если ты накажешь кощунника, то и простой сделается благоразумным; и [если] обличишь разумного, то он поймет наставление.",
          "ID": "25"
        },
        {
          "text": "Разоряющий отца и выгоняющий мать – сын срамной и бесчестный.",
          "ID": "26"
        },
        {
          "text": "Перестань, сын мой, слушать внушения об уклонении от изречений разума.",
          "ID": "27"
        },
        {
          "text": "Лукавый свидетель издевается над судом, и уста беззаконных глотают неправду.",
          "ID": "28"
        },
        {
          "text": "Готовы для кощунствующих суды, и побои – на тело глупых.",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.19",
      "name": "Притчи Соломона 19"
    },
    {
      "text": [
        {
          "text": "Вино – глумливо, сикера – буйна; и всякий, увлекающийся ими, неразумен.",
          "ID": "1"
        },
        {
          "text": "Гроза царя – как бы рев льва: кто раздражает его, тот грешит против самого себя.",
          "ID": "2"
        },
        {
          "text": "Честь для человека – отстать от ссоры; а всякий глупец задорен.",
          "ID": "3"
        },
        {
          "text": "Ленивец зимою не пашет: поищет летом – и нет ничего.",
          "ID": "4"
        },
        {
          "text": "Помыслы в сердце человека – глубокие воды, но человек разумный вычерпывает их.",
          "ID": "5"
        },
        {
          "text": "Многие хвалят человека за милосердие, но правдивого человека кто находит?",
          "ID": "6"
        },
        {
          "text": "Праведник ходит в своей непорочности: блаженны дети его после него!",
          "ID": "7"
        },
        {
          "text": "Царь, сидящий на престоле суда, разгоняет очами своими все злое.",
          "ID": "8"
        },
        {
          "text": "Кто может сказать: \"я очистил мое сердце, я чист от греха моего?\"",
          "ID": "9"
        },
        {
          "text": "Неодинаковые весы, неодинаковая мера, то и другое – мерзость пред Господом.",
          "ID": "10"
        },
        {
          "text": "Можно узнать даже отрока по занятиям его, чисто ли и правильно ли будет поведение его.",
          "ID": "11"
        },
        {
          "text": "Ухо слышащее и глаз видящий – и то и другое создал Господь.",
          "ID": "12"
        },
        {
          "text": "Не люби спать, чтобы тебе не обеднеть; держи открытыми глаза твои, и будешь досыта есть хлеб.",
          "ID": "13"
        },
        {
          "text": "\"Дурно, дурно\", говорит покупатель, а когда отойдет, хвалится.",
          "ID": "14"
        },
        {
          "text": "Есть золото и много жемчуга, но драгоценная утварь – уста разумные.",
          "ID": "15"
        },
        {
          "text": "Возьми платье его, так как он поручился за чужого; и за стороннего возьми от него залог.",
          "ID": "16"
        },
        {
          "text": "Сладок для человека хлеб, [приобретенный] неправдою; но после рот его наполнится дресвою.",
          "ID": "17"
        },
        {
          "text": "Предприятия получают твердость чрез совещание, и по совещании веди войну.",
          "ID": "18"
        },
        {
          "text": "Кто ходит переносчиком, тот открывает тайну; и кто широко раскрывает рот, с тем не сообщайся.",
          "ID": "19"
        },
        {
          "text": "Кто злословит отца своего и свою мать, того светильник погаснет среди глубокой тьмы.",
          "ID": "20"
        },
        {
          "text": "Наследство, поспешно захваченное вначале, не благословится впоследствии.",
          "ID": "21"
        },
        {
          "text": "Не говори: \"я отплачу за зло\"; предоставь Господу, и Он сохранит тебя.",
          "ID": "22"
        },
        {
          "text": "Мерзость пред Господом – неодинаковые гири, и неверные весы – не добро.",
          "ID": "23"
        },
        {
          "text": "От Господа направляются шаги человека; человеку же как узнать путь свой?",
          "ID": "24"
        },
        {
          "text": "Сеть для человека – поспешно давать обет, и после обета обдумывать.",
          "ID": "25"
        },
        {
          "text": "Мудрый царь вывеет нечестивых и обратит на них колесо.",
          "ID": "26"
        },
        {
          "text": "Светильник Господень – дух человека, испытывающий все глубины сердца.",
          "ID": "27"
        },
        {
          "text": "Милость и истина охраняют царя, и милостью он поддерживает престол свой.",
          "ID": "28"
        },
        {
          "text": "Слава юношей – сила их, а украшение стариков – седина.",
          "ID": "29"
        },
        {
          "text": "Раны от побоев – врачевство против зла, и удары, проникающие во внутренности чрева.",
          "ID": "30"
        }
      ],
      "ID": "OT:PRO.20",
      "name": "Притчи Соломона 20"
    },
    {
      "text": [
        {
          "text": "Сердце царя – в руке Господа, как потоки вод: куда захочет, Он направляет его.",
          "ID": "1"
        },
        {
          "text": "Всякий путь человека прям в глазах его; но Господь взвешивает сердца.",
          "ID": "2"
        },
        {
          "text": "Соблюдение правды и правосудия более угодно Господу, нежели жертва.",
          "ID": "3"
        },
        {
          "text": "Гордость очей и надменность сердца, отличающие нечестивых, – грех.",
          "ID": "4"
        },
        {
          "text": "Помышления прилежного стремятся к изобилию, а всякий торопливый терпит лишение.",
          "ID": "5"
        },
        {
          "text": "Приобретение сокровища лживым языком – мимолетное дуновение ищущих смерти.",
          "ID": "6"
        },
        {
          "text": "Насилие нечестивых обрушится на них, потому что они отреклись соблюдать правду.",
          "ID": "7"
        },
        {
          "text": "Превратен путь человека развращенного; а кто чист, того действие прямо.",
          "ID": "8"
        },
        {
          "text": "Лучше жить в углу на кровле, нежели со сварливою женою в пространном доме.",
          "ID": "9"
        },
        {
          "text": "Душа нечестивого желает зла: не найдет милости в глазах его и друг его.",
          "ID": "10"
        },
        {
          "text": "Когда наказывается кощунник, простой делается мудрым; и когда вразумляется мудрый, то он приобретает знание.",
          "ID": "11"
        },
        {
          "text": "Праведник наблюдает за домом нечестивого: как повергаются нечестивые в несчастие.",
          "ID": "12"
        },
        {
          "text": "Кто затыкает ухо свое от вопля бедного, тот и сам будет вопить, – и не будет услышан.",
          "ID": "13"
        },
        {
          "text": "Подарок тайный тушит гнев, и дар в пазуху – сильную ярость.",
          "ID": "14"
        },
        {
          "text": "Соблюдение правосудия – радость для праведника и страх для делающих зло.",
          "ID": "15"
        },
        {
          "text": "Человек, сбившийся с пути разума, водворится в собрании мертвецов.",
          "ID": "16"
        },
        {
          "text": "Кто любит веселье, обеднеет; а кто любит вино и тук, не разбогатеет.",
          "ID": "17"
        },
        {
          "text": "Выкупом будет за праведного нечестивый и за прямодушного – лукавый.",
          "ID": "18"
        },
        {
          "text": "Лучше жить в земле пустынной, нежели с женою сварливою и сердитою.",
          "ID": "19"
        },
        {
          "text": "Вожделенное сокровище и тук – в доме мудрого; а глупый человек расточает их.",
          "ID": "20"
        },
        {
          "text": "Соблюдающий правду и милость найдет жизнь, правду и славу.",
          "ID": "21"
        },
        {
          "text": "Мудрый входит в город сильных и ниспровергает крепость, на которую они надеялись.",
          "ID": "22"
        },
        {
          "text": "Кто хранит уста свои и язык свой, тот хранит от бед душу свою.",
          "ID": "23"
        },
        {
          "text": "Надменный злодей – кощунник имя ему – действует в пылу гордости.",
          "ID": "24"
        },
        {
          "text": "Алчба ленивца убьет его, потому что руки его отказываются работать;",
          "ID": "25"
        },
        {
          "text": "всякий день он сильно алчет, а праведник дает и не жалеет.",
          "ID": "26"
        },
        {
          "text": "Жертва нечестивых – мерзость, особенно когда с лукавством приносят ее.",
          "ID": "27"
        },
        {
          "text": "Лжесвидетель погибнет; а человек, который говорит, что знает, будет говорить всегда.",
          "ID": "28"
        },
        {
          "text": "Человек нечестивый дерзок лицом своим, а праведный держит прямо путь свой.",
          "ID": "29"
        },
        {
          "text": "Нет мудрости, и нет разума, и нет совета вопреки Господу.",
          "ID": "30"
        },
        {
          "text": "Коня приготовляют на день битвы, но победа – от Господа.",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.21",
      "name": "Притчи Соломона 21"
    },
    {
      "text": [
        {
          "text": "Доброе имя лучше большого богатства, и добрая слава лучше серебра и золота.",
          "ID": "1"
        },
        {
          "text": "Богатый и бедный встречаются друг с другом: того и другого создал Господь.",
          "ID": "2"
        },
        {
          "text": "Благоразумный видит беду, и укрывается; а неопытные идут вперед, и наказываются.",
          "ID": "3"
        },
        {
          "text": "За смирением следует страх Господень, богатство и слава и жизнь.",
          "ID": "4"
        },
        {
          "text": "Терны и сети на пути коварного; кто бережет душу свою, удались от них.",
          "ID": "5"
        },
        {
          "text": "Наставь юношу при начале пути его: он не уклонится от него, когда и состарится.",
          "ID": "6"
        },
        {
          "text": "Богатый господствует над бедным, и должник [делается] рабом заимодавца.",
          "ID": "7"
        },
        {
          "text": "Сеющий неправду пожнет беду, и трости гнева его не станет.",
          "ID": "8"
        },
        {
          "text": "Милосердый будет благословляем, потому что дает бедному от хлеба своего.",
          "ID": "9"
        },
        {
          "text": "Прогони кощунника, и удалится раздор, и прекратятся ссора и брань.",
          "ID": "10"
        },
        {
          "text": "Кто любит чистоту сердца, у того приятность на устах, тому царь – друг.",
          "ID": "11"
        },
        {
          "text": "Очи Господа охраняют знание, а слова законопреступника Он ниспровергает.",
          "ID": "12"
        },
        {
          "text": "Ленивец говорит: \"лев на улице! посреди площади убьют меня!\"",
          "ID": "13"
        },
        {
          "text": "Глубокая пропасть – уста блудниц: на кого прогневается Господь, тот упадет туда.",
          "ID": "14"
        },
        {
          "text": "Глупость привязалась к сердцу юноши, но исправительная розга удалит ее от него.",
          "ID": "15"
        },
        {
          "text": "Кто обижает бедного, чтобы умножить свое богатство, и кто дает богатому, тот обеднеет.",
          "ID": "16"
        },
        {
          "text": "Приклони ухо твое, и слушай слова мудрых, и сердце твое обрати к моему знанию;",
          "ID": "17"
        },
        {
          "text": "потому что утешительно будет, если ты будешь хранить их в сердце твоем, и они будут также в устах твоих.",
          "ID": "18"
        },
        {
          "text": "Чтобы упование твое было на Господа, я учу тебя и сегодня, и ты [помни].",
          "ID": "19"
        },
        {
          "text": "Не писал ли я тебе трижды в советах и наставлении,",
          "ID": "20"
        },
        {
          "text": "чтобы научить тебя точным словам истины, дабы ты мог передавать слова истины посылающим тебя?",
          "ID": "21"
        },
        {
          "text": "Не будь грабителем бедного, потому что он беден, и не притесняй несчастного у ворот,",
          "ID": "22"
        },
        {
          "text": "потому что Господь вступится в дело их и исхитит душу у грабителей их.",
          "ID": "23"
        },
        {
          "text": "Не дружись с гневливым и не сообщайся с человеком вспыльчивым,",
          "ID": "24"
        },
        {
          "text": "чтобы не научиться путям его и не навлечь петли на душу твою.",
          "ID": "25"
        },
        {
          "text": "Не будь из тех, которые дают руки и поручаются за долги:",
          "ID": "26"
        },
        {
          "text": "если тебе нечем заплатить, то для чего доводить себя, чтобы взяли постель твою из–под тебя?",
          "ID": "27"
        },
        {
          "text": "Не передвигай межи давней, которую провели отцы твои.",
          "ID": "28"
        },
        {
          "text": "Видел ли ты человека проворного в своем деле? Он будет стоять перед царями, он не будет стоять перед простыми.",
          "ID": "29"
        }
      ],
      "ID": "OT:PRO.22",
      "name": "Притчи Соломона 22"
    },
    {
      "text": [
        {
          "text": "Когда сядешь вкушать пищу с властелином, то тщательно наблюдай, что перед тобою,",
          "ID": "1"
        },
        {
          "text": "и поставь преграду в гортани твоей, если ты алчен.",
          "ID": "2"
        },
        {
          "text": "Не прельщайся лакомыми яствами его; это – обманчивая пища.",
          "ID": "3"
        },
        {
          "text": "Не заботься о том, чтобы нажить богатство; оставь такие мысли твои.",
          "ID": "4"
        },
        {
          "text": "Устремишь глаза твои на него, и – его уже нет; потому что оно сделает себе крылья и, как орел, улетит к небу.",
          "ID": "5"
        },
        {
          "text": "Не вкушай пищи у человека завистливого и не прельщайся лакомыми яствами его;",
          "ID": "6"
        },
        {
          "text": "потому что, каковы мысли в душе его, таков и он; \"ешь и пей\", говорит он тебе, а сердце его не с тобою.",
          "ID": "7"
        },
        {
          "text": "Кусок, который ты съел, изблюешь, и добрые слова твои ты потратишь напрасно.",
          "ID": "8"
        },
        {
          "text": "В уши глупого не говори, потому что он презрит разумные слова твои.",
          "ID": "9"
        },
        {
          "text": "Не передвигай межи давней и на поля сирот не заходи,",
          "ID": "10"
        },
        {
          "text": "потому что Защитник их силен; Он вступится в дело их с тобою.",
          "ID": "11"
        },
        {
          "text": "Приложи сердце твое к учению и уши твои – к умным словам.",
          "ID": "12"
        },
        {
          "text": "Не оставляй юноши без наказания: если накажешь его розгою, он не умрет;",
          "ID": "13"
        },
        {
          "text": "ты накажешь его розгою и спасешь душу его от преисподней.",
          "ID": "14"
        },
        {
          "text": "Сын мой! если сердце твое будет мудро, то порадуется и мое сердце;",
          "ID": "15"
        },
        {
          "text": "и внутренности мои будут радоваться, когда уста твои будут говорить правое.",
          "ID": "16"
        },
        {
          "text": "Да не завидует сердце твое грешникам, но да пребудет оно во все дни в страхе Господнем;",
          "ID": "17"
        },
        {
          "text": "потому что есть будущность, и надежда твоя не потеряна.",
          "ID": "18"
        },
        {
          "text": "Слушай, сын мой, и будь мудр, и направляй сердце твое на прямой путь.",
          "ID": "19"
        },
        {
          "text": "Не будь между упивающимися вином, между пресыщающимися мясом:",
          "ID": "20"
        },
        {
          "text": "потому что пьяница и пресыщающийся обеднеют, и сонливость оденет в рубище.",
          "ID": "21"
        },
        {
          "text": "Слушайся отца твоего: он родил тебя; и не пренебрегай матери твоей, когда она и состарится.",
          "ID": "22"
        },
        {
          "text": "Купи истину и не продавай мудрости и учения и разума.",
          "ID": "23"
        },
        {
          "text": "Торжествует отец праведника, и родивший мудрого радуется о нем.",
          "ID": "24"
        },
        {
          "text": "Да веселится отец твой и да торжествует мать твоя, родившая тебя.",
          "ID": "25"
        },
        {
          "text": "Сын мой! отдай сердце твое мне, и глаза твои да наблюдают пути мои,",
          "ID": "26"
        },
        {
          "text": "потому что блудница – глубокая пропасть, и чужая жена – тесный колодезь;",
          "ID": "27"
        },
        {
          "text": "она, как разбойник, сидит в засаде и умножает между людьми законопреступников.",
          "ID": "28"
        },
        {
          "text": "У кого вой? у кого стон? у кого ссоры? у кого горе? у кого раны без причины? у кого багровые глаза?",
          "ID": "29"
        },
        {
          "text": "У тех, которые долго сидят за вином, которые приходят отыскивать [вина] приправленного.",
          "ID": "30"
        },
        {
          "text": "Не смотри на вино, как оно краснеет, как оно искрится в чаше, как оно ухаживается ровно:",
          "ID": "31"
        },
        {
          "text": "впоследствии, как змей, оно укусит, и ужалит, как аспид;",
          "ID": "32"
        },
        {
          "text": "глаза твои будут смотреть на чужих жен, и сердце твое заговорит развратное,",
          "ID": "33"
        },
        {
          "text": "и ты будешь, как спящий среди моря и как спящий на верху мачты.",
          "ID": "34"
        },
        {
          "text": "[И скажешь]: \"били меня, мне не было больно; толкали меня, я не чувствовал. Когда проснусь, опять буду искать того же\".",
          "ID": "35"
        }
      ],
      "ID": "OT:PRO.23",
      "name": "Притчи Соломона 23"
    },
    {
      "text": [
        {
          "text": "Не ревнуй злым людям и не желай быть с ними,",
          "ID": "1"
        },
        {
          "text": "потому что о насилии помышляет сердце их, и о злом говорят уста их.",
          "ID": "2"
        },
        {
          "text": "Мудростью устрояется дом и разумом утверждается,",
          "ID": "3"
        },
        {
          "text": "и с уменьем внутренности его наполняются всяким драгоценным и прекрасным имуществом.",
          "ID": "4"
        },
        {
          "text": "Человек мудрый силен, и человек разумный укрепляет силу свою.",
          "ID": "5"
        },
        {
          "text": "Поэтому с обдуманностью веди войну твою, и успех [будет] при множестве совещаний.",
          "ID": "6"
        },
        {
          "text": "Для глупого слишком высока мудрость; у ворот не откроет он уст своих.",
          "ID": "7"
        },
        {
          "text": "Кто замышляет сделать зло, того называют злоумышленником.",
          "ID": "8"
        },
        {
          "text": "Помысл глупости – грех, и кощунник – мерзость для людей.",
          "ID": "9"
        },
        {
          "text": "Если ты в день бедствия оказался слабым, то бедна сила твоя.",
          "ID": "10"
        },
        {
          "text": "Спасай взятых на смерть, и неужели откажешься от обреченных на убиение?",
          "ID": "11"
        },
        {
          "text": "Скажешь ли: \"вот, мы не знали этого\"? А Испытующий сердца разве не знает? Наблюдающий над душею твоею знает это, и воздаст человеку по делам его.",
          "ID": "12"
        },
        {
          "text": "Ешь, сын мой, мед, потому что он приятен, и сот, который сладок для гортани твоей:",
          "ID": "13"
        },
        {
          "text": "таково и познание мудрости для души твоей. Если ты нашел [ее], то есть будущность, и надежда твоя не потеряна.",
          "ID": "14"
        },
        {
          "text": "Не злоумышляй, нечестивый, против жилища праведника, не опустошай места покоя его,",
          "ID": "15"
        },
        {
          "text": "ибо семь раз упадет праведник, и встанет; а нечестивые впадут в погибель.",
          "ID": "16"
        },
        {
          "text": "Не радуйся, когда упадет враг твой, и да не веселится сердце твое, когда он споткнется.",
          "ID": "17"
        },
        {
          "text": "Иначе, увидит Господь, и неугодно будет это в очах Его, и Он отвратит от него гнев Свой.",
          "ID": "18"
        },
        {
          "text": "Не негодуй на злодеев и не завидуй нечестивым,",
          "ID": "19"
        },
        {
          "text": "потому что злой не имеет будущности, – светильник нечестивых угаснет.",
          "ID": "20"
        },
        {
          "text": "Бойся, сын мой, Господа и царя; с мятежниками не сообщайся,",
          "ID": "21"
        },
        {
          "text": "потому что внезапно придет погибель от них, и беду от них обоих кто предузнает?",
          "ID": "22"
        },
        {
          "text": "Сказано также мудрыми: иметь лицеприятие на суде – нехорошо.",
          "ID": "23"
        },
        {
          "text": "Кто говорит виновному: \"ты прав\", того будут проклинать народы, того будут ненавидеть племена;",
          "ID": "24"
        },
        {
          "text": "а обличающие будут любимы, и на них придет благословение.",
          "ID": "25"
        },
        {
          "text": "В уста целует, кто отвечает словами верными.",
          "ID": "26"
        },
        {
          "text": "Соверши дела твои вне дома, окончи их на поле твоем, и потом устрояй и дом твой.",
          "ID": "27"
        },
        {
          "text": "Не будь лжесвидетелем на ближнего твоего: к чему тебе обманывать устами твоими?",
          "ID": "28"
        },
        {
          "text": "Не говори: \"как он поступил со мною, так и я поступлю с ним, воздам человеку по делам его\".",
          "ID": "29"
        },
        {
          "text": "Проходил я мимо поля человека ленивого и мимо виноградника человека скудоумного:",
          "ID": "30"
        },
        {
          "text": "и вот, все это заросло терном, поверхность его покрылась крапивою, и каменная ограда его обрушилась.",
          "ID": "31"
        },
        {
          "text": "И посмотрел я, и обратил сердце мое, и посмотрел и получил урок:",
          "ID": "32"
        },
        {
          "text": "\"немного поспишь, немного подремлешь, немного, сложив руки, полежишь, –",
          "ID": "33"
        },
        {
          "text": "и придет, [как] прохожий, бедность твоя, и нужда твоя – как человек вооруженный\".",
          "ID": "34"
        }
      ],
      "ID": "OT:PRO.24",
      "name": "Притчи Соломона 24"
    },
    {
      "text": [
        {
          "text": "И это притчи Соломона, которые собрали мужи Езекии, царя Иудейского.",
          "ID": "1"
        },
        {
          "text": "Слава Божия – облекать тайною дело, а слава царей – исследывать дело.",
          "ID": "2"
        },
        {
          "text": "Как небо в высоте и земля в глубине, так сердце царей – неисследимо.",
          "ID": "3"
        },
        {
          "text": "Отдели примесь от серебра, и выйдет у серебряника сосуд:",
          "ID": "4"
        },
        {
          "text": "удали неправедного от царя, и престол его утвердится правдою.",
          "ID": "5"
        },
        {
          "text": "Не величайся пред лицем царя, и на месте великих не становись;",
          "ID": "6"
        },
        {
          "text": "потому что лучше, когда скажут тебе: \"пойди сюда повыше\", нежели когда понизят тебя пред знатным, которого видели глаза твои.",
          "ID": "7"
        },
        {
          "text": "Не вступай поспешно в тяжбу: иначе что будешь делать при окончании, когда соперник твой осрамит тебя?",
          "ID": "8"
        },
        {
          "text": "Веди тяжбу с соперником твоим, но тайны другого не открывай,",
          "ID": "9"
        },
        {
          "text": "дабы не укорил тебя услышавший это, и тогда бесчестие твое не отойдет от тебя.",
          "ID": "10"
        },
        {
          "text": "Золотые яблоки в серебряных прозрачных сосудах – слово, сказанное прилично.",
          "ID": "11"
        },
        {
          "text": "Золотая серьга и украшение из чистого золота – мудрый обличитель для внимательного уха.",
          "ID": "12"
        },
        {
          "text": "Что прохлада от снега во время жатвы, то верный посол для посылающего его: он доставляет душе господина своего отраду.",
          "ID": "13"
        },
        {
          "text": "Что тучи и ветры без дождя, то человек, хвастающий ложными подарками.",
          "ID": "14"
        },
        {
          "text": "Кротостью склоняется к милости вельможа, и мягкий язык переламывает кость.",
          "ID": "15"
        },
        {
          "text": "Нашел ты мед, – ешь, сколько тебе потребно, чтобы не пресытиться им и не изблевать его.",
          "ID": "16"
        },
        {
          "text": "Не учащай входить в дом друга твоего, чтобы он не наскучил тобою и не возненавидел тебя.",
          "ID": "17"
        },
        {
          "text": "Что молот и меч и острая стрела, то человек, произносящий ложное свидетельство против ближнего своего.",
          "ID": "18"
        },
        {
          "text": "Что сломанный зуб и расслабленная нога, то надежда на ненадежного [человека] в день бедствия.",
          "ID": "19"
        },
        {
          "text": "Что снимающий с себя одежду в холодный день, что уксус на рану, то поющий песни печальному сердцу.",
          "ID": "20"
        },
        {
          "text": "Если голоден враг твой, накорми его хлебом; и если он жаждет, напой его водою:",
          "ID": "21"
        },
        {
          "text": "ибо, [делая сие], ты собираешь горящие угли на голову его, и Господь воздаст тебе.",
          "ID": "22"
        },
        {
          "text": "Северный ветер производит дождь, а тайный язык – недовольные лица.",
          "ID": "23"
        },
        {
          "text": "Лучше жить в углу на кровле, нежели со сварливою женою в пространном доме.",
          "ID": "24"
        },
        {
          "text": "Что холодная вода для истомленной жаждой души, то добрая весть из дальней страны.",
          "ID": "25"
        },
        {
          "text": "Что возмущенный источник и поврежденный родник, то праведник, падающий пред нечестивым.",
          "ID": "26"
        },
        {
          "text": "Как нехорошо есть много меду, так домогаться славы не есть слава.",
          "ID": "27"
        },
        {
          "text": "Что город разрушенный, без стен, то человек, не владеющий духом своим.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.25",
      "name": "Притчи Соломона 25"
    },
    {
      "text": [
        {
          "text": "Как снег летом и дождь во время жатвы, так честь неприлична глупому.",
          "ID": "1"
        },
        {
          "text": "Как воробей вспорхнет, как ласточка улетит, так незаслуженное проклятие не сбудется.",
          "ID": "2"
        },
        {
          "text": "Бич для коня, узда для осла, а палка для глупых.",
          "ID": "3"
        },
        {
          "text": "Не отвечай глупому по глупости его, чтобы и тебе не сделаться подобным ему;",
          "ID": "4"
        },
        {
          "text": "но отвечай глупому по глупости его, чтобы он не стал мудрецом в глазах своих.",
          "ID": "5"
        },
        {
          "text": "Подрезывает себе ноги, терпит неприятность тот, кто дает словесное поручение глупцу.",
          "ID": "6"
        },
        {
          "text": "Неровно поднимаются ноги у хромого, – и притча в устах глупцов.",
          "ID": "7"
        },
        {
          "text": "Что влагающий драгоценный камень в пращу, то воздающий глупому честь.",
          "ID": "8"
        },
        {
          "text": "Что [колючий] терн в руке пьяного, то притча в устах глупцов.",
          "ID": "9"
        },
        {
          "text": "Сильный делает все произвольно: и глупого награждает, и всякого прохожего награждает.",
          "ID": "10"
        },
        {
          "text": "Как пес возвращается на блевотину свою, так глупый повторяет глупость свою.",
          "ID": "11"
        },
        {
          "text": "Видал ли ты человека, мудрого в глазах его? На глупого больше надежды, нежели на него.",
          "ID": "12"
        },
        {
          "text": "Ленивец говорит: \"лев на дороге! лев на площадях!\"",
          "ID": "13"
        },
        {
          "text": "Дверь ворочается на крючьях своих, а ленивец на постели своей.",
          "ID": "14"
        },
        {
          "text": "Ленивец опускает руку свою в чашу, и ему тяжело донести ее до рта своего.",
          "ID": "15"
        },
        {
          "text": "Ленивец в глазах своих мудрее семерых, отвечающих обдуманно.",
          "ID": "16"
        },
        {
          "text": "Хватает пса за уши, кто, проходя мимо, вмешивается в чужую ссору.",
          "ID": "17"
        },
        {
          "text": "Как притворяющийся помешанным бросает огонь, стрелы и смерть,",
          "ID": "18"
        },
        {
          "text": "так – человек, который коварно вредит другу своему и потом говорит: \"я только пошутил\".",
          "ID": "19"
        },
        {
          "text": "Где нет больше дров, огонь погасает, и где нет наушника, раздор утихает.",
          "ID": "20"
        },
        {
          "text": "Уголь – для жара и дрова – для огня, а человек сварливый – для разжжения ссоры.",
          "ID": "21"
        },
        {
          "text": "Слова наушника – как лакомства, и они входят во внутренность чрева.",
          "ID": "22"
        },
        {
          "text": "Что нечистым серебром обложенный глиняный сосуд, то пламенные уста и сердце злобное.",
          "ID": "23"
        },
        {
          "text": "Устами своими притворяется враг, а в сердце своем замышляет коварство.",
          "ID": "24"
        },
        {
          "text": "Если он говорит и нежным голосом, не верь ему, потому что семь мерзостей в сердце его.",
          "ID": "25"
        },
        {
          "text": "Если ненависть прикрывается наедине, то откроется злоба его в народном собрании.",
          "ID": "26"
        },
        {
          "text": "Кто роет яму, тот упадет в нее, и кто покатит вверх камень, к тому он воротится.",
          "ID": "27"
        },
        {
          "text": "Лживый язык ненавидит уязвляемых им, и льстивые уста готовят падение.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.26",
      "name": "Притчи Соломона 26"
    },
    {
      "text": [
        {
          "text": "Не хвались завтрашним днем, потому что не знаешь, что родит тот день.",
          "ID": "1"
        },
        {
          "text": "Пусть хвалит тебя другой, а не уста твои, – чужой, а не язык твой.",
          "ID": "2"
        },
        {
          "text": "Тяжел камень, весок и песок; но гнев глупца тяжелее их обоих.",
          "ID": "3"
        },
        {
          "text": "Жесток гнев, неукротима ярость; но кто устоит против ревности?",
          "ID": "4"
        },
        {
          "text": "Лучше открытое обличение, нежели скрытая любовь.",
          "ID": "5"
        },
        {
          "text": "Искренни укоризны от любящего, и лживы поцелуи ненавидящего.",
          "ID": "6"
        },
        {
          "text": "Сытая душа попирает и сот, а голодной душе все горькое сладко.",
          "ID": "7"
        },
        {
          "text": "Как птица, покинувшая гнездо свое, так человек, покинувший место свое.",
          "ID": "8"
        },
        {
          "text": "Масть и курение радуют сердце; так сладок [всякому] друг сердечным советом своим.",
          "ID": "9"
        },
        {
          "text": "Не покидай друга твоего и друга отца твоего, и в дом брата твоего не ходи в день несчастья твоего: лучше сосед вблизи, нежели брат вдали.",
          "ID": "10"
        },
        {
          "text": "Будь мудр, сын мой, и радуй сердце мое; и я буду иметь, что отвечать злословящему меня.",
          "ID": "11"
        },
        {
          "text": "Благоразумный видит беду и укрывается; а неопытные идут вперед [и] наказываются.",
          "ID": "12"
        },
        {
          "text": "Возьми у него платье его, потому что он поручился за чужого, и за стороннего возьми от него залог.",
          "ID": "13"
        },
        {
          "text": "Кто громко хвалит друга своего с раннего утра, того сочтут за злословящего.",
          "ID": "14"
        },
        {
          "text": "Непрестанная капель в дождливый день и сварливая жена – равны:",
          "ID": "15"
        },
        {
          "text": "кто хочет скрыть ее, тот хочет скрыть ветер и масть в правой руке своей, дающую знать о себе.",
          "ID": "16"
        },
        {
          "text": "Железо железо острит, и человек изощряет взгляд друга своего.",
          "ID": "17"
        },
        {
          "text": "Кто стережет смоковницу, тот будет есть плоды ее; и кто бережет господина своего, тот будет в чести.",
          "ID": "18"
        },
        {
          "text": "Как в воде лицо – к лицу, так сердце человека – к человеку.",
          "ID": "19"
        },
        {
          "text": "Преисподняя и Аваддон – ненасытимы; так ненасытимы и глаза человеческие.",
          "ID": "20"
        },
        {
          "text": "Что плавильня – для серебра, горнило – для золота, то для человека уста, которые хвалят его.",
          "ID": "21"
        },
        {
          "text": "Толки глупого в ступе пестом вместе с зерном, не отделится от него глупость его.",
          "ID": "22"
        },
        {
          "text": "Хорошо наблюдай за скотом твоим, имей попечение о стадах;",
          "ID": "23"
        },
        {
          "text": "потому что богатство не навек, да и власть разве из рода в род?",
          "ID": "24"
        },
        {
          "text": "Прозябает трава, и является зелень, и собирают горные травы.",
          "ID": "25"
        },
        {
          "text": "Овцы – на одежду тебе, и козлы – на покупку поля.",
          "ID": "26"
        },
        {
          "text": "И довольно козьего молока в пищу тебе, в пищу домашним твоим и на продовольствие служанкам твоим.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.27",
      "name": "Притчи Соломона 27"
    },
    {
      "text": [
        {
          "text": "Нечестивый бежит, когда никто не гонится [за ним]; а праведник смел, как лев.",
          "ID": "1"
        },
        {
          "text": "Когда страна отступит от закона, тогда много в ней начальников; а при разумном и знающем муже она долговечна.",
          "ID": "2"
        },
        {
          "text": "Человек бедный и притесняющий слабых [то же, что] проливной дождь, смывающий хлеб.",
          "ID": "3"
        },
        {
          "text": "Отступники от закона хвалят нечестивых, а соблюдающие закон негодуют на них.",
          "ID": "4"
        },
        {
          "text": "Злые люди не разумеют справедливости, а ищущие Господа разумеют все.",
          "ID": "5"
        },
        {
          "text": "Лучше бедный, ходящий в своей непорочности, нежели тот, кто извращает пути свои, хотя он и богат.",
          "ID": "6"
        },
        {
          "text": "Хранящий закон – сын разумный, а знающийся с расточителями срамит отца своего.",
          "ID": "7"
        },
        {
          "text": "Умножающий имение свое ростом и лихвою соберет его для благотворителя бедных.",
          "ID": "8"
        },
        {
          "text": "Кто отклоняет ухо свое от слушания закона, того и молитва – мерзость.",
          "ID": "9"
        },
        {
          "text": "Совращающий праведных на путь зла сам упадет в свою яму, а непорочные наследуют добро.",
          "ID": "10"
        },
        {
          "text": "Человек богатый – мудрец в глазах своих, но умный бедняк обличит его.",
          "ID": "11"
        },
        {
          "text": "Когда торжествуют праведники, великая слава, но когда возвышаются нечестивые, люди укрываются.",
          "ID": "12"
        },
        {
          "text": "Скрывающий свои преступления не будет иметь успеха; а кто сознается и оставляет их, тот будет помилован.",
          "ID": "13"
        },
        {
          "text": "Блажен человек, который всегда пребывает в благоговении; а кто ожесточает сердце свое, тот попадет в беду.",
          "ID": "14"
        },
        {
          "text": "Как рыкающий лев и голодный медведь, так нечестивый властелин над бедным народом.",
          "ID": "15"
        },
        {
          "text": "Неразумный правитель много делает притеснений, а ненавидящий корысть продолжит дни.",
          "ID": "16"
        },
        {
          "text": "Человек, виновный в пролитии человеческой крови, будет бегать до могилы, чтобы кто не схватил его.",
          "ID": "17"
        },
        {
          "text": "Кто ходит непорочно, то будет невредим; а ходящий кривыми путями упадет на одном из них.",
          "ID": "18"
        },
        {
          "text": "Кто возделывает землю свою, тот будет насыщаться хлебом, а кто подражает праздным, тот насытится нищетою.",
          "ID": "19"
        },
        {
          "text": "Верный человек богат благословениями, а кто спешит разбогатеть, тот не останется ненаказанным.",
          "ID": "20"
        },
        {
          "text": "Быть лицеприятным – нехорошо: такой человек и за кусок хлеба сделает неправду.",
          "ID": "21"
        },
        {
          "text": "Спешит к богатству завистливый человек, и не думает, что нищета постигнет его.",
          "ID": "22"
        },
        {
          "text": "Обличающий человека найдет после большую приязнь, нежели тот, кто льстит языком.",
          "ID": "23"
        },
        {
          "text": "Кто обкрадывает отца своего и мать свою и говорит: \"это не грех\", тот – сообщник грабителям.",
          "ID": "24"
        },
        {
          "text": "Надменный разжигает ссору, а надеющийся на Господа будет благоденствовать.",
          "ID": "25"
        },
        {
          "text": "Кто надеется на себя, тот глуп; а кто ходит в мудрости, тот будет цел.",
          "ID": "26"
        },
        {
          "text": "Дающий нищему не обеднеет; а кто закрывает глаза свои от него, на том много проклятий.",
          "ID": "27"
        },
        {
          "text": "Когда возвышаются нечестивые, люди укрываются, а когда они падают, умножаются праведники.",
          "ID": "28"
        }
      ],
      "ID": "OT:PRO.28",
      "name": "Притчи Соломона 28"
    },
    {
      "text": [
        {
          "text": "Человек, который, будучи обличаем, ожесточает выю свою, внезапно сокрушится, и не будет [ему] исцеления.",
          "ID": "1"
        },
        {
          "text": "Когда умножаются праведники, веселится народ, а когда господствует нечестивый, народ стенает.",
          "ID": "2"
        },
        {
          "text": "Человек, любящий мудрость, радует отца своего; а кто знается с блудницами, тот расточает имение.",
          "ID": "3"
        },
        {
          "text": "Царь правосудием утверждает землю, а любящий подарки разоряет ее.",
          "ID": "4"
        },
        {
          "text": "Человек, льстящий другу своему, расстилает сеть ногам его.",
          "ID": "5"
        },
        {
          "text": "В грехе злого человека – сеть [для него], а праведник веселится и радуется.",
          "ID": "6"
        },
        {
          "text": "Праведник тщательно вникает в тяжбу бедных, а нечестивый не разбирает дела.",
          "ID": "7"
        },
        {
          "text": "Люди развратные возмущают город, а мудрые утишают мятеж.",
          "ID": "8"
        },
        {
          "text": "Умный человек, судясь с человеком глупым, сердится ли, смеется ли, – не имеет покоя.",
          "ID": "9"
        },
        {
          "text": "Кровожадные люди ненавидят непорочного, а праведные заботятся о его жизни.",
          "ID": "10"
        },
        {
          "text": "Глупый весь гнев свой изливает, а мудрый сдерживает его.",
          "ID": "11"
        },
        {
          "text": "Если правитель слушает ложные речи, то и все служащие у него нечестивы.",
          "ID": "12"
        },
        {
          "text": "Бедный и лихоимец встречаются друг с другом; но свет глазам того и другого дает Господь.",
          "ID": "13"
        },
        {
          "text": "Если царь судит бедных по правде, то престол его навсегда утвердится.",
          "ID": "14"
        },
        {
          "text": "Розга и обличение дают мудрость; но отрок, оставленный в небрежении, делает стыд своей матери.",
          "ID": "15"
        },
        {
          "text": "При умножении нечестивых умножается беззаконие; но праведники увидят падение их.",
          "ID": "16"
        },
        {
          "text": "Наказывай сына твоего, и он даст тебе покой, и доставит радость душе твоей.",
          "ID": "17"
        },
        {
          "text": "Без откровения свыше народ необуздан, а соблюдающий закон блажен.",
          "ID": "18"
        },
        {
          "text": "Словами не научится раб, потому что, хотя он понимает [их], но не слушается.",
          "ID": "19"
        },
        {
          "text": "Видал ли ты человека опрометчивого в словах своих? на глупого больше надежды, нежели на него.",
          "ID": "20"
        },
        {
          "text": "Если с детства воспитывать раба в неге, то впоследствии он захочет быть сыном.",
          "ID": "21"
        },
        {
          "text": "Человек гневливый заводит ссору, и вспыльчивый много грешит.",
          "ID": "22"
        },
        {
          "text": "Гордость человека унижает его, а смиренный духом приобретает честь.",
          "ID": "23"
        },
        {
          "text": "Кто делится с вором, тот ненавидит душу свою; слышит он проклятие, но не объявляет о том.",
          "ID": "24"
        },
        {
          "text": "Боязнь пред людьми ставит сеть; а надеющийся на Господа будет безопасен.",
          "ID": "25"
        },
        {
          "text": "Многие ищут [благосклонного] лица правителя, но судьба человека – от Господа.",
          "ID": "26"
        },
        {
          "text": "Мерзость для праведников – человек неправедный, и мерзость для нечестивого – идущий прямым путем.",
          "ID": "27"
        }
      ],
      "ID": "OT:PRO.29",
      "name": "Притчи Соломона 29"
    },
    {
      "text": [
        {
          "text": "Слова Агура, сына Иакеева. Вдохновенные изречения, [которые] сказал этот человек Ифиилу, Ифиилу и Укалу:",
          "ID": "1"
        },
        {
          "text": "подлинно, я более невежда, нежели кто–либо из людей, и разума человеческого нет у меня,",
          "ID": "2"
        },
        {
          "text": "и не научился я мудрости, и познания святых не имею.",
          "ID": "3"
        },
        {
          "text": "Кто восходил на небо и нисходил? кто собрал ветер в пригоршни свои? кто завязал воду в одежду? кто поставил все пределы земли? какое имя ему? и какое имя сыну его? знаешь ли?",
          "ID": "4"
        },
        {
          "text": "Всякое слово Бога чисто; Он – щит уповающим на Него.",
          "ID": "5"
        },
        {
          "text": "Не прибавляй к словам Его, чтобы Он не обличил тебя, и ты не оказался лжецом.",
          "ID": "6"
        },
        {
          "text": "Двух вещей я прошу у Тебя, не откажи мне, прежде нежели я умру:",
          "ID": "7"
        },
        {
          "text": "суету и ложь удали от меня, нищеты и богатства не давай мне, питай меня насущным хлебом,",
          "ID": "8"
        },
        {
          "text": "дабы, пресытившись, я не отрекся [Тебя] и не сказал: \"кто Господь?\" и чтобы, обеднев, не стал красть и употреблять имя Бога моего всуе.",
          "ID": "9"
        },
        {
          "text": "Не злословь раба пред господином его, чтобы он не проклял тебя, и ты не остался виноватым.",
          "ID": "10"
        },
        {
          "text": "Есть род, который проклинает отца своего и не благословляет матери своей.",
          "ID": "11"
        },
        {
          "text": "Есть род, который чист в глазах своих, тогда как не омыт от нечистот своих.",
          "ID": "12"
        },
        {
          "text": "Есть род – о, как высокомерны глаза его, и как подняты ресницы его!",
          "ID": "13"
        },
        {
          "text": "Есть род, у которого зубы – мечи, и челюсти – ножи, чтобы пожирать бедных на земле и нищих между людьми.",
          "ID": "14"
        },
        {
          "text": "У ненасытимости две дочери: \"давай, давай!\" Вот три ненасытимых, и четыре, которые не скажут: \"довольно!\"",
          "ID": "15"
        },
        {
          "text": "Преисподняя и утроба бесплодная, земля, которая не насыщается водою, и огонь, который не говорит: \"довольно!\"",
          "ID": "16"
        },
        {
          "text": "Глаз, насмехающийся над отцом и пренебрегающий покорностью к матери, выклюют вороны дольные, и сожрут птенцы орлиные!",
          "ID": "17"
        },
        {
          "text": "Три вещи непостижимы для меня, и четырех я не понимаю:",
          "ID": "18"
        },
        {
          "text": "пути орла на небе, пути змея на скале, пути корабля среди моря и пути мужчины к девице.",
          "ID": "19"
        },
        {
          "text": "Таков путь и жены прелюбодейной; поела и обтерла рот свой, и говорит: \"я ничего худого не сделала\".",
          "ID": "20"
        },
        {
          "text": "От трех трясется земля, четырех она не может носить:",
          "ID": "21"
        },
        {
          "text": "раба, когда он делается царем; глупого, когда он досыта ест хлеб;",
          "ID": "22"
        },
        {
          "text": "позорную женщину, когда она выходит замуж, и служанку, когда она занимает место госпожи своей.",
          "ID": "23"
        },
        {
          "text": "Вот четыре малых на земле, но они мудрее мудрых:",
          "ID": "24"
        },
        {
          "text": "муравьи – народ не сильный, но летом заготовляют пищу свою;",
          "ID": "25"
        },
        {
          "text": "горные мыши – народ слабый, но ставят домы свои на скале;",
          "ID": "26"
        },
        {
          "text": "у саранчи нет царя, но выступает вся она стройно;",
          "ID": "27"
        },
        {
          "text": "паук лапками цепляется, но бывает в царских чертогах.",
          "ID": "28"
        },
        {
          "text": "Вот трое имеют стройную походку, и четверо стройно выступают:",
          "ID": "29"
        },
        {
          "text": "лев, силач между зверями, не посторонится ни перед кем;",
          "ID": "30"
        },
        {
          "text": "конь и козел, и царь среди народа своего.",
          "ID": "31"
        },
        {
          "text": "Если ты в заносчивости своей сделал глупость и помыслил злое, то [положи] руку на уста;",
          "ID": "32"
        },
        {
          "text": "потому что, как сбивание молока производит масло, толчок в нос производит кровь, так и возбуждение гнева производит ссору.",
          "ID": "33"
        }
      ],
      "ID": "OT:PRO.30",
      "name": "Притчи Соломона 30"
    },
    {
      "text": [
        {
          "text": "Слова Лемуила царя. Наставление, которое преподала ему мать его:",
          "ID": "1"
        },
        {
          "text": "что, сын мой? что, сын чрева моего? что, сын обетов моих?",
          "ID": "2"
        },
        {
          "text": "Не отдавай женщинам сил твоих, ни путей твоих губительницам царей.",
          "ID": "3"
        },
        {
          "text": "Не царям, Лемуил, не царям пить вино, и не князьям – сикеру,",
          "ID": "4"
        },
        {
          "text": "чтобы, напившись, они не забыли закона и не превратили суда всех угнетаемых.",
          "ID": "5"
        },
        {
          "text": "Дайте сикеру погибающему и вино огорченному душею;",
          "ID": "6"
        },
        {
          "text": "пусть он выпьет и забудет бедность свою и не вспомнит больше о своем страдании.",
          "ID": "7"
        },
        {
          "text": "Открывай уста твои за безгласного и для защиты всех сирот.",
          "ID": "8"
        },
        {
          "text": "Открывай уста твои для правосудия и для дела бедного и нищего.",
          "ID": "9"
        },
        {
          "text": "Кто найдет добродетельную жену? цена ее выше жемчугов;",
          "ID": "10"
        },
        {
          "text": "уверено в ней сердце мужа ее, и он не останется без прибытка;",
          "ID": "11"
        },
        {
          "text": "она воздает ему добром, а не злом, во все дни жизни своей.",
          "ID": "12"
        },
        {
          "text": "Добывает шерсть и лен, и с охотою работает своими руками.",
          "ID": "13"
        },
        {
          "text": "Она, как купеческие корабли, издалека добывает хлеб свой.",
          "ID": "14"
        },
        {
          "text": "Она встает еще ночью и раздает пищу в доме своем и урочное служанкам своим.",
          "ID": "15"
        },
        {
          "text": "Задумает она о поле, и приобретает его; от плодов рук своих насаждает виноградник.",
          "ID": "16"
        },
        {
          "text": "Препоясывает силою чресла свои и укрепляет мышцы свои.",
          "ID": "17"
        },
        {
          "text": "Она чувствует, что занятие ее хорошо, и – светильник ее не гаснет и ночью.",
          "ID": "18"
        },
        {
          "text": "Протягивает руки свои к прялке, и персты ее берутся за веретено.",
          "ID": "19"
        },
        {
          "text": "Длань свою она открывает бедному, и руку свою подает нуждающемуся.",
          "ID": "20"
        },
        {
          "text": "Не боится стужи для семьи своей, потому что вся семья ее одета в двойные одежды.",
          "ID": "21"
        },
        {
          "text": "Она делает себе ковры; виссон и пурпур – одежда ее.",
          "ID": "22"
        },
        {
          "text": "Муж ее известен у ворот, когда сидит со старейшинами земли.",
          "ID": "23"
        },
        {
          "text": "Она делает покрывала и продает, и поясы доставляет купцам Финикийским.",
          "ID": "24"
        },
        {
          "text": "Крепость и красота – одежда ее, и весело смотрит она на будущее.",
          "ID": "25"
        },
        {
          "text": "Уста свои открывает с мудростью, и кроткое наставление на языке ее.",
          "ID": "26"
        },
        {
          "text": "Она наблюдает за хозяйством в доме своем и не ест хлеба праздности.",
          "ID": "27"
        },
        {
          "text": "Встают дети и ублажают ее, – муж, и хвалит ее:",
          "ID": "28"
        },
        {
          "text": "\"много было жен добродетельных, но ты превзошла всех их\".",
          "ID": "29"
        },
        {
          "text": "Миловидность обманчива и красота суетна; но жена, боящаяся Господа, достойна хвалы.",
          "ID": "30"
        },
        {
          "text": "Дайте ей от плода рук ее, и да прославят ее у ворот дела ее!",
          "ID": "31"
        }
      ],
      "ID": "OT:PRO.31",
      "name": "Притчи Соломона 31"
    }
  ],
  "ID": "OT:PRO(SYNO)",
  "name": "Притчи Соломона"
}