{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Павел, раб Божий, Иисуса Христа апостол, служение свое совершающий по вере, даруемой Богом избранным Его, и в согласии с обретенной истиной, что неотделима от благочестия ",
          "ID": "1"
        },
        {
          "text": "и от упования на жизнь вечную, которую еще до всяких времен обещал Бог, – а Он не может обмануть ",
          "ID": "2"
        },
        {
          "text": "(в назначенный срок Он соделал слово Свое явным через проповедь, доверенную мне по воле Бога, Спасителя нашего), –",
          "ID": "3"
        },
        {
          "text": "Титу, истинному сыну моему по общей нашей вере:",
          "ID": "4"
        },
        {
          "text": "благодать тебе и мир от Бога Отца и Христа Иисуса, Спасителя нашего.",
          "ID": "4"
        },
        {
          "text": "Я оставил тебя на Крите с тем, чтобы ты уладил всё то, что осталось незавершенным, и поставил по всем городам пресвитеров, как я наказал тебе. ",
          "ID": "5"
        },
        {
          "text": "Каждый из них должен быть вне всяких подозрений, мужем одной жены; дети его должны быть верующими и такими, которых не могли бы обвинить в распутстве или непокорности. ",
          "ID": "6"
        },
        {
          "text": "Ибо тому, кто поставлен заботиться о церкви, как домоправителю Божию надлежит быть человеком безупречным, свободным от таких пороков, как самоуправство, раздражительность, слабость к вину; не должен он быть задирой и корыстолюбцем. ",
          "ID": "7"
        },
        {
          "text": "Его, напротив, должны отличать многие достоинства: ему следует быть гостеприимным, любящим всё доброе, благоразумным, справедливым, благочестивым и притом человеком сдержанным. ",
          "ID": "8"
        },
        {
          "text": "От него ожидается, что он будет твердо держаться единственно верной Вести, явленной в преподанном ему учении, дабы мог и сам он наставлять в учении здравом и указывать на ошибки тем, кто ему противится.",
          "ID": "9"
        },
        {
          "text": "Немало ведь (особенно среди иудеев) людей непокорных, пустословов и обманщиков. ",
          "ID": "10"
        },
        {
          "text": "Нельзя допустить, чтобы они говорили свои нелепости в церкви, потому что они губят этим целые семьи, уча из постыдной корысти, чему не следует. ",
          "ID": "11"
        },
        {
          "text": "Сказал же о них и один из собственных их пророков: «Критяне всегда лживы, люты звери они, обжоры, ленивы». ",
          "ID": "12"
        },
        {
          "text": "Это сущая правда. Так что обличай их сурово, чтобы здравы они были в вере ",
          "ID": "13"
        },
        {
          "text": "и не внимали иудейским басням и установлениям людей, отвергающих истину. ",
          "ID": "14"
        },
        {
          "text": "Для чистых всё чисто; для оскверненных же и неверующих ничего чистого нет – у них и ум, и совесть осквернены. ",
          "ID": "15"
        },
        {
          "text": "Они говорят, что знают Бога, а сами делами своими отрекаются от Него, будучи мерзкими и непокорными и не способными ни к чему доброму.",
          "ID": "16"
        }
      ],
      "ID": "NT:TIT.1",
      "name": "Послание апостола Павла Титу 1"
    },
    {
      "text": [
        {
          "text": "А ты говори всегда, сообразуясь со здравым учением Христовым. ",
          "ID": "1"
        },
        {
          "text": "Внушай, что старцы должны быть трезвы и достойны уважения, должны они быть рассудительными, здравыми в вере, любви и терпении. ",
          "ID": "2"
        },
        {
          "text": "Также и женщинам преклонных лет говори, что надлежит им вести себя как подобает святым, не сплетничать, не пристращаться к вину, быть добрым примером для всех. ",
          "ID": "3"
        },
        {
          "text": "Тогда смогут они учить молодых женщин любить своих мужей и детей, ",
          "ID": "4"
        },
        {
          "text": "склонять их к здравомыслию: быть целомудренными, домовитыми, добрыми, повиноваться своим мужьям, дабы не было хулы на слово Божие.",
          "ID": "5"
        },
        {
          "text": "Молодых людей тоже увещевай: им надо уметь владеть собою. ",
          "ID": "6"
        },
        {
          "text": "Во всём подавай им достойный подражания пример добрых дел. Учи их так, чтобы они видели чистоту твоих побуждений, с сознанием величайшей ответственности учи; ",
          "ID": "7"
        },
        {
          "text": "весть твоя должна быть здравой, не дающей повода для худой молвы, чтобы всякий противник был посрамлен и не мог сказать о нас ничего порочащего.",
          "ID": "8"
        },
        {
          "text": "Рабов убеждай всегда повиноваться хозяевам своим, во всем угождать им, ни в чем не прекословить; ",
          "ID": "9"
        },
        {
          "text": "не должны они быть нечистыми на руку, им следует, напротив, проявлять полную преданность своим господам, свидетельствуя тем самым, что учение Спасителя нашего, Бога, хорошо и истинно.",
          "ID": "10"
        },
        {
          "text": "Ибо благодать Божия явила себя миру, спасительна она для всех людей, ",
          "ID": "11"
        },
        {
          "text": "учит она нас отвергнуть нечестие и мирские похоти и проводить свою жизнь в веке нынешнем целомудренно, праведно и благочестиво. ",
          "ID": "12"
        },
        {
          "text": "И жить так должны мы с ожиданием торжества блаженной надежды, когда явлена будет слава великого Бога и Спасителя нашего, Иисуса Христа, ",
          "ID": "13"
        },
        {
          "text": "Который на смерть Себя отдал ради нас, чтоб освободить нас от всякого беззакония и сделать Своим народом, чистым, безраздельно Ему преданным, ревностным к добрым делам.",
          "ID": "14"
        },
        {
          "text": "Вот о чем должен говорить ты, увещевая и обличая, как имеющий на то полное право, чтобы никто не пренебрегал тобой.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.2",
      "name": "Послание апостола Павла Титу 2"
    },
    {
      "text": [
        {
          "text": "Постоянно напоминай всем, чтобы подчинялись начальникам и властям, повиновались им и готовы были на всякое доброе дело, ",
          "ID": "1"
        },
        {
          "text": "чтобы не злословили никого, а были миролюбивы, покладисты и кротки всегда и со всеми. ",
          "ID": "2"
        },
        {
          "text": "Мы и сами когда-то ничего не понимали, были непокорны, впадали в заблуждения. Были и мы рабами похотей, гнались за всякого рода наслаждениями, жили в злобе и зависти; мерзкими были и ненавидели друг друга. ",
          "ID": "3"
        },
        {
          "text": "Когда же явились миру доброта и человеколюбие Спасителя нашего, Бога, ",
          "ID": "4"
        },
        {
          "text": "Он – не за дела праведные, сколько бы мы их ни совершили, но по Своей милости – спас нас очищающей силой возрождения и обновления Духом Святым, ",
          "ID": "5"
        },
        {
          "text": "Которого Он излил на нас обильно через Иисуса Христа, Спасителя нашего. ",
          "ID": "6"
        },
        {
          "text": "Теперь, оправданные Его благодатью, мы стали, в согласии с надеждой нашей, наследниками вечной жизни. ",
          "ID": "7"
        },
        {
          "text": "Именно так. И я хочу, чтобы ты говорил обо всем этом со всей определенностью, дабы те, кто уверовал в Бога, старались преуспевать в добрых делах. Ведь это хорошо и полезно людям.",
          "ID": "8"
        },
        {
          "text": "А глупых пререканий, споров о родословиях, раздоров и распрей по поводу Закона избегай: бесполезны они и бессмысленны. ",
          "ID": "9"
        },
        {
          "text": "А того, кто вносит раскол, после одного-другого вразумления сторонись; ",
          "ID": "10"
        },
        {
          "text": "ты же понимаешь, что он сбился с пути и, греша, в себе самом несет осуждение.",
          "ID": "11"
        },
        {
          "text": "Когда пришлю к тебе Артему или Тихика, постарайся прийти ко мне в Никополь – я там решил провести зиму. ",
          "ID": "12"
        },
        {
          "text": "Снаряди в путь Зинаса-законоведа и Аполлоса, позаботься, чтобы ни в чем у них не было недостатка. ",
          "ID": "13"
        },
        {
          "text": "Пусть и наши учатся делать добрые дела там, где есть в этом нужда, чтобы не остались они без плода.",
          "ID": "14"
        },
        {
          "text": "Все, кто со мной, шлют привет тебе. Ты же у себя передай приветы от нас всем любящим нас братьям по вере.",
          "ID": "15"
        },
        {
          "text": "Благодать со всеми вами!",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.3",
      "name": "Послание апостола Павла Титу 3"
    }
  ],
  "ID": "NT:TIT(BTI)",
  "name": "Послание апостола Павла Титу"
}