{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "павел, раб Божий, апостол же Иисус Христов, по вере избранных Божиих и разуму истины, яже по блгочистию, ",
          "ID": "1"
        },
        {
          "text": "о уповании жизни вечныя, юже обетова неложный Бог прежде лет вечных, ",
          "ID": "2"
        },
        {
          "text": "яви же во времена своя слово свое проповеданием, еже мне поручено бысть по повелению спасителя нашего Бога: ",
          "ID": "3"
        },
        {
          "text": "титу, присному чаду по общей вере: благодать, милость, мир от Бога оца и Господа Иисуса Христа спаса нашего. ",
          "ID": "4"
        },
        {
          "text": "Сего ради оставих тя в крите, да недокончанная исправиши и устроиши по всем градом пресвитеры, якоже тебе аз повелех: ",
          "ID": "5"
        },
        {
          "text": "аще кто есть непорочен, единыя жены муж, чада имый верна, не во укорении блуда, или непокорива. ",
          "ID": "6"
        },
        {
          "text": "Подобает бо епископу без порока быти, якоже Божию строителю: не себе угождающу, (не дерзу, не напрасливу,) не гневливу, не пиянице, не биице, не скверностяжательну, ",
          "ID": "7"
        },
        {
          "text": "но страннолюбиву, благолюбцу, целомудренну, праведну, преподобну, воздержателну, ",
          "ID": "8"
        },
        {
          "text": "держащемуся вернаго словесе по учению, да силен будет и утешати во здравем учении, и противящыяся обличати. ",
          "ID": "9"
        },
        {
          "text": "Суть бо мнози непокориви, суесловцы и умом прельщени, наипаче же сущии от обрезания, ",
          "ID": "10"
        },
        {
          "text": "ихже подобает уста заграждати: иже вся домы развращают, учаще яже не подобает, сквернаго ради прибытка. ",
          "ID": "11"
        },
        {
          "text": "Рече же некто от них, свой им пророк: критяне присно лживи, злии зверие, утробы праздныя. ",
          "ID": "12"
        },
        {
          "text": "Свидетельство сие истинно есть. еяже ради вины обличай их нещадно, да здрави будут в вере, ",
          "ID": "13"
        },
        {
          "text": "не внимающе иудейским баснем, ни заповедем человек отвращающихся от истины. ",
          "ID": "14"
        },
        {
          "text": "Вся убо чиста чистым: оскверненым же и неверным ничтоже чисто, но осквернися их и ум и совесть. ",
          "ID": "15"
        },
        {
          "text": "Бога исповедуют ведети, а делы отмещутся его, мерзцы суще и непокориви и на всякое дело благое неискусни.",
          "ID": "16"
        }
      ],
      "ID": "NT:TIT.1",
      "name": "Послание к Титу 1"
    },
    {
      "text": [
        {
          "text": "Ты же глаголи, яже подобает здравому учению: ",
          "ID": "1"
        },
        {
          "text": "старцем трезвенным быти, честным, целомудренным, здравствующым верою, любовию, терпением: ",
          "ID": "2"
        },
        {
          "text": "старицам такожде во украшении святолепным, не клеветивым, не вину многу порабощенным, доброучителным, ",
          "ID": "3"
        },
        {
          "text": "да уцеломудрят юныя, мужелюбицам быти, чадолюбицам, ",
          "ID": "4"
        },
        {
          "text": "целомудренным, чистым, домы добре правящым, благим, покаряющымся своим мужем, да не слово Божие хулится: ",
          "ID": "5"
        },
        {
          "text": "юношы такожде моли целомудрствовати. ",
          "ID": "6"
        },
        {
          "text": "О всем (же) сам себе подавая образ добрых дел, во учении независтное, честность, нетление, ",
          "ID": "7"
        },
        {
          "text": "слово здравое, незазорное. да противный посрамится, ничтоже имея глаголати о нас укорно. ",
          "ID": "8"
        },
        {
          "text": "Рабы, своим господем повиноватися, во всем благоугодным быти, не прекословным, ",
          "ID": "9"
        },
        {
          "text": "не крадущым, но веру всяку являющым благу. да учение спасителя нашего Бога украшают во всем. ",
          "ID": "10"
        },
        {
          "text": "Явися бо благодать Божия спасителная всем человеком, ",
          "ID": "11"
        },
        {
          "text": "наказующи нас, да отвергшеся нечестия и мирских похотей, целомудренно и праведно и благочестно поживем в нынешнем веце, ",
          "ID": "12"
        },
        {
          "text": "ждуще блаженнаго упования и явления славы великаго Бога и спаса нашего Иисуса Христа, ",
          "ID": "13"
        },
        {
          "text": "иже дал есть себе за ны, да избавит ны от всякаго беззакония и очестит себе люди избранны, ревнители добрым делом. ",
          "ID": "14"
        },
        {
          "text": "Сия глаголи, и моли, и обличай со всяким повелением. да никтоже тя преобидит.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.2",
      "name": "Послание к Титу 2"
    },
    {
      "text": [
        {
          "text": "Воспоминай тем началствующым и владеющым повиноватися и покарятися, и ко всякому делу благу готовым быти: ",
          "ID": "1"
        },
        {
          "text": "ни единаго хулити, не сварливым быти, но тихим, всяку являющым кротость ко всем человеком. ",
          "ID": "2"
        },
        {
          "text": "Бехом бо иногда и мы несмысленни, и непокориви, и прельщени, работающе похотем и сластем различным, в злобе и зависти живуще, мерзцы (суще и) ненавидяще друг друга. ",
          "ID": "3"
        },
        {
          "text": "Егда же благодать и человеколюбие явися спаса нашего Бога, ",
          "ID": "4"
        },
        {
          "text": "не от дел праведных, ихже сотворихом мы, но по своей его милости, спасе нас банею пакибытия и обновления духа святаго, ",
          "ID": "5"
        },
        {
          "text": "егоже излия на нас обилно Иисус Христом, спасителем нашим, ",
          "ID": "6"
        },
        {
          "text": "да оправдившеся благодатию его, наследницы будем по упованию жизни вечныя. ",
          "ID": "7"
        },
        {
          "text": "(Чадо тите,) верно слово, и о сих хощу тя извещати, да пекутся добрым делом прилежати веровавшии Богу: сия суть полезна человеком и добра. ",
          "ID": "8"
        },
        {
          "text": "Буих же стязаний и родословий и рвений и сваров законных отступай: суть бо неполезны и суетны. ",
          "ID": "9"
        },
        {
          "text": "Еретика человека по первом и вторем наказании отрицайся, ",
          "ID": "10"
        },
        {
          "text": "ведый, яко развратися таковый, и согрешает, и есть самоосужден. ",
          "ID": "11"
        },
        {
          "text": "егда послю артему к тебе или тихика, потщися приити ко мне в никополь: тамо бо судих озимети. ",
          "ID": "12"
        },
        {
          "text": "Зину законника и аполлоса скоро предпосли, и да ничтоже им скудно будет. ",
          "ID": "13"
        },
        {
          "text": "Да учатся же и наши добрым делом прилежати в нужная требования, да не будут безплодни. ",
          "ID": "14"
        },
        {
          "text": "Целуют тя со мною сущии вси. Целуй любящыя ны в вере. Благодать со всеми вами. Аминь. ",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.3",
      "name": "Послание к Титу 3"
    }
  ],
  "ID": "NT:TIT(CSLAV)",
  "name": "Послание к Титу"
}