{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, слуги Бога и апостола Иисуса Христа, посланного, чтобы приводить избранных Богом к вере и к познанию истины, которая ведет к благочестию ",
          "ID": "1"
        },
        {
          "text": "и дает надежду на вечную жизнь. Эту вечную жизнь еще до сотворения мира обещал Бог, Который никогда не лжет. ",
          "ID": "2"
        },
        {
          "text": "И когда подошло назначенное время, Он явил Свое слово через проповедь, которая была доверена мне по повелению Бога – нашего Спасителя,",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Титу, моему истинному сыну по общей вере.",
          "ID": "4"
        },
        {
          "text": "Благодать и мир тебе от Бога Отца и Иисуса Христа – нашего Спасителя.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Я оставил тебя на Крите для того, чтобы ты довел до конца то, что было начато, и назначил по несколько старейшин в каждом городе, как я тебе велел. ",
          "ID": "5"
        },
        {
          "text": "Руководитель должен быть человеком с безупречной репутацией, муж одной жены; его дети должны быть верующими и не вызывать упреков в распущенности или непослушании. ",
          "ID": "6"
        },
        {
          "text": "Он должен быть безупречен, так как ему доверен труд Божий. Он не должен быть высокомерным, раздражительным, склонным к пьянству, драчуном, не должен преследовать корыстные цели. ",
          "ID": "7"
        },
        {
          "text": "Наоборот, ему следует быть гостеприимным, любящим добро, благоразумным, справедливым, благочестивым, умеющим владеть собой человеком. ",
          "ID": "8"
        },
        {
          "text": "Он должен быть верен слову истины, которому был научен, чтобы он мог наставлять других в здравом учении и опровергать тех, кто этому учению противится.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Есть много людей, особенно среди обрезанных, которые не признают над собой власти, занимаются пустыми разговорами и обманывают других. ",
          "ID": "10"
        },
        {
          "text": "Их надо заставлять молчать, потому что они ради низкой корысти губят целые семьи, уча тому, чему не следует. ",
          "ID": "11"
        },
        {
          "text": "Даже один из них, их собственный пророк сказал: «Критяне всегда лжецы, злобные звери, ленивые обжоры». ",
          "ID": "12"
        },
        {
          "text": "И это верное свидетельство. Поэтому строго обличай их, чтобы их вера была здравой, ",
          "ID": "13"
        },
        {
          "text": "чтобы они не обращали внимания на иудейские выдумки и приказания людей, отвернувшихся от истины. ",
          "ID": "14"
        },
        {
          "text": "Для чистых все чисто, но для людей испорченных и неверующих нет ничего чистого, потому что их ум и совесть испорчены. ",
          "ID": "15"
        },
        {
          "text": "Они заявляют, что знают Бога, но своими делами они отвергают Его. Они отвратительны, непослушны и бесполезны для всякого доброго дела.",
          "ID": "16"
        }
      ],
      "ID": "NT:TIT.1",
      "name": "Послание к Титу 1"
    },
    {
      "text": [
        {
          "text": "Ты должен учить тому, что соответствует здравому учению. ",
          "ID": "1"
        },
        {
          "text": "Учи пожилых мужчин быть воздержанными, достойными уважения, благоразумными, показывающими пример здравой веры, любви и терпения.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Также пожилым женщинам советуй вести себя благопристойно, не заниматься сплетнями и не быть пристрастными к вину. Они должны учить добру, ",
          "ID": "3"
        },
        {
          "text": "наставлять молодых женщин любить своих мужей, любить детей, ",
          "ID": "4"
        },
        {
          "text": "быть благоразумными, целомудренными, быть хорошими хозяйками, быть добрыми и послушными своим мужьям, чтобы Божье слово не было опорочено.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "От молодых людей тоже требуй благоразумия. ",
          "ID": "6"
        },
        {
          "text": "И сам всегда будь примером доброго поведения. Учи с прямотой и серьезностью, ",
          "ID": "7"
        },
        {
          "text": "слова твои должны быть здравы и неопровержимы, чтобы любой противник устыдился, не имея повода сказать о нас что-либо плохое.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Учи рабов быть послушными своим хозяевам во всем, чтобы они старались быть услужливыми и не возражали им, ",
          "ID": "9"
        },
        {
          "text": "чтобы не крали, но проявляли себя людьми, на которых можно положиться. Пусть они поступают так, чтобы все видели, как прекрасно учение нашего Спасителя Бога.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Ведь явилась благодать Божья, спасительная для всех людей. ",
          "ID": "11"
        },
        {
          "text": "Она учит нас отвергать безбожную жизнь и земные страсти, учит нас жить в этом мире благоразумно, праведно и благочестиво, ",
          "ID": "12"
        },
        {
          "text": "ожидая осуществления блаженной надежды – славного пришествия великого Бога и Спасителя нашего Иисуса Христа. ",
          "ID": "13"
        },
        {
          "text": "Христос отдал Себя за нас, чтобы искупить нас от всех беззаконий и очистить нас, чтобы мы стали Его собственным народом, жаждущим делать добро.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Этому ты должен учить. Ободряй и обличай как человек, обладающий властью, и не позволяй никому смотреть на тебя с пренебрежением.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.2",
      "name": "Послание к Титу 2"
    },
    {
      "text": [
        {
          "text": "Напоминай людям о том, что они должны подчиняться начальству и властям и быть послушными и готовыми выполнить любое доброе дело. ",
          "ID": "1"
        },
        {
          "text": "Учи их также не злословить никого, не быть задиристыми, но мягкими, и являть кротость в обращении со всеми людьми.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Мы тоже когда-то были глупы, непокорны, обмануты и порабощены всевозможными страстями и удовольствиями. Нашу жизнь наполняли злоба и зависть, мы были отвратительны, ненавидя друг друга. ",
          "ID": "3"
        },
        {
          "text": "Но Бог, наш Спаситель, проявил к нам доброту и любовь. ",
          "ID": "4"
        },
        {
          "text": "Он спас нас не за наши праведные дела, которые мы совершили, а по Своей милости, через возрождающее омовение и обновление Святым Духом, ",
          "ID": "5"
        },
        {
          "text": "Которого щедро излил на нас через нашего Спасителя Иисуса Христа, ",
          "ID": "6"
        },
        {
          "text": "чтобы мы, оправданные Его благодатью, стали наследниками вечной жизни, на которую мы надеемся.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Эти слова верны, и я хочу, чтобы ты подчеркивал эти истины, чтобы уверовавшие в Бога посвятили себя добрым делам. Все это хорошо и полезно людям. ",
          "ID": "8"
        },
        {
          "text": "Избегай глупых прений, пустых разговоров о родословиях, споров и ссор по поводу Закона: это не приносит пользы и не имеет смысла. ",
          "ID": "9"
        },
        {
          "text": "Того, кто вызывает разделения, предупреди раз, другой, но больше времени на него не трать. ",
          "ID": "10"
        },
        {
          "text": "Такой человек уже полностью сбился с пути, грешит и этим сам себя осудил.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Когда я пошлю к тебе Артема или Тихика, постарайся прийти ко мне в Никополь, я решил там перезимовать. ",
          "ID": "12"
        },
        {
          "text": "Помоги, пожалуйста, юристу Зенасу и Аполлосу в их путешествии, позаботься о том, чтобы у них было все необходимое. ",
          "ID": "13"
        },
        {
          "text": "Пусть и наши учатся посвящать себя деланию добра ради удовлетворения необходимых нужд других, чтобы их жизнь не была бесплодной.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Все, кто находится сейчас со мной, передают тебе приветы. Привет всем верующим, любящим нас. Благодать Бога пусть будет со всеми вами.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.3",
      "name": "Послание к Титу 3"
    }
  ],
  "ID": "NT:TIT(NRP)",
  "name": "Послание к Титу"
}