{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "От Павла, слуги Бога и апостола Иисуса Христа, посланного распространять веру избранных людей Божьих и полное познание истины, проявляемой в нашей преданности Богу,",
          "ID": "1"
        },
        {
          "text": "и тем самым принести избранникам Бога надежду на жизнь вечную. Бог, Который не лжёт, обещал это ещё до начала времён",
          "ID": "2"
        },
        {
          "text": "и в нужное время объявил Слово Своё, проповедь которого была мне доверена по повелению Бога, Спасителя нашего.",
          "ID": "3"
        },
        {
          "text": "Я пишу тебе, Тит, моему истинному сыну по вере, которую мы разделяем.",
          "ID": "4"
        },
        {
          "text": "Благодать и мир тебе от Бога Отца и от Христа Иисуса, Спасителя нашего.",
          "ID": "4"
        },
        {
          "text": "Я оставил тебя на Крите вот по какой причине, чтобы ты привёл в порядок то, что осталось незакончено, и поставил по всем городам старейшин, как я наказал тебе,",
          "ID": "5"
        },
        {
          "text": "тех, кто безупречен в своём поведении, верен своей жене, имеет верующих детей, кого нельзя обвинить в распутстве и непокорстве.",
          "ID": "6"
        },
        {
          "text": "Старейшина обязан быть безупречным в поведении своём как тот, кому доверен труд Божий. Он не должен вести себя вызывающе, быть вспыльчивым и нетерпеливым, не должен иметь пристрастия к вину и к дракам, а также стремиться к нечестной наживе.",
          "ID": "7"
        },
        {
          "text": "Ему необходимо быть гостеприимным, любить добро, быть благоразумным, вести благочестивый образ жизни, быть преданным Богу и владеть собой.",
          "ID": "8"
        },
        {
          "text": "Он должен также неуклонно придерживаться истинного учения, полученного нами, чтобы он мог наставлять других благотворными поучениями и опровергать тех, кто против истины.",
          "ID": "9"
        },
        {
          "text": "Это очень важно, так как немало есть возмутителей, которые говорят о бесполезном и смущают других. Особенно имею я в виду иудеев, которые проповедуют, что без обрезания нет Божьего благоволения.",
          "ID": "10"
        },
        {
          "text": "Их следует заставить замолчать. Они разрушают целые семьи, проповедуя то, что не следует, и делают это ради постыдной наживы.",
          "ID": "11"
        },
        {
          "text": "Один из их же собственных пророков сказал:",
          "ID": "12"
        },
        {
          "text": "«Критяне всегда были лжецами,",
          "ID": "12"
        },
        {
          "text": "подобными диким зверям,",
          "ID": "12"
        },
        {
          "text": "а также злобными и ленивыми обжорами».",
          "ID": "12"
        },
        {
          "text": "Это правдивое утверждение. Поэтому всегда обличайте их со всей строгостью, чтобы они придерживались истинной веры",
          "ID": "13"
        },
        {
          "text": "и не обращали внимания на иудейские россказни и указания тех, кто отвернулся от истины.",
          "ID": "14"
        },
        {
          "text": "Для чистых всё чисто, но для тех, кто запятнан грехом и не верит, ничто не чисто. Мысли у таких стали злыми, а совесть нечистой, и познание истины для них загублено.",
          "ID": "15"
        },
        {
          "text": "Они утверждают, что знают Бога, но своими поступками отрицают Его. Они достойны презрения, непокорны и неспособны совершать никакие добрые поступки.",
          "ID": "16"
        }
      ],
      "ID": "NT:TIT.1",
      "name": "Послание К Титу 1"
    },
    {
      "text": [
        {
          "text": "Что же касается тебя, то всегда проповедуй только то, что согласуется с учением истинным.",
          "ID": "1"
        },
        {
          "text": "Поучай старцев, чтобы они проявляли самообладание, вели себя с достоинством, были благоразумны, тверды в вере, в любви и в долготерпении.",
          "ID": "2"
        },
        {
          "text": "Пожилых же женщин учи, чтобы они почтительно относились к святым людям, не были клеветницами, не злоупотребляли крепкими напитками, учили других добру.",
          "ID": "3"
        },
        {
          "text": "Пусть они наставляют молодых женщин любить своих мужей и детей,",
          "ID": "4"
        },
        {
          "text": "всегда быть сдержанными и непорочными, заботиться о своих домах, быть добрыми, послушными своим мужьям, и тогда никто не будет осуждать Слово Божье.",
          "ID": "5"
        },
        {
          "text": "Также побуждай молодых мужчин быть благоразумными.",
          "ID": "6"
        },
        {
          "text": "Подавай пример для подражания во всём. В поучениях своих будь честен и серьёзен.",
          "ID": "7"
        },
        {
          "text": "Пусть речь твоя будет благотворной, чтобы нельзя было о ней сказать ничего плохого и чтобы те, кто выступают против тебя, оказались посрамлёнными, так как нечего им сказать плохого против нас.",
          "ID": "8"
        },
        {
          "text": "Поучай рабов, чтобы они были во всём послушны хозяевам своим, старались им угодить и не противоречили им ни в чём,",
          "ID": "9"
        },
        {
          "text": "не крали у них, а проявляли полнейшую преданность, чтобы они во всём приносили Добрую Славу учению Бога, Спасителя нашего.",
          "ID": "10"
        },
        {
          "text": "Потому что милость Божья, приносящая спасение, была проявлена ко всем людям.",
          "ID": "11"
        },
        {
          "text": "Она учит нас, что мы должны отказаться от безбожия и суетных желаний, вести себя разумно, быть праведными и благочестивыми в этом мире,",
          "ID": "12"
        },
        {
          "text": "пока ожидаем того благословенного дня, на который надеемся, когда снова появится во всей Славе Своей наш великий Бог и Спаситель Иисус Христос.",
          "ID": "13"
        },
        {
          "text": "Он отдал Себя за нас, чтобы спасти нас от всяческого зла и очистить народ, принадлежащий Ему и стремящийся свершать добрые дела.",
          "ID": "14"
        },
        {
          "text": "Продолжай же учить обо всём этом, поощрять и укорять со всей силой, чтобы никто не пренебрегал тобой.",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.2",
      "name": "Послание К Титу 2"
    },
    {
      "text": [
        {
          "text": "Продолжай напоминать всем об их покорности правителям и властям, о том, чтобы они были им послушны, готовы к свершению всяких добрых дел,",
          "ID": "1"
        },
        {
          "text": "ни на кого не клеветали, были миролюбивы, мягки и смиренны перед другими.",
          "ID": "2"
        },
        {
          "text": "Я говорю так, потому что мы тоже были когда-то неразумными, непослушными и обманутыми. Мы были рабами страстей и удовольствий всякого рода. Мы проводили жизнь свою в злобе и зависти. Мы были презренными, нас ненавидели другие, и мы ненавидели друг друга.",
          "ID": "3"
        },
        {
          "text": "Но когда проявилась доброта",
          "ID": "4"
        },
        {
          "text": "и любовь Спасителя нашего, Бога, к людям,",
          "ID": "4"
        },
        {
          "text": "то это произошло не благодаря тем поступкам,",
          "ID": "5"
        },
        {
          "text": "которые мы совершили",
          "ID": "5"
        },
        {
          "text": "ради своего оправдания перед Богом,",
          "ID": "5"
        },
        {
          "text": "но по милости Его.",
          "ID": "5"
        },
        {
          "text": "Он спас нас омовением,",
          "ID": "5"
        },
        {
          "text": "в котором все мы возродились",
          "ID": "5"
        },
        {
          "text": "и обновились благодаря Духу Святому.",
          "ID": "5"
        },
        {
          "text": "Он щедро излил на нас его",
          "ID": "6"
        },
        {
          "text": "через Иисуса Христа, Спасителя нашего,",
          "ID": "6"
        },
        {
          "text": "чтобы теперь,",
          "ID": "7"
        },
        {
          "text": "когда Бог по благодати Своей великой",
          "ID": "7"
        },
        {
          "text": "объявил нас невинными,",
          "ID": "7"
        },
        {
          "text": "мы стали Его наследниками в жизни вечной,",
          "ID": "7"
        },
        {
          "text": "как и надеялись.",
          "ID": "7"
        },
        {
          "text": "Это слово верно. И я хочу, чтобы ты настойчиво проповедовал это с тем, чтобы те, кто верят в Бога, стремились творить добро. Всё это хорошо, и пойдёт на пользу людям.",
          "ID": "8"
        },
        {
          "text": "Но избегай глупых споров, рассказов о родословных, ссор и споров о Законе, потому что они бесполезны и бессмысленны.",
          "ID": "9"
        },
        {
          "text": "Избегай того, кто после первого и второго предупреждения продолжает вызывать раскол,",
          "ID": "10"
        },
        {
          "text": "потому что ты знаешь, что такой человек откололся и стал грешником. Он сам себя осудил.",
          "ID": "11"
        },
        {
          "text": "Когда пошлю я к тебе Артему или Тихика, то приложи все усилия, чтобы прийти ко мне в Никополь, так как я решил провести там зиму.",
          "ID": "12"
        },
        {
          "text": "Постарайся помочь законнику Зине и Аполлосу во всём, что нужно им будет для путешествия, чтобы они не испытывали ни в чём нужды.",
          "ID": "13"
        },
        {
          "text": "Наши люди должны научиться творить добро, заботясь о нуждах насущных, чтобы жизнь их не была бесполезной.",
          "ID": "14"
        },
        {
          "text": "Все, кто со мной, шлют тебе приветы. Приветствуй тех, кто любит нас в вере.",
          "ID": "15"
        },
        {
          "text": "Пусть благодать Божья будет со всеми вами!",
          "ID": "15"
        }
      ],
      "ID": "NT:TIT.3",
      "name": "Послание К Титу 3"
    }
  ],
  "ID": "NT:TIT(RSP)",
  "name": "Послание К Титу"
}