{
  "name": "2 John",
  "text": [
    {
      "name": "2 John 1",
      "text": [
        {
          "text": "THE ELDERLY elder [of the church addresses this letter] to the elect (chosen) lady (Cyria) and her children, whom I truly love–and not only I but also all who are [progressively] learning to recognize and know and understand the Truth–",
          "ID": "1"
        },
        {
          "text": "Because of the Truth which lives and stays on in our hearts and will be with us forever:",
          "ID": "2"
        },
        {
          "text": "Grace (spiritual blessing), mercy, and [soul] peace will be with us, from God the Father and from Jesus Christ (the Messiah), the Father's Son, in all sincerity (truth) and love.",
          "ID": "3"
        },
        {
          "text": "I was greatly delighted to find some of your children walking (living) in [the] Truth, just as we have been commanded by the Father [Himself].",
          "ID": "4"
        },
        {
          "text": "And now I beg you, lady (Cyria), not as if I were issuing a new charge (injunction or command), but [simply recalling to your mind] the one we have had from the beginning, that we love one another.",
          "ID": "5"
        },
        {
          "text": "And what this love consists in is this: that we live and walk in accordance with and guided by His commandments (His orders, ordinances, precepts, teaching). This is the commandment, as you have heard from the beginning, that you continue to walk in love [guided by it and following it].",
          "ID": "6"
        },
        {
          "text": "For many imposters (seducers, deceivers, and false leaders) have gone out into the world, men who will not acknowledge (confess, admit) the coming of Jesus Christ (the Messiah) in bodily form. Such a one is the imposter (the seducer, the deceiver, the false leader, the antagonist of Christ) and the antichrist.",
          "ID": "7"
        },
        {
          "text": "Look to yourselves (take care) that you may not lose (throw away or destroy) all that we and you have labored for, but that you may [persevere until you] win and receive back a perfect reward [in full].",
          "ID": "8"
        },
        {
          "text": "Anyone who runs on ahead [of God] and does not abide in the doctrine of Christ [who is not content with what He taught] does not have God; but he who continues to live in the doctrine (teaching) of Christ [does have God], he has both the Father and the Son.",
          "ID": "9"
        },
        {
          "text": "If anyone comes to you and does not bring this doctrine [is disloyal to what Jesus Christ taught], do not receive him [do not accept him, do not welcome or admit him] into [your] house or bid him Godspeed or give him any encouragement.",
          "ID": "10"
        },
        {
          "text": "For he who wishes him success [who encourages him, wishing him Godspeed] is a partaker in his evil doings.",
          "ID": "11"
        },
        {
          "text": "I have many things to write to you, but I prefer not to do so with paper and ink; I hope to come to see you and talk with you face to face, so that our joy may be complete.",
          "ID": "12"
        },
        {
          "text": "The children of your elect (chosen) sister wish to be remembered to you. Amen (so be it).",
          "ID": "13"
        }
      ],
      "ID": "NT:2JN.1"
    }
  ],
  "version": "AMP",
  "ID": "NT:2JN(AMP)"
}