{
  "name": "John’s Second Letter",
  "text": [
    {
      "name": "John’s Second Letter 1",
      "text": [
        {
          "text": "The elder unto the elect lady and her children, whom I love in truth; and not I only, but also all they that know the truth;",
          "ID": "1"
        },
        {
          "text": "for the truth’s sake which abideth in us, and it shall be with us for ever:",
          "ID": "2"
        },
        {
          "text": "Grace, mercy, peace shall be with us, from God the Father, and from Jesus Christ, the Son of the Father, in truth and love.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "I rejoice greatly that I have found certain of thy children walking in truth, even as we received commandment from the Father.",
          "ID": "4"
        },
        {
          "text": "And now I beseech thee, lady, not as though I wrote to thee a new commandment, but that which we had from the beginning, that we love one another.",
          "ID": "5"
        },
        {
          "text": "And this is love, that we should walk after his commandments. This is the commandment, even as ye heard from the beginning, that ye should walk in it.",
          "ID": "6"
        },
        {
          "text": "For many deceivers are gone forth into the world, even they that confess not that Jesus Christ cometh in the flesh. This is the deceiver and the anti-christ.",
          "ID": "7"
        },
        {
          "text": "Look to yourselves, that ye lose not the things which we have wrought, but that ye receive a full reward.",
          "ID": "8"
        },
        {
          "text": "Whosoever goeth onward and abideth not in the teaching of Christ, hath not God: he that abideth in the teaching, the same hath both the Father and the Son.",
          "ID": "9"
        },
        {
          "text": "If any one cometh unto you, and bringeth not this teaching, receive him not into your house, and give him no greeting:",
          "ID": "10"
        },
        {
          "text": "for he that giveth him greeting partaketh in his evil works.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Having many things to write unto you, I would not write them  with paper and ink: but I hope to come unto you, and to speak face to face, that your joy may be made full.",
          "ID": "12"
        },
        {
          "text": "The children of thine elect sister salute thee.",
          "ID": "13"
        }
      ],
      "ID": "NT:2JN.1"
    }
  ],
  "version": "ASV",
  "ID": "NT:2JN(ASV)"
}