{
  "name": "2 John",
  "text": [
    {
      "name": "2 John 1",
      "text": [
        {
          "text": "The elder,To the lady chosen by God and to her children, whom I love in the truth—and not I only, but also all who know the truth—",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "because of the truth, which lives in us and will be with us forever:",
          "ID": "2"
        },
        {
          "text": "Grace, mercy and peace from God the Father and from Jesus Christ, the Father's Son, will be with us in truth and love.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "It has given me great joy to find some of your children walking in the truth, just as the Father commanded us.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And now, dear lady, I am not writing you a new command but one we have had from the beginning. I ask that we love one another.",
          "ID": "5"
        },
        {
          "text": "And this is love: that we walk in obedience to his commands. As you have heard from the beginning, his command is that you walk in love.",
          "ID": "6"
        },
        {
          "text": "I say this because many deceivers, who do not acknowledge Jesus Christ as coming in the flesh, have gone out into the world. Any such person is the deceiver and the antichrist.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Watch out that you do not lose what we have worked for, but that you may be rewarded fully.",
          "ID": "8"
        },
        {
          "text": "Anyone who runs ahead and does not continue in the teaching of Christ does not have God; whoever continues in the teaching has both the Father and the Son.",
          "ID": "9"
        },
        {
          "text": "If anyone comes to you and does not bring this teaching, do not take them into your house or welcome them.",
          "ID": "10"
        },
        {
          "text": "Anyone who welcomes them shares in their wicked work.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "I have much to write to you, but I do not want to use paper and ink. Instead, I hope to visit you and talk with you face to face, so that our joy may be complete.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "The children of your sister, who is chosen by God, send their greetings.",
          "ID": "13"
        }
      ],
      "ID": "NT:2JN.1"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:2JN(BOOKS)"
}