{
  "text": [
    {
      "text": [
        {
          "text": "The Elder to the Elect Lady, and those born of her, whom I love in the truth: and not I alone, but also all those who have known the truth,",
          "ID": "1"
        },
        {
          "text": "because the truth which dwells in us shall be with us for eternity.",
          "ID": "2"
        },
        {
          "text": "May grace, mercy, and peace be with you from God the Father, and from Christ Jesus, the Son of the Father, in truth and in love.",
          "ID": "3"
        },
        {
          "text": "I was very glad because I discovered some of your sons walking in the truth, just as we received the commandment from the Father.",
          "ID": "4"
        },
        {
          "text": "And now I petition you, Lady, not as if writing a new commandment to you, but instead that commandment which we have had from the beginning: that we love one another.",
          "ID": "5"
        },
        {
          "text": "And this is love: that we walk according to his commandments. For this is the commandment that you have heard in the same way from the beginning, and in which you should walk.",
          "ID": "6"
        },
        {
          "text": "For many deceivers have gone out into the world, those who do not confess that Jesus Christ has arrived in the flesh. Such a one as this is a deceiver and an antichrist.",
          "ID": "7"
        },
        {
          "text": "Be cautious for yourselves, lest you lose what you have accomplished, and so that, instead, you may receive a full reward.",
          "ID": "8"
        },
        {
          "text": "Everyone who withdraws and does not remain in the doctrine of Christ, does not have God. Whoever remains in the doctrine, such a one as this has both the Father and the Son.",
          "ID": "9"
        },
        {
          "text": "If anyone comes to you, and does not bring this doctrine, do not be willing to receive him into the house, and do not speak a greeting to him.",
          "ID": "10"
        },
        {
          "text": "For whoever speaks a greeting to him, is speaking with his evil works.",
          "ID": "11"
        },
        {
          "text": "I have much more to write to you, but I am not willing to do so through paper and ink. For I hope that I may be with you in the future, and that I may speak face to face, so that your joy may be full.",
          "ID": "12"
        },
        {
          "text": "The sons of your Elect Sister greet you.",
          "ID": "13"
        }
      ],
      "ID": "NT:2JN.1",
      "name": "2 John 1"
    }
  ],
  "ID": "NT:2JN(CPDV)",
  "version": "CPDV",
  "name": "2 John"
}