{
  "version": "ERV",
  "text": [
    {
      "title": null,
      "text": [
        {
          "text": "Greetings from the Elder.\nTo the lady chosen by God and to her children.\nI truly love all of you. And I am not the only one. All those who know the truth love you in the same way.",
          "ID": "1",
          "comments": [
            "Elder This is probably John the apostle. “Elder” means an older man or a special leader in the church (as in Titus 1:5).",
            "lady This might mean a woman. Or, in this letter, it might mean a church. If it is a church, then “her children” would be the people of the church. Also in verse 5.",
            "truth The truth or “Good News” about Jesus Christ that joins all believers together."
          ]
        },
        {
          "text": "We love you because of the truth—the truth that lives in us. That truth will be with us forever.",
          "ID": "2"
        },
        {
          "text": "Grace, mercy, and peace will be with us from God the Father and from his Son, Jesus Christ, as we live in truth and love.",
          "ID": "3"
        },
        {
          "text": "I was very happy to learn about some of your children. I am happy that they are following the way of truth, just as the Father commanded us.",
          "ID": "4"
        },
        {
          "text": "And now, dear lady, I tell you: We should all love each other. This is not a new command. It is the same command we had from the beginning.",
          "ID": "5"
        },
        {
          "text": "And loving means living the way he commanded us to live. And God’s command is this: that you live a life of love. You heard this command from the beginning.",
          "ID": "6"
        },
        {
          "text": "Many false teachers are in the world now. They refuse to say that Jesus Christ came to earth and became a man. Anyone who refuses to accept this fact is a false teacher and the enemy of Christ.",
          "ID": "7"
        },
        {
          "text": "Be careful! Don’t lose the reward we have worked for. Be careful so that you will receive all of that reward.",
          "ID": "8",
          "comments": [
            "we Some Greek copies have “you.”"
          ]
        },
        {
          "text": "Everyone must continue to follow only the teaching about Christ. Whoever changes that teaching does not have God. But whoever continues to follow the teaching about Christ has both the Father and his Son.",
          "ID": "9"
        },
        {
          "text": "Don’t accept those who come to you but do not bring this teaching. Don’t invite them into your house. Don’t welcome them in any way.",
          "ID": "10"
        },
        {
          "text": "If you do, you are helping them with their evil work.",
          "ID": "11"
        },
        {
          "text": "I have much to say to you. But I don’t want to use paper and ink. Instead, I hope to come visit you. Then we can be together and talk. That will make us very happy.",
          "ID": "12"
        },
        {
          "text": "The children of your sister who was chosen by God send you their love.",
          "ID": "13",
          "comments": [
            "sister Sister of the “lady” in verse 1. This might be another woman or another church."
          ]
        }
      ],
      "ID": "NT:2JN.1",
      "name": "2 John 1"
    }
  ],
  "ID": "NT:2JN(ERV)",
  "name": "2 John"
}