{
  "name": "Deuteronomy",
  "text": [
    {
      "name": "Deuteronomy 1",
      "text": [
        {
          "text": "THESE ARE the words which Moses spoke to all Israel [still] on the [east] side of the Jordan [River] in the wilderness, in the Arabah [the deep valley running north and south from the eastern arm of the Red Sea to beyond the Dead Sea], over near Suph, between Paran and Tophel, Laban, Hazeroth, and Dizahab.",
          "ID": "1"
        },
        {
          "text": "It is [only] eleven days' journey from Horeb by the way of Mount Seir to Kadesh-barnea [on Canaan's border; yet Israel took forty years to get beyond it].",
          "ID": "2"
        },
        {
          "text": "And in the fortieth year, on the first day of the eleventh month, Moses spoke to the Israelites according to all that the Lord had given him in commandment to them,",
          "ID": "3"
        },
        {
          "text": "After He had defeated Sihon king of the Amorites, who lived in Heshbon, and Og king of Bashan, who lived in Ashtaroth [and] Edrei.",
          "ID": "4"
        },
        {
          "text": "Beyond (east of) the Jordan in the land of Moab, Moses began to explain this law, saying,",
          "ID": "5"
        },
        {
          "text": "The Lord our God said to us in Horeb, You have dwelt long enough on this mountain.",
          "ID": "6"
        },
        {
          "text": "Turn and take up your journey and go to the hill country of the Amorites, and to all their neighbors in the Arabah, in the hill country, in the lowland, in the South (the Negeb), and on the coast, the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates.",
          "ID": "7"
        },
        {
          "text": "Behold, I have set the land before you; go in and take possession of the land which the Lord swore to your fathers, to Abraham, to Isaac, and to Jacob, to give to them and to their descendants after them.",
          "ID": "8"
        },
        {
          "text": "I said to you at that time, I am not able to bear you alone.",
          "ID": "9"
        },
        {
          "text": "The Lord your God has multiplied you, and behold, you are this day as the stars of the heavens for multitude.",
          "ID": "10"
        },
        {
          "text": "May the Lord, the God of your fathers, make you a thousand times as many as you are and bless you as He has promised you!",
          "ID": "11"
        },
        {
          "text": "How can I bear alone the weariness and pressure and burden of you and your strife?",
          "ID": "12"
        },
        {
          "text": "Choose wise, understanding, experienced, and respected men according to your tribes, and I will make them heads over you.",
          "ID": "13"
        },
        {
          "text": "And you answered me, The thing which you have spoken is good for us to do.",
          "ID": "14"
        },
        {
          "text": "So I took the heads of your tribes, wise, experienced, and respected men, and made them heads over you, commanders of thousands, and hundreds, and fifties, and tens, and officers according to your tribes.",
          "ID": "15"
        },
        {
          "text": "And I charged your judges at that time: Hear the cases between your brethren and judge righteously between a man and his brother or the stranger or sojourner who is with him.",
          "ID": "16"
        },
        {
          "text": "You shall not be partial in judgment; but you shall hear the small as well as the great. You shall not be afraid of the face of man, for the judgment is God's. And the case that is too hard for you, you shall bring to me, and I will hear it.",
          "ID": "17"
        },
        {
          "text": "And I commanded you at that time all the things that you should do.",
          "ID": "18"
        },
        {
          "text": "And when we departed from Horeb, we went through all that great and terrible wilderness which you saw on the way to the hill country of the Amorites, as the Lord our God commanded us, and we came to Kadesh-barnea.",
          "ID": "19"
        },
        {
          "text": "And I said to you, You have come to the hill country of the Amorites, which the Lord our God gives us.",
          "ID": "20"
        },
        {
          "text": "Behold, the Lord your God has set the land before you; go up and possess it, as the Lord, the God of your fathers, has said to you. Fear not, neither be dismayed.",
          "ID": "21"
        },
        {
          "text": "Then you all came near to me and said, Let us send men before us, that they may search out the land for us and bring us word again by what way we should go up and the cities into which we shall come.",
          "ID": "22"
        },
        {
          "text": "The thing pleased me well, and I took twelve men of you, one for each tribe.",
          "ID": "23"
        },
        {
          "text": "And they turned and went up into the hill country, and came to the Valley of Eshcol and spied it out.",
          "ID": "24"
        },
        {
          "text": "And they took of the fruit of the land in their hands and brought it down to us and brought us word again, and said, It is a good land which the Lord our God gives us.",
          "ID": "25"
        },
        {
          "text": "Yet you would not go up, but rebelled against the commandment of the Lord your God.",
          "ID": "26"
        },
        {
          "text": "You were peevish and discontented in your tents, and said, Because the Lord hated us, He brought us forth out of the land of Egypt to deliver us into the hand of the Amorites to destroy us.",
          "ID": "27"
        },
        {
          "text": "To what are we going up? Our brethren have made our hearts melt, saying, The people are bigger and taller than we are; the cities are great and fortified to the heavens. And moreover we have seen the [giantlike] sons of the Anakim there.",
          "ID": "28"
        },
        {
          "text": "Then I said to you, Dread not, neither be afraid of them.",
          "ID": "29"
        },
        {
          "text": "The Lord your God Who goes before you, He will fight for you just as He did for you in Egypt before your eyes,",
          "ID": "30"
        },
        {
          "text": "And in the wilderness, where you have seen how the Lord your God bore you, as a man carries his son, in all the way that you went until you came to this place.",
          "ID": "31"
        },
        {
          "text": "Yet in spite of this word you did not believe (trust, rely on, and remain steadfast to) the Lord your God,",
          "ID": "32"
        },
        {
          "text": "Who went in the way before you to search out a place to pitch your tents, in fire by night, to show you by what way you should go, and in the cloud by day.",
          "ID": "33"
        },
        {
          "text": "And the Lord heard your words, and was angered and He swore,",
          "ID": "34"
        },
        {
          "text": "Not one of these men of this evil generation shall see that good land which I swore to give to your fathers,",
          "ID": "35"
        },
        {
          "text": "Except [Joshua, of course, and] Caleb son of Jephunneh; he shall see it, and to him and to his children I will give the land upon which he has walked, because he has wholly followed the Lord.",
          "ID": "36"
        },
        {
          "text": "The Lord was angry with me also for your sakes, and said, You also shall not enter Canaan.",
          "ID": "37"
        },
        {
          "text": "But Joshua son of Nun, who stands before you, he shall enter there. Encourage him, for he shall cause Israel to inherit it.",
          "ID": "38"
        },
        {
          "text": "Moreover, your little ones whom you said would become a prey, and your children who at this time cannot discern between good and evil, they shall enter Canaan, and to them I will give it and they shall possess it.",
          "ID": "39"
        },
        {
          "text": "But as for you, turn and journey into the wilderness by way of the Red Sea.",
          "ID": "40"
        },
        {
          "text": "Then you said to me, We have sinned against the Lord. We will go up and fight, as the Lord our God commanded us. And you girded on every man his battle weapons, and thought it a simple matter to go up into the hill country.",
          "ID": "41"
        },
        {
          "text": "And the Lord said to me, Say to them, Do not go up or fight, for I am not among you–lest you be dangerously hurt by your enemies.",
          "ID": "42"
        },
        {
          "text": "So I spoke to you, and you would not hear, but rebelled against the commandment of the Lord, and were presumptuous and went up into the hill country.",
          "ID": "43"
        },
        {
          "text": "Then the Amorites who lived in that hill country came out against you and chased you as bees do and struck you down in Seir as far as Hormah.",
          "ID": "44"
        },
        {
          "text": "And you returned and wept before the Lord, but the Lord would not heed your voice or listen to you.",
          "ID": "45"
        },
        {
          "text": "So you remained in Kadesh; many days you remained there.",
          "ID": "46"
        }
      ],
      "ID": "OT:DEU.1"
    },
    {
      "name": "Deuteronomy 2",
      "text": [
        {
          "text": "THEN WE turned, and took our journey into the wilderness by the way of the Red Sea, as the Lord directed me; and for many days we journeyed around Mount Seir.",
          "ID": "1"
        },
        {
          "text": "And the Lord spoke to me [Moses], saying,",
          "ID": "2"
        },
        {
          "text": "You have roamed around this mountain country long enough; turn northward.",
          "ID": "3"
        },
        {
          "text": "And command the Israelites, You are to pass through the territory of your kinsmen the sons of Esau, who live in Seir; and they will be afraid of you. So watch yourselves carefully.",
          "ID": "4"
        },
        {
          "text": "Do not provoke or stir them up, for I will not give you of their land, no, not enough for the sole of your foot to tread on, for I have given Mount Seir to Esau for a possession.",
          "ID": "5"
        },
        {
          "text": "You shall buy food from them for money, that you may eat, and you shall also buy water from them for money, that you may drink.",
          "ID": "6"
        },
        {
          "text": "For the Lord your God has blessed you in all the work of your hand. He knows your walking through this great wilderness. These forty years the Lord your God has been with you; you have lacked nothing.",
          "ID": "7"
        },
        {
          "text": "So we passed on from our brethren the sons of Esau, who dwelt in Seir, away from the Arabah (wilderness), and from Elath and from Ezion-geber. We turned and went by the way of the wilderness of Moab.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to me, Do not trouble or assault Moab or contend with them in battle, for I will not give you any of their land for a possession, because I have given Ar to the sons of Lot for a possession.",
          "ID": "9"
        },
        {
          "text": "(The Emim dwelt there in times past, a people great and many, and tall as the Anakim.",
          "ID": "10"
        },
        {
          "text": "These also are known as Rephaim [of giant stature], as are the Anakim, but the Moabites call them Emim.",
          "ID": "11"
        },
        {
          "text": "The Horites also formerly lived in Seir, but the sons of Esau dispossessed them and destroyed them from before them and dwelt in their stead, as Israel did to the land of their possession which the Lord gave to them.)",
          "ID": "12"
        },
        {
          "text": "Now rise up and go over the brook Zered. So we went over the brook Zered.",
          "ID": "13"
        },
        {
          "text": "And the time from our leaving Kadesh-barnea until we had come over the brook Zered was thirty-eight years, until the whole generation of the men of war had perished from the camp, as the Lord had sworn to them.",
          "ID": "14"
        },
        {
          "text": "Moreover the hand of the Lord was against them to exterminate them from the midst of the camp, until they were all gone.",
          "ID": "15"
        },
        {
          "text": "So when all the men of war had died from among the people,",
          "ID": "16"
        },
        {
          "text": "The Lord spoke to me [Moses], saying,",
          "ID": "17"
        },
        {
          "text": "You are this day to pass through Ar, the border of Moab.",
          "ID": "18"
        },
        {
          "text": "But when you come near the territory of the sons of Ammon, do not trouble or assault them or provoke or stir them up, for I will not give you any of the land of the Ammonites for a possession, because I have given it to the sons of Lot for a possession.",
          "ID": "19"
        },
        {
          "text": "(That also is known as a land of Rephaim [of giant stature]; Rephaim dwelt there formerly, but the Ammonites call them Zamzummim,",
          "ID": "20"
        },
        {
          "text": "A people great and many, and tall as the Anakim. But the Lord destroyed them before [Ammon], and they dispossessed them and settled in their stead,",
          "ID": "21"
        },
        {
          "text": "As He did for the sons of Esau, who dwell in Seir, when He destroyed the Horites from before them, and they dispossessed them and settled in their stead even to this day.",
          "ID": "22"
        },
        {
          "text": "As for the Avvim who dwelt in villages as far as Gaza, the Caphtorim who came from Caphtor destroyed them and dwelt in their stead.)",
          "ID": "23"
        },
        {
          "text": "Rise up, take your journey, and pass over the Valley of the Arnon. Behold, I have given into your hand Sihon the Amorite, king of Heshbon, and his land; begin to possess it and contend with him in battle.",
          "ID": "24"
        },
        {
          "text": "This day will I begin to put the dread and fear of you upon the peoples who are under the whole heavens, who shall hear the report of you and shall tremble and be in anguish because of you.",
          "ID": "25"
        },
        {
          "text": "So I sent messengers from the wilderness of Kedemoth to Sihon king of Heshbon with words of peace, saying,",
          "ID": "26"
        },
        {
          "text": "Let me pass through your land. I will go only by the road, turning aside neither to the right nor to the left.",
          "ID": "27"
        },
        {
          "text": "You shall sell me food to eat and sell me water to drink; only let me walk through,",
          "ID": "28"
        },
        {
          "text": "As the sons of Esau, who dwell in Seir, and the Moabites, who dwell in Ar, did for me, until I go over the Jordan into the land which the Lord our God gives us.",
          "ID": "29"
        },
        {
          "text": "But Sihon king of Heshbon would not let us pass by him; for the Lord your God hardened his spirit and made his heart obstinate, that He might give him into your hand, as at this day.",
          "ID": "30"
        },
        {
          "text": "And the Lord said to me [Moses], Behold, I have begun to give Sihon and his land over to you. Begin to take possession, that you may succeed him and occupy his land.",
          "ID": "31"
        },
        {
          "text": "Then Sihon came out against us, he and all his people, to fight at Jahaz.",
          "ID": "32"
        },
        {
          "text": "And the Lord our God gave him over to us, and we defeated him and his sons and all his people.",
          "ID": "33"
        },
        {
          "text": "At the same time we took all his cities and utterly destroyed every city–men, women, and children. We left none to remain.",
          "ID": "34"
        },
        {
          "text": "Only the cattle we took as booty for ourselves and the spoil of the cities which we had captured.",
          "ID": "35"
        },
        {
          "text": "From Aroer, which is on the edge of the Arnon Valley, and from the city that is in the valley, as far as Gilead, there was no city too high and strong for us; the Lord our God delivered all to us.",
          "ID": "36"
        },
        {
          "text": "Only you did not go near the land of the Ammonites, that is, to any bank of the river Jabbok and the cities of the hill country, and wherever the Lord our God had forbidden us.",
          "ID": "37"
        }
      ],
      "ID": "OT:DEU.2"
    },
    {
      "name": "Deuteronomy 3",
      "text": [
        {
          "text": "THEN WE turned and went up the road to Bashan, and Og king of Bashan came out against us, he and all his people, to battle at Edrei.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to me, Do not fear him, for I have given him and all his people and his land into your hand; and you shall do to him as you did to Sihon king of the Amorites, who lived at Heshbon.",
          "ID": "2"
        },
        {
          "text": "So the Lord our God also gave into our hands Og king of Bashan and all his people, and we smote him until not one was left to him.",
          "ID": "3"
        },
        {
          "text": "And we took all his cities at that time; there was not a city which we did not take from them, sixty cities, the whole region of Argob, the kingdom of Og in Bashan.",
          "ID": "4"
        },
        {
          "text": "All these cities were fortified with high and haughty walls, gates, and bars, besides a great many unwalled villages.",
          "ID": "5"
        },
        {
          "text": "And we utterly destroyed them, as we did to Sihon king of Heshbon, utterly destroying every city–men, women, and children.",
          "ID": "6"
        },
        {
          "text": "But all the cattle and the spoil of the cities we took for booty for ourselves.",
          "ID": "7"
        },
        {
          "text": "So we took the land at that time out of the hand of the two kings of the Amorites who were beyond the Jordan, from the Valley of the Arnon to Mount Hermon",
          "ID": "8"
        },
        {
          "text": "(The Sidonians call Hermon, Sirion, and the Amorites call it Senir),",
          "ID": "9"
        },
        {
          "text": "All the cities of the plain, and all Gilead, and all Bashan as far as Salecah and Edrei, cities of the kingdom of Og in Bashan.",
          "ID": "10"
        },
        {
          "text": "For only Og king of Bashan remained of the remnant of the [gigantic] Rephaim. Behold, his bedstead was of iron; is it not in Rabbah of the Ammonites? Nine cubits was its length and four cubits its breadth, using the cubit of a man [the forearm to the end of the middle finger].",
          "ID": "11"
        },
        {
          "text": "When we took possession of this land, I gave to the Reubenites and the Gadites the territory from Aroer, which is on the edge of the Valley of the Arnon, and half the hill country of Gilead and its cities.",
          "ID": "12"
        },
        {
          "text": "The rest of Gilead and all of Bashan, the kingdom of Og, that is, all the region of Argob in Bashan, I gave to the half-tribe of Manasseh. It is called the land of Rephaim [of giant stature].",
          "ID": "13"
        },
        {
          "text": "Jair son of Manasseh took all the region of Argob, that is, Bashan, as far as the border of the Geshurites and the Maacathites, and called it after his own name, Havvoth-jair, so called to this day.",
          "ID": "14"
        },
        {
          "text": "And I gave Gilead to Machir [son of Manasseh].",
          "ID": "15"
        },
        {
          "text": "And to the Reubenites and Gadites I gave from Gilead even to the Valley of the Arnon, with the middle of the valley as the boundary of it, as far over as the river Jabbok, the boundary of the Ammonites,",
          "ID": "16"
        },
        {
          "text": "The Arabah also, with the Jordan as its boundary, from Chinnereth as far as the Sea of the Arabah, the Salt [Dead] Sea, under the cliffs [of the headlands] of Pisgah on the east.",
          "ID": "17"
        },
        {
          "text": "And I commanded you at that time, saying, The Lord your God has given you this land to possess it; you [Reuben, Gad, and the half-tribe of Manasseh] shall go over [the Jordan] armed before your brethren the other Israelites, all that are able for war.",
          "ID": "18"
        },
        {
          "text": "But your wives and your little ones and your cattle–I know that you have many cattle–shall remain in your cities which I have given you,",
          "ID": "19"
        },
        {
          "text": "Until the Lord has given rest to your brethren as to you, and until they also possess the land which the Lord your God has given them beyond the Jordan. Then shall you return every man to the possession which I have given you.",
          "ID": "20"
        },
        {
          "text": "And I commanded Joshua at that time, saying, Your own eyes have seen all that the Lord your God has done to these two kings [Sihon and Og]; so shall the Lord do to all the kingdoms into which you are going over [the Jordan].",
          "ID": "21"
        },
        {
          "text": "You shall not fear them, for the Lord your God shall fight for you.",
          "ID": "22"
        },
        {
          "text": "And I besought the Lord at that time, saying,",
          "ID": "23"
        },
        {
          "text": "O Lord God, You have only begun to show Your servant Your greatness and Your mighty hand; for what god is there in heaven or on earth that can do according to Your works and according to Your might?",
          "ID": "24"
        },
        {
          "text": "I pray You, [will You not just] let me go over and see the good land that is beyond the Jordan, that goodly mountain country [with Hermon] and Lebanon?",
          "ID": "25"
        },
        {
          "text": "But the Lord was angry with me on your account and would not listen to me; and the Lord said to me, That is enough! Say no more to Me about it.",
          "ID": "26"
        },
        {
          "text": "Get up to the top of Pisgah and lift up your eyes westward and northward and southward and eastward, and behold it with your eyes, for you shall not go over this Jordan.",
          "ID": "27"
        },
        {
          "text": "But charge Joshua, and encourage and strengthen him, for he shall go over before this people and he shall cause them to possess the land which you shall see.",
          "ID": "28"
        },
        {
          "text": "So we remained in the valley opposite Beth-peor.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.3"
    },
    {
      "name": "Deuteronomy 4",
      "text": [
        {
          "text": "NOW LISTEN and give heed, O Israel, to the statutes and ordinances which I teach you, and do them, that you may live and go in and possess the land which the Lord, the God of your fathers, gives you.",
          "ID": "1"
        },
        {
          "text": "You shall not add to the word which I command you, neither shall you diminish it, that you may keep the commandments of the Lord your God which I command you.",
          "ID": "2"
        },
        {
          "text": "Your eyes still see what the Lord did because of Baal-peor; for all the men who followed the Baal of Peor the Lord your God has destroyed from among you, [Num. 25:1-9.]",
          "ID": "3"
        },
        {
          "text": "But you who clung fast to the Lord your God are alive, every one of you, this day.",
          "ID": "4"
        },
        {
          "text": "Behold, I have taught you statutes and ordinances as the Lord my God commanded me, that you should do them in the land which you are entering to possess.",
          "ID": "5"
        },
        {
          "text": "So keep them and do them, for that is your wisdom and your understanding in the sight of the peoples who, when they hear all these statutes, will say, Surely this great nation is a wise and understanding people.",
          "ID": "6"
        },
        {
          "text": "For what great nation is there who has a god so near to them as the Lord our God is to us in all things for which we call upon Him?",
          "ID": "7"
        },
        {
          "text": "And what large and important nation has statutes and ordinances so upright and just as all this law which I set before you today?",
          "ID": "8"
        },
        {
          "text": "Only take heed, and guard your life diligently, lest you forget the things which your eyes have seen and lest they depart from your [mind and] heart all the days of your life. Teach them to your children and your children's children–",
          "ID": "9"
        },
        {
          "text": "Especially how on the day that you stood before the Lord your God in Horeb, the Lord said to me, Gather the people together to Me and I will make them hear My words, that they may learn [reverently] to fear Me all the days they live upon the earth and that they may teach their children.",
          "ID": "10"
        },
        {
          "text": "And you came near and stood at the foot of the mountain, and the mountain burned with fire to the heart of heaven, with darkness, cloud, and thick gloom.",
          "ID": "11"
        },
        {
          "text": "And the Lord spoke to you out of the midst of the fire. You heard the voice of the words, but saw no form; there was only a voice.",
          "ID": "12"
        },
        {
          "text": "And He declared to you His covenant, which He commanded you to perform, the Ten Commandments, and He wrote them on two tables of stone.",
          "ID": "13"
        },
        {
          "text": "And the Lord commanded me at that time to teach you the statutes and precepts, that you might do them in the land which you are going over to possess.",
          "ID": "14"
        },
        {
          "text": "Therefore take good heed to yourselves, since you saw no form of Him on the day the Lord spoke to you on Horeb out of the midst of the fire,",
          "ID": "15"
        },
        {
          "text": "Beware lest you become corrupt by making for yourselves [to worship] a graven image in the form of any figure, the likeness of male or female,",
          "ID": "16"
        },
        {
          "text": "The likeness of any beast that is on the earth, or of any winged fowl that flies in the air,",
          "ID": "17"
        },
        {
          "text": "The likeness of anything that creeps on the ground, or of any fish that is in the waters beneath the earth.",
          "ID": "18"
        },
        {
          "text": "And beware lest you lift up your eyes to the heavens, and when you see the sun, moon, and stars, even all the host of the heavens, you be drawn away and worship them and serve them, things which the Lord your God has allotted to all nations under the whole heaven.",
          "ID": "19"
        },
        {
          "text": "But the Lord has taken you and brought you forth out of the iron furnace, out of Egypt, to be to Him a people of His own possession, as you are this day.",
          "ID": "20"
        },
        {
          "text": "Furthermore the Lord was angry with me because of you, and He swore that I should not go over the Jordan and that I should not enter the good land which the Lord your God gives you for an inheritance.",
          "ID": "21"
        },
        {
          "text": "But I must die in this land; I must not cross the Jordan; but you shall go over and possess that good land.",
          "ID": "22"
        },
        {
          "text": "Take heed to yourselves, lest you forget the covenant of the Lord your God which He made with you, and make for yourselves a graven image in the form of anything which the Lord your God has forbidden you.",
          "ID": "23"
        },
        {
          "text": "For the Lord your God is a consuming fire, a jealous God.",
          "ID": "24"
        },
        {
          "text": "When children shall be born to you, and children's children, and you have grown old in the land, if you corrupt yourselves by making a graven image in the form of anything, and do evil in the sight of the Lord your God, provoking Him to anger,",
          "ID": "25"
        },
        {
          "text": "I call heaven and earth to witness against you this day that you shall soon utterly perish from the land which you are going over the Jordan to possess. You will not live long upon it but will be utterly destroyed.",
          "ID": "26"
        },
        {
          "text": "And the Lord will scatter you among the peoples, and you will be left few in number among the nations to which the Lord will drive you.",
          "ID": "27"
        },
        {
          "text": "There you will serve gods, the work of men's hands, wood and stone, which neither see nor hear nor eat nor smell.",
          "ID": "28"
        },
        {
          "text": "But if from there you will seek (inquire for and require as necessity) the Lord your God, you will find Him if you [truly] seek Him with all your heart [and mind] and soul and life.",
          "ID": "29"
        },
        {
          "text": "When you are in tribulation and all these things come upon you, in the latter days you will turn to the Lord your God and be obedient to His voice.",
          "ID": "30"
        },
        {
          "text": "For the Lord your God is a merciful God; He will not fail you or destroy you or forget the covenant of your fathers, which He swore to them.",
          "ID": "31"
        },
        {
          "text": "For ask now of the days that are past, which were before you, since the day that God created man upon the earth, and ask from one end of the heavens to the other, whether such a great thing as this has ever occurred or been heard of anywhere.",
          "ID": "32"
        },
        {
          "text": "Did ever people hear the voice of God speaking out of the midst of the fire, as you heard, and live?",
          "ID": "33"
        },
        {
          "text": "Or has God ever tried to go and take for Himself a nation from the midst of another nation, by trials, by signs, by wonders, by war, by a mighty hand, by an outstretched arm, and by great terrors, as the Lord your God did for you in Egypt before your eyes?",
          "ID": "34"
        },
        {
          "text": "To you it was shown, that you might realize and have personal knowledge that the Lord is God; there is no other besides Him.",
          "ID": "35"
        },
        {
          "text": "Out of heaven He made you hear His voice, that He might correct, discipline, and admonish you; and on earth He made you see His great fire, and you heard His words out of the midst of the fire.",
          "ID": "36"
        },
        {
          "text": "And because He loved your fathers, He chose their descendants after them, and brought you out from Egypt with His own Presence, by His mighty power,",
          "ID": "37"
        },
        {
          "text": "Driving out nations from before you, greater and mightier than yourselves, to bring you in, to give you their land for an inheritance, as it is this day;",
          "ID": "38"
        },
        {
          "text": "Know, recognize, and understand therefore this day and turn your [mind and] heart to it that the Lord is God in the heavens above and upon the earth beneath; there is no other.",
          "ID": "39"
        },
        {
          "text": "Therefore you shall keep His statutes and His commandments, which I command you this day, that it may go well with you and your children after you and that you may prolong your days in the land which the Lord your God gives you forever.",
          "ID": "40"
        },
        {
          "text": "Then Moses set apart three cities [of refuge] beyond the Jordan to the east,",
          "ID": "41"
        },
        {
          "text": "That the manslayer might flee there, who slew his neighbor unintentionally and had not previously been at enmity with him, that fleeing to one of these cities he might save his life:",
          "ID": "42"
        },
        {
          "text": "Bezer in the wilderness on the tableland, for the Reubenites; and Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites.",
          "ID": "43"
        },
        {
          "text": "This is the law which Moses set before the Israelites.",
          "ID": "44"
        },
        {
          "text": "These are the testimonies and the laws and the precepts which Moses spoke to the Israelites when they came out of Egypt,",
          "ID": "45"
        },
        {
          "text": "Beyond the Jordan in the valley opposite Beth-peor, in the land of Sihon king of the Amorites, who dwelt at Heshbon, whom Moses and the Israelites smote when they came out of Egypt.",
          "ID": "46"
        },
        {
          "text": "And they took possession of his land and the land of Og king of Bashan, the two kings of the Amorites, who lived beyond the Jordan to the east,",
          "ID": "47"
        },
        {
          "text": "From Aroer, which is on the edge of the Valley of the Arnon, as far as Mount Sirion (that is, Hermon),",
          "ID": "48"
        },
        {
          "text": "And all the Arabah (lowlands) beyond the Jordan eastward, as far as the Sea of the Arabah [the Dead Sea], under the slopes and springs of Pisgah.",
          "ID": "49"
        }
      ],
      "ID": "OT:DEU.4"
    },
    {
      "name": "Deuteronomy 5",
      "text": [
        {
          "text": "AND MOSES called all Israel, and said to them, Hear, O Israel, the statutes and ordinances which I speak in your hearing this day, that you may learn them and take heed and do them.",
          "ID": "1"
        },
        {
          "text": "The Lord our God made a covenant with us in Horeb.",
          "ID": "2"
        },
        {
          "text": "The Lord made this covenant not with our fathers, but with us, who are all of us here alive this day.",
          "ID": "3"
        },
        {
          "text": "The Lord spoke with you face to face at the mount out of the midst of the fire.",
          "ID": "4"
        },
        {
          "text": "I stood between the Lord and you at that time to show you the word of the Lord, for you were afraid because of the fire and went not up into the mount. He said,",
          "ID": "5"
        },
        {
          "text": "I am the Lord your God, Who brought you out of the land of Egypt, from the house of bondage.",
          "ID": "6"
        },
        {
          "text": "You shall have no other gods before Me or besides Me.",
          "ID": "7"
        },
        {
          "text": "You shall not make for yourself [to worship] a graven image or any likeness of anything that is in the heavens above or that is in the earth beneath or that is in the water under the earth.",
          "ID": "8"
        },
        {
          "text": "You shall not bow down to them or serve them; for I, the Lord your God, am a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations of those who hate Me,",
          "ID": "9"
        },
        {
          "text": "And showing mercy and steadfast love to thousands and to a thousand generations of those who love Me and keep My commandments.",
          "ID": "10"
        },
        {
          "text": "You shall not take the name of the Lord your God in vain, for the Lord will not hold him guiltless who takes His name in falsehood or without purpose.",
          "ID": "11"
        },
        {
          "text": "Observe the Sabbath day to keep it holy, as the Lord your God commanded you.",
          "ID": "12"
        },
        {
          "text": "Six days you shall labor and do all your work,",
          "ID": "13"
        },
        {
          "text": "But the seventh day is a Sabbath to the Lord your God; in it you shall not do any work, you or your son or your daughter, or your manservant or your maidservant, or your ox or your donkey or any of your livestock, or the stranger or sojourner who is within your gates, that your manservant and your maidservant may rest as well as you.",
          "ID": "14"
        },
        {
          "text": "And [earnestly] remember that you were a servant in the land of Egypt and that the Lord your God brought you out from there with a mighty hand and an outstretched arm; therefore the Lord your God commanded you to observe and take heed to the Sabbath day.",
          "ID": "15"
        },
        {
          "text": "Honor your father and your mother, as the Lord your God commanded you, that your days may be prolonged and that it may go well with you in the land which the Lord your God gives you.",
          "ID": "16"
        },
        {
          "text": "You shall not murder.",
          "ID": "17"
        },
        {
          "text": "Neither shall you commit adultery.",
          "ID": "18"
        },
        {
          "text": "Neither shall you act slyly or steal.",
          "ID": "19"
        },
        {
          "text": "Neither shall you witness falsely against your neighbor.",
          "ID": "20"
        },
        {
          "text": "Neither shall you covet your neighbor's wife, nor desire your neighbor's house, his field, his manservant or his maidservant, his ox or his donkey, or anything that is your neighbor's.",
          "ID": "21"
        },
        {
          "text": "These words the Lord spoke to all your assembly at the mountain out of the midst of the fire, the cloud, and the thick darkness, with a loud voice; and He spoke not again [added no more]. He wrote them on two tables of stone and gave them to me [Moses].",
          "ID": "22"
        },
        {
          "text": "And when you heard the voice out of the midst of the darkness, while the mountain was burning with fire, you came near me, all the heads of your tribes and your elders;",
          "ID": "23"
        },
        {
          "text": "And you said, Behold, the Lord our God has shown us His glory and His greatness, and we have heard His voice out of the midst of the fire; we have this day seen that God speaks with man and man still lives.",
          "ID": "24"
        },
        {
          "text": "Now therefore, why should we die? For this great fire will consume us; if we hear the voice of the Lord our God any longer, we shall die.",
          "ID": "25"
        },
        {
          "text": "For who is there of all flesh who has heard the voice of the living God speaking out of the midst of fire, as we have, and lived?",
          "ID": "26"
        },
        {
          "text": "Go near [Moses] and hear all that the Lord our God will say. And speak to us all that the Lord our God will speak to you; and we will hear and do it.",
          "ID": "27"
        },
        {
          "text": "And the Lord heard your words when you spoke to me and the Lord said to me, I have heard the words of this people which they have spoken to you. They have said well all that they have spoken.",
          "ID": "28"
        },
        {
          "text": "Oh, that they had such a [mind and] heart in them always [reverently] to fear Me and keep all My commandments, that it might go well with them and with their children forever!",
          "ID": "29"
        },
        {
          "text": "Go and say to them, Return to your tents.",
          "ID": "30"
        },
        {
          "text": "But you [Moses], stand here by Me, and I will tell you all the commandments and the statutes and the precepts which you shall teach them, that they may do them in the land which I give them to possess.",
          "ID": "31"
        },
        {
          "text": "Therefore you people shall be watchful to do as the Lord your God has commanded you; you shall not turn aside to the right hand or to the left.",
          "ID": "32"
        },
        {
          "text": "You shall walk in all the ways which the Lord your God has commanded you, that you may live and that it may go well with you and that you may live long in the land which you shall possess.",
          "ID": "33"
        }
      ],
      "ID": "OT:DEU.5"
    },
    {
      "name": "Deuteronomy 6",
      "text": [
        {
          "text": "NOW THIS is the instruction, the laws, and the precepts which the Lord your God commanded me to teach you, that you might do them in the land to which you go to possess it,",
          "ID": "1"
        },
        {
          "text": "That you may [reverently] fear the Lord your God, you and your son and your son's son, and keep all His statutes and His commandments which I command you all the days of your life, and that your days may be prolonged.",
          "ID": "2"
        },
        {
          "text": "Hear therefore, O Israel, and be watchful to do them, that it may be well with you and that you may increase exceedingly, as the Lord, the God of your fathers, has promised you, in a land flowing with milk and honey.",
          "ID": "3"
        },
        {
          "text": "Hear, O Israel: the Lord our God is one Lord [the only Lord].",
          "ID": "4"
        },
        {
          "text": "And you shall love the Lord your God with all your [mind and] heart and with your entire being and with all your might.",
          "ID": "5"
        },
        {
          "text": "And these words which I am commanding you this day shall be [first] in your [own] minds and hearts; [then]",
          "ID": "6"
        },
        {
          "text": "You shall whet and sharpen them so as to make them penetrate, and teach and impress them diligently upon the [minds and] hearts of your children, and shall talk of them when you sit in your house and when you walk by the way, and when you lie down and when you rise up.",
          "ID": "7"
        },
        {
          "text": "And you shall bind them as a sign upon your hand, and they shall be as frontlets (forehead bands) between your eyes.",
          "ID": "8"
        },
        {
          "text": "And you shall write them upon the doorposts of your house and on your gates.",
          "ID": "9"
        },
        {
          "text": "And when the Lord your God brings you into the land which He swore to your fathers, to Abraham, Isaac, and Jacob, to give you, with great and goodly cities which you did not build,",
          "ID": "10"
        },
        {
          "text": "And houses full of all good things which you did not fill, and cisterns hewn out which you did not hew, and vineyards and olive trees which you did not plant, and when you eat and are full,",
          "ID": "11"
        },
        {
          "text": "Then beware lest you forget the Lord, Who brought you out of the land of Egypt, out of the house of bondage.",
          "ID": "12"
        },
        {
          "text": "You shall [reverently] fear the Lord your God and serve Him and swear by His name [and presence].",
          "ID": "13"
        },
        {
          "text": "You shall not go after other gods, any of the gods of the peoples who are round about you;",
          "ID": "14"
        },
        {
          "text": "For the Lord your God in the midst of you is a jealous God; lest the anger of the Lord your God be kindled against you, and He destroy you from the face of the earth.",
          "ID": "15"
        },
        {
          "text": "You shall not tempt and try the Lord your God as you tempted and tried Him in Massah. [Exod. 17:7.]",
          "ID": "16"
        },
        {
          "text": "You shall diligently keep the commandments of the Lord your God and His exhortations and His statutes which He commanded you.",
          "ID": "17"
        },
        {
          "text": "And you shall do what is right and good in the sight of the Lord, that it may go well with you and that you may go in and possess the good land which the Lord swore to give to your fathers,",
          "ID": "18"
        },
        {
          "text": "To cast out all your enemies from before you, as the Lord has promised.",
          "ID": "19"
        },
        {
          "text": "When your son asks you in time to come, What is the meaning of the testimonies and statutes and precepts which the Lord our God has commanded you?",
          "ID": "20"
        },
        {
          "text": "Then you shall say to your son, We were Pharaoh's bondmen in Egypt, and the Lord brought us out of Egypt with a mighty hand.",
          "ID": "21"
        },
        {
          "text": "And the Lord showed signs and wonders, great and evil, against Egypt, against Pharaoh, and all his household, before our eyes;",
          "ID": "22"
        },
        {
          "text": "And He brought us out from there, that He might bring us in to give us the land which He swore to give our fathers.",
          "ID": "23"
        },
        {
          "text": "And the Lord commanded us to do all these statutes, to [reverently] fear the Lord our God for our good always, that He might preserve us alive, as it is this day.",
          "ID": "24"
        },
        {
          "text": "And it will be accounted as righteousness (conformity to God's will in word, thought, and action) for us if we are watchful to do all this commandment before the Lord our God, as He has commanded us.",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.6"
    },
    {
      "name": "Deuteronomy 7",
      "text": [
        {
          "text": "WHEN THE Lord your God brings you into the land which you are entering to possess and has plucked away many nations before you, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations greater and mightier than you,",
          "ID": "1"
        },
        {
          "text": "And when the Lord your God gives them over to you and you smite them, then you must utterly destroy them. You shall make no covenant with them, or show mercy to them.",
          "ID": "2"
        },
        {
          "text": "You shall not make marriages with them; your daughter you shall not give to his son nor shall you take his daughter for your son,",
          "ID": "3"
        },
        {
          "text": "For they will turn away your sons from following Me, that they may serve other gods; so will the anger of the Lord be kindled against you and He will destroy you quickly.",
          "ID": "4"
        },
        {
          "text": "But thus shall you deal with them: you shall break down their altars and dash in pieces their pillars and hew down their Asherim [symbols of the goddess Asherah] and burn their graven images with fire.",
          "ID": "5"
        },
        {
          "text": "For you are a holy and set-apart people to the Lord your God; the Lord your God has chosen you to be a special people to Himself out of all the peoples on the face of the earth.",
          "ID": "6"
        },
        {
          "text": "The Lord did not set His love upon you and choose you because you were more in number than any other people, for you were the fewest of all people.",
          "ID": "7"
        },
        {
          "text": "But because the Lord loves you and because He would keep the oath which He had sworn to your fathers, the Lord has brought you out with a mighty hand and redeemed you out of the house of bondage, from the hand of Pharaoh king of Egypt.",
          "ID": "8"
        },
        {
          "text": "Know, recognize, and understand therefore that the Lord your God, He is God, the faithful God, Who keeps covenant and steadfast love and mercy with those who love Him and keep His commandments, to a thousand generations,",
          "ID": "9"
        },
        {
          "text": "And repays those who hate Him to their face, by destroying them; He will not be slack to him who hates Him, but will requite him to his face.",
          "ID": "10"
        },
        {
          "text": "You shall therefore keep and do the instruction, laws, and precepts which I command you this day.",
          "ID": "11"
        },
        {
          "text": "And if you hearken to these precepts and keep and do them, the Lord your God will keep with you the covenant and the steadfast love which He swore to your fathers.",
          "ID": "12"
        },
        {
          "text": "And He will love you, bless you, and multiply you; He will also bless the fruit of your body and the fruit of your land, your grain, your new wine, and your oil, the increase of your cattle and the young of your flock in the land which He swore to your fathers to give you.",
          "ID": "13"
        },
        {
          "text": "You shall be blessed above all peoples; there shall not be male or female barren among you, or among your cattle.",
          "ID": "14"
        },
        {
          "text": "And the Lord will take away from you all sickness, and none of the evil diseases of Egypt which you knew will He put upon you, but will lay them upon all who hate you.",
          "ID": "15"
        },
        {
          "text": "And you shall consume all the peoples whom the Lord your God will give over to you; your eye shall not pity them, neither shall you serve their gods, for that would be a snare to you.",
          "ID": "16"
        },
        {
          "text": "If you say in your [minds and] hearts, These nations are greater than we are; how can we dispossess them?",
          "ID": "17"
        },
        {
          "text": "You shall not be afraid of them, but remember [earnestly] what the Lord your God did to Pharaoh and to all Egypt,",
          "ID": "18"
        },
        {
          "text": "The great trials which your eyes saw, the signs, the wonders, the mighty hand and the outstretched arm by which the Lord your God brought you out. So shall the Lord your God do to all the people of whom you are afraid.",
          "ID": "19"
        },
        {
          "text": "Moreover, the Lord your God will send the hornet among them until those who are left and hide themselves from you are destroyed.",
          "ID": "20"
        },
        {
          "text": "You shall not dread them, for the Lord your God is among you, a mighty and terrible God.",
          "ID": "21"
        },
        {
          "text": "And the Lord your God will clear out those nations before you, little by little; you may not consume them quickly, lest the beasts of the field increase among you.",
          "ID": "22"
        },
        {
          "text": "But the Lord your God will give them over to you and will confuse them with a mighty panic until they are destroyed.",
          "ID": "23"
        },
        {
          "text": "And He will give their kings into your hand, and you shall make their name perish from under the heavens; there shall no man be able to stand before you, until you have destroyed them.",
          "ID": "24"
        },
        {
          "text": "The graven images of their gods you shall burn with fire. You shall not desire the silver or gold that is on them, nor take it for yourselves, lest you be ensnared by it, for it is an abomination to the Lord your God.",
          "ID": "25"
        },
        {
          "text": "Neither shall you bring an abomination (an idol) into your house, lest you become an accursed thing like it; but you shall utterly detest and abhor it, for it is an accursed thing.",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.7"
    },
    {
      "name": "Deuteronomy 8",
      "text": [
        {
          "text": "ALL THE commandments which I command you this day you shall be watchful to do, that you may live and multiply and go in and possess the land which the Lord swore to give to your fathers.",
          "ID": "1"
        },
        {
          "text": "And you shall [earnestly] remember all the way which the Lord your God led you these forty years in the wilderness, to humble you and to prove you, to know what was in your [mind and] heart, whether you would keep His commandments or not.",
          "ID": "2"
        },
        {
          "text": "And He humbled you and allowed you to hunger and fed you with manna, which you did not know nor did your fathers know, that He might make you recognize and personally know that man does not live by bread only, but man lives by every word that proceeds out of the mouth of the Lord.",
          "ID": "3"
        },
        {
          "text": "Your clothing did not become old upon you nor did your feet swell these forty years.",
          "ID": "4"
        },
        {
          "text": "Know also in your [minds and] hearts that, as a man disciplines and instructs his son, so the Lord your God disciplines and instructs you.",
          "ID": "5"
        },
        {
          "text": "So you shall keep the commandments of the Lord your God, to walk in His ways and [reverently] fear Him. [Prov. 8:13.]",
          "ID": "6"
        },
        {
          "text": "For the Lord your God is bringing you into a good land, a land of brooks of water, of fountains and springs, flowing forth in valleys and hills;",
          "ID": "7"
        },
        {
          "text": "A land of wheat and barley, and vines and fig trees and pomegranates, a land of olive trees and honey;",
          "ID": "8"
        },
        {
          "text": "A land in which you shall eat food without shortage and lack nothing in it; a land whose stones are iron and out of whose hills you can dig copper.",
          "ID": "9"
        },
        {
          "text": "When you have eaten and are full, then you shall bless the Lord your God for all the good land which He has given you.",
          "ID": "10"
        },
        {
          "text": "Beware that you do not forget the Lord your God by not keeping His commandments, His precepts, and His statutes which I command you today,",
          "ID": "11"
        },
        {
          "text": "Lest when you have eaten and are full, and have built goodly houses and live in them,",
          "ID": "12"
        },
        {
          "text": "And when your herds and flocks multiply and your silver and gold is multiplied and all you have is multiplied,",
          "ID": "13"
        },
        {
          "text": "Then your [minds and] hearts be lifted up and you forget the Lord your God, Who brought you out of the land of Egypt, out of the house of bondage,",
          "ID": "14"
        },
        {
          "text": "Who led you through the great and terrible wilderness, with its fiery serpents and scorpions and thirsty ground where there was no water, but Who brought you forth water out of the flinty rock,",
          "ID": "15"
        },
        {
          "text": "Who fed you in the wilderness with manna, which your fathers did not know, that He might humble you and test you, to do you good in the end.",
          "ID": "16"
        },
        {
          "text": "And beware lest you say in your [mind and] heart, My power and the might of my hand have gotten me this wealth.",
          "ID": "17"
        },
        {
          "text": "But you shall [earnestly] remember the Lord your God, for it is He Who gives you power to get wealth, that He may establish His covenant which He swore to your fathers, as it is this day.",
          "ID": "18"
        },
        {
          "text": "And if you forget the Lord your God and walk after other gods and serve them and worship them, I testify against you this day that you shall surely perish.",
          "ID": "19"
        },
        {
          "text": "Like the nations which the Lord makes to perish before you, so shall you perish, because you would not obey the voice of the Lord your God.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.8"
    },
    {
      "name": "Deuteronomy 9",
      "text": [
        {
          "text": "HEAR, O Israel. You are to cross the Jordan today to go in to dispossess nations greater and mightier than you are, cities great and fortified up to the heavens,",
          "ID": "1"
        },
        {
          "text": "A people great and tall, the sons of the Anakim, whom you know and of whom you have heard it said, Who can stand before the sons of Anak?",
          "ID": "2"
        },
        {
          "text": "Know therefore this day that the Lord your God is He Who goes over before you as a devouring fire. He will destroy them and bring them down before you; so you shall dispossess them and make them perish quickly, as the Lord has promised you.",
          "ID": "3"
        },
        {
          "text": "Do not say in your [mind and] heart, after the Lord your God has thrust them out from before you, It is because of my righteousness that the Lord has brought me in to possess this land–whereas it is because of the wickedness of these nations that the Lord is dispossessing them before you.",
          "ID": "4"
        },
        {
          "text": "Not for your righteousness or for the uprightness of your [minds and] hearts do you go to possess their land; but because of the wickedness of these nations the Lord your God is driving them out before you, and that He may fulfill the promise which the Lord swore to your fathers, Abraham, Isaac, and Jacob.",
          "ID": "5"
        },
        {
          "text": "Know therefore that the Lord your God does not give you this good land to possess because of your righteousness, for you are a hard and stubborn people.",
          "ID": "6"
        },
        {
          "text": "[Earnestly] remember and forget not how you provoked the Lord your God to wrath in the wilderness; from the day you left the land of Egypt until you came to this place, you have been rebellious against the Lord.",
          "ID": "7"
        },
        {
          "text": "Even in Horeb you provoked the Lord to wrath, and the Lord was so angry with you that He would have destroyed you.",
          "ID": "8"
        },
        {
          "text": "When I went up the mountain to receive the tables of stone, the tables of the covenant which the Lord made with you, I remained on the mountain forty days and forty nights; I neither ate food nor drank water.",
          "ID": "9"
        },
        {
          "text": "And the Lord delivered to me the two tables of stone written with the finger of God; and on them were all the words which the Lord spoke with you on the mountain out of the midst of the fire in the day of the assembly.",
          "ID": "10"
        },
        {
          "text": "And at the end of forty days and forty nights the Lord gave me the two tables of stone, the tables of the covenant.",
          "ID": "11"
        },
        {
          "text": "And the Lord said to me, Arise, go down from here quickly, for your people whom you brought out of Egypt have corrupted themselves. They have quickly turned aside from the way which I commanded them; they have made for themselves a molten image.",
          "ID": "12"
        },
        {
          "text": "Furthermore the Lord said to me, I have seen this people, and behold, they are stubborn and hard.",
          "ID": "13"
        },
        {
          "text": "Let me alone, that I may destroy them and blot out their name from under the heavens; and I will make of you a nation mightier and greater than they.",
          "ID": "14"
        },
        {
          "text": "So I turned and came down from the mountain, and the mountain was burning with fire. And the two tables of the covenant were in my two hands.",
          "ID": "15"
        },
        {
          "text": "And I looked, and behold, you had sinned against the Lord your God; you had made for yourselves a molten calf. You had turned aside quickly from the way which the Lord had commanded you.",
          "ID": "16"
        },
        {
          "text": "I took the two tables, cast them out of my two hands, and broke them before your eyes.",
          "ID": "17"
        },
        {
          "text": "Then I fell down before the Lord as before, for forty days and forty nights; I neither ate food nor drank water, because of all the sin you had committed in doing wickedly in the sight of the Lord, to provoke Him to anger.",
          "ID": "18"
        },
        {
          "text": "For I was afraid of the anger and hot displeasure which the Lord held against you, enough to destroy you. But the Lord listened to me that time also.",
          "ID": "19"
        },
        {
          "text": "And the Lord was very angry with Aaron, angry enough to have destroyed him, and I prayed for Aaron also at the same time.",
          "ID": "20"
        },
        {
          "text": "And I took your sin, the calf which you had made, and burned it with fire and crushed it, grinding it very small, until it was as fine as dust; and I cast the dust of it into the brook that came down out of the mountain.",
          "ID": "21"
        },
        {
          "text": "At Taberah also and at Massah and at Kibroth-hattaavah you provoked the Lord to wrath.",
          "ID": "22"
        },
        {
          "text": "Likewise when the Lord sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you, then you rebelled against the commandment of the Lord your God, and you did not believe Him or trust and rely on Him or obey His voice.",
          "ID": "23"
        },
        {
          "text": "You have been rebellious against the Lord from the day that I knew you.",
          "ID": "24"
        },
        {
          "text": "So I fell down and lay prostrate before the Lord forty days and nights because the Lord had said He would destroy you.",
          "ID": "25"
        },
        {
          "text": "And I prayed to the Lord, O Lord God, do not destroy Your people and Your heritage, whom You have redeemed through Your greatness, whom You have brought out of Egypt with a mighty hand.",
          "ID": "26"
        },
        {
          "text": "Remember [earnestly] Your servants, Abraham, Isaac, and Jacob; look not at the stubbornness of this people or at their wickedness or at their sin,",
          "ID": "27"
        },
        {
          "text": "Lest the land from which You brought us out say, Because the Lord was not able to bring them into the land which He promised them, and because He hated them, He has brought them out to slay them in the wilderness.",
          "ID": "28"
        },
        {
          "text": "Yet they are Your people and Your inheritance, whom You brought out by Your mighty power and by Your outstretched arm.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.9"
    },
    {
      "name": "Deuteronomy 10",
      "text": [
        {
          "text": "AT THAT time the Lord said to me, Hew two tables of stone like the first and come up to Me on the mountain and make an ark of wood.",
          "ID": "1"
        },
        {
          "text": "And I will write on the tables the words that were on the first tables which you broke, and you shall put them in the ark.",
          "ID": "2"
        },
        {
          "text": "So I [Moses] made an ark of acacia wood and hewed two tables of stone like the first, and went up the mountain with the two tables of stone in my [one] hand.",
          "ID": "3"
        },
        {
          "text": "And the Lord wrote on the tables as at the first writing, the Ten Commandments which the Lord had spoken to you on the mountain out of the midst of the fire on the day of the assembly; and the Lord gave them to me.",
          "ID": "4"
        },
        {
          "text": "And I turned and came down from the mountain and put the tables in the ark which I had made; and there they are, as the Lord commanded me.",
          "ID": "5"
        },
        {
          "text": "(The Israelites journeyed from the wells of the sons of Jaakan to Moserah. There Aaron died, and there he was buried, and Eleazar his son ministered in the priest's office in his stead.",
          "ID": "6"
        },
        {
          "text": "From there they journeyed to Gudgodah, and then to Jotbathah, a land of brooks [dividing the valley].",
          "ID": "7"
        },
        {
          "text": "At that time the Lord set apart the tribe of Levi to bear the ark of the covenant of the Lord, to stand before the Lord to minister to Him and to bless in His name unto this day.",
          "ID": "8"
        },
        {
          "text": "Therefore Levi has no part or inheritance with his brethren; the Lord is his inheritance, as the Lord your God promised him.)",
          "ID": "9"
        },
        {
          "text": "And I [Moses] stayed on the mountain, as the first time, forty days and nights, and the Lord listened to me at that time also; the Lord would not destroy you.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to me, Arise, journey on before the people, that they may go in and possess the land which I swore to their fathers to give to them.",
          "ID": "11"
        },
        {
          "text": "And now, Israel, what does the Lord your God require of you but [reverently] to fear the Lord your God, [that is] to walk in all His ways, and to love Him, and to serve the Lord your God with all your [mind and] heart and with your entire being,",
          "ID": "12"
        },
        {
          "text": "To keep the commandments of the Lord and His statutes which I command you today for your good?",
          "ID": "13"
        },
        {
          "text": "Behold, the heavens and the heaven of heavens belong to the Lord your God, the earth also, with all that is in it and on it.",
          "ID": "14"
        },
        {
          "text": "Yet the Lord had a delight in loving your fathers, and He chose their descendants after them, you above all peoples, as it is this day.",
          "ID": "15"
        },
        {
          "text": "So circumcise the foreskin of your [minds and] hearts; be no longer stubborn and hardened.",
          "ID": "16"
        },
        {
          "text": "For the Lord your God is God of gods and Lord of lords, the great, the mighty, the terrible God, Who is not partial and takes no bribe.",
          "ID": "17"
        },
        {
          "text": "He executes justice for the fatherless and the widow, and loves the stranger or temporary resident and gives him food and clothing.",
          "ID": "18"
        },
        {
          "text": "Therefore love the stranger and sojourner, for you were strangers and sojourners in the land of Egypt.",
          "ID": "19"
        },
        {
          "text": "You shall [reverently] fear the Lord your God; you shall serve Him and cling to Him, and by His name and presence you shall swear.",
          "ID": "20"
        },
        {
          "text": "He is your praise; He is your God, Who has done for you these great and terrible things which your eyes have seen.",
          "ID": "21"
        },
        {
          "text": "Your fathers went down to Egypt seventy persons in all, and now the Lord your God has made you as the stars of the heavens for multitude.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.10"
    },
    {
      "name": "Deuteronomy 11",
      "text": [
        {
          "text": "THEREFORE YOU shall love the Lord your God and keep His charge, His statutes, His precepts, and His commandments always.",
          "ID": "1"
        },
        {
          "text": "And know this day–for I am not speaking to your children who have not [personally] known and seen it–the instruction and discipline of the Lord your God: His greatness, His mighty hand, and His outstretched arm;",
          "ID": "2"
        },
        {
          "text": "His signs and His deeds which He did in Egypt to Pharaoh the king of Egypt and to all his land;",
          "ID": "3"
        },
        {
          "text": "And what He did to the army of Egypt, to their horses and chariots, how He made the waters of the Red Sea flow over them as they pursued you, and how the Lord has destroyed them to this day;",
          "ID": "4"
        },
        {
          "text": "And what He did to you in the wilderness until you came to this place;",
          "ID": "5"
        },
        {
          "text": "And what He did to Dathan and Abiram, sons of Eliab, the son of Reuben, how the earth opened its mouth and swallowed up them, their households, their tents, and every living thing that followed them, in the midst of all Israel. [Num. 26:9, 10.]",
          "ID": "6"
        },
        {
          "text": "For your eyes have seen all the great work of the Lord which He did.",
          "ID": "7"
        },
        {
          "text": "Therefore you shall keep all the commandments which I command you today, that you may be strong and go in and possess the land which you go across [the Jordan] to possess,",
          "ID": "8"
        },
        {
          "text": "And that you may live long in the land which the Lord swore to your fathers to give to them and to their descendants, a land flowing with milk and honey.",
          "ID": "9"
        },
        {
          "text": "For the land which you go in to possess is not like the land of Egypt, from which you came out, where you sowed your seed and watered it with your foot laboriously as in a garden of vegetables.",
          "ID": "10"
        },
        {
          "text": "But the land which you enter to possess is a land of hills and valleys which drinks water of the rain of the heavens,",
          "ID": "11"
        },
        {
          "text": "A land for which the Lord your God cares; the eyes of the Lord your God are always upon it from the beginning of the year to the end of the year.",
          "ID": "12"
        },
        {
          "text": "And if you will diligently heed My commandments which I command you this day–to love the Lord your God and to serve Him with all your [mind and] heart and with your entire being–",
          "ID": "13"
        },
        {
          "text": "I will give the rain for your land in its season, the early rain and the latter rain, that you may gather in your grain, your new wine, and your oil.",
          "ID": "14"
        },
        {
          "text": "And I will give grass in your fields for your cattle, that you may eat and be full.",
          "ID": "15"
        },
        {
          "text": "Take heed to yourselves, lest your [minds and] hearts be deceived and you turn aside and serve other gods and worship them,",
          "ID": "16"
        },
        {
          "text": "And the Lord's anger be kindled against you, and He shut up the heavens so that there will be no rain and the land will not yield its fruit, and you perish quickly off the good land which the Lord gives you.",
          "ID": "17"
        },
        {
          "text": "Therefore you shall lay up these My words in your [minds and] hearts and in your [entire] being, and bind them for a sign upon your hands and as forehead bands between your eyes.",
          "ID": "18"
        },
        {
          "text": "And you shall teach them to your children, speaking of them when you sit in your house and when you walk along the road, when you lie down and when you rise up.",
          "ID": "19"
        },
        {
          "text": "And you shall write them upon the doorposts of your house and on your gates,",
          "ID": "20"
        },
        {
          "text": "That your days and the days of your children may be multiplied in the land which the Lord swore to your fathers to give them, as long as the heavens are above the earth.",
          "ID": "21"
        },
        {
          "text": "For if you diligently keep all this commandment which I command you to do, to love the Lord your God, to walk in all His ways, and to cleave to Him–",
          "ID": "22"
        },
        {
          "text": "Then the Lord will drive out all these nations before you, and you shall dispossess nations greater and mightier than you.",
          "ID": "23"
        },
        {
          "text": "Every place upon which the sole of your foot shall tread shall be yours: from the wilderness to Lebanon, and from the River, the river Euphrates, to the western sea [the Mediterranean] your territory shall be.",
          "ID": "24"
        },
        {
          "text": "There shall no man be able to stand before you; the Lord your God shall lay the fear and the dread of you upon all the land that you shall tread, as He has said to you.",
          "ID": "25"
        },
        {
          "text": "Behold, I set before you this day a blessing and a curse–",
          "ID": "26"
        },
        {
          "text": "The blessing if you obey the commandments of the Lord your God which I command you this day;",
          "ID": "27"
        },
        {
          "text": "And the curse if you will not obey the commandments of the Lord your God, but turn aside from the way which I command you this day to go after other gods, which you have not known.",
          "ID": "28"
        },
        {
          "text": "And when the Lord your God has brought you into the land which you go to possess, you shall set the blessing on Mount Gerizim and the curse on Mount Ebal. [Josh. 8:33.]",
          "ID": "29"
        },
        {
          "text": "Are they not beyond the Jordan, west of the road, where the sun goes down, in the land of the Canaanites living in the Arabah opposite Gilgal, beside the oaks or terebinths of Moreh?",
          "ID": "30"
        },
        {
          "text": "For you are to cross over the Jordan to go in to possess the land which the Lord your God gives you, and you shall possess it and live in it.",
          "ID": "31"
        },
        {
          "text": "And you shall be watchful to do all the statutes and ordinances which I set before you this day.",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.11"
    },
    {
      "name": "Deuteronomy 12",
      "text": [
        {
          "text": "THESE ARE the statutes and ordinances which you shall be watchful to do in the land which the Lord, the God of your fathers, gives you to possess all the days you live on the earth.",
          "ID": "1"
        },
        {
          "text": "You shall surely destroy all the places where the nations you dispossess served their gods, upon the high mountains and the hills and under every green tree.",
          "ID": "2"
        },
        {
          "text": "You shall break down their altars and dash in pieces their pillars and burn their Asherim with fire; you shall hew down the graven images of their gods and destroy their name out of that place.",
          "ID": "3"
        },
        {
          "text": "You shall not behave so toward the Lord your God.",
          "ID": "4"
        },
        {
          "text": "But you shall seek the place which the Lord your God shall choose out of all your tribes to put His Name and make His dwelling place, and there shall you come;",
          "ID": "5"
        },
        {
          "text": "And there you shall bring your burnt offerings and your sacrifices, your tithes and the offering of your hands, and your vows and your freewill offerings, and the firstlings of your herd and of your flock.",
          "ID": "6"
        },
        {
          "text": "And there you shall eat before the Lord your God, and you shall rejoice in all to which you put your hand, you and your households, in which the Lord your God has blessed you.",
          "ID": "7"
        },
        {
          "text": "You shall not do according to all we do here [in the camp] this day, every man doing whatever looks right in his own eyes.",
          "ID": "8"
        },
        {
          "text": "For you have not yet come to the rest and to the inheritance which the Lord your God gives you.",
          "ID": "9"
        },
        {
          "text": "But when you go over the Jordan and dwell in the land which the Lord your God causes you to inherit, and He gives you rest from all your enemies round about so that you dwell in safety,",
          "ID": "10"
        },
        {
          "text": "Then there shall be a place which the Lord your God shall choose to cause His Name [and His Presence] to dwell there; to it you shall bring all that I command you: your burnt offerings, your sacrifices, your tithes and what the hand presents [as a first gift from the fruits of the ground], and all your choicest offerings which you vow to the Lord.",
          "ID": "11"
        },
        {
          "text": "And you shall rejoice before the Lord your God, you and your sons and your daughters, and your menservants and your maidservants, and the Levite that is within your towns, since he has no part or inheritance with you.",
          "ID": "12"
        },
        {
          "text": "Be watchful not to offer your burnt offerings in every place you see.",
          "ID": "13"
        },
        {
          "text": "But in the place which the Lord shall choose in one of your tribes, there you shall offer your burnt offerings, and there you shall do all I command you.",
          "ID": "14"
        },
        {
          "text": "However, you may kill and eat flesh in any of your towns whenever you desire, according to the provision for the support of life with which the Lord your God has blessed you; those [ceremonially] unclean and the clean may eat of it, as of the gazelle and the hart.",
          "ID": "15"
        },
        {
          "text": "Only you shall not eat the blood; you shall pour it upon the ground as water.",
          "ID": "16"
        },
        {
          "text": "You may not eat within your towns the tithe of your grain or of your new wine or of your oil, or the firstlings of your herd or flock, or anything you have vowed, or your freewill offerings, or the offerings from your hand [of garden products].",
          "ID": "17"
        },
        {
          "text": "But you shall eat them before the Lord your God in the place which the Lord your God shall choose, you and your son and your daughter, your manservant and your maidservant, and the Levite that is within your towns; and you shall rejoice before the Lord your God in all that you undertake.",
          "ID": "18"
        },
        {
          "text": "Take heed not to forsake or neglect the Levite [God's minister] as long as you live in your land.",
          "ID": "19"
        },
        {
          "text": "When the Lord your God enlarges your territory, as He promised you, and you say, I will eat flesh, because you crave flesh, you may eat flesh whenever you desire.",
          "ID": "20"
        },
        {
          "text": "If the place where the Lord your God has chosen to put His Name [and Presence] is too far from you, then you shall kill from your herd or flock which the Lord has given you, as I [Moses] have commanded you; eat in your towns as much as you desire.",
          "ID": "21"
        },
        {
          "text": "Just as the roebuck and the hart is eaten, so you may eat of it [but not offer it]; the unclean and the clean alike may eat of it.",
          "ID": "22"
        },
        {
          "text": "Only be sure that you do not eat the blood, for the blood is the life, and you may not eat the life with the flesh.",
          "ID": "23"
        },
        {
          "text": "You shall not eat it; you shall pour it out on the earth like water.",
          "ID": "24"
        },
        {
          "text": "You shall not eat it, that all may go well with you and with your children after you, when you do what is right in the sight of the Lord.",
          "ID": "25"
        },
        {
          "text": "Only your holy things which you have [to offer] and what you have vowed you shall take, and go to the place [before the sanctuary] which the Lord shall choose.",
          "ID": "26"
        },
        {
          "text": "And offer your burnt offerings, the flesh and the blood, upon the altar of the Lord your God; and the blood of your sacrifices shall be poured out on the altar of the Lord your God, and you may eat the flesh.",
          "ID": "27"
        },
        {
          "text": "Be watchful and obey all these words which I command you, that it may go well with you and with your children after you forever, when you do what is good and right in the sight of the Lord your God.",
          "ID": "28"
        },
        {
          "text": "When the Lord your God cuts off before you the nations whom you go to dispossess, and you dispossess them and live in their land,",
          "ID": "29"
        },
        {
          "text": "Be watchful that you are not ensnared into following them after they have been destroyed before you and that you do not inquire after their gods, saying, How did these nations serve their gods? We will do likewise.",
          "ID": "30"
        },
        {
          "text": "You shall not do so to the Lord your God, for every abominable thing which the Lord hates they have done for their gods. For even their sons and their daughters they have burned in the fire to their gods.",
          "ID": "31"
        },
        {
          "text": "Whatever I command you, be watchful to do it; you shall not add to it or diminish it.",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.12"
    },
    {
      "name": "Deuteronomy 13",
      "text": [
        {
          "text": "IF A prophet arises among you, or a dreamer of dreams, and gives you a sign or a wonder,",
          "ID": "1"
        },
        {
          "text": "And the sign or the wonder he foretells to you comes to pass, and if he says, Let us go after other gods–gods you have not known–and let us serve them,",
          "ID": "2"
        },
        {
          "text": "You shall not listen to the words of that prophet or to that dreamer of dreams. For the Lord your God is testing you to know whether you love the Lord your God with all your [mind and] heart and with your entire being.",
          "ID": "3"
        },
        {
          "text": "You shall walk after the Lord your God and [reverently] fear Him, and keep His commandments and obey His voice, and you shall serve Him and cling to Him.",
          "ID": "4"
        },
        {
          "text": "But that prophet or that dreamer of dreams shall be put to death, because he has talked rebellion and turning away from the Lord your God, Who brought you out of the land of Egypt and redeemed you out of the house of bondage; that man has tried to draw you aside from the way in which the Lord your God commanded you to walk. So shall you put the evil away from your midst.",
          "ID": "5"
        },
        {
          "text": "If your brother, the son of your mother, or your son or daughter, or the wife of your bosom, or your friend who is as your own life entices you secretly, saying, Let us go and serve other gods–gods you have not known, you nor your fathers,",
          "ID": "6"
        },
        {
          "text": "Of the gods of the peoples who are round about you, near you or far away from you, from one end of the earth to the other–",
          "ID": "7"
        },
        {
          "text": "You shall not give consent to him or listen to him; nor shall your eye pity him, nor shall you spare him or conceal him.",
          "ID": "8"
        },
        {
          "text": "But you shall surely kill him; your hand shall be first upon him to put him to death, and afterwards the hands of all the people.",
          "ID": "9"
        },
        {
          "text": "And you shall stone him to death with stones, because he has tried to draw you away from the Lord your God, Who brought you out of the land of Egypt, from the house of bondage.",
          "ID": "10"
        },
        {
          "text": "And all Israel shall hear and [reverently] fear, and shall never again do any such wickedness as this among you.",
          "ID": "11"
        },
        {
          "text": "If you hear it said in one of your cities which the Lord your God has given you in which to dwell",
          "ID": "12"
        },
        {
          "text": "That certain base fellows have gone out from your midst and have enticed away the inhabitants of their city, saying, Let us go and serve other gods–gods you have not known–",
          "ID": "13"
        },
        {
          "text": "Then you shall inquire and make search and ask diligently. And behold, if it is true and certain that such an abominable thing has been done among you,",
          "ID": "14"
        },
        {
          "text": "You shall surely smite the inhabitants of that city with the edge of the sword, destroying it utterly and all who are in it and its beasts with the edge of the sword.",
          "ID": "15"
        },
        {
          "text": "And you shall collect all its spoil into the midst of its open square and shall burn the city with fire with every bit of its spoil [as a whole burnt offering] to the Lord your God. It shall be a heap [of ruins] forever; it shall not be built again.",
          "ID": "16"
        },
        {
          "text": "And nothing of the accursed thing shall cling to your hand, so that the Lord may turn from the fierceness of His anger, and show you mercy and have compassion on you and multiply you, as He swore to your fathers,",
          "ID": "17"
        },
        {
          "text": "If you obey the voice of the Lord your God, to keep all His commandments which I command you this day, to do what is right in the eyes of the Lord your God.",
          "ID": "18"
        }
      ],
      "ID": "OT:DEU.13"
    },
    {
      "name": "Deuteronomy 14",
      "text": [
        {
          "text": "YOU ARE the sons of the Lord your God; you shall not cut yourselves or make any baldness on your foreheads for the dead,",
          "ID": "1"
        },
        {
          "text": "For you are a holy people [set apart] to the Lord your God; and the Lord has chosen you to be a peculiar people to Himself, above all the nations on the earth.",
          "ID": "2"
        },
        {
          "text": "You shall not eat anything that is abominable [to the Lord and so forbidden by Him].",
          "ID": "3"
        },
        {
          "text": "These are the beasts which you may eat: the ox, the sheep, and the goat,",
          "ID": "4"
        },
        {
          "text": "The hart, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep.",
          "ID": "5"
        },
        {
          "text": "And every beast that parts the hoof and has it divided into two and brings up and chews the cud among the beasts you may eat.",
          "ID": "6"
        },
        {
          "text": "Yet these you shall not eat of those that chew the cud or have the hoof split in two: the camel, the hare, and the coney, because they chew the cud but divide not the hoof; they are unclean for you.",
          "ID": "7"
        },
        {
          "text": "And the swine, because it parts the hoof but does not chew the cud; it is unclean to you. You shall not eat of their flesh or touch their dead bodies.",
          "ID": "8"
        },
        {
          "text": "These you may eat of all that are in the waters: whatever has fins and scales you may eat,",
          "ID": "9"
        },
        {
          "text": "And whatever has not fins and scales you may not eat; it is unclean for you.",
          "ID": "10"
        },
        {
          "text": "Of all clean birds you may eat.",
          "ID": "11"
        },
        {
          "text": "But these are the ones which you shall not eat: the eagle, the vulture, the ospray,",
          "ID": "12"
        },
        {
          "text": "The buzzard, the kite in its several species,",
          "ID": "13"
        },
        {
          "text": "The raven in all its species,",
          "ID": "14"
        },
        {
          "text": "The ostrich, the nighthawk, the sea gull, the hawk of any variety,",
          "ID": "15"
        },
        {
          "text": "The little owl, the great owl, the horned owl,",
          "ID": "16"
        },
        {
          "text": "The pelican, the carrion vulture, the cormorant,",
          "ID": "17"
        },
        {
          "text": "The stork, the heron of any variety, the hoopoe, and the bat.",
          "ID": "18"
        },
        {
          "text": "And all flying insects are unclean for you; they shall not be eaten.",
          "ID": "19"
        },
        {
          "text": "But of all clean winged things you may eat.",
          "ID": "20"
        },
        {
          "text": "You shall not eat of anything that dies of itself. You may give it to the stranger or the foreigner who is within your towns, that he may eat it, or you may sell it to an alien. [They are not under God's law in this matter] but you are a people holy to the Lord your God. You shall not [even] boil a kid in its mother's milk.",
          "ID": "21"
        },
        {
          "text": "You shall surely tithe all the yield of your seed produced by your field each year.",
          "ID": "22"
        },
        {
          "text": "And you shall eat before the Lord your God in the place in which He will cause His Name [and Presence] to dwell the tithe (tenth) of your grain, your new wine, your oil, and the firstlings of your herd and your flock, that you may learn [reverently] to fear the Lord your God always.",
          "ID": "23"
        },
        {
          "text": "And if the distance is too long for you to carry your tithe, or the place where the Lord your God chooses to set His Name [and Presence] is too far away for you, when the Lord your God has blessed you,",
          "ID": "24"
        },
        {
          "text": "Then you shall turn it into money, and bind up the money in your hand, and shall go to the place [of worship] which the Lord your God has chosen.",
          "ID": "25"
        },
        {
          "text": "And you may spend that money for whatever your appetite craves, for oxen, or sheep, or new wine or strong[er] drink, or whatever you desire; and you shall eat there before the Lord your God and you shall rejoice, you and your household.",
          "ID": "26"
        },
        {
          "text": "And you shall not forsake or neglect the Levite [God's minister] in your towns, for he has been given no share or inheritance with you.",
          "ID": "27"
        },
        {
          "text": "At the end of every three years you shall bring forth all the tithe of your increase the same year and lay it up within your towns.",
          "ID": "28"
        },
        {
          "text": "And the Levite [because he has no part or inheritance with you] and the stranger or temporary resident, and the fatherless and the widow who are in your towns shall come and eat and be satisfied, so that the Lord your God may bless you in all the work of your hands that you do.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.14"
    },
    {
      "name": "Deuteronomy 15",
      "text": [
        {
          "text": "AT THE end of every seven years you shall grant a release.",
          "ID": "1"
        },
        {
          "text": "And this is the manner of the release: every creditor shall release that which he has lent to his neighbor; he shall not exact it of his neighbor, his brother, for the Lord's release is proclaimed.",
          "ID": "2"
        },
        {
          "text": "Of a foreigner you may exact it, but whatever of yours is with your brother [Israelite] your hand shall release.",
          "ID": "3"
        },
        {
          "text": "But there will be no poor among you, for the Lord will surely bless you in the land which the Lord your God gives you for an inheritance to possess,",
          "ID": "4"
        },
        {
          "text": "If only you carefully listen to the voice of the Lord your God, to do watchfully all these commandments which I command you this day.",
          "ID": "5"
        },
        {
          "text": "When the Lord your God blesses you as He promised you, then you shall lend to many nations, but you shall not borrow; and you shall rule over many nations, but they shall not rule over you.",
          "ID": "6"
        },
        {
          "text": "If there is among you a poor man, one of your kinsmen in any of the towns of your land which the Lord your God gives you, you shall not harden your [minds and] hearts or close your hands to your poor brother;",
          "ID": "7"
        },
        {
          "text": "But you shall open your hands wide to him and shall surely lend him sufficient for his need in whatever he lacks.",
          "ID": "8"
        },
        {
          "text": "Beware lest there be a base thought in your [minds and] hearts, and you say, The seventh year, the year of release, is at hand, and your eye be evil against your poor brother and you give him nothing, and he cry to the Lord against you, and it be sin in you.",
          "ID": "9"
        },
        {
          "text": "You shall give to him freely without begrudging it; because of this the Lord will bless you in all your work and in all you undertake.",
          "ID": "10"
        },
        {
          "text": "For the poor will never cease out of the land; therefore I command you, You shall open wide your hands to your brother, to your needy, and to your poor in your land.",
          "ID": "11"
        },
        {
          "text": "And if your brother, a Hebrew man or a Hebrew woman, is sold to you and serves you six years, then in the seventh year you shall let him go free from you.",
          "ID": "12"
        },
        {
          "text": "And when you send him out free from you, you shall not let him go away empty-handed.",
          "ID": "13"
        },
        {
          "text": "You shall furnish him liberally out of your flock, your threshing floor, and your winepress; of what the Lord your God has blessed you, you shall give to him.",
          "ID": "14"
        },
        {
          "text": "And you shall [earnestly] remember that you were a bondman in the land of Egypt and the Lord your God redeemed you; therefore I give you this command today.",
          "ID": "15"
        },
        {
          "text": "But if the servant says to you, I will not go away from you, because he loves you and your household, since he does well with you,",
          "ID": "16"
        },
        {
          "text": "Then take an awl and pierce his ear through to the door, and he shall be your servant always. And also to your bondwoman you shall do likewise.",
          "ID": "17"
        },
        {
          "text": "It shall not seem hard to you when you let him go free from you, for at half the cost of a hired servant he has served you six years; and the Lord your God will bless you in all you do.",
          "ID": "18"
        },
        {
          "text": "All the firstling males that are born of your herd and flock you shall set apart for the Lord your God; you shall do no work with the firstling of your herd, nor shear the firstling of your flock.",
          "ID": "19"
        },
        {
          "text": "You shall eat it before the Lord your God annually in the place [for worship] which the Lord shall choose, you and your household.",
          "ID": "20"
        },
        {
          "text": "But if it has any blemish, if it is lame, blind, or has any bad blemish whatsoever, you shall not sacrifice it to the Lord your God.",
          "ID": "21"
        },
        {
          "text": "You shall eat it within your towns; the [ceremonially] unclean and the clean alike may eat it, as if it were a gazelle or a hart.",
          "ID": "22"
        },
        {
          "text": "Only you shall not eat its blood; you shall pour it on the ground like water.",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.15"
    },
    {
      "name": "Deuteronomy 16",
      "text": [
        {
          "text": "OBSERVE THE month of Abib and keep the Passover to the Lord your God, for in the month of Abib the Lord your God brought you out of Egypt by night.",
          "ID": "1"
        },
        {
          "text": "You shall offer the Passover sacrifice to the Lord your God from the flock or the herd in the place where the Lord will choose to make His Name [and His Presence] dwell.",
          "ID": "2"
        },
        {
          "text": "You shall eat no leavened bread with it; for seven days you shall eat it with unleavened bread, the bread of affliction–for you fled from the land of Egypt in haste–that all the days of your life you may [earnestly] remember the day when you came out of Egypt.",
          "ID": "3"
        },
        {
          "text": "No leaven shall be seen with you in all your territory for seven days; nor shall any of the flesh which you sacrificed the first day at evening be left all night until the morning.",
          "ID": "4"
        },
        {
          "text": "You may not offer the Passover sacrifice within any of your towns which the Lord your God gives you,",
          "ID": "5"
        },
        {
          "text": "But at the place which the Lord your God will choose in which to make His Name [and His Presence] dwell, there you shall offer the Passover sacrifice in the evening at sunset, at the season that you came out of Egypt.",
          "ID": "6"
        },
        {
          "text": "And you shall roast or boil and eat it in the place which the Lord your God will choose. And in the morning you shall turn and go to your tents.",
          "ID": "7"
        },
        {
          "text": "For six days you shall eat unleavened bread, and on the seventh day there shall be a solemn assembly to the Lord your God; you shall do no work on it.",
          "ID": "8"
        },
        {
          "text": "You shall count seven weeks; begin to number the seven weeks from the time you begin to put the sickle to the standing grain.",
          "ID": "9"
        },
        {
          "text": "Then you shall keep the Feast of Weeks to the Lord your God with a tribute of a freewill offering from your hand, which you shall give to the Lord your God, as the Lord your God blesses you.",
          "ID": "10"
        },
        {
          "text": "And you shall rejoice before the Lord your God, you and your son and daughter, your manservant and maidservant, and the Levite who is within your towns, the stranger or temporary resident, the fatherless, and the widow who are among you, at the place in which the Lord your God chooses to make His Name [and His Presence] dwell.",
          "ID": "11"
        },
        {
          "text": "And you shall [earnestly] remember that you were a slave in Egypt, and you shall be watchful and obey these statutes.",
          "ID": "12"
        },
        {
          "text": "You shall observe the Feast of Tabernacles or Booths for seven days after you have gathered in from your threshing floor and wine vat.",
          "ID": "13"
        },
        {
          "text": "You shall rejoice in your Feast, you, your son and daughter, your manservant and maidservant, the Levite, the transient and the stranger, the fatherless, and the widow who are within your towns.",
          "ID": "14"
        },
        {
          "text": "For seven days you shall keep a solemn Feast to the Lord your God in the place which the Lord chooses; because the Lord your God will bless you in all your produce and in all the works of your hands, so that you will be altogether joyful.",
          "ID": "15"
        },
        {
          "text": "Three times a year shall all your males appear before the Lord your God in the place which He chooses: at the Feast of Unleavened Bread, at the Feast of Weeks, and at the Feast of Tabernacles or Booths. They shall not appear before the Lord empty-handed:",
          "ID": "16"
        },
        {
          "text": "Every man shall give as he is able, according to the blessing of the Lord your God which He has given you.",
          "ID": "17"
        },
        {
          "text": "You shall appoint judges and officers in all your towns which the Lord your God gives you, according to your tribes, and they shall judge the people with righteous judgment.",
          "ID": "18"
        },
        {
          "text": "You shall not misinterpret or misapply judgment; you shall not be partial, or take a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous.",
          "ID": "19"
        },
        {
          "text": "Follow what is altogether just (uncompromisingly righteous), that you may live and inherit the land which your God gives you.",
          "ID": "20"
        },
        {
          "text": "You shall not plant for yourselves any kind of tree dedicated to [the goddess] Asherah beside the altar of the Lord your God which you shall make.",
          "ID": "21"
        },
        {
          "text": "Neither shall you set up an idolatrous stone or image, which the Lord your God hates.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.16"
    },
    {
      "name": "Deuteronomy 17",
      "text": [
        {
          "text": "YOU SHALL not sacrifice to the Lord your God an ox or sheep with a blemish or any defect whatsoever, for that is an abomination to the Lord your God.",
          "ID": "1"
        },
        {
          "text": "If there is found among you within any of your towns which the Lord your God gives you a man or woman who does what is wicked in the sight of the Lord your God by transgressing His covenant,",
          "ID": "2"
        },
        {
          "text": "Who has gone and served other gods and worshiped them, or the sun or moon or any of the host of the heavens, which I have forbidden,",
          "ID": "3"
        },
        {
          "text": "And it is told and you hear of it, then inquire diligently. And if it is certainly true that such an abomination has been committed in Israel,",
          "ID": "4"
        },
        {
          "text": "Then you shall bring forth to your town's gates that man or woman who has done that wicked thing and you shall stone that man or woman to death.",
          "ID": "5"
        },
        {
          "text": "On the evidence of two or three witnesses he who is worthy of death shall be put to death; he shall not be put to death on the evidence of one witness.",
          "ID": "6"
        },
        {
          "text": "The hands of the witnesses shall be the first against him to put him to death, and afterward the hands of all the people. So you shall purge the evil from among you.",
          "ID": "7"
        },
        {
          "text": "If there arises a matter too hard for you in judgment–between one kind of bloodshed and another, between one legality and another, between one kind of assault and another, matters of controversy within your towns–then arise and go to the place which the Lord your God chooses.",
          "ID": "8"
        },
        {
          "text": "And you shall come to the Levitical priests and to the judge who is in office in those days, and you shall consult them and they shall make clear to you the decision.",
          "ID": "9"
        },
        {
          "text": "And you shall do according to the decision which they declare to you from that place which the Lord chooses; and you shall be watchful to do according to all that they tell you;",
          "ID": "10"
        },
        {
          "text": "According to the decision of the law which they shall teach you and the judgment which they shall announce to you, you shall do; you shall not turn aside from the verdict they give you, either to the right hand or the left.",
          "ID": "11"
        },
        {
          "text": "The man who does presumptuously and will not listen to the priest who stands to minister there before the Lord your God or to the judge, that man shall die; so you shall purge the evil from Israel.",
          "ID": "12"
        },
        {
          "text": "And all the people shall hear and [reverently] fear, and not act presumptuously again.",
          "ID": "13"
        },
        {
          "text": "When you come to the land which the Lord your God gives you and you possess it and live there, and then say, We will set a king over us like all the nations that are about us,",
          "ID": "14"
        },
        {
          "text": "You shall surely set as king over you him whom the Lord your God will choose. One from among your brethren you shall set as king over you; you may not set a foreigner, who is not your brother, over you.",
          "ID": "15"
        },
        {
          "text": "But he shall not multiply horses to himself or cause the people to return to Egypt in order to multiply horses, since the Lord said to you, You shall never return that way.",
          "ID": "16"
        },
        {
          "text": "And he shall not multiply wives to himself, that his [mind and] heart turn not away; neither shall he greatly multiply to himself silver and gold.",
          "ID": "17"
        },
        {
          "text": "And when he sits on his royal throne, he shall write for himself a copy of this law in a book, out of what is before the Levitical priests.",
          "ID": "18"
        },
        {
          "text": "And he shall keep it with him, and he shall read in it all the days of his life, that he may learn [reverently] to fear the Lord his God, by keeping all the words of this law and these statutes and doing them,",
          "ID": "19"
        },
        {
          "text": "That his [mind and] heart may not be lifted up above his brethren and that he may not turn aside from the commandment to the right hand or to the left; so that he may continue long, he and his sons, in his kingdom in Israel.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.17"
    },
    {
      "name": "Deuteronomy 18",
      "text": [
        {
          "text": "THE LEVITICAL priests and all the tribe of Levi shall have no part or inheritance with Israel; they shall eat the offerings made by fire to the Lord, and His rightful dues.",
          "ID": "1"
        },
        {
          "text": "They shall have no inheritance among their brethren; the Lord is their inheritance, as He promised them.",
          "ID": "2"
        },
        {
          "text": "And this shall be the priest's due from the people, from those who offer a sacrifice, whether it be ox or sheep: they shall give to the priest the shoulder and the two cheeks and the stomach.",
          "ID": "3"
        },
        {
          "text": "The firstfruits of your grain, of your new wine, and of your oil, and the first or best of the fleece of your sheep you shall give the priest.",
          "ID": "4"
        },
        {
          "text": "For the Lord your God has chosen him out of all your tribes to stand to minister in the name [and presence] of the Lord, him and his sons forever.",
          "ID": "5"
        },
        {
          "text": "And if a Levite comes from any of your towns out of all Israel where he is a temporary resident, he may come whenever he desires to [the sanctuary] the place the Lord will choose;",
          "ID": "6"
        },
        {
          "text": "Then he may minister in the name [and presence of] the Lord his God like all his brethren the Levites who stand to minister there before the Lord.",
          "ID": "7"
        },
        {
          "text": "They shall have equal portions to eat, besides what may come of the sale of his patrimony. [Jer. 32:6-15.]",
          "ID": "8"
        },
        {
          "text": "When you come into the land which the Lord your God gives you, you shall not learn to follow the abominable practices of these nations.",
          "ID": "9"
        },
        {
          "text": "There shall not be found among you anyone who makes his son or daughter pass through the fire, or who uses divination, or is a soothsayer, or an augur, or a sorcerer,",
          "ID": "10"
        },
        {
          "text": "Or a charmer, or a medium, or a wizard, or a necromancer.",
          "ID": "11"
        },
        {
          "text": "For all who do these things are an abomination to the Lord, and it is because of these abominable practices that the Lord your God is driving them out before you.",
          "ID": "12"
        },
        {
          "text": "You shall be blameless [and absolutely true] to the Lord your God.",
          "ID": "13"
        },
        {
          "text": "For these nations whom you shall dispossess listen to soothsayers and diviners. But as for you, the Lord your God has not allowed you to do so.",
          "ID": "14"
        },
        {
          "text": "The Lord your God will raise up for you a prophet (Prophet) from the midst of your brethren like me [Moses]; to him you shall listen. [Matt. 21:11; John 1:21.]",
          "ID": "15"
        },
        {
          "text": "This is what you desired [and asked] of the Lord your God at Horeb on the day of the assembly when you said, Let me not hear again the voice of the Lord my God or see this great fire any more, lest I die.",
          "ID": "16"
        },
        {
          "text": "And the Lord said to me, They have well said all that they have spoken.",
          "ID": "17"
        },
        {
          "text": "I will raise up for them a prophet (Prophet) from among their brethren like you, and will put My words in his mouth; and he shall speak to them all that I command him.",
          "ID": "18"
        },
        {
          "text": "And whoever will not hearken to My words which he shall speak in My name, I Myself will require it of him.",
          "ID": "19"
        },
        {
          "text": "But the prophet who presumes to speak a word in My name which I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.",
          "ID": "20"
        },
        {
          "text": "And if you say in your [minds and] hearts, How shall we know which words the Lord has not spoken?",
          "ID": "21"
        },
        {
          "text": "When a prophet speaks in the name of the Lord, if the word does not come to pass or prove true, that is a word which the Lord has not spoken. The prophet has spoken it presumptuously; you shall not be afraid of him.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.18"
    },
    {
      "name": "Deuteronomy 19",
      "text": [
        {
          "text": "WHEN THE Lord your God has cut off the nations whose land the Lord your God gives you, and you dispossess them and dwell in their cities and in their houses,",
          "ID": "1"
        },
        {
          "text": "You shall set apart three cities for yourselves in the land which the Lord your God gives you to possess.",
          "ID": "2"
        },
        {
          "text": "You shall prepare the road and divide into three parts the territory of your land which the Lord your God gives you to possess, so that any manslayer can flee to them.",
          "ID": "3"
        },
        {
          "text": "And this is the case of the slayer who shall flee there in order that he may live. Whoever kills his neighbor unintentionally, for whom he had no enmity in time past–",
          "ID": "4"
        },
        {
          "text": "As when a man goes into the wood with his neighbor to hew wood, and his hand strikes with the ax to cut down the tree, and the head slips off the handle and lights on his neighbor and kills him–he may flee to one of those cities and live;",
          "ID": "5"
        },
        {
          "text": "Lest the avenger of the blood pursue the slayer while his [mind and] heart are hot with anger and overtake him, because the way is long, and slay him even though the slayer was not worthy of death, since he had not been at enmity with him previously.",
          "ID": "6"
        },
        {
          "text": "Therefore I command you, You shall set apart three [refuge] cities.",
          "ID": "7"
        },
        {
          "text": "And if the Lord your God enlarges your territory, as He has sworn to your fathers to do, and gives you all the land which He promised to your fathers to give,",
          "ID": "8"
        },
        {
          "text": "If you keep all these commandments to do them, which I command you this day, to love the Lord your God and to walk always in His ways, then you shall add three other cities to these three,",
          "ID": "9"
        },
        {
          "text": "Lest innocent blood be shed in your land, which the Lord your God gives you as an inheritance, and so blood guilt be upon you.",
          "ID": "10"
        },
        {
          "text": "But if any man hates his neighbor and lies in wait for him, and attacks him and wounds him mortally so that he dies, and the assailant flees into one of these cities,",
          "ID": "11"
        },
        {
          "text": "Then the elders of his own city shall send for him and fetch him from there and give him over to the avenger of blood, so that he may die.",
          "ID": "12"
        },
        {
          "text": "Your eyes shall not pity him, but you shall clear Israel of the guilt of innocent blood, that it may go well with you.",
          "ID": "13"
        },
        {
          "text": "You shall not remove your neighbor's landmark in the land which the Lord your God gives you to possess, which the men of old [the first dividers of the land] set.",
          "ID": "14"
        },
        {
          "text": "One witness shall not prevail against a man for any crime or any wrong in connection with any sin he commits; only on the testimony of two or three witnesses shall a charge be established.",
          "ID": "15"
        },
        {
          "text": "If a false witness rises up against any man to accuse him of wrongdoing,",
          "ID": "16"
        },
        {
          "text": "Then both parties to the controversy shall stand before the Lord, before the priests and the judges who are in office in those days.",
          "ID": "17"
        },
        {
          "text": "The judges shall inquire diligently, and if the witness is a false witness and has accused his brother falsely,",
          "ID": "18"
        },
        {
          "text": "Then you shall do to him as he had intended to do to his brother. So you shall put away the evil from among you.",
          "ID": "19"
        },
        {
          "text": "And those who remain shall hear and [reverently] fear, and shall henceforth commit no such evil among you.",
          "ID": "20"
        },
        {
          "text": "Your eyes shall not pity: it shall be life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
          "ID": "21"
        }
      ],
      "ID": "OT:DEU.19"
    },
    {
      "name": "Deuteronomy 20",
      "text": [
        {
          "text": "WHEN YOU go forth to battle against your enemies and see horses and chariots and an army greater than your own, do not be afraid of them, for the Lord your God, Who brought you out of the land of Egypt, is with you.",
          "ID": "1"
        },
        {
          "text": "And when you come near to the battle, the priest shall approach and speak to the men,",
          "ID": "2"
        },
        {
          "text": "And shall say to them, Hear, O Israel, you draw near this day to battle against your enemies. Let not your [minds and] hearts faint; fear not, and do not tremble or be terrified [and in dread] because of them.",
          "ID": "3"
        },
        {
          "text": "For the Lord your God is He Who goes with you to fight for you against your enemies to save you. [I Sam. 17:45.]",
          "ID": "4"
        },
        {
          "text": "And the officers shall speak to the people, saying, What man is there who has built a new house and has not dedicated it? Let him return to his house, lest he die in the battle and another man dedicate it.",
          "ID": "5"
        },
        {
          "text": "And what man has planted a vineyard and has not used the fruit of it? Let him also return to his house, lest he die in the battle and another man use the fruit of it.",
          "ID": "6"
        },
        {
          "text": "And what man has betrothed a wife and has not taken her? Let him return to his house, lest he die in the battle and another man take her.",
          "ID": "7"
        },
        {
          "text": "And the officers shall speak further to the people, and say, What man is fearful and fainthearted? Let him return to his house, lest [because of him] his brethren's [minds and] hearts faint as does his own.",
          "ID": "8"
        },
        {
          "text": "And when the officers finish speaking to the people, they shall appoint commanders at the head of the people.",
          "ID": "9"
        },
        {
          "text": "When you draw near to a city to fight against it, then proclaim peace to it.",
          "ID": "10"
        },
        {
          "text": "And if that city makes an answer of peace to you and opens to you, then all the people found in it shall be tributary to you and they shall serve you.",
          "ID": "11"
        },
        {
          "text": "But if it refuses to make peace with you and fights against you, then you shall besiege it.",
          "ID": "12"
        },
        {
          "text": "And when the Lord your God has given it into your hands, you shall smite every male there with the edge of the sword.",
          "ID": "13"
        },
        {
          "text": "But the women, the little ones, the beasts, and all that is in the city, all the spoil in it, you shall take for yourselves; and you shall use the spoil of your enemies which the Lord your God has given you.",
          "ID": "14"
        },
        {
          "text": "So shall you treat all the cities that are very far off from you, that do not belong to the cities of these nations.",
          "ID": "15"
        },
        {
          "text": "But in the cities of these people which the Lord your God gives you for an inheritance, you shall save alive nothing that breathes.",
          "ID": "16"
        },
        {
          "text": "But you shall utterly exterminate them, the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, as the Lord your God has commanded you,",
          "ID": "17"
        },
        {
          "text": "So that they may not teach you all the abominable practices they have carried on for their gods, and so cause you to sin against the Lord your God.",
          "ID": "18"
        },
        {
          "text": "When you besiege a city for a long time, making war against it to take it, you shall not destroy its trees by using an ax on them, for you can eat their fruit; you must not cut them down, for is the tree of the field a man, that it should be besieged by you?",
          "ID": "19"
        },
        {
          "text": "Only the trees which you know are not trees for food you may destroy and cut down, that you may build siege works against the city that makes war with you until it falls.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.20"
    },
    {
      "name": "Deuteronomy 21",
      "text": [
        {
          "text": "IF ONE is found slain in the land which the Lord your God gives you to possess, lying in the field, and it is not known who has killed him,",
          "ID": "1"
        },
        {
          "text": "Then your elders and judges shall come forth and measure the distance to the cities around him who is slain.",
          "ID": "2"
        },
        {
          "text": "And the city which is nearest to the slain man, the elders of that city shall take a heifer which has never been worked, never pulled in the yoke,",
          "ID": "3"
        },
        {
          "text": "And the elders of that city shall bring the heifer down to a valley with running water which is neither plowed nor sown, and shall break the heifer's neck there in the valley.",
          "ID": "4"
        },
        {
          "text": "And the priests, the sons of Levi, shall come near, for the Lord your God has chosen them to minister to Him and to bless in the name [and presence] of the Lord, and by their word shall every controversy and every assault be settled.",
          "ID": "5"
        },
        {
          "text": "And all the elders of that city nearest to the slain man shall wash their hands over the heifer whose neck was broken in the valley,",
          "ID": "6"
        },
        {
          "text": "And they shall testify, Our hands have not shed this blood, neither have our eyes seen it.",
          "ID": "7"
        },
        {
          "text": "Forgive, O Lord, Your people Israel, whom You have redeemed, and do not allow the shedding of innocent blood to be charged to Your people Israel. And the guilt of blood shall be forgiven them.",
          "ID": "8"
        },
        {
          "text": "So shall you purge the guilt of innocent blood from among you, when you do what is right in the sight of the Lord.",
          "ID": "9"
        },
        {
          "text": "When you go forth to battle against your enemies and the Lord your God has given them into your hands and you carry them away captive,",
          "ID": "10"
        },
        {
          "text": "And you see among the captives a beautiful woman and desire her, that you may have her as your wife,",
          "ID": "11"
        },
        {
          "text": "Then you shall bring her home to your house, and she shall shave her head and pare her nails [in purification from heathenism]",
          "ID": "12"
        },
        {
          "text": "And put off her prisoner's garb, and shall remain in your house and bewail her father and her mother a full month. After that you may go in to her and be her husband and she shall be your wife.",
          "ID": "13"
        },
        {
          "text": "And if you have no delight in her, then you shall let her go absolutely free. You shall not sell her at all for money; you shall not deal with her as a slave or a servant, because you have humbled her.",
          "ID": "14"
        },
        {
          "text": "If a man has two wives, one loved and the other disliked, and they both have borne him children, and if the firstborn son is the son of the one who is disliked,",
          "ID": "15"
        },
        {
          "text": "Then on the day when he wills his possessions to his sons, he shall not put the firstborn of his loved wife in place of the [actual] firstborn of the disliked wife–her firstborn being older.",
          "ID": "16"
        },
        {
          "text": "But he shall acknowledge the son of the disliked as the firstborn by giving him a double portion of all that he has, for he was the first issue of his strength; the right of the firstborn is his.",
          "ID": "17"
        },
        {
          "text": "If a man has a stubborn and rebellious son who will not obey the voice of his father or his mother and though they chasten him will not listen to them,",
          "ID": "18"
        },
        {
          "text": "Then his father and mother shall take hold of him and bring him out to the elders of his city at the gate of the place where he lives,",
          "ID": "19"
        },
        {
          "text": "And they shall say to the elders of his city, This son of ours is stubborn and rebellious. He will not obey our voice. He is a glutton and a drunkard. [Prov. 23:20-22.]",
          "ID": "20"
        },
        {
          "text": "Then all the men of his city shall stone him to death; so you shall cleanse out the evil from your midst, and all Israel shall hear and [reverently] fear.",
          "ID": "21"
        },
        {
          "text": "And if a man has committed a sin worthy of death and he is put to death and [afterward] you hang him on a tree, [Josh. 10:26, 27.]",
          "ID": "22"
        },
        {
          "text": "His body shall not remain all night upon the tree, but you shall surely bury him on the same day, for a hanged man is accursed by God. Thus you shall not defile your land which the Lord your God gives you for an inheritance. [Gal. 3:13.]",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.21"
    },
    {
      "name": "Deuteronomy 22",
      "text": [
        {
          "text": "YOU SHALL not see your brother's ox or his sheep being driven away or stolen, and hide yourself from [your duty to help] them; you shall surely take them back to your brother. [Prov. 24:12.]",
          "ID": "1"
        },
        {
          "text": "And if your brother [the owner] is not near you or if you do not know who he is, you shall bring the animal to your house and it shall be with you until your brother comes looking for it; then you shall restore it to him.",
          "ID": "2"
        },
        {
          "text": "And so shall you do with his donkey or his garment or with anything which your brother has lost and you have found. You shall not hide from [your duty concerning] them.",
          "ID": "3"
        },
        {
          "text": "You shall not see your brother's donkey or his ox fall down by the way, and hide from [your duty concerning] them; you shall surely help him to lift them up again.",
          "ID": "4"
        },
        {
          "text": "The woman shall not wear that which pertains to a man, neither shall a man put on a woman's garment, for all that do so are an abomination to the Lord your God.",
          "ID": "5"
        },
        {
          "text": "If a bird's nest should chance to be before you in the way, in any tree or on the ground, with young ones or eggs, and the mother bird is sitting on the young or on the eggs, you shall not take the mother bird with the young.",
          "ID": "6"
        },
        {
          "text": "You shall surely let the mother bird go, and take only the young, that it may be well with you and that you may prolong your days.",
          "ID": "7"
        },
        {
          "text": "When you build a new house, then you shall put a railing around your [flat] roof, so that no one may fall from there and bring guilt of blood upon your house.",
          "ID": "8"
        },
        {
          "text": "You shall not plant your vineyard with two kinds of seed, lest the whole crop be forfeited [under this ban], the seed which you have sown and the yield of the vineyard forfeited to the sanctuary.",
          "ID": "9"
        },
        {
          "text": "You shall not plow with an ox [a clean animal] and a donkey [unclean] together. [II Cor. 6:14-16.]",
          "ID": "10"
        },
        {
          "text": "You shall not wear a garment of mingled stuff, wool and linen together. [Ezek. 44:18; Rev. 19:8.]",
          "ID": "11"
        },
        {
          "text": "You shall make yourself tassels on the four corners of your cloak with which you cover yourself. [Num. 15:37-40.]",
          "ID": "12"
        },
        {
          "text": "If any man takes a wife and goes in to her, and then scorns her",
          "ID": "13"
        },
        {
          "text": "And charges her with shameful things and gives her an evil reputation, and says, I took this woman, but when I came to her, I did not find in her the tokens of a virgin,",
          "ID": "14"
        },
        {
          "text": "Then the father of the young woman, and her mother, shall get and bring out the tokens of her virginity to the elders of the city at the gate.",
          "ID": "15"
        },
        {
          "text": "And her father shall say to the elders, I gave my daughter to this man as wife, but he hates and spurns her;",
          "ID": "16"
        },
        {
          "text": "And behold, he has made shameful charges against her, saying, I found not in your daughter the evidences of her virginity. And yet these are the tokens of my daughter's virginity. And they shall spread the garment before the elders of the city,",
          "ID": "17"
        },
        {
          "text": "And the elders of that city shall take the man and rebuke and whip him.",
          "ID": "18"
        },
        {
          "text": "And they shall fine him 100 shekels of silver and give them to the father of the young woman, because he has brought an evil name upon a virgin of Israel. And she shall be his wife; he may not divorce her all his days.",
          "ID": "19"
        },
        {
          "text": "But if it is true that the evidences of virginity were not found in the young woman,",
          "ID": "20"
        },
        {
          "text": "Then they shall bring her to the door of her father's house and the men of her city shall stone her to death, because she has wrought [criminal] folly in Israel by playing the harlot in her father's house. So you shall put away the evil from among you.",
          "ID": "21"
        },
        {
          "text": "If a man is found lying with another man's wife, they shall both die, the man who lay with the woman and the woman. So you shall purge the evil from Israel.",
          "ID": "22"
        },
        {
          "text": "If a maiden who is a virgin is engaged to be married, and a man finds her in the city and lies with her,",
          "ID": "23"
        },
        {
          "text": "Then you shall bring them both out to the gate of that city and shall stone them to death–the young woman because she did not cry for help though she was in the city, and the man because he has violated his neighbor's [promised] wife. So shall you put away evil from among you.",
          "ID": "24"
        },
        {
          "text": "But if a man finds the betrothed maiden in the open country and the man seizes her and lies with her, then only the man who lay with her shall die.",
          "ID": "25"
        },
        {
          "text": "But you shall do nothing to the young woman; she has committed no sin punishable by death, for this is as when a man attacks and slays his neighbor,",
          "ID": "26"
        },
        {
          "text": "For he came upon her in the open country, and the betrothed girl cried out, but there was no one to save her.",
          "ID": "27"
        },
        {
          "text": "If a man finds a girl who is a virgin, who is not betrothed, and he seizes her and lies with her and they are found,",
          "ID": "28"
        },
        {
          "text": "Then the man who lay with her shall give to the girl's father fifty shekels of silver, and she shall be his wife, because he has violated her; he may not divorce her all his days.",
          "ID": "29"
        },
        {
          "text": "A man shall not take his father's former wife, nor shall he uncover her who belongs to his father.",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.22"
    },
    {
      "name": "Deuteronomy 23",
      "text": [
        {
          "text": "HE WHO is wounded in the testicles, or has been made a eunuch, shall not enter into the congregation of the Lord.",
          "ID": "1"
        },
        {
          "text": "A person begotten out of wedlock shall not enter into the assembly of the Lord; even to his tenth generation shall his descendants not enter into the congregation of the Lord.",
          "ID": "2"
        },
        {
          "text": "An Ammonite or Moabite shall not enter into the congregation of the Lord; even to their tenth generation their descendants shall not enter into the assembly of the Lord forever,",
          "ID": "3"
        },
        {
          "text": "Because they did not meet you with food and water on the way when you came forth out of Egypt, and because they hired Balaam son of Beor of Pethor of Mesopotamia against you to curse you.",
          "ID": "4"
        },
        {
          "text": "Nevertheless, the Lord your God would not listen to Balaam, but the Lord your God turned the curse into a blessing to you, because the Lord your God loves you.",
          "ID": "5"
        },
        {
          "text": "You shall not seek their peace or their prosperity all your days forever.",
          "ID": "6"
        },
        {
          "text": "You shall not abhor an Edomite, for he is your brother [Esau's descendant]. You shall not abhor an Egyptian, because you were a stranger and temporary resident in his land.",
          "ID": "7"
        },
        {
          "text": "Their children may enter into the congregation of the Lord in their third generation.",
          "ID": "8"
        },
        {
          "text": "When you go forth against your enemies and are in camp, you shall keep yourselves from every evil thing.",
          "ID": "9"
        },
        {
          "text": "If there is among you any man who is not clean by reason of what happens to him at night, then he shall go outside the camp; he shall not come within the camp;",
          "ID": "10"
        },
        {
          "text": "But when evening comes he shall bathe himself in water, and when the sun is down he may return to the camp.",
          "ID": "11"
        },
        {
          "text": "You shall have a place also outside the camp to which you shall go [as a comfort station];",
          "ID": "12"
        },
        {
          "text": "And you shall have a paddle or shovel among your weapons, and when you sit down outside [to relieve yourself], you shall dig a hole with it and turn back and cover up what has come from you.",
          "ID": "13"
        },
        {
          "text": "For the Lord your God walks in the midst of your camp to deliver you and to give up your enemies before you. Therefore shall your camp be holy, that He may see nothing indecent among you and turn away from you.",
          "ID": "14"
        },
        {
          "text": "You shall not give up to his master a servant who has escaped from his master to you.",
          "ID": "15"
        },
        {
          "text": "He shall dwell with you in your midst wherever he chooses in one of your towns where it pleases him best. You shall not defraud or oppress him.",
          "ID": "16"
        },
        {
          "text": "There shall be no cult prostitute among the daughters of Israel, neither shall there be a cult prostitute (a sodomite) among the sons of Israel.",
          "ID": "17"
        },
        {
          "text": "You shall not bring the hire of a harlot or the price of a dog (a sodomite) into the house of the Lord your God as payment of a vow, for both of these [the gift and the giver] are an abomination to the Lord your God.",
          "ID": "18"
        },
        {
          "text": "You shall not lend on interest to your brother–interest on money, on victuals, on anything that is lent for interest.",
          "ID": "19"
        },
        {
          "text": "You may lend on interest to a foreigner, but to your brother you shall not lend on interest, that the Lord your God may bless you in all that you undertake in the land to which you go to possess it.",
          "ID": "20"
        },
        {
          "text": "When you make a vow to the Lord your God, you shall not be slack in paying it, for the Lord your God will surely require it of you, and slackness would be sin in you.",
          "ID": "21"
        },
        {
          "text": "But if you refrain from vowing, it will not be sin in you.",
          "ID": "22"
        },
        {
          "text": "The vow which has passed your lips you shall be watchful to perform, a voluntary offering which you have made to the Lord your God, which you have promised with your mouth.",
          "ID": "23"
        },
        {
          "text": "When you come into your neighbor's vineyard, you may eat your fill of grapes, as many as you please, but you shall not put any in your vessel.",
          "ID": "24"
        },
        {
          "text": "When you come into the standing grain of your neighbor, you may pluck the ears with your hand, but you shall not put a sickle to your neighbor's standing grain.",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.23"
    },
    {
      "name": "Deuteronomy 24",
      "text": [
        {
          "text": "WHEN A man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a bill of divorce, puts it in her hand, and sends her out of his house,",
          "ID": "1"
        },
        {
          "text": "And when she departs out of his house she goes and marries another man,",
          "ID": "2"
        },
        {
          "text": "And if the latter husband dislikes her and writes her a bill of divorce and puts it in her hand and sends her out of his house, or if the latter husband dies, who took her as his wife,",
          "ID": "3"
        },
        {
          "text": "Then her former husband, who sent her away, may not take her again to be his wife after she is defiled. For that is an abomination before the Lord; and you shall not bring guilt upon the land which the Lord your God gives you as an inheritance.",
          "ID": "4"
        },
        {
          "text": "When a man is newly married, he shall not go out with the army or be charged with any business; he shall be free at home one year and shall cheer his wife whom he has taken.",
          "ID": "5"
        },
        {
          "text": "No man shall take a mill or an upper millstone in pledge, for he would be taking a life in pledge.",
          "ID": "6"
        },
        {
          "text": "If a man is found kidnapping any of his brethren of the Israelites and treats him as a slave or a servant or sells him, then that thief shall die. So you shall put evil from among you.",
          "ID": "7"
        },
        {
          "text": "Take heed in the plague of leprosy, that you watch diligently and do according to all that the Levitical priests shall teach you. As I commanded them, so you shall be watchful and do. [Lev. 13:14, 15.]",
          "ID": "8"
        },
        {
          "text": "Remember [earnestly] what the Lord your God did to Miriam on the way after you had come out of Egypt. [Num. 12:10.]",
          "ID": "9"
        },
        {
          "text": "When you lend your brother anything, you shall not go into his house to get his pledge.",
          "ID": "10"
        },
        {
          "text": "You shall stand outside and the man to whom you lend shall bring the pledge out to you.",
          "ID": "11"
        },
        {
          "text": "And if the man is poor, you shall not keep his pledge overnight.",
          "ID": "12"
        },
        {
          "text": "You shall surely restore to him the pledge at sunset, that he may sleep in his garment and bless you; and it shall be credited to you as righteousness (rightness and justice) before the Lord your God.",
          "ID": "13"
        },
        {
          "text": "You shall not oppress or extort from a hired servant who is poor and needy, whether he is of your brethren or of your strangers and sojourners who are in your land inside your towns.",
          "ID": "14"
        },
        {
          "text": "You shall give him his hire on the day he earns it before the sun goes down, for he is poor, and sets his heart upon it; lest he cry against you to the Lord, and it be sin to you.",
          "ID": "15"
        },
        {
          "text": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers; only for his own sin shall anyone be put to death.",
          "ID": "16"
        },
        {
          "text": "You shall not pervert the justice due the stranger or the sojourner or the fatherless, or take a widow's garment in pledge.",
          "ID": "17"
        },
        {
          "text": "But you shall [earnestly] remember that you were a slave in Egypt and the Lord your God redeemed you from there; therefore I command you to do this.",
          "ID": "18"
        },
        {
          "text": "When you reap your harvest in your field and have forgotten a sheaf in the field, you shall not go back to get it; it shall be for the stranger and the sojourner, the fatherless, and the widow, that the Lord your God may bless you in all the work of your hands.",
          "ID": "19"
        },
        {
          "text": "When you beat your olive tree, do not go over the boughs again; the leavings shall be for the stranger and the sojourner, the fatherless, and the widow.",
          "ID": "20"
        },
        {
          "text": "When you gather the grapes of your vineyard, you shall not glean it afterward; it shall be for the stranger and the sojourner, the fatherless, and the widow.",
          "ID": "21"
        },
        {
          "text": "You shall [earnestly] remember that you were a slave in the land of Egypt; therefore I command you to do this.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.24"
    },
    {
      "name": "Deuteronomy 25",
      "text": [
        {
          "text": "IF THERE is a controversy between men, and they come into court and the judges decide between them, justifying the innocent and condemning the guilty,",
          "ID": "1"
        },
        {
          "text": "Then if the guilty man deserves to be beaten, the judge shall cause him to lie down and be beaten in his presence with a certain number of stripes according to his offense.",
          "ID": "2"
        },
        {
          "text": "Forty stripes may be given him but not more, lest, if he should be beaten with many stripes, your brother should [be treated like a beast and] seem low and worthless to you.",
          "ID": "3"
        },
        {
          "text": "You shall not muzzle the ox when he treads out the grain. [I Cor. 9:9, 10; I Tim. 5:17, 18.]",
          "ID": "4"
        },
        {
          "text": "If brothers live together and one of them dies and has no son, his wife shall not be married outside the family to a stranger [an excluded man]. Her husband's brother shall go in to her and take her as his wife and perform the duty of a husband's brother to her.",
          "ID": "5"
        },
        {
          "text": "And the firstborn son shall succeed to the name of the dead brother, that his name may not be blotted out of Israel.",
          "ID": "6"
        },
        {
          "text": "And if the man does not want to take his brother's wife, then let his brother's wife go up to the gate to the elders, and say, My husband's brother refuses to continue his brother's name in Israel; he will not perform the duty of my husband's brother.",
          "ID": "7"
        },
        {
          "text": "Then the elders of his city shall call him and speak to him. And if he stands firm and says, I do not want to take her,",
          "ID": "8"
        },
        {
          "text": "Then shall his brother's wife come to him in the presence of the elders and pull his shoe off his foot and spit in his face and shall answer, So shall it be done to that man who does not build up his brother's house.",
          "ID": "9"
        },
        {
          "text": "And his family shall be called in Israel, The House of Him Whose Shoe Was Loosed.",
          "ID": "10"
        },
        {
          "text": "When men strive together one with another and the wife of the one draws near to rescue her husband out of the hand of him who is beating him, and puts out her hand and seizes the other man by the private parts,",
          "ID": "11"
        },
        {
          "text": "Then you shall cut off her hand; your eyes shall not pity her.",
          "ID": "12"
        },
        {
          "text": "You shall not have in your bag true and false weights, a large and a small.",
          "ID": "13"
        },
        {
          "text": "You shall not have in your house true and false measures, a large and a small.",
          "ID": "14"
        },
        {
          "text": "But you shall have a perfect and just weight and a perfect and just measure, that your days may be prolonged in the land which the Lord your God gives you.",
          "ID": "15"
        },
        {
          "text": "For all who do such things, all who do unrighteously, are an abomination to the Lord your God.",
          "ID": "16"
        },
        {
          "text": "Remember what Amalek did to you on the way when you had come forth from Egypt,",
          "ID": "17"
        },
        {
          "text": "How he did not fear God, but when you were faint and weary he attacked you along the way and cut off all the stragglers at your rear. [Exod. 17:14.]",
          "ID": "18"
        },
        {
          "text": "Therefore when the Lord your God has given you rest from all your enemies round about in the land which the Lord your God gives you to possess as an inheritance, you shall blot out the remembrance of Amalek from under the heavens; you must not forget.",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.25"
    },
    {
      "name": "Deuteronomy 26",
      "text": [
        {
          "text": "WHEN YOU have come into the land which the Lord your God gives you as an inheritance and possess it and live in it,",
          "ID": "1"
        },
        {
          "text": "You shall take some of the first of all the produce of the soil which you harvest from the land the Lord your God gives you and put it in a basket, and go to the place [the sanctuary] which the Lord your God has chosen as the abiding place for His Name [and His Presence].",
          "ID": "2"
        },
        {
          "text": "And you shall go to the priest who is in office in those days, and say to him, I give thanks this day to the Lord your God that I have come to the land which the Lord swore to our fathers to give us.",
          "ID": "3"
        },
        {
          "text": "And the priest shall take the basket from your hand and set it down before the altar of the Lord your God.",
          "ID": "4"
        },
        {
          "text": "And you shall say before the Lord your God, A wandering and lost Aramean ready to perish was my father [Jacob], and he went down into Egypt and sojourned there, few in number, and he became there a nation, great, mighty, and numerous.",
          "ID": "5"
        },
        {
          "text": "And the Egyptians treated us very badly and afflicted us and laid upon us hard bondage.",
          "ID": "6"
        },
        {
          "text": "And when we cried to the Lord, the God of our fathers, the Lord heard our voice and looked on our affliction and our labor and our [cruel] oppression;",
          "ID": "7"
        },
        {
          "text": "And the Lord brought us forth out of Egypt with a mighty hand and with an outstretched arm, and with great (awesome) power and with signs and with wonders;",
          "ID": "8"
        },
        {
          "text": "And He brought us into this place and gave us this land, a land flowing with milk and honey.",
          "ID": "9"
        },
        {
          "text": "And now, behold, I bring the firstfruits of the ground which You, O Lord, have given me. And you shall set it down before the Lord your God and worship before the Lord your God;",
          "ID": "10"
        },
        {
          "text": "And you and the Levite and the stranger and the sojourner among you shall rejoice in all the good which the Lord your God has given you and your household.",
          "ID": "11"
        },
        {
          "text": "When you have finished paying all the tithe of your produce the third year, which is the year of tithing, and have given it to the Levite, the stranger and the sojourner, the fatherless, and to the widow, that they may eat within your towns and be filled,",
          "ID": "12"
        },
        {
          "text": "Then you shall say before the Lord your God, I have brought the hallowed things (the tithe) out of my house and moreover have given them to the Levite, to the stranger and the sojourner, to the fatherless, and to the widow, according to all Your commandments which You have commanded me; I have not transgressed any of Your commandments, neither have I forgotten them.",
          "ID": "13"
        },
        {
          "text": "I have not eaten of the tithe in my mourning [making the tithe unclean], nor have I handled any of it when I was unclean, nor given any of it to the dead. I have hearkened to the voice of the Lord my God; I have done according to all that You have commanded me.",
          "ID": "14"
        },
        {
          "text": "Look down from Your holy habitation, from heaven, and bless Your people Israel and the land which You have given us as You swore to our fathers, a land flowing with milk and honey.",
          "ID": "15"
        },
        {
          "text": "This day the Lord your God has commanded you to do these statutes and ordinances. Therefore you shall keep and do them with all your [mind and] heart and with all your being.",
          "ID": "16"
        },
        {
          "text": "You have [openly] declared the Lord this day to be your God, [pledging] to walk in His ways, to keep His statutes and His commandments and His precepts, and to hearken to His voice.",
          "ID": "17"
        },
        {
          "text": "And the Lord has declared this day that you are His peculiar people as He promised you, and you are to keep all His commandments;",
          "ID": "18"
        },
        {
          "text": "And He will make you high above all nations which He has made, in praise and in fame and in honor, and that you shall be a holy people to the Lord your God, as He has spoken.",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.26"
    },
    {
      "name": "Deuteronomy 27",
      "text": [
        {
          "text": "AND MOSES with the elders of Israel commanded the people, Keep all the commandments with which I charge you today.",
          "ID": "1"
        },
        {
          "text": "And on the day when you pass over the Jordan to the land which the Lord your God gives you, you shall set up great stones and cover them with plaster.",
          "ID": "2"
        },
        {
          "text": "And you shall write on them all the words of this law when you have passed over, that you may go into the land which the Lord your God is giving you, a land flowing with milk and honey, as the Lord, the God of your fathers, has promised you.",
          "ID": "3"
        },
        {
          "text": "And when you have gone over the Jordan, you shall set up these stones, as I command you this day, on Mount Ebal, and coat them with plaster.",
          "ID": "4"
        },
        {
          "text": "And there you shall build an altar to the Lord your God, an altar of stones; you shall not lift up any iron tool upon them.",
          "ID": "5"
        },
        {
          "text": "You shall build the altar of the Lord your God of whole stones and offer burnt offerings on it to Him;",
          "ID": "6"
        },
        {
          "text": "And you shall offer peace offerings, and eat there and rejoice before the Lord your God.",
          "ID": "7"
        },
        {
          "text": "And you shall write upon the stones all the words of this law very plainly.",
          "ID": "8"
        },
        {
          "text": "And Moses and the Levitical priests said to all Israel, Keep silence and hear, O Israel! This day you have become the people of the Lord your God.",
          "ID": "9"
        },
        {
          "text": "So you shall obey the voice of the Lord your God and do His commandments and statutes which I command you today.",
          "ID": "10"
        },
        {
          "text": "And Moses charged the people the same day, saying,",
          "ID": "11"
        },
        {
          "text": "These [tribes] shall stand on Mount Gerizim to bless the people, when you have passed over the Jordan: Simeon, Levi, Judah, Issachar, Joseph's [sons], and Benjamin.",
          "ID": "12"
        },
        {
          "text": "And these [tribes] shall stand on Mount Ebal to pronounce the curse [for disobedience]: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.",
          "ID": "13"
        },
        {
          "text": "And the Levites shall declare with a loud voice to all the men of Israel:",
          "ID": "14"
        },
        {
          "text": "Cursed is the man who makes a graven or molten image, an abomination to the Lord, the work of the hands of the craftsman, and sets it up in secret. All the people shall answer, Amen.",
          "ID": "15"
        },
        {
          "text": "Cursed is he who dishonors his father or his mother. All the people shall say, Amen.",
          "ID": "16"
        },
        {
          "text": "Cursed is he who moves [back] his neighbor's landmark. All the people shall say, Amen.",
          "ID": "17"
        },
        {
          "text": "Cursed is he who misleads a blind man on his way. All the people shall say, Amen.",
          "ID": "18"
        },
        {
          "text": "Cursed is he who perverts the justice due to the sojourner or the stranger, the fatherless, and the widow. All the people shall say, Amen.",
          "ID": "19"
        },
        {
          "text": "Cursed is he who lies with his father's wife, because he uncovers what belongs to his father. All the people shall say, Amen.",
          "ID": "20"
        },
        {
          "text": "Cursed is he who lies with any beast. All the people shall say, Amen.",
          "ID": "21"
        },
        {
          "text": "Cursed is he who lies with his half sister, whether his father's or his mother's daughter. All the people shall say, Amen.",
          "ID": "22"
        },
        {
          "text": "Cursed is he who lies with his mother-in-law. All the people shall say, Amen.",
          "ID": "23"
        },
        {
          "text": "Cursed is he who slays his neighbor secretly. All the people shall say, Amen.",
          "ID": "24"
        },
        {
          "text": "Cursed is he who takes a bribe to slay an innocent person. All the people shall say, Amen.",
          "ID": "25"
        },
        {
          "text": "Cursed is he who does not support and give assent to the words of this law to do them [as the rule of his life]. All the people shall say, Amen.",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.27"
    },
    {
      "name": "Deuteronomy 28",
      "text": [
        {
          "text": "IF YOU will listen diligently to the voice of the Lord your God, being watchful to do all His commandments which I command you this day, the Lord your God will set you high above all the nations of the earth.",
          "ID": "1"
        },
        {
          "text": "And all these blessings shall come upon you and overtake you if you heed the voice of the Lord your God.",
          "ID": "2"
        },
        {
          "text": "Blessed shall you be in the city and blessed shall you be in the field.",
          "ID": "3"
        },
        {
          "text": "Blessed shall be the fruit of your body and the fruit of your ground and the fruit of your beasts, the increase of your cattle and the young of your flock.",
          "ID": "4"
        },
        {
          "text": "Blessed shall be your basket and your kneading trough.",
          "ID": "5"
        },
        {
          "text": "Blessed shall you be when you come in and blessed shall you be when you go out.",
          "ID": "6"
        },
        {
          "text": "The Lord shall cause your enemies who rise up against you to be defeated before your face; they shall come out against you one way and flee before you seven ways.",
          "ID": "7"
        },
        {
          "text": "The Lord shall command the blessing upon you in your storehouse and in all that you undertake. And He will bless you in the land which the Lord your God gives you.",
          "ID": "8"
        },
        {
          "text": "The Lord will establish you as a people holy to Himself, as He has sworn to you, if you keep the commandments of the Lord your God and walk in His ways.",
          "ID": "9"
        },
        {
          "text": "And all people of the earth shall see that you are called by the name [and in the presence of] the Lord, and they shall be afraid of you.",
          "ID": "10"
        },
        {
          "text": "And the Lord shall make you have a surplus of prosperity, through the fruit of your body, of your livestock, and of your ground, in the land which the Lord swore to your fathers to give you.",
          "ID": "11"
        },
        {
          "text": "The Lord shall open to you His good treasury, the heavens, to give the rain of your land in its season and to bless all the work of your hands; and you shall lend to many nations, but you shall not borrow.",
          "ID": "12"
        },
        {
          "text": "And the Lord shall make you the head, and not the tail; and you shall be above only, and you shall not be beneath, if you heed the commandments of the Lord your God which I command you this day and are watchful to do them.",
          "ID": "13"
        },
        {
          "text": "And you shall not turn aside from any of the words which I command you this day, to the right hand or to the left, to go after other gods to serve them.",
          "ID": "14"
        },
        {
          "text": "But if you will not obey the voice of the Lord your God, being watchful to do all His commandments and His statutes which I command you this day, then all these curses shall come upon you and overtake you:",
          "ID": "15"
        },
        {
          "text": "Cursed shall you be in the city and cursed shall you be in the field.",
          "ID": "16"
        },
        {
          "text": "Cursed shall be your basket and your kneading trough.",
          "ID": "17"
        },
        {
          "text": "Cursed shall be the fruit of your body, of your land, of the increase of your cattle and the young of your sheep.",
          "ID": "18"
        },
        {
          "text": "Cursed shall you be when you come in and cursed shall you be when you go out.",
          "ID": "19"
        },
        {
          "text": "The Lord shall send you curses, confusion, and rebuke in every enterprise to which you set your hand, until you are destroyed, perishing quickly because of the evil of your doings by which you have forsaken me [Moses and God as one].",
          "ID": "20"
        },
        {
          "text": "The Lord will make the pestilence cling to you until He has consumed you from the land into which you go to possess.",
          "ID": "21"
        },
        {
          "text": "The Lord will smite you with consumption, with fever and inflammation, fiery heat, sword and drought, blasting and mildew; they shall pursue you until you perish.",
          "ID": "22"
        },
        {
          "text": "The heavens over your head shall be brass and the earth under you shall be iron.",
          "ID": "23"
        },
        {
          "text": "The Lord shall make the rain of your land powdered soil and dust; from the heavens it shall come down upon you until you are destroyed.",
          "ID": "24"
        },
        {
          "text": "The Lord shall cause you to be struck down before your enemies; you shall go out one way against them and flee seven ways before them, and you shall be tossed to and fro and be a terror among all the kingdoms of the earth. [Fulfilled in II Chron. 29:8.]",
          "ID": "25"
        },
        {
          "text": "And your dead body shall be food for all the birds of the air and the beasts of the earth, and there shall be no one to frighten them away.",
          "ID": "26"
        },
        {
          "text": "The Lord will smite you with the boils of Egypt and the tumors, the scurvy and the itch, from which you cannot be healed.",
          "ID": "27"
        },
        {
          "text": "The Lord will smite you with madness and blindness and dismay of [mind and] heart.",
          "ID": "28"
        },
        {
          "text": "And you shall grope at noonday as the blind grope in darkness. And you shall not prosper in your ways; and you shall be only oppressed and robbed continually, and there shall be no one to save you.",
          "ID": "29"
        },
        {
          "text": "You shall betroth a wife, but another man shall lie with her; you shall build a house, but not live in it; you shall plant a vineyard, but not gather its grapes.",
          "ID": "30"
        },
        {
          "text": "Your ox shall be slain before your eyes, but you shall not eat of it; your donkey shall be violently taken away before your face and not be restored to you; your sheep shall be given to your enemies, and you shall have no one to help you.",
          "ID": "31"
        },
        {
          "text": "Your sons and daughters shall be given to another people, and your eyes shall look and fail with longing for them all the day; and there shall be no power in your hands to prevent it. [Fulfilled in II Chron. 29:9.]",
          "ID": "32"
        },
        {
          "text": "A nation which you have not known shall eat up the fruit of your land and of all your labors, and you shall be only oppressed and crushed continually, [Fulfilled in Judg. 6:1-6; 13:1.]",
          "ID": "33"
        },
        {
          "text": "So that you shall be driven mad by the sights which your eyes shall see.",
          "ID": "34"
        },
        {
          "text": "The Lord will smite you on the knees and on the legs with a sore boil that cannot be healed, from the sole of your foot to the top of your head.",
          "ID": "35"
        },
        {
          "text": "The Lord shall bring you and your king whom you have set over you to a nation which neither you nor your fathers have known, and there you shall [be forced to] serve other gods, of wood and stone. [Fulfilled in II Kings 17:4, 6; 24:12, 14; 25:7, 11; Dan. 6:11, 12.]",
          "ID": "36"
        },
        {
          "text": "And you shall become an amazement, a proverb, and a byword among all the peoples to which the Lord will lead you.",
          "ID": "37"
        },
        {
          "text": "You shall carry much seed out into the field and shall gather little in, for the locust shall consume it. [Fulfilled in Hag. 1:6.]",
          "ID": "38"
        },
        {
          "text": "You shall plant vineyards and dress them but shall neither drink of the wine nor gather the grapes, for the worm shall eat them.",
          "ID": "39"
        },
        {
          "text": "You shall have olive trees throughout all your territory but you shall not anoint yourselves with the oil, for your olive trees shall drop their fruit.",
          "ID": "40"
        },
        {
          "text": "You shall beget sons and daughters but shall not enjoy them, for they shall go into captivity. [Fulfilled in Lam. 1:5.]",
          "ID": "41"
        },
        {
          "text": "All your trees and the fruit of your ground shall the locust possess. [Fulfilled in Joel 1:4.]",
          "ID": "42"
        },
        {
          "text": "The transient (stranger) among you shall mount up higher and higher above you, and you shall come down lower and lower.",
          "ID": "43"
        },
        {
          "text": "He shall lend to you, but you shall not lend to him; he shall be the head, and you shall be the tail.",
          "ID": "44"
        },
        {
          "text": "All these curses shall come upon you and shall pursue you and overtake you till you are destroyed, because you do not obey the voice of the Lord your God, to keep His commandments and His statutes which He commanded you.",
          "ID": "45"
        },
        {
          "text": "They shall be upon you for a sign [of warning to other nations] and for a wonder, and upon your descendants forever.",
          "ID": "46"
        },
        {
          "text": "Because you did not serve the Lord your God with joyfulness of [mind and] heart [in gratitude] for the abundance of all [with which He had blessed you],",
          "ID": "47"
        },
        {
          "text": "Therefore you shall serve your enemies whom the Lord shall send against you, in hunger and thirst, in nakedness and in want of all things; and He will put a yoke of iron upon your neck until He has destroyed you.",
          "ID": "48"
        },
        {
          "text": "The Lord will bring a nation against you from afar, from the end of the earth, as swift as the eagle flies, a nation whose language you shall not understand,",
          "ID": "49"
        },
        {
          "text": "A nation of unyielding countenance who will not regard the person of the old or show favor to the young,",
          "ID": "50"
        },
        {
          "text": "And shall eat the fruit of your cattle and the fruit of your ground until you are destroyed, who also shall not leave you grain, new wine, oil, the increase of your cattle or the young of your sheep until they have caused you to perish.",
          "ID": "51"
        },
        {
          "text": "They shall besiege you in all your towns until your high and fortified walls in which you trusted come down throughout all your land; and they shall besiege you in all your towns throughout all your land which the Lord your God has given you.",
          "ID": "52"
        },
        {
          "text": "And you shall eat the fruit of your own body, the flesh of your sons and daughters whom the Lord your God has given you, in the siege and in the [pressing] misery with which your enemies shall distress you. [Fulfilled in II Kings 6:24-29.]",
          "ID": "53"
        },
        {
          "text": "The man who is most tender among you and extremely particular and well-bred, his eye shall be cruel and grudging of food toward his brother and toward the wife of his bosom and toward those of his children still remaining,",
          "ID": "54"
        },
        {
          "text": "So that he will not give to any of them any of the flesh of his children which he is eating, because he has nothing left to him in the siege and in the distress with which your enemies shall distress you in all your towns.",
          "ID": "55"
        },
        {
          "text": "The most tender and daintily bred woman among you, who would not venture to set the sole of her foot upon the ground because she is so dainty and kind, will grudge to the husband of her bosom, to her son and to her daughter",
          "ID": "56"
        },
        {
          "text": "Her afterbirth that comes out from her body and the children whom she shall bear. For she will eat them secretly for want of anything else in the siege and distress with which your enemies shall distress you in your towns.",
          "ID": "57"
        },
        {
          "text": "If you will not be watchful to do all the words of this law that are written in this book, that you may [reverently] fear this glorious and fearful name [and presence]–the lord your god–",
          "ID": "58"
        },
        {
          "text": "Then the Lord will bring upon you and your descendants extraordinary strokes and blows, great plagues of long continuance, and grievous sicknesses of long duration.",
          "ID": "59"
        },
        {
          "text": "Moreover, He will bring upon you all the diseases of Egypt of which you were afraid, and they shall cling to you.",
          "ID": "60"
        },
        {
          "text": "Also every sickness and every affliction which is not written in this Book of the Law the Lord will bring upon you until you are destroyed.",
          "ID": "61"
        },
        {
          "text": "And you shall be left few in number, whereas you had been as the stars of the heavens for multitude, because you would not obey the voice of the Lord your God.",
          "ID": "62"
        },
        {
          "text": "And as the Lord rejoiced over you to do you good and to multiply you, so the Lord will rejoice to bring ruin upon you and to destroy you; and you shall be plucked from the land into which you go to possess.",
          "ID": "63"
        },
        {
          "text": "And the Lord shall scatter you among all peoples from one end of the earth to the other; and there you shall [be forced to] serve other gods, of wood and stone, which neither you nor your fathers have known. [Fulfilled in Dan. 3:6.]",
          "ID": "64"
        },
        {
          "text": "And among these nations you shall find no ease and there shall be no rest for the sole of your foot; but the Lord will give you there a trembling heart, failing of eyes [from disappointment of hope], fainting of mind, and languishing of spirit.",
          "ID": "65"
        },
        {
          "text": "Your life shall hang in doubt before you; day and night you shall be worried, and have no assurance of your life.",
          "ID": "66"
        },
        {
          "text": "In the morning you shall say, Would that it were evening! and at evening you shall say, Would that it were morning!–because of the anxiety and dread of your [minds and] hearts and the sights which you shall see with your [own] eyes.",
          "ID": "67"
        },
        {
          "text": "And the Lord shall bring you into Egypt again with ships by the way about which I said to you, You shall never see it again. And there you shall be sold to your enemies as bondmen and bondwomen, but no man shall buy you. [Hos. 8:13.]",
          "ID": "68"
        }
      ],
      "ID": "OT:DEU.28"
    },
    {
      "name": "Deuteronomy 29",
      "text": [
        {
          "text": "THESE ARE the words of the covenant which the Lord commanded Moses to make with the Israelites in the land of Moab, besides the covenant which He made with them in Horeb.",
          "ID": "1"
        },
        {
          "text": "Moses called to all Israel and said to them, You have seen all that the Lord did before your eyes in the land of Egypt to Pharaoh, to all his servants, and to all his land;",
          "ID": "2"
        },
        {
          "text": "The great trials which your eyes saw, the signs, and those great wonders.",
          "ID": "3"
        },
        {
          "text": "Yet the Lord has not given you a [mind and] heart to understand and eyes to see and ears to hear, to this day.",
          "ID": "4"
        },
        {
          "text": "I have led you forty years in the wilderness; your clothes have not worn out upon you, and your sandals have not worn off your feet.",
          "ID": "5"
        },
        {
          "text": "You have not eaten [grain] bread, nor have you drunk wine or strong drink, that you might recognize and know [your dependence on Him Who is saying], I am the Lord your God.",
          "ID": "6"
        },
        {
          "text": "And when you came to this place, Sihon king of Heshbon and Og king of Bashan came out against us to battle, but we defeated them.",
          "ID": "7"
        },
        {
          "text": "We took their land and gave it as an inheritance to the Reubenites, the Gadites, and the half-tribe of the Manassites.",
          "ID": "8"
        },
        {
          "text": "Therefore keep the words of this covenant and do them, that you may deal wisely and prosper in all that you do.",
          "ID": "9"
        },
        {
          "text": "All of you stand today before the Lord your God–your heads, your tribes, your elders, and your officers, even all the men of Israel,",
          "ID": "10"
        },
        {
          "text": "Your little ones, your wives, and the stranger and sojourner in your camp, from the hewer of your wood to the drawer of your water–",
          "ID": "11"
        },
        {
          "text": "That you may enter into the covenant of the Lord your God, and into His oath which He makes with you today,",
          "ID": "12"
        },
        {
          "text": "That He may establish you this day as a people for Himself, and that He may be to you a God as He said to you and as He swore to your fathers, Abraham, Isaac, and Jacob.",
          "ID": "13"
        },
        {
          "text": "It is not with you only that I make this sworn covenant",
          "ID": "14"
        },
        {
          "text": "But with future Israelites who do not stand here with us today before the Lord our God, as well as with those who are here with us this day.",
          "ID": "15"
        },
        {
          "text": "You know how we lived in the land of Egypt and how we came through the midst of the nations you crossed.",
          "ID": "16"
        },
        {
          "text": "And you have seen their abominations and their idols of wood and stone, of silver and gold, which were among them.",
          "ID": "17"
        },
        {
          "text": "Beware lest there should be among you a man or woman, or family or tribe, whose [mind and] heart turns away this day from the Lord our God to go and serve the gods of these nations; lest there should be among you a [poisonous] root that bears gall and wormwood,",
          "ID": "18"
        },
        {
          "text": "And lest, when he hears the words of this curse and oath, he flatters and congratulates himself in his [mind and] heart, saying, I shall have peace and safety, though I walk in the stubbornness of my [mind and] heart [bringing down a hurricane of destruction] and sweep away the watered land with the dry.",
          "ID": "19"
        },
        {
          "text": "The Lord will not pardon him, but then the anger of the Lord and His jealousy will smoke against that man, and all the curses that are written in this book shall settle on him; the Lord will blot out his very name from under the heavens.",
          "ID": "20"
        },
        {
          "text": "And the Lord will single him out for ruin and destruction from all the tribes of Israel, according to all the curses of the covenant that are written in this Book of the Law,",
          "ID": "21"
        },
        {
          "text": "So that the next generation, your children who rise up after you, and the foreigner who shall come from a distant land, shall say, when they see the plagues of this land and the diseases with which the Lord has made it sick–",
          "ID": "22"
        },
        {
          "text": "The whole land is brimstone and salt and a burned waste, not sown or bearing anything, where no grass can take root, like the overthrow of Sodom and Gomorrah with Admah and Zeboiim, which the Lord overthrew in His anger and wrath–",
          "ID": "23"
        },
        {
          "text": "Even all the nations shall say, Why has the Lord done thus to this land? What does the heat of this great anger mean?",
          "ID": "24"
        },
        {
          "text": "Then men shall say, Because they forsook the covenant of the Lord, the God of their fathers, which He made with them when He brought them forth out of the land of Egypt.",
          "ID": "25"
        },
        {
          "text": "For they went and served other gods and worshiped them, gods they knew not and that He had not given to them.",
          "ID": "26"
        },
        {
          "text": "So the anger of the Lord was kindled against this land, bringing upon it all the curses that are written in this book.",
          "ID": "27"
        },
        {
          "text": "And the Lord rooted them out of their land in anger and in wrath and in great indignation and cast them into another land, as it is this day.",
          "ID": "28"
        },
        {
          "text": "The secret things belong unto the Lord our God, but the things which are revealed belong to us and to our children forever, that we may do all of the words of this law.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.29"
    },
    {
      "name": "Deuteronomy 30",
      "text": [
        {
          "text": "AND WHEN all these things have come upon you, the blessings and the curses which I have set before you, and you shall call them to mind among all the nations where the Lord your God has driven you,",
          "ID": "1"
        },
        {
          "text": "And shall return to the Lord your God and obey His voice according to all that I command you today, you and your children, with all your [mind and] heart and with all your being,",
          "ID": "2"
        },
        {
          "text": "Then the Lord your God will restore your fortunes and have compassion upon you and will gather you again from all the nations where He has scattered you.",
          "ID": "3"
        },
        {
          "text": "Even if any of your dispersed are in the uttermost parts of the heavens, from there the Lord your God will gather you and from there will He bring you.",
          "ID": "4"
        },
        {
          "text": "And the Lord your God will bring you into the land which your fathers possessed, and you shall possess it; and He will do you good and multiply you above your fathers.",
          "ID": "5"
        },
        {
          "text": "And the Lord your God will circumcise your hearts and the hearts of your descendants, to love the Lord your God with all your [mind and] heart and with all your being, that you may live.",
          "ID": "6"
        },
        {
          "text": "And the Lord your God will put all these curses upon your enemies and on those who hate you, who persecute you.",
          "ID": "7"
        },
        {
          "text": "And you shall return and obey the voice of the Lord and do all His commandments which I command you today.",
          "ID": "8"
        },
        {
          "text": "And the Lord your God will make you abundantly prosperous in every work of your hand, in the fruit of your body, of your cattle, of your land, for good; for the Lord will again delight in prospering you, as He took delight in your fathers,",
          "ID": "9"
        },
        {
          "text": "If you obey the voice of the Lord your God, to keep His commandments and His statutes which are written in this Book of the Law, and if you turn to the Lord your God with all your [mind and] heart and with all your being.",
          "ID": "10"
        },
        {
          "text": "For this commandment which I command you this day is not too difficult for you, nor is it far off.",
          "ID": "11"
        },
        {
          "text": "It is not [a secret laid up] in heaven, that you should say, Who shall go up for us to heaven and bring it to us, that we may hear and do it?",
          "ID": "12"
        },
        {
          "text": "Neither is it beyond the sea, that you should say, Who shall go over the sea for us and bring it to us, that we may hear and do it?",
          "ID": "13"
        },
        {
          "text": "But the word is very near you, in your mouth and in your mind and in your heart, so that you can do it.",
          "ID": "14"
        },
        {
          "text": "See, I have set before you this day life and good, and death and evil.",
          "ID": "15"
        },
        {
          "text": "[If you obey the commandments of the Lord your God which] I command you today, to love the Lord your God, to walk in His ways, and to keep His commandments and His statutes and His ordinances, then you shall live and multiply, and the Lord your God will bless you in the land into which you go to possess.",
          "ID": "16"
        },
        {
          "text": "But if your [mind and] heart turn away and you will not hear, but are drawn away to worship other gods and serve them,",
          "ID": "17"
        },
        {
          "text": "I declare to you today that you shall surely perish, and you shall not live long in the land which you pass over the Jordan to enter and possess.",
          "ID": "18"
        },
        {
          "text": "I call heaven and earth to witness this day against you that I have set before you life and death, the blessings and the curses; therefore choose life, that you and your descendants may live",
          "ID": "19"
        },
        {
          "text": "And may love the Lord your God, obey His voice, and cling to Him. For He is your life and the length of your days, that you may dwell in the land which the Lord swore to give to your fathers, to Abraham, Isaac, and Jacob.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.30"
    },
    {
      "name": "Deuteronomy 31",
      "text": [
        {
          "text": "AND MOSES went on speaking these words to all Israel:",
          "ID": "1"
        },
        {
          "text": "And he said to them, I am 120 years old this day; I can no more go out and come in. And the Lord has said to me, You shall not go over this Jordan.",
          "ID": "2"
        },
        {
          "text": "The Lord your God will Himself go over before you, and He will destroy these nations from before you, and you shall dispossess them. And Joshua shall go over before you, as the Lord has said.",
          "ID": "3"
        },
        {
          "text": "And the Lord will do to them as He did to Sihon and Og, the kings of the Amorites, and to their land, when He destroyed them.",
          "ID": "4"
        },
        {
          "text": "And the Lord will give them over to you, and you shall do to them according to all the commandments which I have commanded you.",
          "ID": "5"
        },
        {
          "text": "Be strong, courageous, and firm; fear not nor be in terror before them, for it is the Lord your God Who goes with you; He will not fail you or forsake you.",
          "ID": "6"
        },
        {
          "text": "And Moses called to Joshua and said to him in the sight of all Israel, Be strong, courageous, and firm, for you shall go with this people into the land which the Lord has sworn to their fathers to give them, and you shall cause them to possess it.",
          "ID": "7"
        },
        {
          "text": "It is the Lord Who goes before you; He will [march] with you; He will not fail you or let you go or forsake you; [let there be no cowardice or flinching, but] fear not, neither become broken [in spirit–depressed, dismayed, and unnerved with alarm].",
          "ID": "8"
        },
        {
          "text": "And Moses wrote this law and delivered it to the Levitical priests, who carried the ark of the covenant of the Lord, and to all the elders of Israel.",
          "ID": "9"
        },
        {
          "text": "And Moses commanded them, At the end of every seven years, at the set time of the year of release [of debtors from their debts], at the Feast of Booths,",
          "ID": "10"
        },
        {
          "text": "When all Israel comes to appear before the Lord your God in the place which He chooses [for His sanctuary], you shall read this law before all Israel in their hearing.",
          "ID": "11"
        },
        {
          "text": "Assemble the people–men, women, and children, and the stranger and the sojourner within your towns–that they may hear and learn [reverently] to fear the Lord your God and be watchful to do all the words of this law,",
          "ID": "12"
        },
        {
          "text": "And that their children, who have not known it, may hear and learn [reverently] to fear the Lord your God as long as you live in the land which you go over the Jordan to possess.",
          "ID": "13"
        },
        {
          "text": "And the Lord said to Moses, Behold, your days are nearing when you must die. Call Joshua and present yourselves at the Tent of Meeting, that I may give him his charge. And Moses and Joshua went and presented themselves at the Tent of Meeting.",
          "ID": "14"
        },
        {
          "text": "And the Lord appeared in the Tent in a pillar of cloud, and the pillar of cloud stood over the door of the Tent.",
          "ID": "15"
        },
        {
          "text": "And the Lord said to Moses, Behold, you shall sleep with your fathers, and this people will rise up and play the harlot after the strange gods of the land where they go to be among them; and they will forsake Me and break My covenant which I have made with them.",
          "ID": "16"
        },
        {
          "text": "Then My anger will be kindled against them in that day, and I will forsake them and hide My face from them. And they shall be devoured, and many evils and troubles shall befall them, so that they will say in that day, Have not these evils come upon us because our God is not among us?",
          "ID": "17"
        },
        {
          "text": "And I will surely hide My face in that day because of all the evil which they have done in turning to other gods.",
          "ID": "18"
        },
        {
          "text": "And now write this song for yourselves and teach it to the Israelites; put it in their mouths, that this song may be a witness for Me against the Israelites.",
          "ID": "19"
        },
        {
          "text": "For when I have brought them into the land which I swore to their fathers, a land flowing with milk and honey, and they have eaten and filled themselves and become fat, then they will turn to other gods and serve them, and despise and scorn Me and break My covenant.",
          "ID": "20"
        },
        {
          "text": "And when many evils and troubles have befallen them, this [sacred] song will confront them as a witness, for it will never be forgotten from the mouths of their descendants. For I know their strong desire and the purposes which they are forming even now, before I have brought them into the land which I swore to give them.",
          "ID": "21"
        },
        {
          "text": "Moses wrote this song the same day and taught it to the Israelites. [Deut. 32:1-43.]",
          "ID": "22"
        },
        {
          "text": "And [the Lord] charged Joshua son of Nun, Be strong and courageous and firm, for you shall bring the Israelites into the land which I swore to give them, and I will be with you.",
          "ID": "23"
        },
        {
          "text": "And when Moses had finished writing the words of this law in a book to the very end,",
          "ID": "24"
        },
        {
          "text": "He commanded the Levites who carried the ark of the covenant of the Lord,",
          "ID": "25"
        },
        {
          "text": "Take this Book of the Law and put it by the side of the ark of the covenant of the Lord your God, that it may be there for a witness against you.",
          "ID": "26"
        },
        {
          "text": "For I know your rebellion and stubbornness; behold, while I am yet alive with you today, you have been rebellious against the Lord; and how much more after my death!",
          "ID": "27"
        },
        {
          "text": "Gather to me all the elders of your tribes and your officers, that I may speak these words in their ears and call heaven and earth to witness against them.",
          "ID": "28"
        },
        {
          "text": "For I know that after my death you will utterly corrupt yourselves and turn aside from the way which I have commanded you; and evil will befall you in the latter days because you will do what is evil in the sight of the Lord, to provoke Him to anger through the work of your hands.",
          "ID": "29"
        },
        {
          "text": "And Moses spoke in the hearing of all the congregation of Israel the words of this song until they were ended:",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.31"
    },
    {
      "name": "Deuteronomy 32",
      "text": [
        {
          "text": "GIVE EAR, O heavens, and I [Moses] will speak; and let the earth hear the words of my mouth.",
          "ID": "1"
        },
        {
          "text": "My message shall drop as the rain, my speech shall distil as the dew, as the light rain upon the tender grass, and as the showers upon the herb.",
          "ID": "2"
        },
        {
          "text": "For I will proclaim the name [and presence] of the Lord. Concede and ascribe greatness to our God.",
          "ID": "3"
        },
        {
          "text": "He is the Rock, His work is perfect, for all His ways are law and justice. A God of faithfulness without breach or deviation, just and right is He.",
          "ID": "4"
        },
        {
          "text": "They [Israel] have spoiled themselves. They are not sons to Him, and that is their blemish–a perverse and crooked generation!",
          "ID": "5"
        },
        {
          "text": "Do you thus repay the Lord, you foolish and senseless people? Is not He your Father Who acquired you for His own, Who made and established you [as a nation]?",
          "ID": "6"
        },
        {
          "text": "Remember the days of old; consider the years of many generations. Ask your father and he will show you, your elders, and they will tell you.",
          "ID": "7"
        },
        {
          "text": "When the Most High gave to the nations their inheritance, when He separated the children of men, He set the bounds of the peoples according to the number of the Israelites.",
          "ID": "8"
        },
        {
          "text": "For the Lord's portion is His people; Jacob (Israel) is the lot of His inheritance.",
          "ID": "9"
        },
        {
          "text": "He found him in a desert land, in the howling void of the wilderness; He kept circling around him, He scanned him [penetratingly], He kept him as the pupil of His eye.",
          "ID": "10"
        },
        {
          "text": "As an eagle that stirs up her nest, that flutters over her young, He spread abroad His wings and He took them, He bore them on His pinions. [Luke 13:34.]",
          "ID": "11"
        },
        {
          "text": "So the Lord alone led him; there was no foreign god with Him.",
          "ID": "12"
        },
        {
          "text": "He made Israel ride on the high places of the earth, and he ate the increase of the field; and He made him suck honey out of the rock and oil out of the flinty rock,",
          "ID": "13"
        },
        {
          "text": "Butter and curds of the herd and milk of the flock, with fat of lambs, and rams of the breed of Bashan, and he-goats, with the finest of the wheat; and you drank wine of the blood of the grape.",
          "ID": "14"
        },
        {
          "text": "But Jeshurun (Israel) grew fat and kicked. You became fat, you grew thick, you were gorged and sleek! Then he forsook God Who made him and forsook and despised the Rock of his salvation.",
          "ID": "15"
        },
        {
          "text": "They provoked Him to jealousy with strange gods, with abominations they provoked Him to anger.",
          "ID": "16"
        },
        {
          "text": "They sacrificed to demons, not to God–to gods whom they knew not, to new gods lately come up, whom your fathers never knew or feared.",
          "ID": "17"
        },
        {
          "text": "Of the Rock Who bore you you were unmindful; you forgot the God Who travailed in your birth.",
          "ID": "18"
        },
        {
          "text": "And the Lord saw it and He spurned and rejected them, out of indignation with His sons and His daughters.",
          "ID": "19"
        },
        {
          "text": "And He said, I will hide My face from them, I will see what their end will be; for they are a perverse generation, children in whom is no faithfulness.",
          "ID": "20"
        },
        {
          "text": "They have moved Me to jealousy with what is not God; they have angered Me with their idols. So I will move them to jealousy with those who are not a people; I will anger them with a foolish nation.",
          "ID": "21"
        },
        {
          "text": "For a fire is kindled by My anger, and it burns to the depths of Sheol, devours the earth with its increase, and sets on fire the foundations of the mountains.",
          "ID": "22"
        },
        {
          "text": "And I will heap evils upon them; I will spend My arrows upon them.",
          "ID": "23"
        },
        {
          "text": "They shall be wasted with hunger and devoured with burning heat and poisonous pestilence; and the teeth of beasts will I send against them, with the poison of crawling things of the dust.",
          "ID": "24"
        },
        {
          "text": "From without the sword shall bereave, and in the chambers shall be terror, destroying both young man and virgin, the sucking child with the man of gray hairs.",
          "ID": "25"
        },
        {
          "text": "I said, I would scatter them afar and I would have made the remembrance of them to cease from among men,",
          "ID": "26"
        },
        {
          "text": "Had I not feared the provocation of the foe, lest their enemies misconstrue it and lest they should say, Our own hand has prevailed; all this was not the work of the Lord.",
          "ID": "27"
        },
        {
          "text": "For they are a nation void of counsel, and there is no understanding in them.",
          "ID": "28"
        },
        {
          "text": "O that they were wise and would see through this [present triumph] to their ultimate fate!",
          "ID": "29"
        },
        {
          "text": "How could one have chased a thousand, and two put ten thousand to flight, except their Rock had sold them, and the Lord had delivered them up?",
          "ID": "30"
        },
        {
          "text": "For their rock is not like our Rock, even our enemies themselves judge this.",
          "ID": "31"
        },
        {
          "text": "For their vine comes from the vine of Sodom and from the fields of Gomorrah; their grapes are grapes of [poisonous] gall, their clusters are bitter.",
          "ID": "32"
        },
        {
          "text": "Their wine is the [furious] venom of serpents, and the pitiless poison of vipers.",
          "ID": "33"
        },
        {
          "text": "Is not this laid up in store with Me, sealed up in My treasuries?",
          "ID": "34"
        },
        {
          "text": "Vengeance is Mine, and recompense, in the time when their foot shall slide; for the day of their disaster is at hand and their doom comes speedily.",
          "ID": "35"
        },
        {
          "text": "For the Lord will revoke sentence for His people and relent for His servants' sake when He sees that their power is gone and none remains, whether bond or free.",
          "ID": "36"
        },
        {
          "text": "And He will say, Where are their gods, the rock in which they took refuge,",
          "ID": "37"
        },
        {
          "text": "Who ate the fat of their sacrifices and drank the wine of their drink offering? Let them rise up and help you, let them be your protection!",
          "ID": "38"
        },
        {
          "text": "See now that I, I am He, and there is no god beside Me; I kill and I make alive, I wound and I heal, and there is none who can deliver out of My hand.",
          "ID": "39"
        },
        {
          "text": "For I lift up My hand to heaven and swear, As I live forever,",
          "ID": "40"
        },
        {
          "text": "If I whet My lightning sword and My hand takes hold on judgment, I will wreak vengeance on My foes and recompense those who hate Me.",
          "ID": "41"
        },
        {
          "text": "I will make My arrows drunk with blood, and My sword shall devour flesh, with the blood of the slain and the captives, from the long-haired heads of the foe.",
          "ID": "42"
        },
        {
          "text": "Rejoice [with] His people, O you nations, for He avenges the blood of His servants, and vengeance He inflicts on His foes and clears guilt from the land of His people.",
          "ID": "43"
        },
        {
          "text": "And Moses came and spoke all the words of this song in the ears of the people, he and Hoshea (Joshua) son of Nun.",
          "ID": "44"
        },
        {
          "text": "And when Moses had finished speaking all these words to all Israel,",
          "ID": "45"
        },
        {
          "text": "He said to them, Set your [minds and] hearts on all the words which I command you this day, that you may command them to your children, that they may be watchful to do all the words of this law.",
          "ID": "46"
        },
        {
          "text": "For it is not an empty and worthless trifle for you; it is your [very] life. By it you shall live long in the land which you are going over the Jordan to possess.",
          "ID": "47"
        },
        {
          "text": "And the Lord said to Moses that same day,",
          "ID": "48"
        },
        {
          "text": "Get up into this mountain of the Abarim, Mount Nebo, which is in the land of Moab, opposite Jericho, and look at the land of Canaan which I give to the Israelites for a possession.",
          "ID": "49"
        },
        {
          "text": "And die on the mountain which you ascend and be gathered to your people, as Aaron your brother died on Mount Hor and was gathered to his people,",
          "ID": "50"
        },
        {
          "text": "Because you broke faith with Me in the midst of the Israelites at the waters of Meribah-kadesh in the Wilderness of Zin and because you did not set Me apart as holy in the midst of the Israelites.",
          "ID": "51"
        },
        {
          "text": "For you shall see the land opposite you at a distance, but you shall not go there, into the land which I give the Israelites.",
          "ID": "52"
        }
      ],
      "ID": "OT:DEU.32"
    },
    {
      "name": "Deuteronomy 33",
      "text": [
        {
          "text": "THIS IS the blessing with which Moses the man of God blessed the Israelites before his death.",
          "ID": "1"
        },
        {
          "text": "He said, The Lord came from Sinai and beamed upon us from Seir; He flashed forth from Mount Paran, from among ten thousands of holy ones, a flaming fire, a law, at His right hand.",
          "ID": "2"
        },
        {
          "text": "Yes, He loves [the tribes] His people; all those consecrated to Him are in Your hand. They followed in Your steps; they [accepted Your word and] received direction from You,",
          "ID": "3"
        },
        {
          "text": "When Moses commanded us a law, as a possession for the assembly of Jacob.",
          "ID": "4"
        },
        {
          "text": "[The Lord] was King in Jeshurun (Israel) when the heads of the people were gathered, all the tribes of Israel together.",
          "ID": "5"
        },
        {
          "text": "Let [the tribe of] Reuben live and not die out, but let his men be few.",
          "ID": "6"
        },
        {
          "text": "And this he [Moses] said of Judah: Hear, O Lord, the voice of Judah, and bring him to his people! With his hands he contended for himself; but may You be a help against his enemies.",
          "ID": "7"
        },
        {
          "text": "And of Levi he said: Your Thummim and Your Urim [by which the priest sought God's will for the nation] are for Your pious one [Aaron on behalf of the tribe], whom You tried and proved at Massah, with whom You contended at the waters of Meribah; [Num. 20:1-13.]",
          "ID": "8"
        },
        {
          "text": "[Aaron] who said of his father and mother, I do not regard them; nor did he acknowledge his brothers or openly recognize his own children. For the priests observed Your word and kept Your covenant [as to their limitations].",
          "ID": "9"
        },
        {
          "text": "[The priests] shall teach Jacob Your ordinances and Israel Your law. They shall put incense before You and whole burnt offerings upon Your altar.",
          "ID": "10"
        },
        {
          "text": "Bless, O Lord, [Levi's] substance, and accept the work of his hands; crush the loins of his adversaries, and of those who hate him, that they arise no more.",
          "ID": "11"
        },
        {
          "text": "Of Benjamin he said: The beloved of the Lord shall dwell in safety by Him; He covers him all the day long, and makes His dwelling between his shoulders.",
          "ID": "12"
        },
        {
          "text": "And of Joseph he said: Blessed by the Lord be his land, with the precious gifts of heaven from the dew and from the deep that couches beneath,",
          "ID": "13"
        },
        {
          "text": "With the precious things of the fruits of the sun and with the precious yield of the months,",
          "ID": "14"
        },
        {
          "text": "With the chief products of the ancient mountains and with the precious things of the everlasting hills,",
          "ID": "15"
        },
        {
          "text": "With the precious things of the earth and its fullness and the favor and goodwill of Him Who dwelt in the bush. Let these blessings come upon the head of Joseph, upon the crown of the head of him who was separate and prince among his brothers. [Exod. 3:4.]",
          "ID": "16"
        },
        {
          "text": "Like a firstling young bull his majesty is, and his horns like the horns of the wild ox; with them he shall push the peoples, all of them, to the ends of the earth. And they are the ten thousands of Ephraim, and they are the thousands of Manasseh.",
          "ID": "17"
        },
        {
          "text": "And of Zebulun he said: Rejoice, Zebulun, in your interests abroad, and you, Issachar, in your tents [at home].",
          "ID": "18"
        },
        {
          "text": "They shall call the people unto Mount [Carmel]; there they shall offer sacrifices of righteousness, for they shall suck the abundance of the seas and the treasures hid in the sand.",
          "ID": "19"
        },
        {
          "text": "And of Gad he said: Blessed is He Who enlarges Gad! Gad lurks like a lioness, and tears the arm, yes, the crown of the head.",
          "ID": "20"
        },
        {
          "text": "He selected the best land for himself, for there was the leader's portion reserved; yet he came with the chiefs of the nation, and the righteous will of the Lord he performed, and His ordinances with Israel. [Num. 32:29-33.]",
          "ID": "21"
        },
        {
          "text": "Of Dan he said: Dan is a lion's whelp that leaps forth from Bashan.",
          "ID": "22"
        },
        {
          "text": "Of Naphtali he said: O Naphtali, satisfied with favor and full of the blessing of the Lord, possess the Sea [of Galilee] and [its warm, sunny climate like] the south.",
          "ID": "23"
        },
        {
          "text": "Of Asher he said: Blessed above sons is Asher; let him be acceptable to his brothers, and let him dip his foot in oil.",
          "ID": "24"
        },
        {
          "text": "Your castles and strongholds shall have bars of iron and bronze, and as your day, so shall your strength, your rest and security, be.",
          "ID": "25"
        },
        {
          "text": "There is none like God, O Jeshurun [Israel], Who rides through the heavens to your help and in His majestic glory through the skies.",
          "ID": "26"
        },
        {
          "text": "The eternal God is your refuge and dwelling place, and underneath are the everlasting arms; He drove the enemy before you and thrust them out, saying, Destroy!",
          "ID": "27"
        },
        {
          "text": "And Israel dwells in safety, the fountain of Jacob alone in a land of grain and new wine; yes, His heavens drop dew.",
          "ID": "28"
        },
        {
          "text": "Happy are you, O Israel, and blessing is yours! Who is like you, a people saved by the Lord, the Shield of your help, the Sword that exalts you! Your enemies shall come fawning and cringing, and submit feigned obedience to you, and you shall march on their high places.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.33"
    },
    {
      "name": "Deuteronomy 34",
      "text": [
        {
          "text": "AND MOSES went up from the plains of Moab to Mount Nebo, to the top of Pisgah, that is opposite Jericho. And the Lord showed him all the land–from Gilead to Dan,",
          "ID": "1"
        },
        {
          "text": "And all Naphtali, and the land of Ephraim and Manasseh, and all the land of Judah to the western [Mediterranean] sea,",
          "ID": "2"
        },
        {
          "text": "And the South (the Negeb) and the plain, that is, the Valley of Jericho, the City of Palm Trees, as far as Zoar.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to him, This is the land which I swore to Abraham, Isaac, and Jacob, saying, I will give it to your descendants. I have let you see it with your eyes, but you shall not go over there.",
          "ID": "4"
        },
        {
          "text": "So Moses the servant of the Lord died there in the land of Moab, according to the word of the Lord,",
          "ID": "5"
        },
        {
          "text": "And He buried him in the valley of the land of Moab opposite Beth-peor, but no man knows where his tomb is to this day.",
          "ID": "6"
        },
        {
          "text": "Moses was 120 years old when he died; his eye was not dim nor his natural force abated. [Deut. 31:2.]",
          "ID": "7"
        },
        {
          "text": "And the Israelites wept for Moses in the plains of Moab thirty days; then the days of weeping and mourning for Moses were ended.",
          "ID": "8"
        },
        {
          "text": "And Joshua son of Nun was full of the spirit of wisdom, for Moses had laid his hands upon him; so the Israelites listened to him and did as the Lord commanded Moses.",
          "ID": "9"
        },
        {
          "text": "And there arose not a prophet since in Israel like Moses, whom the Lord knew face to face,",
          "ID": "10"
        },
        {
          "text": "[None equal to him] in all the signs and wonders which the Lord sent him to do in the land of Egypt–to Pharaoh and to all his servants and to all his land,",
          "ID": "11"
        },
        {
          "text": "And in all the mighty power and all the great and terrible deeds which Moses wrought in the sight of all Israel.",
          "ID": "12"
        }
      ],
      "ID": "OT:DEU.34"
    }
  ],
  "version": "AMP",
  "ID": "OT:DEU(AMP)"
}