{
  "name": "The Fifth Book of Moses, Commonly Called Deuteronomy",
  "text": [
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 1",
      "text": [
        {
          "text": "These are the words which Moses spake unto all Israel beyond the Jordan in the wilderness, in the Arabah over against Suph, between Paran, and Tophel, and Laban, and Hazeroth, and Di-zahab.",
          "ID": "1"
        },
        {
          "text": "It is eleven days’ journey from Horeb by the way of mount Seir unto Kadesh-barnea.",
          "ID": "2"
        },
        {
          "text": "And it came to pass in the fortieth year, in the eleventh month, on the first day of the month, that Moses spake unto the children of Israel, according unto all that Jehovah had given him in commandment unto them;",
          "ID": "3"
        },
        {
          "text": "after he had smitten Sihon the king of the Amorites, who dwelt in Heshbon, and Og the king of Bashan, who dwelt in Ashtaroth, at Edrei.",
          "ID": "4"
        },
        {
          "text": "Beyond the Jordan, in the land of Moab, began Moses to declare this law, saying,",
          "ID": "5"
        },
        {
          "text": "Jehovah our God spake unto us in Horeb, saying, Ye have dwelt long enough in this mountain:",
          "ID": "6"
        },
        {
          "text": "turn you, and take your journey, and go to the hill-country of the Amorites, and unto all the places nigh thereunto, in the Arabah, in the hill-country, and in the lowland, and in the South, and by the sea-shore, the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates.",
          "ID": "7"
        },
        {
          "text": "Behold, I have set the land before you: go in and possess the land which Jehovah sware unto your fathers, to Abraham, to Isaac, and to Jacob, to give unto them and to their seed after them.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And I spake unto you at that time, saying, I am not able to bear you myself alone:",
          "ID": "9"
        },
        {
          "text": "Jehovah your God hath multiplied you, and, behold, ye are this day as the stars of heaven for multitude.",
          "ID": "10"
        },
        {
          "text": "Jehovah, the God of your fathers, make you a thousand times as many as ye are, and bless you, as he hath promised you!",
          "ID": "11"
        },
        {
          "text": "How can I myself alone bear your cumbrance, and your burden, and your strife?",
          "ID": "12"
        },
        {
          "text": "Take you wise men, and understanding, and known, according to your tribes, and I will make them heads over you.",
          "ID": "13"
        },
        {
          "text": "And ye answered me, and said, The thing which thou hast spoken is good for us to do.",
          "ID": "14"
        },
        {
          "text": "So I took the heads of your tribes, wise men, and known, and made them heads over you, captains of thousands, and captains of hundreds, and captains of fifties, and captains of tens, and officers, according to your tribes.",
          "ID": "15"
        },
        {
          "text": "And I charged your judges at that time, saying, Hear the causes  between your brethren, and judge righteously between a man and his brother, and the sojourner that is with him.",
          "ID": "16"
        },
        {
          "text": "Ye shall not respect persons in judgment; ye shall hear the small and the great alike; ye shall not be afraid of the face of man; for the judgment is God’s: and the cause that is too hard for you ye shall bring unto me, and I will hear it.",
          "ID": "17"
        },
        {
          "text": "And I commanded you at that time all the things which ye should do.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And we journeyed from Horeb, and went through all that great and terrible wilderness which ye saw, by the way to the hill-country of the Amorites, as Jehovah our God commanded us; and we came to Kadesh-barnea.",
          "ID": "19"
        },
        {
          "text": "And I said unto you, Ye are come unto the hill-country of the Amorites, which Jehovah our God giveth unto us.",
          "ID": "20"
        },
        {
          "text": "Behold, Jehovah thy God hath set the land before thee: go up, take possession, as Jehovah, the God of thy fathers, hath spoken unto thee; fear not, neither be dismayed.",
          "ID": "21"
        },
        {
          "text": "And ye came near unto me every one of you, and said, Let us send men before us, that they may search the land for us, and bring us word again of the way by which we must go up, and the cities unto which we shall come.",
          "ID": "22"
        },
        {
          "text": "And the thing pleased me well; and I took twelve men of you, one man for every tribe:",
          "ID": "23"
        },
        {
          "text": "and they turned and went up into the hill-country, and came unto the valley of Eshcol, and spied it out.",
          "ID": "24"
        },
        {
          "text": "And they took of the fruit of the land in their hands, and brought it down unto us, and brought us word again, and said, It is a good land which Jehovah our God giveth unto us.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Yet ye would not go up, but rebelled against the commandment of Jehovah your God:",
          "ID": "26"
        },
        {
          "text": "and ye murmured in your tents, and said, Because Jehovah hated us, he hath brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us.",
          "ID": "27"
        },
        {
          "text": "Whither are we going up? our brethren have made our heart to melt, saying, The people are greater and taller than we; the cities are great and fortified up to heaven; and moreover we have seen the sons of the Anakim there.",
          "ID": "28"
        },
        {
          "text": "Then I said unto you, Dread not, neither be afraid of them.",
          "ID": "29"
        },
        {
          "text": "Jehovah your God who goeth before you, he will fight for you, according to all that he did for you in Egypt before your eyes,",
          "ID": "30"
        },
        {
          "text": "and in the wilderness, where thou hast seen how that Jehovah thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came unto this place.",
          "ID": "31"
        },
        {
          "text": "Yet in this thing ye did not believe Jehovah your God,",
          "ID": "32"
        },
        {
          "text": "who went before you in the way, to seek you out a place to pitch your tents in, in fire by night, to show you by what way ye should go, and in the cloud by day.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "And Jehovah heard the voice of your words, and was wroth, and sware, saying,",
          "ID": "34"
        },
        {
          "text": "Surely there shall not one of these men of this evil generation see the good land, which I sware to give unto your fathers,",
          "ID": "35"
        },
        {
          "text": "save Caleb the son of Jephunneh; he shall see it; and to him will I give the land that he hath trodden upon, and to his children, because he hath wholly followed Jehovah.",
          "ID": "36"
        },
        {
          "text": "Also Jehovah was angry with me for your sakes, saying, Thou also shalt not go in thither:",
          "ID": "37"
        },
        {
          "text": "Joshua the son of Nun, who standeth before thee, he shall go in thither: encourage thou him; for he shall cause Israel to inherit it.",
          "ID": "38"
        },
        {
          "text": "Moreover your little ones, that ye said should be a prey, and your children, that this day have no knowledge of good or evil, they shall go in thither, and unto them will I give it, and they shall possess it.",
          "ID": "39"
        },
        {
          "text": "But as for you, turn you, and take your journey into the wilderness by the way to the Red Sea.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Then ye answered and said unto me, We have sinned against Jehovah, we will go up and fight, according to all that Jehovah our God commanded us. And ye girded on every man his weapons of war, and were forward to go up into the hill-country.",
          "ID": "41"
        },
        {
          "text": "And Jehovah said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.",
          "ID": "42"
        },
        {
          "text": "So I spake unto you, and ye hearkened not; but ye rebelled against the commandment of Jehovah, and were presumptuous, and went up into the hill-country.",
          "ID": "43"
        },
        {
          "text": "And the Amorites, that dwelt in that hill-country, came out against you, and chased you, as bees do, and beat you down in Seir, even unto Hormah.",
          "ID": "44"
        },
        {
          "text": "And ye returned and wept before Jehovah; but Jehovah hearkened not to your voice, nor gave ear unto you.",
          "ID": "45"
        },
        {
          "text": "So ye abode in Kadesh many days, according unto the days that ye abode there.",
          "ID": "46"
        }
      ],
      "ID": "OT:DEU.1"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 2",
      "text": [
        {
          "text": "Then we turned, and took our journey into the wilderness by the way to the Red Sea, as Jehovah spake unto me; and we compassed mount Seir many days.",
          "ID": "1"
        },
        {
          "text": "And Jehovah spake unto me, saying,",
          "ID": "2"
        },
        {
          "text": "Ye have compassed this mountain long enough: turn you northward.",
          "ID": "3"
        },
        {
          "text": "And command thou the people, saying, Ye are to pass through the border of your brethren the children of Esau, that dwell in Seir; and they will be afraid of you. Take ye good heed unto yourselves therefore;",
          "ID": "4"
        },
        {
          "text": "contend not with them; for I will not give you of their land, no, not so much as for the sole of the foot to tread on; because I have given mount Seir unto Esau for a possession.",
          "ID": "5"
        },
        {
          "text": "Ye shall purchase food of them for money, that ye may eat; and ye shall also buy water of them for money, that ye may drink.",
          "ID": "6"
        },
        {
          "text": "For Jehovah thy God hath blessed thee in all the work of thy hand; he hath known thy walking through this great wilderness: these forty years Jehovah thy God hath been with thee; thou hast lacked nothing.",
          "ID": "7"
        },
        {
          "text": "So we passed by from our brethren the children of Esau, that dwell in Seir, from the way of the Arabah from Elath and from Ezion-geber.",
          "ID": "8"
        },
        {
          "text": "And we turned and passed by the way of the wilderness of Moab.",
          "ID": "8"
        },
        {
          "text": "And Jehovah said unto me, Vex not Moab, neither contend with them in battle; for I will not give thee of his land for a possession; because I have given Ar unto the children of Lot for a possession.",
          "ID": "9"
        },
        {
          "text": "(The Emim dwelt therein aforetime, a people great, and many, and tall, as the Anakim:",
          "ID": "10"
        },
        {
          "text": "these also are accounted Rephaim, as the Anakim; but the Moabites call them Emim.",
          "ID": "11"
        },
        {
          "text": "The Horites also dwelt in Seir aforetime, but the children of Esau succeeded them; and they destroyed them from before them, and dwelt in their stead; as Israel did unto the land of his possession, which Jehovah gave unto them.)",
          "ID": "12"
        },
        {
          "text": "Now rise up, and get you over the brook Zered. And we went over the brook Zered.",
          "ID": "13"
        },
        {
          "text": "And the days in which we came from Kadesh-barnea, until we were come over the brook Zered, were thirty and eight years; until all the generation of the men of war were consumed from the midst of the camp, as Jehovah sware unto them.",
          "ID": "14"
        },
        {
          "text": "Moreover the hand of Jehovah was against them, to destroy them from the midst of the camp, until they were consumed.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "So it came to pass, when all the men of war were consumed and dead from among the people,",
          "ID": "16"
        },
        {
          "text": "that Jehovah spake unto me, saying,",
          "ID": "17"
        },
        {
          "text": "Thou art this day to pass over Ar, the border of Moab:",
          "ID": "18"
        },
        {
          "text": "and when thou comest nigh over against the children of Ammon, vex them not, nor contend with them; for I will not give thee of the land of the children of Ammon for a possession; because I have given it unto the children of Lot for a possession.",
          "ID": "19"
        },
        {
          "text": "(That also is accounted a land of Rephaim: Rephaim dwelt therein aforetime; but the Ammonites call them Zamzummim,",
          "ID": "20"
        },
        {
          "text": "a people great, and many, and tall, as the Anakim; but Jehovah destroyed them before them; and they succeeded them, and dwelt in their stead;",
          "ID": "21"
        },
        {
          "text": "as he did for the children of Esau, that dwell in Seir, when he destroyed the Horites from before them; and they succeeded them, and dwelt in their stead even unto this day.",
          "ID": "22"
        },
        {
          "text": "And the Avvim, that dwelt in villages as far as Gaza, the Caphtorim, that came forth out of Caphtor, destroyed them, and dwelt in their stead.)",
          "ID": "23"
        },
        {
          "text": "Rise ye up, take your journey, and pass over the valley of the Arnon: behold, I have given into thy hand Sihon the Amorite, king of Heshbon, and his land; begin to possess it, and contend with him in battle.",
          "ID": "24"
        },
        {
          "text": "This day will I begin to put the dread of thee and the fear of thee upon the peoples that are under the whole heaven, who shall hear the report of thee, and shall tremble, and be in anguish because of thee.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "And I sent messengers out of the wilderness of Kedemoth unto Sihon king of Heshbon with words of peace, saying,",
          "ID": "26"
        },
        {
          "text": "Let me pass through thy land: I will go along by the highway, I will turn neither unto the right hand nor to the left.",
          "ID": "27"
        },
        {
          "text": "Thou shalt sell me food for money, that I may eat; and give me water for money, that I may drink: only let me pass through on my feet;",
          "ID": "28"
        },
        {
          "text": "as the children of Esau that dwell in Seir, and the Moabites that dwell in Ar, did unto me; until I shall pass over the Jordan into the land which Jehovah our God giveth us.",
          "ID": "29"
        },
        {
          "text": "But Sihon king of Heshbon would not let us pass by him; for Jehovah thy God hardened his spirit, and made his heart obstinate, that he might deliver him into thy hand, as at this day.",
          "ID": "30"
        },
        {
          "text": "And Jehovah said unto me, Behold, I have begun to deliver up Sihon and his land before thee: begin to possess, that thou mayest inherit his land.",
          "ID": "31"
        },
        {
          "text": "Then Sihon came out against us, he and all his people, unto battle at Jahaz.",
          "ID": "32"
        },
        {
          "text": "And Jehovah our God delivered him up before us; and we smote him, and his sons, and all his people.",
          "ID": "33"
        },
        {
          "text": "And we took all his cities at that time, and utterly destroyed every inhabited city, with the women and the little ones; we left none remaining:",
          "ID": "34"
        },
        {
          "text": "only the cattle we took for a prey unto ourselves, with the spoil of the cities which we had taken.",
          "ID": "35"
        },
        {
          "text": "From Aroer, which is on the edge of the valley of the Arnon, and from the city that is in the valley, even unto Gilead, there was not a city too high for us; Jehovah our God delivered up all before us:",
          "ID": "36"
        },
        {
          "text": "only to the land of the children of Ammon thou camest not near; all the side of the river Jabbok, and the cities of the hill-country, and wheresoever Jehovah our God forbade us.",
          "ID": "37"
        }
      ],
      "ID": "OT:DEU.2"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 3",
      "text": [
        {
          "text": "Then we turned, and went up the way to Bashan: and Og the king of Bashan came out against us, he and all his people, unto battle at Edrei.",
          "ID": "1"
        },
        {
          "text": "And Jehovah said unto me, Fear him not; for I have delivered him, and all his people, and his land, into thy hand; and thou shalt do unto him as thou didst unto Sihon king of the Amorites, who dwelt at Heshbon.",
          "ID": "2"
        },
        {
          "text": "So Jehovah our God delivered into our hand Og also, the king of Bashan, and all his people: and we smote him until none was left to him remaining.",
          "ID": "3"
        },
        {
          "text": "And we took all his cities at that time; there was not a city which we took not from them; threescore cities, all the region of Argob, the kingdom of Og in Bashan.",
          "ID": "4"
        },
        {
          "text": "All these were cities fortified with high walls, gates, and bars; besides the unwalled towns a great many.",
          "ID": "5"
        },
        {
          "text": "And we utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying every inhabited city, with the women and the little ones.",
          "ID": "6"
        },
        {
          "text": "But all the cattle, and the spoil of the cities, we took for a prey unto ourselves.",
          "ID": "7"
        },
        {
          "text": "And we took the land at that time out of the hand of the two kings of the Amorites that were beyond the Jordan, from the valley of the Arnon unto mount Hermon",
          "ID": "8"
        },
        {
          "text": "(which Hermon the Sidonians call Sirion, and the Amorites call it Senir);",
          "ID": "9"
        },
        {
          "text": "all the cities of the plain, and all Gilead, and all Bashan, unto Salecah and Edrei, cities of the kingdom of Og in Bashan.",
          "ID": "10"
        },
        {
          "text": "(For only Og king of Bashan remained of the remnant of the Rephaim; behold, his bedstead was a bedstead of iron; is it not in Rabbah of the children of Ammon? nine cubits was the length thereof, and four cubits the breadth of it, after the cubit of a man.)",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And this land we took in possession at that time: from Aroer, which is by the valley of the Arnon, and half the hill-country of Gilead, and the cities thereof, gave I unto the Reubenites and to the Gadites:",
          "ID": "12"
        },
        {
          "text": "and the rest of Gilead, and all Bashan, the kingdom of Og, gave I unto the half-tribe of Manasseh; all the region of Argob, even all Bashan. (The same is called the land of Rephaim.",
          "ID": "13"
        },
        {
          "text": "Jair the son of Manasseh took all the region of Argob, unto the border of the Geshurites and the Maacathites, and called them, even Bashan, after his own name, Havvoth-jair, unto this day.)",
          "ID": "14"
        },
        {
          "text": "And I gave Gilead unto Machir.",
          "ID": "15"
        },
        {
          "text": "And unto the Reubenites and unto the Gadites I gave from Gilead even unto the valley of the Arnon, the middle of the valley, and the border thereof, even unto the river Jabbok, which is the border of the children of Ammon;",
          "ID": "16"
        },
        {
          "text": "the Arabah also, and the Jordan and the border thereof, from Chinnereth even unto the sea of the Arabah, the Salt Sea, under the slopes of Pisgah eastward.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And I commanded you at that time, saying, Jehovah your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all the men of valor.",
          "ID": "18"
        },
        {
          "text": "But your wives, and your little ones, and your cattle (I know that ye have much cattle), shall abide in your cities which I have given you,",
          "ID": "19"
        },
        {
          "text": "until Jehovah give rest unto your brethren, as unto you, and they also possess the land which Jehovah your God giveth them beyond the Jordan: then shall ye return every man unto his possession, which I have given you.",
          "ID": "20"
        },
        {
          "text": "And I commanded Joshua at that time, saying, Thine eyes have seen all that Jehovah your God hath done unto these two kings: so shall Jehovah do unto all the kingdoms whither thou goest over.",
          "ID": "21"
        },
        {
          "text": "Ye shall not fear them; for Jehovah your God, he it is that fighteth for you.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And I besought Jehovah at that time, saying,",
          "ID": "23"
        },
        {
          "text": "O Lord Jehovah, thou hast begun to show thy servant thy greatness, and thy strong hand: for what god is there in heaven or in earth, that can do according to thy works, and according to thy mighty acts?",
          "ID": "24"
        },
        {
          "text": "Let me go over, I pray thee, and see the good land that is beyond the Jordan, that goodly mountain, and Lebanon.",
          "ID": "25"
        },
        {
          "text": "But Jehovah was wroth with me for your sakes, and hearkened not unto me; and Jehovah said unto me, Let it suffice thee; speak no more unto me of this matter.",
          "ID": "26"
        },
        {
          "text": "Get thee up unto the top of Pisgah, and lift up thine eyes westward, and northward, and southward, and eastward, and behold with thine eyes: for thou shalt not go over this Jordan.",
          "ID": "27"
        },
        {
          "text": "But charge Joshua, and encourage him, and strengthen him; for he shall go over before this people, and he shall cause them to inherit the land which thou shalt see.",
          "ID": "28"
        },
        {
          "text": "So we abode in the valley over against Beth-peor.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.3"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 4",
      "text": [
        {
          "text": "And now, O Israel, hearken unto the statutes and unto the ordinances, which I teach you, to do them; that ye may live, and go in and possess the land which Jehovah, the God of your fathers, giveth you.",
          "ID": "1"
        },
        {
          "text": "Ye shall not add unto the word which I command you, neither shall ye diminish from it, that ye may keep the commandments of Jehovah your God which I command you.",
          "ID": "2"
        },
        {
          "text": "Your eyes have seen what Jehovah did because of Baal-peor; for all the men that followed Baal-peor, Jehovah thy God hath destroyed them from the midst of thee.",
          "ID": "3"
        },
        {
          "text": "But ye that did cleave unto Jehovah your God are alive every one of you this day.",
          "ID": "4"
        },
        {
          "text": "Behold, I have taught you statutes and ordinances, even as Jehovah my God commanded me, that ye should do so in the midst of the land whither ye go in to possess it.",
          "ID": "5"
        },
        {
          "text": "Keep therefore and do them; for this is your wisdom and your understanding in the sight of the peoples, that shall hear all these statutes, and say, Surely this great nation is a wise and understanding people.",
          "ID": "6"
        },
        {
          "text": "For what great nation is there, that hath a god so nigh unto them, as Jehovah our God is whensoever we call upon him?",
          "ID": "7"
        },
        {
          "text": "And what great nation is there, that hath statutes and ordinances so righteous as all this law, which I set before you this day?",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes saw, and lest they depart from thy heart all the days of thy life; but make them known unto thy children and thy children’s children;",
          "ID": "9"
        },
        {
          "text": "the day that thou stoodest before Jehovah thy God in Horeb, when Jehovah said unto me, Assemble me the people, and I will make them hear my words, that they may learn to fear me all the days that they live upon the earth, and that they may teach their children.",
          "ID": "10"
        },
        {
          "text": "And ye came near and stood under the mountain; and the mountain burned with fire unto the heart of heaven, with darkness, cloud, and thick darkness.",
          "ID": "11"
        },
        {
          "text": "And Jehovah spake unto you out of the midst of the fire: ye heard the voice of words, but ye saw no form; only ye heard a voice.",
          "ID": "12"
        },
        {
          "text": "And he declared unto you his covenant, which he commanded you to perform, even the ten commandments; and he wrote them upon two tables of stone.",
          "ID": "13"
        },
        {
          "text": "And Jehovah commanded me at that time to teach you statutes and ordinances, that ye might do them in the land whither ye go over to possess it.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Take ye therefore good heed unto yourselves; for ye saw no manner of form on the day that Jehovah spake unto you in Horeb out of the midst of the fire;",
          "ID": "15"
        },
        {
          "text": "lest ye corrupt yourselves, and make you a graven image in the form of any figure, the likeness of male or female,",
          "ID": "16"
        },
        {
          "text": "the likeness of any beast that is on the earth, the likeness of any winged bird that flieth in the heavens,",
          "ID": "17"
        },
        {
          "text": "the likeness of anything that creepeth on the ground, the likeness of any fish that is in the water under the earth;",
          "ID": "18"
        },
        {
          "text": "and lest thou lift up thine eyes unto heaven, and when thou seest the sun and the moon and the stars, even all the host of heaven, thou be drawn away and worship them, and serve them, which Jehovah thy God hath allotted unto all the peoples under the whole heaven.",
          "ID": "19"
        },
        {
          "text": "But Jehovah hath taken you, and brought you forth out of the iron furnace, out of Egypt, to be unto him a people of inheritance, as at this day.",
          "ID": "20"
        },
        {
          "text": "Furthermore Jehovah was angry with me for your sakes, and sware that I should not go over the Jordan, and that I should not go in unto that good land, which Jehovah thy God giveth thee for an inheritance:",
          "ID": "21"
        },
        {
          "text": "but I must die in this land, I must not go over the Jordan; but ye shall go over, and possess that good land.",
          "ID": "22"
        },
        {
          "text": "Take heed unto yourselves, lest ye forget the covenant of Jehovah your God, which he made with you, and make you a graven image in the form of anything which Jehovah thy God hath forbidden thee.",
          "ID": "23"
        },
        {
          "text": "For Jehovah thy God is a devouring fire, a jealous God.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "When thou shalt beget children, and children’s children, and ye shall have been long in the land, and shall corrupt yourselves, and make a graven image in the form of anything, and shall do that which is evil in the sight of Jehovah thy God, to provoke him to anger;",
          "ID": "25"
        },
        {
          "text": "I call heaven and earth to witness against you this day, that ye shall soon utterly perish from off the land whereunto ye go over the Jordan to possess it; ye shall not prolong your days upon it, but shall utterly be destroyed.",
          "ID": "26"
        },
        {
          "text": "And Jehovah will scatter you among the peoples, and ye shall be left few in number among the nations, whither Jehovah shall lead you away.",
          "ID": "27"
        },
        {
          "text": "And there ye shall serve gods, the work of men’s hands, wood and stone, which neither see, nor hear, nor eat, nor smell.",
          "ID": "28"
        },
        {
          "text": "But from thence ye shall seek Jehovah thy God, and thou shalt find him, when thou searchest after him with all thy heart and with all thy soul.",
          "ID": "29"
        },
        {
          "text": "When thou art in tribulation, and all these things are come upon thee, in the latter days thou shalt return to Jehovah thy God, and hearken unto his voice:",
          "ID": "30"
        },
        {
          "text": "for Jehovah thy God is a merciful God; he will not fail thee, neither destroy thee, nor forget the covenant of thy fathers which he sware unto them.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "For ask now of the days that are past, which were before thee, since the day that God created man upon the earth, and from the one end of heaven unto the other, whether there hath been any such thing as this great thing is, or hath been heard like it?",
          "ID": "32"
        },
        {
          "text": "Did ever a people hear the voice of God speaking out of the midst of the fire, as thou hast heard, and live?",
          "ID": "33"
        },
        {
          "text": "Or hath God assayed to go and take him a nation from the midst of another nation, by trials, by signs, and by wonders, and by war, and by a mighty hand, and by an outstretched arm, and by great terrors, according to all that Jehovah your God did for you in Egypt before your eyes?",
          "ID": "34"
        },
        {
          "text": "Unto thee it was showed, that thou mightest know that Jehovah he is God; there is none else besides him.",
          "ID": "35"
        },
        {
          "text": "Out of heaven he made thee to hear his voice, that he might instruct thee: and upon earth he made thee to see his great fire; and thou heardest his words out of the midst of the fire.",
          "ID": "36"
        },
        {
          "text": "And because he loved thy fathers, therefore he chose their seed after them, and brought thee out with his presence, with his great power, out of Egypt;",
          "ID": "37"
        },
        {
          "text": "to drive out nations from before thee greater and mightier than thou, to bring thee in, to give thee their land for an inheritance, as at this day.",
          "ID": "38"
        },
        {
          "text": "Know therefore this day, and lay it to thy heart, that Jehovah he is God in heaven above and upon the earth beneath; there is none else.",
          "ID": "39"
        },
        {
          "text": "And thou shalt keep his statutes, and his commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days in the land, which Jehovah thy God giveth thee, for ever.",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "Then Moses set apart three cities beyond the Jordan toward the sunrising;",
          "ID": "41"
        },
        {
          "text": "that the manslayer might flee thither, that slayeth his neighbor unawares, and hated him not in time past; and that fleeing unto one of these cities he might live:",
          "ID": "42"
        },
        {
          "text": "namely, Bezer in the wilderness, in the plain country, for the Reubenites; and Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "And this is the law which Moses set before the children of Israel:",
          "ID": "44"
        },
        {
          "text": "these are the testimonies, and the statutes, and the ordinances, which Moses spake unto the children of Israel, when they came forth out of Egypt,",
          "ID": "45"
        },
        {
          "text": "beyond the Jordan, in the valley over against Beth-peor, in the land of Sihon king of the Amorites, who dwelt at Heshbon, whom Moses and the children of Israel smote, when they came forth out of Egypt.",
          "ID": "46"
        },
        {
          "text": "And they took his land in possession, and the land of Og king of Bashan, the two kings of the Amorites, who were beyond the Jordan toward the sunrising;",
          "ID": "47"
        },
        {
          "text": "from Aroer, which is on the edge of the valley of the Arnon, even unto mount Sion (the same is Hermon),",
          "ID": "48"
        },
        {
          "text": "and all the Arabah beyond the Jordan eastward, even unto the sea of the Arabah, under the slopes of Pisgah.",
          "ID": "49"
        }
      ],
      "ID": "OT:DEU.4"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 5",
      "text": [
        {
          "text": "And Moses called unto all Israel, and said unto them, Hear, O Israel, the statutes and the ordinances which I speak in your ears this day, that ye may learn them, and observe to do them.",
          "ID": "1"
        },
        {
          "text": "Jehovah our God made a covenant with us in Horeb.",
          "ID": "2"
        },
        {
          "text": "Jehovah made not this covenant with our fathers, but with us, even us, who are all of us here alive this day.",
          "ID": "3"
        },
        {
          "text": "Jehovah spake with you face to face in the mount out of the midst of the fire",
          "ID": "4"
        },
        {
          "text": "(I stood between Jehovah and you at that time, to show you the word of Jehovah: for ye were afraid because of the fire, and went not up into the mount), saying,",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "I am Jehovah thy God, who brought thee out of the land of Egypt, out of the house of bondage.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Thou shalt have no other gods before me.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Thou shalt not make unto thee a graven image, nor any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth:",
          "ID": "8"
        },
        {
          "text": "thou shalt not bow down thyself unto them, nor serve them; for I, Jehovah, thy God, am a jealous God, visiting the iniquity of the fathers upon the children, and upon the third and upon the fourth generation of them that hate me;",
          "ID": "9"
        },
        {
          "text": "and showing lovingkindness unto thousands of them that love me and keep my commandments.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Thou shalt not take the name of Jehovah thy God in vain: for Jehovah will not hold him guiltless that taketh his name in vain.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Observe the sabbath day, to keep it holy, as Jehovah thy God commanded thee.",
          "ID": "12"
        },
        {
          "text": "Six days shalt thou labor, and do all thy work;",
          "ID": "13"
        },
        {
          "text": "but the seventh day is a sabbath unto Jehovah thy God: in it  thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy man-servant, nor thy maid-servant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy man-servant and thy maid-servant may rest as well as thou.",
          "ID": "14"
        },
        {
          "text": "And thou shalt remember that thou wast a servant in the land of Egypt, and Jehovah thy God brought thee out thence by a mighty hand and by an outstretched arm: therefore Jehovah thy God commanded thee to keep the sabbath day.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Honor thy father and thy mother, as Jehovah thy God commanded thee; that thy days may be long, and that it may go well with thee, in the land which Jehovah thy God giveth thee.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Thou shalt not kill.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Neither shalt thou commit adultery.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Neither shalt thou steal.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Neither shalt thou bear false witness against thy neighbor.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Neither shalt thou covet thy neighbor’s wife; neither shalt thou desire thy neighbor’s house, his field, or his man-servant, or his maid-servant, his ox, or his ass, or anything that is thy neighbor’s.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "These words Jehovah spake unto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thick darkness, with a great voice: and he added no more. And he wrote them upon two tables of stone, and gave them unto me.",
          "ID": "22"
        },
        {
          "text": "And it came to pass, when ye heard the voice out of the midst of the darkness, while the mountain was burning with fire, that ye came near unto me, even all the heads of your tribes, and your elders;",
          "ID": "23"
        },
        {
          "text": "and ye said, Behold, Jehovah our God hath showed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth speak with man, and he liveth.",
          "ID": "24"
        },
        {
          "text": "Now therefore why should we die? for this great fire will consume us: if we hear the voice of Jehovah our God any more, then we shall die.",
          "ID": "25"
        },
        {
          "text": "For who is there of all flesh, that hath heard the voice of the living God speaking out of the midst of the fire, as we have, and lived?",
          "ID": "26"
        },
        {
          "text": "Go thou near, and hear all that Jehovah our God shall say: and speak thou unto us all that Jehovah our God shall speak unto thee; and we will hear it, and do it.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And Jehovah heard the voice of your words, when ye spake unto me; and Jehovah said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well said all that they have spoken.",
          "ID": "28"
        },
        {
          "text": "Oh that there were such a heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!",
          "ID": "29"
        },
        {
          "text": "Go say to them, Return ye to your tents.",
          "ID": "30"
        },
        {
          "text": "But as for thee, stand thou here by me, and I will speak unto thee all the commandment, and the statutes, and the ordinances, which thou shalt teach them, that they may do them in the land which I give them to possess it.",
          "ID": "31"
        },
        {
          "text": "Ye shall observe to do therefore as Jehovah your God hath commanded you: ye shall not turn aside to the right hand or to the left.",
          "ID": "32"
        },
        {
          "text": "Ye shall walk in all the way which Jehovah your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess.",
          "ID": "33"
        }
      ],
      "ID": "OT:DEU.5"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 6",
      "text": [
        {
          "text": "Now this is the commandment, the statutes, and the ordinances, which Jehovah your God commanded to teach you, that ye might do them in the land whither ye go over to possess it;",
          "ID": "1"
        },
        {
          "text": "that thou mightest fear Jehovah thy God, to keep all his statutes and his commandments, which I command thee, thou, and thy son, and thy son’s son, all the days of thy life; and that thy days may be prolonged.",
          "ID": "2"
        },
        {
          "text": "Hear therefore, O Israel, and observe to do it; that it may be well with thee, and that ye may increase mightily, as Jehovah, the God of thy fathers, hath promised unto thee, in a land flowing with milk and honey.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Hear, O Israel: Jehovah our God is one Jehovah:",
          "ID": "4"
        },
        {
          "text": "and thou shalt love Jehovah thy God with all thy heart, and with all thy soul, and with all thy might.",
          "ID": "5"
        },
        {
          "text": "And these words, which I command thee this day, shall be upon thy heart;",
          "ID": "6"
        },
        {
          "text": "and thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thy house, and when thou walkest by the way, and when thou liest down, and when thou risest up.",
          "ID": "7"
        },
        {
          "text": "And thou shalt bind them for a sign upon thy hand, and they shall be for frontlets between thine eyes.",
          "ID": "8"
        },
        {
          "text": "And thou shalt write them upon the door-posts of thy house, and upon thy gates.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "And it shall be, when Jehovah thy God shall bring thee into the land which he sware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give thee, great and goodly cities, which thou buildest not,",
          "ID": "10"
        },
        {
          "text": "and houses full of all good things, which thou filledst not, and cisterns hewn out, which thou hewedst not, vineyards and olive-trees, which thou plantedst not, and thou shalt eat and be full;",
          "ID": "11"
        },
        {
          "text": "then beware lest thou forget Jehovah, who brought thee forth out of the land of Egypt, out of the house of bondage.",
          "ID": "12"
        },
        {
          "text": "Thou shalt fear Jehovah thy God; and him shalt thou serve, and shalt swear by his name.",
          "ID": "13"
        },
        {
          "text": "Ye shall not go after other gods, of the gods of the peoples that are round about you;",
          "ID": "14"
        },
        {
          "text": "for Jehovah thy God in the midst of thee is a jealous God; lest the anger of Jehovah thy God be kindled against thee, and he destroy thee from off the face of the earth.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Ye shall not tempt Jehovah your God, as ye tempted him in Massah.",
          "ID": "16"
        },
        {
          "text": "Ye shall diligently keep the commandments of Jehovah your God, and his testimonies, and his statutes, which he hath commanded thee.",
          "ID": "17"
        },
        {
          "text": "And thou shalt do that which is right and good in the sight of Jehovah; that it may be well with thee, and that thou mayest go in and possess the good land which Jehovah sware unto thy fathers,",
          "ID": "18"
        },
        {
          "text": "to thrust out all thine enemies from before thee, as Jehovah hath spoken.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "When thy son asketh thee in time to come, saying, What mean the testimonies, and the statutes, and the ordinances, which Jehovah our God hath commanded you?",
          "ID": "20"
        },
        {
          "text": "then thou shalt say unto thy son, We were Pharaoh’s bondmen in Egypt: and Jehovah brought us out of Egypt with a mighty hand;",
          "ID": "21"
        },
        {
          "text": "and Jehovah showed signs and wonders, great and sore, upon Egypt, upon Pharaoh, and upon all his house, before our eyes;",
          "ID": "22"
        },
        {
          "text": "and he brought us out from thence, that he might bring us in, to give us the land which he sware unto our fathers.",
          "ID": "23"
        },
        {
          "text": "And Jehovah commanded us to do all these statutes, to fear Jehovah our God, for our good always, that he might preserve us alive, as at this day.",
          "ID": "24"
        },
        {
          "text": "And it shall be righteousness unto us, if we observe to do all this commandment before Jehovah our God, as he hath commanded us.",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.6"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 7",
      "text": [
        {
          "text": "When Jehovah thy God shall bring thee into the land whither thou goest to possess it, and shall cast out many nations before thee, the Hittite, and the Girgashite, and the Amorite, and the Canaanite, and the Perizzite, and the Hivite, and the Jebusite, seven nations greater and mightier than thou;",
          "ID": "1"
        },
        {
          "text": "and when Jehovah thy God shall deliver them up before thee, and thou shalt smite them; then thou shalt utterly destroy them: thou shalt make no covenant with them, nor show mercy unto them;",
          "ID": "2"
        },
        {
          "text": "neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.",
          "ID": "3"
        },
        {
          "text": "For he will turn away thy son from following me, that they may serve other gods: so will the anger of Jehovah be kindled against you, and he will destroy thee quickly.",
          "ID": "4"
        },
        {
          "text": "But thus shall ye deal with them: ye shall break down their altars, and dash in pieces their pillars, and hew down their Asherim, and burn their graven images with fire.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "For thou art a holy people unto Jehovah thy God: Jehovah thy God hath chosen thee to be a people for his own possession, above all peoples that are upon the face of the earth.",
          "ID": "6"
        },
        {
          "text": "Jehovah did not set his love upon you, nor choose you, because ye were more in number than any people; for ye were the fewest of all peoples:",
          "ID": "7"
        },
        {
          "text": "but because Jehovah loveth you, and because he would keep the oath which he sware unto your fathers, hath Jehovah brought you out with a mighty hand, and redeemed you out of the house of bondage, from the hand of Pharaoh king of Egypt.",
          "ID": "8"
        },
        {
          "text": "Know therefore that Jehovah thy God, he is God, the faithful God, who keepeth covenant and lovingkindness with them that love him and keep his commandments to a thousand generations,",
          "ID": "9"
        },
        {
          "text": "and repayeth them that hate him to their face, to destroy them: he will not be slack to him that hateth him, he will repay him to his face.",
          "ID": "10"
        },
        {
          "text": "Thou shalt therefore keep the commandment, and the statutes, and the ordinances, which I command thee this day, to do them.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And it shall come to pass, because ye hearken to these ordinances, and keep and do them, that Jehovah thy God will keep with thee the covenant and the lovingkindness which he sware unto thy fathers:",
          "ID": "12"
        },
        {
          "text": "and he will love thee, and bless thee, and multiply thee; he will also bless the fruit of thy body and the fruit of thy ground, thy grain and thy new wine and thine oil, the increase of thy cattle and the young of thy flock, in the land which he sware unto thy fathers to give thee.",
          "ID": "13"
        },
        {
          "text": "Thou shalt be blessed above all peoples: there shall not be male or female barren among you, or among your cattle.",
          "ID": "14"
        },
        {
          "text": "And Jehovah will take away from thee all sickness; and none of the evil diseases of Egypt, which thou knowest, will he put upon thee, but will lay them upon all them that hate thee.",
          "ID": "15"
        },
        {
          "text": "And thou shalt consume all the peoples that Jehovah thy God shall deliver unto thee; thine eye shall not pity them: neither shalt thou serve their gods; for that will be a snare unto thee.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "If thou shalt say in thy heart, These nations are more than I; how can I dispossess them?",
          "ID": "17"
        },
        {
          "text": "thou shalt not be afraid of them: thou shalt well remember what Jehovah thy God did unto Pharaoh, and unto all Egypt;",
          "ID": "18"
        },
        {
          "text": "the great trials which thine eyes saw, and the signs, and the wonders, and the mighty hand, and the outstretched arm, whereby Jehovah thy God brought thee out: so shall Jehovah thy God do unto all the peoples of whom thou art afraid.",
          "ID": "19"
        },
        {
          "text": "Moreover Jehovah thy God will send the hornet among them, until they that are left, and hide themselves, perish from before thee.",
          "ID": "20"
        },
        {
          "text": "Thou shalt not be affrighted at them; for Jehovah thy God is in the midst of thee, a great God and a terrible.",
          "ID": "21"
        },
        {
          "text": "And Jehovah thy God will cast out those nations before thee by little and little: thou mayest not consume them at once, lest the beasts of the field increase upon thee.",
          "ID": "22"
        },
        {
          "text": "But Jehovah thy God will deliver them up before thee, and will discomfit them with a great discomfiture, until they be destroyed.",
          "ID": "23"
        },
        {
          "text": "And he will deliver their kings into thy hand, and thou shalt make their name to perish from under heaven: there shall no man be able to stand before thee, until thou have destroyed them.",
          "ID": "24"
        },
        {
          "text": "The graven images of their gods shall ye burn with fire: thou shalt not covet the silver or the gold that is on them, nor take it unto thee, lest thou be snared therein; for it is an abomination to Jehovah thy God.",
          "ID": "25"
        },
        {
          "text": "And thou shalt not bring an abomination into thy house, and become a devoted thing like unto it: thou shalt utterly detest it, and thou shalt utterly abhor it; for it is a devoted thing.",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.7"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 8",
      "text": [
        {
          "text": "All the commandment which I command thee this day shall ye observe to do, that ye may live, and multiply, and go in and possess the land which Jehovah sware unto your fathers.",
          "ID": "1"
        },
        {
          "text": "And thou shalt remember all the way which Jehovah thy God hath led thee these forty years in the wilderness, that he might humble thee, to prove thee, to know what was in thy heart, whether thou wouldest keep his commandments, or not.",
          "ID": "2"
        },
        {
          "text": "And he humbled thee, and suffered thee to hunger, and fed thee with manna, which thou knewest not, neither did thy fathers know; that he might make thee know that man doth not live by bread only, but by everything that proceedeth out of the mouth of Jehovah doth man live.",
          "ID": "3"
        },
        {
          "text": "Thy raiment waxed not old upon thee, neither did thy foot swell, these forty years.",
          "ID": "4"
        },
        {
          "text": "And thou shalt consider in thy heart, that, as a man chasteneth his son, so Jehovah thy God chasteneth thee.",
          "ID": "5"
        },
        {
          "text": "And thou shalt keep the commandments of Jehovah thy God, to walk in his ways, and to fear him.",
          "ID": "6"
        },
        {
          "text": "For Jehovah thy God bringeth thee into a good land, a land of brooks of water, of fountains and springs, flowing forth in valleys and hills;",
          "ID": "7"
        },
        {
          "text": "a land of wheat and barley, and vines and fig-trees and pomegranates; a land of olive-trees and honey;",
          "ID": "8"
        },
        {
          "text": "a land wherein thou shalt eat bread without scarceness, thou shalt not lack anything in it; a land whose stones are iron, and out of whose hills thou mayest dig copper.",
          "ID": "9"
        },
        {
          "text": "And thou shalt eat and be full, and thou shalt bless Jehovah thy God for the good land which he hath given thee.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Beware lest thou forget Jehovah thy God, in not keeping his commandments, and his ordinances, and his statutes, which I command thee this day:",
          "ID": "11"
        },
        {
          "text": "lest, when thou hast eaten and art full, and hast built goodly houses, and dwelt therein;",
          "ID": "12"
        },
        {
          "text": "and when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied;",
          "ID": "13"
        },
        {
          "text": "then thy heart be lifted up, and thou forget Jehovah thy God, who brought thee forth out of the land of Egypt, out of the house of bondage;",
          "ID": "14"
        },
        {
          "text": "who led thee through the great and terrible wilderness, wherein were fiery serpents and scorpions, and thirsty ground where was no water; who brought thee forth water out of the rock of flint;",
          "ID": "15"
        },
        {
          "text": "who fed thee in the wilderness with manna, which thy fathers knew not; that he might humble thee, and that he might prove thee, to do thee good at thy latter end:",
          "ID": "16"
        },
        {
          "text": "and lest thou say in thy heart, My power and the might of my hand hath gotten me this wealth.",
          "ID": "17"
        },
        {
          "text": "But thou shalt remember Jehovah thy God, for it is he that giveth thee power to get wealth; that he may establish his covenant which he sware unto thy fathers, as at this day.",
          "ID": "18"
        },
        {
          "text": "And it shall be, if thou shalt forget Jehovah thy God, and walk after other gods, and serve them, and worship them, I testify against you this day that ye shall surely perish.",
          "ID": "19"
        },
        {
          "text": "As the nations that Jehovah maketh to perish before you, so shall ye perish; because ye would not hearken unto the voice of Jehovah your God.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.8"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 9",
      "text": [
        {
          "text": "Hear, O Israel: thou art to pass over the Jordan this day, to go in to dispossess nations greater and mightier than thyself, cities great and fortified up to heaven,",
          "ID": "1"
        },
        {
          "text": "a people great and tall, the sons of the Anakim, whom thou knowest, and of whom thou hast heard say, Who can stand before the sons of Anak?",
          "ID": "2"
        },
        {
          "text": "Know therefore this day, that Jehovah thy God is he who goeth over before thee as a devouring fire; he will destroy them, and he will bring them down before thee: so shalt thou drive them out, and make them to perish quickly, as Jehovah hath spoken unto thee.",
          "ID": "3"
        },
        {
          "text": "Speak not thou in thy heart, after that Jehovah thy God hath thrust them out from before thee, saying, For my righteousness Jehovah hath brought me in to possess this land; whereas for the wickedness of these nations Jehovah doth drive them out from before thee.",
          "ID": "4"
        },
        {
          "text": "Not for thy righteousness, or for the uprightness of thy heart, dost thou go in to possess their land; but for the wickedness of these nations Jehovah thy God doth drive them out from before thee, and that he may establish the word which Jehovah sware unto thy fathers, to Abraham, to Isaac, and to Jacob.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Know therefore, that Jehovah thy God giveth thee not this good land to possess it for thy righteousness; for thou art a stiffnecked people.",
          "ID": "6"
        },
        {
          "text": "Remember, forget thou not, how thou provokedst Jehovah thy God to wrath in the wilderness: from the day that thou wentest forth out of the land of Egypt, until ye came unto this place, ye have been rebellious against Jehovah.",
          "ID": "7"
        },
        {
          "text": "Also in Horeb ye provoked Jehovah to wrath, and Jehovah was angry with you to destroy you.",
          "ID": "8"
        },
        {
          "text": "When I was gone up into the mount to receive the tables of stone, even the tables of the covenant which Jehovah made with you, then I abode in the mount forty days and forty nights; I did neither eat bread nor drink water.",
          "ID": "9"
        },
        {
          "text": "And Jehovah delivered unto me the two tables of stone written with the finger of God; and on them was written according to all the words, which Jehovah spake with you in the mount out of the midst of the fire in the day of the assembly.",
          "ID": "10"
        },
        {
          "text": "And it came to pass at the end of forty days and forty nights, that Jehovah gave me the two tables of stone, even the tables of the covenant.",
          "ID": "11"
        },
        {
          "text": "And Jehovah said unto me, Arise, get thee down quickly from hence; for thy people that thou hast brought forth out of Egypt have corrupted themselves; they are quickly turned aside out of the way which I commanded them; they have made them a molten image.",
          "ID": "12"
        },
        {
          "text": "Furthermore Jehovah spake unto me, saying, I have seen this people, and, behold, it is a stiffnecked people:",
          "ID": "13"
        },
        {
          "text": "let me alone, that I may destroy them, and blot out their name from under heaven; and I will make of thee a nation mightier and greater than they.",
          "ID": "14"
        },
        {
          "text": "So I turned and came down from the mount, and the mount was burning with fire: and the two tables of the covenant were in my two hands.",
          "ID": "15"
        },
        {
          "text": "And I looked, and, behold, ye had sinned against Jehovah your God; ye had made you a molten calf: ye had turned aside quickly out of the way which Jehovah had commanded you.",
          "ID": "16"
        },
        {
          "text": "And I took hold of the two tables, and cast them out of my two hands, and brake them before your eyes.",
          "ID": "17"
        },
        {
          "text": "And I fell down before Jehovah, as at the first, forty days and forty nights; I did neither eat bread nor drink water; because of all your sin which ye sinned, in doing that which was evil in the sight of Jehovah, to provoke him to anger.",
          "ID": "18"
        },
        {
          "text": "For I was afraid of the anger and hot displeasure, wherewith Jehovah was wroth against you to destroy you. But Jehovah hearkened unto me that time also.",
          "ID": "19"
        },
        {
          "text": "And Jehovah was very angry with Aaron to destroy him: and I prayed for Aaron also at the same time.",
          "ID": "20"
        },
        {
          "text": "And I took your sin, the calf which ye had made, and burnt it with fire, and stamped it, grinding it very small, until it was as fine as dust: and I cast the dust thereof into the brook that descended out of the mount.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And at Taberah, and at Massah, and at Kibroth-hattaavah, ye provoked Jehovah to wrath.",
          "ID": "22"
        },
        {
          "text": "And when Jehovah sent you from Kadesh-barnea, saying, Go up and possess the land which I have given you; then ye rebelled against the commandment of Jehovah your God, and ye believed him not, nor hearkened to his voice.",
          "ID": "23"
        },
        {
          "text": "Ye have been rebellious against Jehovah from the day that I knew you.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "So I fell down before Jehovah the forty days and forty nights that I fell down, because Jehovah had said he would destroy you.",
          "ID": "25"
        },
        {
          "text": "And I prayed unto Jehovah, and said, O Lord Jehovah, destroy not thy people and thine inheritance, that thou hast redeemed through thy greatness, that thou hast brought forth out of Egypt with a mighty hand.",
          "ID": "26"
        },
        {
          "text": "Remember thy servants, Abraham, Isaac, and Jacob; look not unto the stubbornness of this people, nor to their wickedness, nor to their sin,",
          "ID": "27"
        },
        {
          "text": "lest the land whence thou broughtest us out say, Because Jehovah was not able to bring them into the land which he promised unto them, and because he hated them, he hath brought them out to slay them in the wilderness.",
          "ID": "28"
        },
        {
          "text": "Yet they are thy people and thine inheritance, which thou broughtest out by thy great power and by thine outstretched arm.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.9"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 10",
      "text": [
        {
          "text": "At that time Jehovah said unto me, Hew thee two tables of stone like unto the first, and come up unto me into the mount, and make thee an ark of wood.",
          "ID": "1"
        },
        {
          "text": "And I will write on the tables the words that were on the first tables which thou brakest, and thou shalt put them in the ark.",
          "ID": "2"
        },
        {
          "text": "So I made an ark of acacia wood, and hewed two tables of stone like unto the first, and went up into the mount, having the two tables in my hand.",
          "ID": "3"
        },
        {
          "text": "And he wrote on the tables, according to the first writing, the ten commandments, which Jehovah spake unto you in the mount out of the midst of the fire in the day of the assembly: and Jehovah gave them unto me.",
          "ID": "4"
        },
        {
          "text": "And I turned and came down from the mount, and put the tables in the ark which I had made; and there they are as Jehovah commanded me.",
          "ID": "5"
        },
        {
          "text": "(And the children of Israel journeyed from Beeroth Bene-jaakan to Moserah. There Aaron died, and there he was buried; and Eleazar his son ministered in the priest’s office in his stead.",
          "ID": "6"
        },
        {
          "text": "From thence they journeyed unto Gudgodah; and from Gudgodah to Jotbathah, a land of brooks of water.",
          "ID": "7"
        },
        {
          "text": "At that time Jehovah set apart the tribe of Levi, to bear the ark of the covenant of Jehovah, to stand before Jehovah to minister unto him, and to bless in his name, unto this day.",
          "ID": "8"
        },
        {
          "text": "Wherefore Levi hath no portion nor inheritance with his brethren; Jehovah is his inheritance, according as Jehovah thy God spake unto him.)",
          "ID": "9"
        },
        {
          "text": "And I stayed in the mount, as at the first time, forty days and forty nights: and Jehovah hearkened unto me that time also; Jehovah would not destroy thee.",
          "ID": "10"
        },
        {
          "text": "And Jehovah said unto me, Arise, take thy journey before the people; and they shall go in and possess the land, which I sware unto their fathers to give unto them.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "And now, Israel, what doth Jehovah thy God require of thee, but to fear Jehovah thy God, to walk in all his ways, and to love him, and to serve Jehovah thy God with all thy heart and with all thy soul,",
          "ID": "12"
        },
        {
          "text": "to keep the commandments of Jehovah, and his statutes, which I command thee this day for thy good?",
          "ID": "13"
        },
        {
          "text": "Behold, unto Jehovah thy God belongeth heaven and the heaven of heavens, the earth, with all that is therein.",
          "ID": "14"
        },
        {
          "text": "Only Jehovah had a delight in thy fathers to love them, and he chose their seed after them, even you above all peoples, as at this day.",
          "ID": "15"
        },
        {
          "text": "Circumcise therefore the foreskin of your heart, and be no more stiffnecked.",
          "ID": "16"
        },
        {
          "text": "For Jehovah your God, he is God of gods, and Lord of lords, the great God, the mighty, and the terrible, who regardeth not persons, nor taketh reward.",
          "ID": "17"
        },
        {
          "text": "He doth execute justice for the fatherless and widow, and loveth the sojourner, in giving him food and raiment.",
          "ID": "18"
        },
        {
          "text": "Love ye therefore the sojourner; for ye were sojourners in the land of Egypt.",
          "ID": "19"
        },
        {
          "text": "Thou shalt fear Jehovah thy God; him shalt thou serve; and to him shalt thou cleave, and by his name shalt thou swear.",
          "ID": "20"
        },
        {
          "text": "He is thy praise, and he is thy God, that hath done for thee these great and terrible things, which thine eyes have seen.",
          "ID": "21"
        },
        {
          "text": "Thy fathers went down into Egypt with threescore and ten persons; and now Jehovah thy God hath made thee as the stars of heaven for multitude.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.10"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 11",
      "text": [
        {
          "text": "Therefore thou shalt love Jehovah thy God, and keep his charge, and his statutes, and his ordinances, and his commandments, alway.",
          "ID": "1"
        },
        {
          "text": "And know ye this day: for I speak not with your children that have not known, and that have not seen the chastisement of Jehovah your God, his greatness, his mighty hand, and his outstretched arm,",
          "ID": "2"
        },
        {
          "text": "and his signs, and his works, which he did in the midst of Egypt unto Pharaoh the king of Egypt, and unto all his land;",
          "ID": "3"
        },
        {
          "text": "and what he did unto the army of Egypt, unto their horses, and to their chariots; how he made the water of the Red Sea to overflow them as they pursued after you, and how Jehovah hath destroyed them unto this day;",
          "ID": "4"
        },
        {
          "text": "and what he did unto you in the wilderness, until ye came unto this place;",
          "ID": "5"
        },
        {
          "text": "and what he did unto Dathan and Abiram, the sons of Eliab, the son of Reuben; how the earth opened its mouth, and swallowed them up, and their households, and their tents, and every living thing that followed them, in the midst of all Israel:",
          "ID": "6"
        },
        {
          "text": "but your eyes have seen all the great work of Jehovah which he did.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Therefore shall ye keep all the commandment which I command thee this day, that ye may be strong, and go in and possess the land, whither ye go over to possess it;",
          "ID": "8"
        },
        {
          "text": "and that ye may prolong your days in the land, which Jehovah sware unto your fathers to give unto them and to their seed, a land flowing with milk and honey.",
          "ID": "9"
        },
        {
          "text": "For the land, whither thou goest in to possess it, is not as the land of Egypt, from whence ye came out, where thou sowedst thy seed, and wateredst it with thy foot, as a garden of herbs;",
          "ID": "10"
        },
        {
          "text": "but the land, whither ye go over to possess it, is a land of hills and valleys, and drinketh water of the rain of heaven,",
          "ID": "11"
        },
        {
          "text": "a land which Jehovah thy God careth for: the eyes of Jehovah thy God are always upon it, from the beginning of the year even unto the end of the year.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And it shall come to pass, if ye shall hearken diligently unto my commandments which I command you this day, to love Jehovah your God, and to serve him with all your heart and with all your soul,",
          "ID": "13"
        },
        {
          "text": "that I will give the rain of your land in its season, the former rain and the latter rain, that thou mayest gather in thy grain, and thy new wine, and thine oil.",
          "ID": "14"
        },
        {
          "text": "And I will give grass in thy fields for thy cattle, and thou shalt eat and be full.",
          "ID": "15"
        },
        {
          "text": "Take heed to yourselves, lest your heart be deceived, and ye turn aside, and serve other gods, and worship them;",
          "ID": "16"
        },
        {
          "text": "and the anger of Jehovah be kindled against you, and he shut up the heavens, so that there shall be no rain, and the land shall not yield its fruit; and ye perish quickly from off the good land which Jehovah giveth you.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Therefore shall ye lay up these my words in your heart and in your soul; and ye shall bind them for a sign upon your hand, and they shall be for frontlets between your eyes.",
          "ID": "18"
        },
        {
          "text": "And ye shall teach them your children, talking of them, when thou sittest in thy house, and when thou walkest by the way, and when thou liest down, and when thou risest up.",
          "ID": "19"
        },
        {
          "text": "And thou shalt write them upon the door-posts of thy house, and upon thy gates;",
          "ID": "20"
        },
        {
          "text": "that your days may be multiplied, and the days of your children, in the land which Jehovah sware unto your fathers to give them, as the days of the heavens above the earth.",
          "ID": "21"
        },
        {
          "text": "For if ye shall diligently keep all this commandment which I command you, to do it, to love Jehovah your God, to walk in all his ways, and to cleave unto him;",
          "ID": "22"
        },
        {
          "text": "then will Jehovah drive out all these nations from before you, and ye shall dispossess nations greater and mightier than yourselves.",
          "ID": "23"
        },
        {
          "text": "Every place whereon the sole of your foot shall tread shall be yours: from the wilderness, and Lebanon, from the river, the river Euphrates, even unto the hinder sea shall be your border.",
          "ID": "24"
        },
        {
          "text": "There shall no man be able to stand before you: Jehovah your God shall lay the fear of you and the dread of you upon all the land that ye shall tread upon, as he hath spoken unto you.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Behold, I set before you this day a blessing and a curse:",
          "ID": "26"
        },
        {
          "text": "the blessing, if ye shall hearken unto the commandments of Jehovah your God, which I command you this day;",
          "ID": "27"
        },
        {
          "text": "and the curse, if ye shall not hearken unto the commandments of Jehovah your God, but turn aside out of the way which I command you this day, to go after other gods, which ye have not known.",
          "ID": "28"
        },
        {
          "text": "And it shall come to pass, when Jehovah thy God shall bring thee into the land whither thou goest to possess it, that thou shalt set the blessing upon mount Gerizim, and the curse upon mount Ebal.",
          "ID": "29"
        },
        {
          "text": "Are they not beyond the Jordan, behind the way of the going down of the sun, in the land of the Canaanites that dwell in the Arabah, over against Gilgal, beside the oaks of Moreh?",
          "ID": "30"
        },
        {
          "text": "For ye are to pass over the Jordan to go in to possess the land which Jehovah your God giveth you, and ye shall possess it, and dwell therein.",
          "ID": "31"
        },
        {
          "text": "And ye shall observe to do all the statutes and the ordinances which I set before you this day.",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.11"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 12",
      "text": [
        {
          "text": "These are the statutes and the ordinances which ye shall observe to do in the land which Jehovah, the God of thy fathers, hath given thee to possess it, all the days that ye live upon the earth.",
          "ID": "1"
        },
        {
          "text": "Ye shall surely destroy all the places wherein the nations that ye shall dispossess served their gods, upon the high mountains, and upon the hills, and under every green tree:",
          "ID": "2"
        },
        {
          "text": "and ye shall break down their altars, and dash in pieces their pillars, and burn their Asherim with fire; and ye shall hew down the graven images of their gods; and ye shall destroy their name out of that place.",
          "ID": "3"
        },
        {
          "text": "Ye shall not do so unto Jehovah your God.",
          "ID": "4"
        },
        {
          "text": "But unto the place which Jehovah your God shall choose out of all your tribes, to put his name there, even unto his habitation shall ye seek, and thither thou shalt come;",
          "ID": "5"
        },
        {
          "text": "and thither ye shall bring your burnt-offerings, and your sacrifices, and your tithes, and the heave-offering of your hand, and your vows, and your freewill-offerings, and the firstlings of your herd and of your flock:",
          "ID": "6"
        },
        {
          "text": "and there ye shall eat before Jehovah your God, and ye shall rejoice in all that ye put your hand unto, ye and your households, wherein Jehovah thy God hath blessed thee.",
          "ID": "7"
        },
        {
          "text": "Ye shall not do after all the things that we do here this day, every man whatsoever is right in his own eyes;",
          "ID": "8"
        },
        {
          "text": "for ye are not as yet come to the rest and to the inheritance, which Jehovah thy God giveth thee.",
          "ID": "9"
        },
        {
          "text": "But when ye go over the Jordan, and dwell in the land which Jehovah your God causeth you to inherit, and he giveth you rest from all your enemies round about, so that ye dwell in safety;",
          "ID": "10"
        },
        {
          "text": "then it shall come to pass that to the place which Jehovah your God shall choose, to cause his name to dwell there, thither shall ye bring all that I command you: your burnt-offerings, and your sacrifices, your tithes, and the heave-offering of your hand, and all your choice vows which ye vow unto Jehovah.",
          "ID": "11"
        },
        {
          "text": "And ye shall rejoice before Jehovah your God, ye, and your sons, and your daughters, and your men-servants, and your maid-servants, and the Levite that is within your gates, forasmuch as he hath no portion nor inheritance with you.",
          "ID": "12"
        },
        {
          "text": "Take heed to thyself that thou offer not thy burnt-offerings in every place that thou seest;",
          "ID": "13"
        },
        {
          "text": "but in the place which Jehovah shall choose in one of thy tribes, there thou shalt offer thy burnt-offerings, and there thou shalt do all that I command thee.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Notwithstanding, thou mayest kill and eat flesh within all thy gates, after all the desire of thy soul, according to the blessing of Jehovah thy God which he hath given thee: the unclean and the clean may eat thereof, as of the gazelle, and as of the hart.",
          "ID": "15"
        },
        {
          "text": "Only ye shall not eat the blood; thou shalt pour it out upon the earth as water.",
          "ID": "16"
        },
        {
          "text": "Thou mayest not eat within thy gates the tithe of thy grain, or of thy new wine, or of thine oil, or the firstlings of thy herd or of thy flock, nor any of thy vows which thou vowest, nor thy freewill-offerings, nor the heave-offering of thy hand;",
          "ID": "17"
        },
        {
          "text": "but thou shalt eat them before Jehovah thy God in the place which Jehovah thy God shall choose, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within thy gates: and thou shalt rejoice before Jehovah thy God in all that thou puttest thy hand unto.",
          "ID": "18"
        },
        {
          "text": "Take heed to thyself that thou forsake not the Levite as long as thou livest in thy land.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "When Jehovah thy God shall enlarge thy border, as he hath promised thee, and thou shalt say, I will eat flesh, because thy soul desireth to eat flesh; thou mayest eat flesh, after all the desire of thy soul.",
          "ID": "20"
        },
        {
          "text": "If the place which Jehovah thy God shall choose, to put his name there, be too far from thee, then thou shalt kill of thy herd and of thy flock, which Jehovah hath given thee, as I have commanded thee; and thou mayest eat within thy gates, after all the desire of thy soul.",
          "ID": "21"
        },
        {
          "text": "Even as the gazelle and as the hart is eaten, so thou shalt eat thereof: the unclean and the clean may eat thereof alike.",
          "ID": "22"
        },
        {
          "text": "Only be sure that thou eat not the blood: for the blood is the life; and thou shalt not eat the life with the flesh.",
          "ID": "23"
        },
        {
          "text": "Thou shalt not eat it; thou shalt pour it out upon the earth as water.",
          "ID": "24"
        },
        {
          "text": "Thou shalt not eat it; that it may go well with thee, and with thy children after thee, when thou shalt do that which is right in the eyes of Jehovah.",
          "ID": "25"
        },
        {
          "text": "Only thy holy things which thou hast, and thy vows, thou shalt take, and go unto the place which Jehovah shall choose;",
          "ID": "26"
        },
        {
          "text": "and thou shalt offer thy burnt-offerings, the flesh and the blood, upon the altar of Jehovah thy God; and the blood of thy sacrifices shall be poured out upon the altar of Jehovah thy God; and thou shalt eat the flesh.",
          "ID": "27"
        },
        {
          "text": "Observe and hear all these words which I command thee, that it may go well with thee, and with thy children after thee for ever, when thou doest that which is good and right in the eyes of Jehovah thy God.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "When Jehovah thy God shall cut off the nations from before thee, whither thou goest in to dispossess them, and thou dispossessest them, and dwellest in their land;",
          "ID": "29"
        },
        {
          "text": "take heed to thyself that thou be not ensnared to follow them, after that they are destroyed from before thee; and that thou inquire not after their gods, saying, How do these nations serve their gods? even so will I do likewise.",
          "ID": "30"
        },
        {
          "text": "Thou shalt not do so unto Jehovah thy God: for every abomination to Jehovah, which he hateth, have they done unto their gods; for even their sons and their daughters do they burn in the fire to their gods.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "What thing soever I command you, that shall ye observe to do: thou shalt not add thereto, nor diminish from it.",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.12"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 13",
      "text": [
        {
          "text": "If there arise in the midst of thee a prophet, or a dreamer of dreams, and he give thee a sign or a wonder,",
          "ID": "1"
        },
        {
          "text": "and the sign or the wonder come to pass, whereof he spake unto thee, saying, Let us go after other gods, which thou hast not known, and let us serve them;",
          "ID": "2"
        },
        {
          "text": "thou shalt not hearken unto the words of that prophet, or unto that dreamer of dreams: for Jehovah your God proveth you, to know whether ye love Jehovah your God with all your heart and with all your soul.",
          "ID": "3"
        },
        {
          "text": "Ye shall walk after Jehovah your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.",
          "ID": "4"
        },
        {
          "text": "And that prophet, or that dreamer of dreams, shall be put to death, because he hath spoken rebellion against Jehovah your God, who brought you out of the land of Egypt, and redeemed thee out of the house of bondage, to draw thee aside out of the way which Jehovah thy God commanded thee to walk in. So shalt thou put away the evil from the midst of thee.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "If thy brother, the son of thy mother, or thy son, or thy daughter, or the wife of thy bosom, or thy friend, that is as thine own soul, entice thee secretly, saying, Let us go and serve other gods, which thou hast not known, thou, nor thy fathers;",
          "ID": "6"
        },
        {
          "text": "of the gods of the peoples that are round about you, nigh unto thee, or far off from thee, from the one end of the earth even unto the other end of the earth;",
          "ID": "7"
        },
        {
          "text": "thou shalt not consent unto him, nor hearken unto him; neither shall thine eye pity him, neither shalt thou spare, neither shalt thou conceal him:",
          "ID": "8"
        },
        {
          "text": "but thou shalt surely kill him; thy hand shall be first upon him to put him to death, and afterwards the hand of all the people.",
          "ID": "9"
        },
        {
          "text": "And thou shalt stone him to death with stones, because he hath sought to draw thee away from Jehovah thy God, who brought thee out of the land of Egypt, out of the house of bondage.",
          "ID": "10"
        },
        {
          "text": "And all Israel shall hear, and fear, and shall do no more any such wickedness as this is in the midst of thee.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "If thou shalt hear tell concerning one of thy cities, which Jehovah thy God giveth thee to dwell there, saying,",
          "ID": "12"
        },
        {
          "text": "Certain base fellows are gone out from the midst of thee, and have drawn away the inhabitants of their city, saying, Let us go and serve other gods, which ye have not known;",
          "ID": "13"
        },
        {
          "text": "then shalt thou inquire, and make search, and ask diligently; and, behold, if it be truth, and the thing certain, that such abomination is wrought in the midst of thee,",
          "ID": "14"
        },
        {
          "text": "thou shalt surely smite the inhabitants of that city with the edge of the sword, destroying it utterly, and all that is therein and the cattle thereof, with the edge of the sword.",
          "ID": "15"
        },
        {
          "text": "And thou shalt gather all the spoil of it into the midst of the street thereof, and shalt burn with fire the city, and all the spoil thereof every whit, unto Jehovah thy God: and it shall be a heap for ever; it shall not be built again.",
          "ID": "16"
        },
        {
          "text": "And there shall cleave nought of the devoted thing to thy hand; that Jehovah may turn from the fierceness of his anger, and show thee mercy, and have compassion upon thee, and multiply thee, as he hath sworn unto thy fathers;",
          "ID": "17"
        },
        {
          "text": "when thou shalt hearken to the voice of Jehovah thy God, to keep all his commandments which I command thee this day, to do that which is right in the eyes of Jehovah thy God.",
          "ID": "18"
        }
      ],
      "ID": "OT:DEU.13"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 14",
      "text": [
        {
          "text": "Ye are the children of Jehovah your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.",
          "ID": "1"
        },
        {
          "text": "For thou art a holy people unto Jehovah thy God, and Jehovah hath chosen thee to be a people for his own possession, above all peoples that are upon the face of the earth.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Thou shalt not eat any abominable thing.",
          "ID": "3"
        },
        {
          "text": "These are the beasts which ye may eat: the ox, the sheep, and the goat,",
          "ID": "4"
        },
        {
          "text": "the hart, and the gazelle, and the roebuck, and the wild goat, and the pygarg, and the antelope, and the chamois.",
          "ID": "5"
        },
        {
          "text": "And every beast that parteth the hoof, and hath the hoof cloven in two, and cheweth the cud, among the beasts, that may ye eat.",
          "ID": "6"
        },
        {
          "text": "Nevertheless these ye shall not eat of them that chew the cud, or of them that have the hoof cloven: the camel, and the hare, and the coney; because they chew the cud but part not the hoof, they are unclean unto you.",
          "ID": "7"
        },
        {
          "text": "And the swine, because he parteth the hoof but cheweth not the cud, he is unclean unto you: of their flesh ye shall not eat, and their carcasses ye shall not touch.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "These ye may eat of all that are in the waters: whatsoever hath fins and scales may ye eat;",
          "ID": "9"
        },
        {
          "text": "and whatsoever hath not fins and scales ye shall not eat; it is unclean unto you.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Of all clean birds ye may eat.",
          "ID": "11"
        },
        {
          "text": "But these are they of which ye shall not eat: the eagle, and the gier-eagle, and the ospray,",
          "ID": "12"
        },
        {
          "text": "and the glede, and the falcon, and the kite after its kind,",
          "ID": "13"
        },
        {
          "text": "and every raven after its kind,",
          "ID": "14"
        },
        {
          "text": "and the ostrich, and the night-hawk, and the sea-mew, and the hawk after its kind,",
          "ID": "15"
        },
        {
          "text": "the little owl, and the great owl, and the horned owl,",
          "ID": "16"
        },
        {
          "text": "and the pelican, and the vulture, and the cormorant,",
          "ID": "17"
        },
        {
          "text": "and the stork, and the heron after its kind, and the hoopoe, and the bat.",
          "ID": "18"
        },
        {
          "text": "And all winged creeping things are unclean unto you: they shall not be eaten.",
          "ID": "19"
        },
        {
          "text": "Of all clean birds ye may eat.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Ye shall not eat of anything that dieth of itself: thou mayest give it unto the sojourner that is within thy gates, that he may eat it; or thou mayest sell it unto a foreigner: for thou art a holy people unto Jehovah thy God. Thou shalt not boil a kid in its mother’s milk.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Thou shalt surely tithe all the increase of thy seed, that which cometh forth from the field year by year.",
          "ID": "22"
        },
        {
          "text": "And thou shalt eat before Jehovah thy God, in the place which he shall choose, to cause his name to dwell there, the tithe of thy grain, of thy new wine, and of thine oil, and the firstlings of thy herd and of thy flock; that thou mayest learn to fear Jehovah thy God always.",
          "ID": "23"
        },
        {
          "text": "And if the way be too long for thee, so that thou art not able to carry it, because the place is too far from thee, which Jehovah thy God shall choose, to set his name there, when Jehovah thy God shall bless thee;",
          "ID": "24"
        },
        {
          "text": "then shalt thou turn it into money, and bind up the money in thy hand, and shalt go unto the place which Jehovah thy God shall choose:",
          "ID": "25"
        },
        {
          "text": "and thou shalt bestow the money for whatsoever thy soul desireth, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul asketh of thee; and thou shalt eat there before Jehovah thy God, and thou shalt rejoice, thou and thy household.",
          "ID": "26"
        },
        {
          "text": "And the Levite that is within thy gates, thou shalt not forsake him; for he hath no portion nor inheritance with thee.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "At the end of every three years thou shalt bring forth all the tithe of thine increase in the same year, and shalt lay it up within thy gates:",
          "ID": "28"
        },
        {
          "text": "and the Levite, because he hath no portion nor inheritance with thee, and the sojourner, and the fatherless, and the widow, that are within thy gates, shall come, and shall eat and be satisfied; that Jehovah thy God may bless thee in all the work of thy hand which thou doest.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.14"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 15",
      "text": [
        {
          "text": "At the end of every seven years thou shalt make a release.",
          "ID": "1"
        },
        {
          "text": "And this is the manner of the release: every creditor shall release that which he hath lent unto his neighbor; he shall not exact it of his neighbor and his brother; because Jehovah’s release hath been proclaimed.",
          "ID": "2"
        },
        {
          "text": "Of a foreigner thou mayest exact it: but whatsoever of thine is with thy brother thy hand shall release.",
          "ID": "3"
        },
        {
          "text": "Howbeit there shall be no poor with thee (for Jehovah will surely bless thee in the land which Jehovah thy God giveth thee for an inheritance to possess it),",
          "ID": "4"
        },
        {
          "text": "if only thou diligently hearken unto the voice of Jehovah thy God, to observe to do all this commandment which I command thee this day.",
          "ID": "5"
        },
        {
          "text": "For Jehovah thy God will bless thee, as he promised thee: and thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt rule over many nations, but they shall not rule over thee.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "If there be with thee a poor man, one of thy brethren, within any of thy gates in thy land which Jehovah thy God giveth thee, thou shalt not harden thy heart, nor shut thy hand from thy poor brother;",
          "ID": "7"
        },
        {
          "text": "but thou shalt surely open thy hand unto him, and shalt surely lend him sufficient for his need in that which he wanteth.",
          "ID": "8"
        },
        {
          "text": "Beware that there be not a base thought in thy heart, saying, The seventh year, the year of release, is at hand; and thine eye be evil against thy poor brother, and thou give him nought; and he cry unto Jehovah against thee, and it be sin unto thee.",
          "ID": "9"
        },
        {
          "text": "Thou shalt surely give him, and thy heart shall not be grieved when thou givest unto him; because that for this thing Jehovah thy God will bless thee in all thy work, and in all that thou puttest thy hand unto.",
          "ID": "10"
        },
        {
          "text": "For the poor will never cease out of the land: therefore I command thee, saying, Thou shalt surely open thy hand unto thy brother, to thy needy, and to thy poor, in thy land.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "If thy brother, a Hebrew man, or a Hebrew woman, be sold unto thee, and serve thee six years; then in the seventh year thou shalt let him go free from thee.",
          "ID": "12"
        },
        {
          "text": "And when thou lettest him go free from thee, thou shalt not let him go empty:",
          "ID": "13"
        },
        {
          "text": "thou shalt furnish him liberally out of thy flock, and out of thy threshing-floor, and out of thy winepress; as Jehovah thy God hath blessed thee thou shalt give unto him.",
          "ID": "14"
        },
        {
          "text": "And thou shalt remember that thou wast a bondman in the land of Egypt, and Jehovah thy God redeemed thee: therefore I command thee this thing to-day.",
          "ID": "15"
        },
        {
          "text": "And it shall be, if he say unto thee, I will not go out from thee; because he loveth thee and thy house, because he is well with thee;",
          "ID": "16"
        },
        {
          "text": "then thou shalt take an awl, and thrust it through his ear unto the door, and he shall be thy servant for ever. And also unto thy maid-servant thou shalt do likewise.",
          "ID": "17"
        },
        {
          "text": "It shall not seem hard unto thee, when thou lettest him go free from thee; for to the double of the hire of a hireling hath he served thee six years: and Jehovah thy God will bless thee in all that thou doest.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "All the firstling males that are born of thy herd and of thy flock thou shalt sanctify unto Jehovah thy God: thou shalt do no work with the firstling of thy herd, nor shear the firstling of thy flock.",
          "ID": "19"
        },
        {
          "text": "Thou shalt eat it before Jehovah thy God year by year in the place which Jehovah shall choose, thou and thy household.",
          "ID": "20"
        },
        {
          "text": "And if it have any blemish, as if it be lame or blind, any ill blemish whatsoever, thou shalt not sacrifice it unto Jehovah thy God.",
          "ID": "21"
        },
        {
          "text": "Thou shalt eat it within thy gates: the unclean and the clean shall eat it alike, as the gazelle, and as the hart.",
          "ID": "22"
        },
        {
          "text": "Only thou shalt not eat the blood thereof; thou shalt pour it out upon the ground as water.",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.15"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 16",
      "text": [
        {
          "text": "Observe the month of Abib, and keep the passover unto Jehovah thy God; for in the month of Abib Jehovah thy God brought thee forth out of Egypt by night.",
          "ID": "1"
        },
        {
          "text": "And thou shalt sacrifice the passover unto Jehovah thy God, of the flock and the herd, in the place which Jehovah shall choose, to cause his name to dwell there.",
          "ID": "2"
        },
        {
          "text": "Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, even the bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life.",
          "ID": "3"
        },
        {
          "text": "And there shall be no leaven seen with thee in all thy borders seven days; neither shall any of the flesh, which thou sacrificest the first day at even, remain all night until the morning.",
          "ID": "4"
        },
        {
          "text": "Thou mayest not sacrifice the passover within any of thy gates, which Jehovah thy God giveth thee;",
          "ID": "5"
        },
        {
          "text": "but at the place which Jehovah thy God shall choose, to cause his name to dwell in, there thou shalt sacrifice the passover at even, at the going down of the sun, at the season that thou camest forth out of Egypt.",
          "ID": "6"
        },
        {
          "text": "And thou shalt roast and eat it in the place which Jehovah thy God shall choose: and thou shalt turn in the morning, and go unto thy tents.",
          "ID": "7"
        },
        {
          "text": "Six days thou shalt eat unleavened bread; and on the seventh day shall be a solemn assembly to Jehovah thy God; thou shalt do no work therein.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Seven weeks shalt thou number unto thee: from the time thou beginnest to put the sickle to the standing grain shalt thou begin to number seven weeks.",
          "ID": "9"
        },
        {
          "text": "And thou shalt keep the feast of weeks unto Jehovah thy God with a tribute of a freewill-offering of thy hand, which thou shalt give, according as Jehovah thy God blesseth thee:",
          "ID": "10"
        },
        {
          "text": "and thou shalt rejoice before Jehovah thy God, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite that is within thy gates, and the sojourner, and the fatherless, and the widow, that are in the midst of thee, in the place which Jehovah thy God shall choose, to cause his name to dwell there.",
          "ID": "11"
        },
        {
          "text": "And thou shalt remember that thou wast a bondman in Egypt: and thou shalt observe and do these statutes.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Thou shalt keep the feast of tabernacles seven days, after that thou hast gathered in from thy threshing-floor and from thy winepress:",
          "ID": "13"
        },
        {
          "text": "and thou shalt rejoice in thy feast, thou, and thy son, and thy daughter, and thy man-servant, and thy maid-servant, and the Levite, and the sojourner, and the fatherless, and the widow, that are within thy gates.",
          "ID": "14"
        },
        {
          "text": "Seven days shalt thou keep a feast unto Jehovah thy God in the place which Jehovah shall choose; because Jehovah thy God will bless thee in all thine increase, and in all the work of thy hands, and thou shalt be altogether joyful.",
          "ID": "15"
        },
        {
          "text": "Three times in a year shall all thy males appear before Jehovah thy God in the place which he shall choose: in the feast of unleavened bread, and in the feast of weeks, and in the feast of tabernacles; and they shall not appear before Jehovah empty:",
          "ID": "16"
        },
        {
          "text": "every man shall give as he is able, according to the blessing of Jehovah thy God which he hath given thee.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Judges and officers shalt thou make thee in all thy gates, which Jehovah thy God giveth thee, according to thy tribes; and they shall judge the people with righteous judgment.",
          "ID": "18"
        },
        {
          "text": "Thou shalt not wrest justice: thou shalt not respect persons; neither shalt thou take a bribe; for a bribe doth blind the eyes of the wise, and pervert the words of the righteous.",
          "ID": "19"
        },
        {
          "text": "That which is altogether just shalt thou follow, that thou mayest live, and inherit the land which Jehovah thy God giveth thee.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Thou shalt not plant thee an Asherah of any kind of tree beside the altar of Jehovah thy God, which thou shalt make thee.",
          "ID": "21"
        },
        {
          "text": "Neither shalt thou set thee up a pillar; which Jehovah thy God hateth.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.16"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 17",
      "text": [
        {
          "text": "Thou shalt not sacrifice unto Jehovah thy God an ox, or a sheep, wherein is a blemish, or anything evil; for that is an abomination unto Jehovah thy God.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "If there be found in the midst of thee, within any of thy gates which Jehovah thy God giveth thee, man or woman, that doeth that which is evil in the sight of Jehovah thy God, in transgressing his covenant,",
          "ID": "2"
        },
        {
          "text": "and hath gone and served other gods, and worshipped them, or the sun, or the moon, or any of the host of heaven, which I have not commanded,",
          "ID": "3"
        },
        {
          "text": "and it be told thee, and thou hast heard of it; then shalt thou inquire diligently; and, behold, if it be true, and the thing certain, that such abomination is wrought in Israel,",
          "ID": "4"
        },
        {
          "text": "then shalt thou bring forth that man or that woman, who hath done this evil thing, unto thy gates, even the man or the woman; and thou shalt stone them to death with stones.",
          "ID": "5"
        },
        {
          "text": "At the mouth of two witnesses, or three witnesses, shall he that is to die be put to death; at the mouth of one witness he shall not be put to death.",
          "ID": "6"
        },
        {
          "text": "The hand of the witnesses shall be first upon him to put him to death, and afterward the hand of all the people. So thou shalt put away the evil from the midst of thee.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "If there arise a matter too hard for thee in judgment, between blood and blood, between plea and plea, and between stroke and stroke, being matters of controversy within thy gates; then shalt thou arise, and get thee up unto the place which Jehovah thy God shall choose;",
          "ID": "8"
        },
        {
          "text": "and thou shalt come unto the priests the Levites, and unto the judge that shall be in those days: and thou shalt inquire; and they shall show thee the sentence of judgment.",
          "ID": "9"
        },
        {
          "text": "And thou shalt do according to the tenor of the sentence which they shall show thee from that place which Jehovah shall choose; and thou shalt observe to do according to all that they shall teach thee:",
          "ID": "10"
        },
        {
          "text": "according to the tenor of the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do; thou shalt not turn aside from the sentence which they shall show thee, to the right hand, nor to the left.",
          "ID": "11"
        },
        {
          "text": "And the man that doeth presumptuously, in not hearkening unto the priest that standeth to minister there before Jehovah thy God, or unto the judge, even that man shall die: and thou shalt put away the evil from Israel.",
          "ID": "12"
        },
        {
          "text": "And all the people shall hear, and fear, and do no more presumptuously.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "When thou art come unto the land which Jehovah thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like all the nations that are round about me;",
          "ID": "14"
        },
        {
          "text": "thou shalt surely set him king over thee, whom Jehovah thy God shall choose: one from among thy brethren shalt thou set king over thee; thou mayest not put a foreigner over thee, who is not thy brother.",
          "ID": "15"
        },
        {
          "text": "Only he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he may multiply horses; forasmuch as Jehovah hath said unto you, Ye shall henceforth return no more that way.",
          "ID": "16"
        },
        {
          "text": "Neither shall he multiply wives to himself, that his heart turn not away: neither shall he greatly multiply to himself silver and gold.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And it shall be, when he sitteth upon the throne of his kingdom, that he shall write him a copy of this law in a book, out of that which is  before the priests the Levites:",
          "ID": "18"
        },
        {
          "text": "and it shall be with him, and he shall read therein all the days of his life; that he may learn to fear Jehovah his God, to keep all the words of this law and these statutes, to do them;",
          "ID": "19"
        },
        {
          "text": "that his heart be not lifted up above his brethren, and that he turn not aside from the commandment, to the right hand, or to the left: to the end that he may prolong his days in his kingdom, he and his children, in the midst of Israel.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.17"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 18",
      "text": [
        {
          "text": "The priests the Levites, even all the tribe of Levi, shall have no portion nor inheritance with Israel: they shall eat the offerings of Jehovah made by fire, and his inheritance.",
          "ID": "1"
        },
        {
          "text": "And they shall have no inheritance among their brethren: Jehovah is their inheritance, as he hath spoken unto them.",
          "ID": "2"
        },
        {
          "text": "And this shall be the priests’ due from the people, from them that offer a sacrifice, whether it be ox or sheep, that they shall give unto the priest the shoulder, and the two cheeks, and the maw.",
          "ID": "3"
        },
        {
          "text": "The first-fruits of thy grain, of thy new wine, and of thine oil, and the first of the fleece of thy sheep, shalt thou give him.",
          "ID": "4"
        },
        {
          "text": "For Jehovah thy God hath chosen him out of all thy tribes, to stand to minister in the name of Jehovah, him and his sons for ever.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And if a Levite come from any of thy gates out of all Israel, where he sojourneth, and come with all the desire of his soul unto the place which Jehovah shall choose;",
          "ID": "6"
        },
        {
          "text": "then he shall minister in the name of Jehovah his God, as all his brethren the Levites do, who stand there before Jehovah.",
          "ID": "7"
        },
        {
          "text": "They shall have like portions to eat, besides that which cometh of the sale of his patrimony.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "When thou art come into the land which Jehovah thy God giveth thee, thou shalt not learn to do after the abominations of those nations.",
          "ID": "9"
        },
        {
          "text": "There shall not be found with thee any one that maketh his son or his daughter to pass through the fire, one that useth divination, one that practiseth augury, or an enchanter, or a sorcerer,",
          "ID": "10"
        },
        {
          "text": "or a charmer, or a consulter with a familiar spirit, or a wizard, or a necromancer.",
          "ID": "11"
        },
        {
          "text": "For whosoever doeth these things is an abomination unto Jehovah: and because of these abominations Jehovah thy God doth drive them out from before thee.",
          "ID": "12"
        },
        {
          "text": "Thou shalt be perfect with Jehovah thy God.",
          "ID": "13"
        },
        {
          "text": "For these nations, that thou shalt dispossess, hearken unto them that practise augury, and unto diviners; but as for thee, Jehovah thy God hath not suffered thee so to do.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Jehovah thy God will raise up unto thee a prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;",
          "ID": "15"
        },
        {
          "text": "according to all that thou desiredst of Jehovah thy God in Horeb in the day of the assembly, saying, Let me not hear again the voice of Jehovah my God, neither let me see this great fire any more, that I die not.",
          "ID": "16"
        },
        {
          "text": "And Jehovah said unto me, They have well said that which they have spoken.",
          "ID": "17"
        },
        {
          "text": "I will raise them up a prophet from among their brethren, like unto thee; and I will put my words in his mouth, and he shall speak unto them all that I shall command him.",
          "ID": "18"
        },
        {
          "text": "And it shall come to pass, that whosoever will not hearken unto my words which he shall speak in my name, I will require it of him.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "But the prophet, that shall speak a word presumptuously in my name, which I have not commanded him to speak, or that shall speak in the name of other gods, that same prophet shall die.",
          "ID": "20"
        },
        {
          "text": "And if thou say in thy heart, How shall we know the word which Jehovah hath not spoken?",
          "ID": "21"
        },
        {
          "text": "when a prophet speaketh in the name of Jehovah, if the thing follow not, nor come to pass, that is the thing which Jehovah hath not spoken: the prophet hath spoken it presumptuously, thou shalt not be afraid of him.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.18"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 19",
      "text": [
        {
          "text": "When Jehovah thy God shall cut off the nations, whose land Jehovah thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;",
          "ID": "1"
        },
        {
          "text": "thou shalt set apart three cities for thee in the midst of thy land, which Jehovah thy God giveth thee to possess it.",
          "ID": "2"
        },
        {
          "text": "Thou shalt prepare thee the way, and divide the borders of thy land, which Jehovah thy God causeth thee to inherit, into three parts, that every manslayer may flee thither.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "And this is the case of the manslayer, that shall flee thither and live: whoso killeth his neighbor unawares, and hated him not in time past;",
          "ID": "4"
        },
        {
          "text": "as when a man goeth into the forest with his neighbor to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the head slippeth from the helve, and lighteth upon his neighbor, so that he dieth; he shall flee unto one of these cities and live:",
          "ID": "5"
        },
        {
          "text": "lest the avenger of blood pursue the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him mortally; whereas he was not worthy of death, inasmuch as he hated him not in time past.",
          "ID": "6"
        },
        {
          "text": "Wherefore I command thee, saying, Thou shalt set apart three cities for thee.",
          "ID": "7"
        },
        {
          "text": "And if Jehovah thy God enlarge thy border, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers;",
          "ID": "8"
        },
        {
          "text": "if thou shalt keep all this commandment to do it, which I command thee this day, to love Jehovah thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, besides these three:",
          "ID": "9"
        },
        {
          "text": "that innocent blood be not shed in the midst of thy land, which Jehovah thy God giveth thee for an inheritance, and so blood be upon thee.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "But if any man hate his neighbor, and lie in wait for him, and rise up against him, and smite him mortally so that he dieth, and he flee into one of these cities;",
          "ID": "11"
        },
        {
          "text": "then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.",
          "ID": "12"
        },
        {
          "text": "Thine eye shall not pity him, but thou shalt put away the innocent blood from Israel, that it may go well with thee.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Thou shalt not remove thy neighbor’s landmark, which they of old time have set, in thine inheritance which thou shalt inherit, in the land that Jehovah thy God giveth thee to possess it.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established.",
          "ID": "15"
        },
        {
          "text": "If an unrighteous witness rise up against any man to testify against him of wrong-doing,",
          "ID": "16"
        },
        {
          "text": "then both the men, between whom the controversy is, shall stand before Jehovah, before the priests and the judges that shall be in those days;",
          "ID": "17"
        },
        {
          "text": "and the judges shall make diligent inquisition: and, behold, if the witness be a false witness, and have testified falsely against his brother;",
          "ID": "18"
        },
        {
          "text": "then shall ye do unto him, as he had thought to do unto his brother: so shalt thou put away the evil from the midst of thee.",
          "ID": "19"
        },
        {
          "text": "And those that remain shall hear, and fear, and shall henceforth commit no more any such evil in the midst of thee.",
          "ID": "20"
        },
        {
          "text": "And thine eyes shall not pity; life shall go for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
          "ID": "21"
        }
      ],
      "ID": "OT:DEU.19"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 20",
      "text": [
        {
          "text": "When thou goest forth to battle against thine enemies, and seest horses, and chariots, and a people more than thou, thou shalt not be afraid of them; for Jehovah thy God is with thee, who brought thee up out of the land of Egypt.",
          "ID": "1"
        },
        {
          "text": "And it shall be, when ye draw nigh unto the battle, that the priest shall approach and speak unto the people,",
          "ID": "2"
        },
        {
          "text": "and shall say unto them, Hear, O Israel, ye draw nigh this day unto battle against your enemies: let not your heart faint; fear not, nor tremble, neither be ye affrighted at them;",
          "ID": "3"
        },
        {
          "text": "for Jehovah your God is he that goeth with you, to fight for you against your enemies, to save you.",
          "ID": "4"
        },
        {
          "text": "And the officers shall speak unto the people, saying, What man is there that hath built a new house, and hath not dedicated it? let him go and return to his house, lest he die in the battle, and another man dedicate it.",
          "ID": "5"
        },
        {
          "text": "And what man is there that hath planted a vineyard, and hath not used the fruit thereof? let him go and return unto his house, lest he die in the battle, and another man use the fruit thereof.",
          "ID": "6"
        },
        {
          "text": "And what man is there that hath betrothed a wife, and hath not taken her? let him go and return unto his house, lest he die in the battle, and another man take her.",
          "ID": "7"
        },
        {
          "text": "And the officers shall speak further unto the people, and they shall say, What man is there that is fearful and faint-hearted? let him go and return unto his house, lest his brethren’s heart melt as his heart.",
          "ID": "8"
        },
        {
          "text": "And it shall be, when the officers have made an end of speaking unto the people, that they shall appoint captains of hosts at the head of the people.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "When thou drawest nigh unto a city to fight against it, then proclaim peace unto it.",
          "ID": "10"
        },
        {
          "text": "And it shall be, if it make thee answer of peace, and open unto thee, then it shall be, that all the people that are found therein shall become tributary unto thee, and shall serve thee.",
          "ID": "11"
        },
        {
          "text": "And if it will make no peace with thee, but will make war against thee, then thou shalt besiege it:",
          "ID": "12"
        },
        {
          "text": "and when Jehovah thy God delivereth it into thy hand, thou shalt smite every male thereof with the edge of the sword:",
          "ID": "13"
        },
        {
          "text": "but the women, and the little ones, and the cattle, and all that is in the city, even all the spoil thereof, shalt thou take for a prey unto thyself; and thou shalt eat the spoil of thine enemies, which Jehovah thy God hath given thee.",
          "ID": "14"
        },
        {
          "text": "Thus shalt thou do unto all the cities which are very far off from thee, which are not of the cities of these nations.",
          "ID": "15"
        },
        {
          "text": "But of the cities of these peoples, that Jehovah thy God giveth thee for an inheritance, thou shalt save alive nothing that breatheth;",
          "ID": "16"
        },
        {
          "text": "but thou shalt utterly destroy them: the Hittite, and the Amorite, the Canaanite, and the Perizzite, the Hivite, and the Jebusite; as Jehovah thy God hath commanded thee;",
          "ID": "17"
        },
        {
          "text": "that they teach you not to do after all their abominations, which they have done unto their gods; so would ye sin against Jehovah your God.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "When thou shalt besiege a city a long time, in making war against it to take it, thou shalt not destroy the trees thereof by wielding an axe against them; for thou mayest eat of them, and thou shalt not cut them down; for is the tree of the field man, that it should be besieged of thee?",
          "ID": "19"
        },
        {
          "text": "Only the trees of which thou knowest that they are not trees for food, thou shalt destroy and cut them down; and thou shalt build bulwarks against the city that maketh war with thee, until it fall.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.20"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 21",
      "text": [
        {
          "text": "If one be found slain in the land which Jehovah thy God giveth thee to possess it, lying in the field, and it be not known who hath smitten him;",
          "ID": "1"
        },
        {
          "text": "then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain:",
          "ID": "2"
        },
        {
          "text": "and it shall be, that the city which is nearest unto the slain man, even the elders of that city shall take a heifer of the herd, which hath not been wrought with, and which hath not drawn in the yoke;",
          "ID": "3"
        },
        {
          "text": "and the elders of that city shall bring down the heifer unto a valley with running water, which is neither plowed nor sown, and shall break the heifer’s neck there in the valley.",
          "ID": "4"
        },
        {
          "text": "And the priests the sons of Levi shall come near; for them Jehovah thy God hath chosen to minister unto him, and to bless in the name of Jehovah; and according to their word shall every controversy and every stroke be.",
          "ID": "5"
        },
        {
          "text": "And all the elders of that city, who are nearest unto the slain man, shall wash their hands over the heifer whose neck was broken in the valley;",
          "ID": "6"
        },
        {
          "text": "and they shall answer and say, Our hands have not shed this blood, neither have our eyes seen it.",
          "ID": "7"
        },
        {
          "text": "Forgive, O Jehovah, thy people Israel, whom thou hast redeemed, and suffer not innocent blood to remain in the midst of thy people Israel. And the blood shall be forgiven them.",
          "ID": "8"
        },
        {
          "text": "So shalt thou put away the innocent blood from the midst of thee, when thou shalt do that which is right in the eyes of Jehovah.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "When thou goest forth to battle against thine enemies, and Jehovah thy God delivereth them into thy hands, and thou carriest them away captive,",
          "ID": "10"
        },
        {
          "text": "and seest among the captives a beautiful woman, and thou hast a desire unto her, and wouldest take her to thee to wife;",
          "ID": "11"
        },
        {
          "text": "then thou shalt bring her home to thy house; and she shall shave her head, and pare her nails;",
          "ID": "12"
        },
        {
          "text": "and she shall put the raiment of her captivity from off her, and shall remain in thy house, and bewail her father and her mother a full month: and after that thou shalt go in unto her, and be her husband, and she shall be thy wife.",
          "ID": "13"
        },
        {
          "text": "And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not deal with her as a slave, because thou hast humbled her.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "If a man have two wives, the one beloved, and the other hated, and they have borne him children, both the beloved and the hated; and if the first-born son be hers that was hated;",
          "ID": "15"
        },
        {
          "text": "then it shall be, in the day that he causeth his sons to inherit that which he hath, that he may not make the son of the beloved the first-born before the son of the hated, who is the first-born:",
          "ID": "16"
        },
        {
          "text": "but he shall acknowledge the first-born, the son of the hated, by giving him a double portion of all that he hath; for he is the beginning of his strength; the right of the first-born is his.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "If a man have a stubborn and rebellious son, that will not obey the voice of his father, or the voice of his mother, and, though they chasten him, will not hearken unto them;",
          "ID": "18"
        },
        {
          "text": "then shall his father and his mother lay hold on him, and bring him out unto the elders of his city, and unto the gate of his place;",
          "ID": "19"
        },
        {
          "text": "and they shall say unto the elders of his city, This our son is stubborn and rebellious, he will not obey our voice; he is a glutton, and a drunkard.",
          "ID": "20"
        },
        {
          "text": "And all the men of his city shall stone him to death with stones: so shalt thou put away the evil from the midst of thee; and all Israel shall hear, and fear.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And if a man have committed a sin worthy of death, and he be put to death, and thou hang him on a tree;",
          "ID": "22"
        },
        {
          "text": "his body shall not remain all night upon the tree, but thou shalt surely bury him the same day; for he that is hanged is accursed of God; that thou defile not thy land which Jehovah thy God giveth thee for an inheritance.",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.21"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 22",
      "text": [
        {
          "text": "Thou shalt not see thy brother’s ox or his sheep go astray, and hide thyself from them: thou shalt surely bring them again unto thy brother.",
          "ID": "1"
        },
        {
          "text": "And if thy brother be not nigh unto thee, or if thou know him not, then thou shalt bring it home to thy house, and it shall be with thee until thy brother seek after it, and thou shalt restore it to him.",
          "ID": "2"
        },
        {
          "text": "And so shalt thou do with his ass; and so shalt thou do with his garment; and so shalt thou do with every lost thing of thy brother’s, which he hath lost, and thou hast found: thou mayest not hide thyself.",
          "ID": "3"
        },
        {
          "text": "Thou shalt not see thy brother’s ass or his ox fallen down by the way, and hide thyself from them: thou shalt surely help him to lift them up again.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "A woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment; for whosoever doeth these things is an abomination unto Jehovah thy God.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "If a bird’s nest chance to be before thee in the way, in any tree or on the ground, with young ones or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young:",
          "ID": "6"
        },
        {
          "text": "thou shalt surely let the dam go, but the young thou mayest take unto thyself; that it may be well with thee, and that thou mayest prolong thy days.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "When thou buildest a new house, then thou shalt make a battlement for thy roof, that thou bring not blood upon thy house, if any man fall from thence.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Thou shalt not sow thy vineyard with two kinds of seed, lest the whole fruit be forfeited, the seed which thou hast sown, and the increase of the vineyard.",
          "ID": "9"
        },
        {
          "text": "Thou shalt not plow with an ox and an ass together.",
          "ID": "10"
        },
        {
          "text": "Thou shalt not wear a mingled stuff, wool and linen together.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Thou shalt make thee fringes upon the four borders of thy vesture, wherewith thou coverest thyself.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "If any man take a wife, and go in unto her, and hate her,",
          "ID": "13"
        },
        {
          "text": "and lay shameful things to her charge, and bring up an evil name upon her, and say, I took this woman, and when I came nigh to her, I found not in her the tokens of virginity;",
          "ID": "14"
        },
        {
          "text": "then shall the father of the damsel, and her mother, take and bring forth the tokens of the damsel’s virginity unto the elders of the city in the gate;",
          "ID": "15"
        },
        {
          "text": "and the damsel’s father shall say unto the elders, I gave my daughter unto this man to wife, and he hateth her;",
          "ID": "16"
        },
        {
          "text": "and, lo, he hath laid shameful things to her charge, saying, I found not in thy daughter the tokens of virginity; and yet these are the tokens of my daughter’s virginity. And they shall spread the garment before the elders of the city.",
          "ID": "17"
        },
        {
          "text": "And the elders of that city shall take the man and chastise him;",
          "ID": "18"
        },
        {
          "text": "and they shall fine him a hundred shekels of silver, and give them unto the father of the damsel, because he hath brought up an evil name upon a virgin of Israel: and she shall be his wife; he may not put her away all his days.",
          "ID": "19"
        },
        {
          "text": "But if this thing be true, that the tokens of virginity were not found in the damsel;",
          "ID": "20"
        },
        {
          "text": "then they shall bring out the damsel to the door of her father’s house, and the men of her city shall stone her to death with stones, because she hath wrought folly in Israel, to play the harlot in her father’s house: so shalt thou put away the evil from the midst of thee.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "If a man be found lying with a woman married to a husband, then they shall both of them die, the man that lay with the woman, and the woman: so shalt thou put away the evil from Israel.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "If there be a damsel that is a virgin betrothed unto a husband, and a man find her in the city, and lie with her;",
          "ID": "23"
        },
        {
          "text": "then ye shall bring them both out unto the gate of that city, and ye shall stone them to death with stones; the damsel, because she cried not, being in the city; and the man, because he hath humbled his neighbor’s wife: so thou shalt put away the evil from the midst of thee.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "But if the man find the damsel that is betrothed in the field, and the man force her, and lie with her; then the man only that lay with her shall die:",
          "ID": "25"
        },
        {
          "text": "but unto the damsel thou shalt do nothing; there is in the damsel no sin worthy of death: for as when a man riseth against his neighbor, and slayeth him, even so is this matter;",
          "ID": "26"
        },
        {
          "text": "for he found her in the field, the betrothed damsel cried, and there was none to save her.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "If a man find a damsel that is a virgin, that is not betrothed, and lay hold on her, and lie with her, and they be found;",
          "ID": "28"
        },
        {
          "text": "then the man that lay with her shall give unto the damsel’s father fifty shekels of silver, and she shall be his wife, because he hath humbled her; he may not put her away all his days.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "A man shall not take his father’s wife, and shall not uncover his father’s skirt.",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.22"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 23",
      "text": [
        {
          "text": "He that is wounded in the stones, or hath his privy member cut off, shall not enter into the assembly of Jehovah.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "A bastard shall not enter into the assembly of Jehovah; even to the tenth generation shall none of his enter into the assembly of Jehovah.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "An Ammonite or a Moabite shall not enter into the assembly of Jehovah; even to the tenth generation shall none belonging to them enter into the assembly of Jehovah for ever:",
          "ID": "3"
        },
        {
          "text": "because they met you not with bread and with water in the way, when ye came forth out of Egypt, and because they hired against thee Balaam the son of Beor from Pethor of Mesopotamia, to curse thee.",
          "ID": "4"
        },
        {
          "text": "Nevertheless Jehovah thy God would not hearken unto Balaam; but Jehovah thy God turned the curse into a blessing unto thee, because Jehovah thy God loved thee.",
          "ID": "5"
        },
        {
          "text": "Thou shalt not seek their peace nor their prosperity all thy days for ever.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Thou shalt not abhor an Edomite; for he is thy brother: thou shalt not abhor an Egyptian; because thou wast a sojourner in his land.",
          "ID": "7"
        },
        {
          "text": "The children of the third generation that are born unto them shall enter into the assembly of Jehovah.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "When thou goest forth in camp against thine enemies, then thou shalt keep thee from every evil thing.",
          "ID": "9"
        },
        {
          "text": "If there be among you any man, that is not clean by reason of that which chanceth him by night, then shall he go abroad out of the camp, he shall not come within the camp:",
          "ID": "10"
        },
        {
          "text": "but it shall be, when evening cometh on, he shall bathe himself in water; and when the sun is down, he shall come within the camp.",
          "ID": "11"
        },
        {
          "text": "Thou shalt have a place also without the camp, whither thou shalt go forth abroad:",
          "ID": "12"
        },
        {
          "text": "and thou shalt have a paddle among thy weapons; and it shall be, when thou sittest down abroad, thou shalt dig therewith, and shalt turn back and cover that which cometh from thee:",
          "ID": "13"
        },
        {
          "text": "for Jehovah thy God walketh in the midst of thy camp, to deliver thee, and to give up thine enemies before thee; therefore shall thy camp be holy, that he may not see an unclean thing in thee, and turn away from thee.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Thou shalt not deliver unto his master a servant that is escaped from his master unto thee:",
          "ID": "15"
        },
        {
          "text": "he shall dwell with thee, in the midst of thee, in the place which he shall choose within one of thy gates, where it pleaseth him best: thou shalt not oppress him.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "There shall be no prostitute of the daughters of Israel, neither shall there be a sodomite of the sons of Israel.",
          "ID": "17"
        },
        {
          "text": "Thou shalt not bring the hire of a harlot, or the wages of a dog, into the house of Jehovah thy God for any vow: for even both these are an abomination unto Jehovah thy God.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Thou shalt not lend upon interest to thy brother; interest of money, interest of victuals, interest of anything that is lent upon interest.",
          "ID": "19"
        },
        {
          "text": "Unto a foreigner thou mayest lend upon interest; but unto thy brother thou shalt not lend upon interest, that Jehovah thy God may bless thee in all that thou puttest thy hand unto, in the land whither thou goest in to possess it.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "When thou shalt vow a vow unto Jehovah thy God, thou shalt not be slack to pay it: for Jehovah thy God will surely require it of thee; and it would be sin in thee.",
          "ID": "21"
        },
        {
          "text": "But if thou shalt forbear to vow, it shall be no sin in thee.",
          "ID": "22"
        },
        {
          "text": "That which is gone out of thy lips thou shalt observe and do; according as thou hast vowed unto Jehovah thy God, a freewill-offering, which thou hast promised with thy mouth.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "When thou comest into thy neighbor’s vineyard, then thou mayest eat of grapes thy fill at thine own pleasure; but thou shalt not put any in thy vessel.",
          "ID": "24"
        },
        {
          "text": "When thou comest into thy neighbor’s standing grain, then thou mayest pluck the ears with thy hand; but thou shalt not move a sickle unto thy neighbor’s standing grain.",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.23"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 24",
      "text": [
        {
          "text": "When a man taketh a wife, and marrieth her, then it shall be, if she find no favor in his eyes, because he hath found some unseemly thing in her, that he shall write her a bill of divorcement, and give it in her hand, and send her out of his house.",
          "ID": "1"
        },
        {
          "text": "And when she is departed out of his house, she may go and be another man’s wife.",
          "ID": "2"
        },
        {
          "text": "And if the latter husband hate her, and write her a bill of divorcement, and give it in her hand, and send her out of his house; or if the latter husband die, who took her to be his wife;",
          "ID": "3"
        },
        {
          "text": "her former husband, who sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before Jehovah: and thou shalt not cause the land to sin, which Jehovah thy God giveth thee for an inheritance.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "When a man taketh a new wife, he shall not go out in the host, neither shall he be charged with any business: he shall be free at home one year, and shall cheer his wife whom he hath taken.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "No man shall take the mill or the upper millstone to pledge; for he taketh a man’s life to pledge.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "If a man be found stealing any of his brethren of the children of Israel, and he deal with him as a slave, or sell him; then that thief shall die: so shalt thou put away the evil from the midst of thee.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "Take heed in the plague of leprosy, that thou observe diligently, and do according to all that the priests the Levites shall teach you: as I commanded them, so ye shall observe to do.",
          "ID": "8"
        },
        {
          "text": "Remember what Jehovah thy God did unto Miriam, by the way as ye came forth out of Egypt.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "When thou dost lend thy neighbor any manner of loan, thou shalt not go into his house to fetch his pledge.",
          "ID": "10"
        },
        {
          "text": "Thou shalt stand without, and the man to whom thou dost lend shall bring forth the pledge without unto thee.",
          "ID": "11"
        },
        {
          "text": "And if he be a poor man, thou shalt not sleep with his pledge;",
          "ID": "12"
        },
        {
          "text": "thou shalt surely restore to him the pledge when the sun goeth down, that he may sleep in his garment, and bless thee: and it shall be righteousness unto thee before Jehovah thy God.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Thou shalt not oppress a hired servant that is poor and needy, whether he be of thy brethren, or of thy sojourners that are in thy land within thy gates:",
          "ID": "14"
        },
        {
          "text": "in his day thou shalt give him his hire, neither shall the sun go down upon it (for he is poor, and setteth his heart upon it); lest he cry against thee unto Jehovah, and it be sin unto thee.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "The fathers shall not be put to death for the children, neither shall the children be put to death for the fathers: every man shall be put to death for his own sin.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Thou shalt not wrest the justice due to the sojourner, or to the fatherless, nor take the widow’s raiment to pledge;",
          "ID": "17"
        },
        {
          "text": "but thou shalt remember that thou wast a bondman in Egypt, and Jehovah thy God redeemed thee thence: therefore I command thee to do this thing.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "When thou reapest thy harvest in thy field, and hast forgot a sheaf in the field, thou shalt not go again to fetch it: it shall be for the sojourner, for the fatherless, and for the widow; that Jehovah thy God may bless thee in all the work of thy hands.",
          "ID": "19"
        },
        {
          "text": "When thou beatest thine olive-tree, thou shalt not go over the boughs again: it shall be for the sojourner, for the fatherless, and for the widow.",
          "ID": "20"
        },
        {
          "text": "When thou gatherest the grapes of thy vineyard, thou shalt not glean it after thee: it shall be for the sojourner, for the fatherless, and for the widow.",
          "ID": "21"
        },
        {
          "text": "And thou shalt remember that thou wast a bondman in the land of Egypt: therefore I command thee to do this thing.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.24"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 25",
      "text": [
        {
          "text": "If there be a controversy between men, and they come unto judgment, and the judges judge them; then they shall justify the righteous, and condemn the wicked.",
          "ID": "1"
        },
        {
          "text": "And it shall be, if the wicked man be worthy to be beaten, that the judge shall cause him to lie down, and to be beaten before his face, according to his wickedness, by number.",
          "ID": "2"
        },
        {
          "text": "Forty stripes he may give him, he shall not exceed; lest, if he should exceed, and beat him above these with many stripes, then thy brother should seem vile unto thee.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Thou shalt not muzzle the ox when he treadeth out the grain.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "If brethren dwell together, and one of them die, and have no son, the wife of the dead shall not be married without unto a stranger: her husband’s brother shall go in unto her, and take her to him to wife, and perform the duty of a husband’s brother unto her.",
          "ID": "5"
        },
        {
          "text": "And it shall be, that the first-born that she beareth shall succeed in the name of his brother that is dead, that his name be not blotted out of Israel.",
          "ID": "6"
        },
        {
          "text": "And if the man like not to take his brother’s wife, then his brother’s wife shall go up to the gate unto the elders, and say, My husband’s brother refuseth to raise up unto his brother a name in Israel; he will not perform the duty of a husband’s brother unto me.",
          "ID": "7"
        },
        {
          "text": "Then the elders of his city shall call him, and speak unto him: and if he stand, and say, I like not to take her;",
          "ID": "8"
        },
        {
          "text": "then shall his brother’s wife come unto him in the presence of the elders, and loose his shoe from off his foot, and spit in his face; and she shall answer and say, So shall it be done unto the man that doth not build up his brother’s house.",
          "ID": "9"
        },
        {
          "text": "And his name shall be called in Israel, The house of him that hath his shoe loosed.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "When men strive together one with another, and the wife of the one draweth near to deliver her husband out of the hand of him that smiteth him, and putteth forth her hand, and taketh him by the secrets;",
          "ID": "11"
        },
        {
          "text": "then thou shalt cut off her hand, thine eye shall have no pity.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "Thou shalt not have in thy bag diverse weights, a great and a small.",
          "ID": "13"
        },
        {
          "text": "Thou shalt not have in thy house diverse measures, a great and a small.",
          "ID": "14"
        },
        {
          "text": "A perfect and just weight shalt thou have; a perfect and just measure shalt thou have: that thy days may be long in the land which Jehovah thy God giveth thee.",
          "ID": "15"
        },
        {
          "text": "For all that do such things, even all that do unrighteously, are an abomination unto Jehovah thy God.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Remember what Amalek did unto thee by the way as ye came forth out of Egypt;",
          "ID": "17"
        },
        {
          "text": "how he met thee by the way, and smote the hindmost of thee, all that were feeble behind thee, when thou wast faint and weary; and he feared not God.",
          "ID": "18"
        },
        {
          "text": "Therefore it shall be, when Jehovah thy God hath given thee rest from all thine enemies round about, in the land which Jehovah thy God giveth thee for an inheritance to possess it, that thou shalt blot out the remembrance of Amalek from under heaven; thou shalt not forget.",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.25"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 26",
      "text": [
        {
          "text": "And it shall be, when thou art come in unto the land which Jehovah thy God giveth thee for an inheritance, and possessest it, and dwellest therein,",
          "ID": "1"
        },
        {
          "text": "that thou shalt take of the first of all the fruit of the ground, which thou shalt bring in from thy land that Jehovah thy God giveth thee; and thou shalt put it in a basket, and shalt go unto the place which Jehovah thy God shall choose, to cause his name to dwell there.",
          "ID": "2"
        },
        {
          "text": "And thou shalt come unto the priest that shall be in those days, and say unto him, I profess this day unto Jehovah thy God, that I am come unto the land which Jehovah sware unto our fathers to give us.",
          "ID": "3"
        },
        {
          "text": "And the priest shall take the basket out of thy hand, and set it down before the altar of Jehovah thy God.",
          "ID": "4"
        },
        {
          "text": "And thou shalt answer and say before Jehovah thy God, A Syrian ready to perish was my father; and he went down into Egypt, and sojourned there, few in number; and he became there a nation, great, mighty, and populous.",
          "ID": "5"
        },
        {
          "text": "And the Egyptians dealt ill with us, and afflicted us, and laid upon us hard bondage:",
          "ID": "6"
        },
        {
          "text": "and we cried unto Jehovah, the God of our fathers, and Jehovah heard our voice, and saw our affliction, and our toil, and our oppression;",
          "ID": "7"
        },
        {
          "text": "and Jehovah brought us forth out of Egypt with a mighty hand, and with an outstretched arm, and with great terribleness, and with signs, and with wonders;",
          "ID": "8"
        },
        {
          "text": "and he hath brought us into this place, and hath given us this land, a land flowing with milk and honey.",
          "ID": "9"
        },
        {
          "text": "And now, behold, I have brought the first of the fruit of the ground, which thou, O Jehovah, hast given me. And thou shalt set it down before Jehovah thy God, and worship before Jehovah thy God:",
          "ID": "10"
        },
        {
          "text": "and thou shalt rejoice in all the good which Jehovah thy God hath given unto thee, and unto thy house, thou, and the Levite, and the sojourner that is in the midst of thee.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "When thou hast made an end of tithing all the tithe of thine increase in the third year, which is the year of tithing, then thou shalt give it unto the Levite, to the sojourner, to the fatherless, and to the widow, that they may eat within thy gates, and be filled.",
          "ID": "12"
        },
        {
          "text": "And thou shalt say before Jehovah thy God, I have put away the hallowed things out of my house, and also have given them unto the Levite, and unto the sojourner, to the fatherless, and to the widow, according to all thy commandment which thou hast commanded me: I have not transgressed any of thy commandments, neither have I forgotten them:",
          "ID": "13"
        },
        {
          "text": "I have not eaten thereof in my mourning, neither have I put away thereof, being unclean, nor given thereof for the dead: I have hearkened to the voice of Jehovah my God; I have done according to all that thou hast commanded me.",
          "ID": "14"
        },
        {
          "text": "Look down from thy holy habitation, from heaven, and bless thy people Israel, and the ground which thou hast given us, as thou swarest unto our fathers, a land flowing with milk and honey.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "This day Jehovah thy God commandeth thee to do these statutes and ordinances: thou shalt therefore keep and do them with all thy heart, and with all thy soul.",
          "ID": "16"
        },
        {
          "text": "Thou hast avouched Jehovah this day to be thy God, and that thou wouldest walk in his ways, and keep his statutes, and his commandments, and his ordinances, and hearken unto his voice:",
          "ID": "17"
        },
        {
          "text": "and Jehovah hath avouched thee this day to be a people for his own possession, as he hath promised thee, and that thou shouldest keep all his commandments;",
          "ID": "18"
        },
        {
          "text": "and to make thee high above all nations that he hath made, in praise, and in name, and in honor; and that thou mayest be a holy people unto Jehovah thy God, as he hath spoken.",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.26"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 27",
      "text": [
        {
          "text": "And Moses and the elders of Israel commanded the people, saying, Keep all the commandment which I command you this day.",
          "ID": "1"
        },
        {
          "text": "And it shall be on the day when ye shall pass over the Jordan unto the land which Jehovah thy God giveth thee, that thou shalt set thee up great stones, and plaster them with plaster:",
          "ID": "2"
        },
        {
          "text": "and thou shalt write upon them all the words of this law, when thou art passed over; that thou mayest go in unto the land which Jehovah thy God giveth thee, a land flowing with milk and honey, as Jehovah, the God of thy fathers, hath promised thee.",
          "ID": "3"
        },
        {
          "text": "And it shall be, when ye are passed over the Jordan, that ye shall set up these stones, which I command you this day, in mount Ebal, and thou shalt plaster them with plaster.",
          "ID": "4"
        },
        {
          "text": "And there shalt thou build an altar unto Jehovah thy God, an altar of stones: thou shalt lift up no iron tool upon them.",
          "ID": "5"
        },
        {
          "text": "Thou shalt build the altar of Jehovah thy God of unhewn stones; and thou shalt offer burnt-offerings thereon unto Jehovah thy God:",
          "ID": "6"
        },
        {
          "text": "and thou shalt sacrifice peace-offerings, and shalt eat there; and thou shalt rejoice before Jehovah thy God.",
          "ID": "7"
        },
        {
          "text": "And thou shalt write upon the stones all the words of this law very plainly.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And Moses and the priests the Levites spake unto all Israel, saying, Keep silence, and hearken, O Israel: This day thou art become the people of Jehovah thy God.",
          "ID": "9"
        },
        {
          "text": "Thou shalt therefore obey the voice of Jehovah thy God, and do his commandments and his statutes, which I command thee this day.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "And Moses charged the people the same day, saying,",
          "ID": "11"
        },
        {
          "text": "These shall stand upon mount Gerizim to bless the people, when ye are passed over the Jordan: Simeon, and Levi, and Judah, and Issachar, and Joseph, and Benjamin.",
          "ID": "12"
        },
        {
          "text": "And these shall stand upon mount Ebal for the curse: Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali.",
          "ID": "13"
        },
        {
          "text": "And the Levites shall answer, and say unto all the men of Israel with a loud voice,",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Cursed be the man that maketh a graven or molten image, an abomination unto Jehovah, the work of the hands of the craftsman, and setteth it up in secret. And all the people shall answer and say, Amen.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Cursed be he that setteth light by his father or his mother. And all the people shall say, Amen.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "Cursed be he that removeth his neighbor’s landmark. And all the people shall say, Amen.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Cursed be he that maketh the blind to wander out of the way. And all the people shall say, Amen.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "Cursed be he that wresteth the justice due to the sojourner, fatherless, and widow. And all the people shall say, Amen.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Cursed be he that lieth with his father’s wife, because he hath uncovered his father’s skirt. And all the people shall say, Amen.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Cursed be he that lieth with any manner of beast. And all the people shall say, Amen.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "Cursed be he that lieth with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say, Amen.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Cursed be he that lieth with his mother-in-law. And all the people shall say, Amen.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "Cursed be he that smiteth his neighbor in secret. And all the people shall say, Amen.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Cursed be he that taketh a bribe to slay an innocent person. And all the people shall say, Amen.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "Cursed be he that confirmeth not the words of this law to do them. And all the people shall say, Amen.",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.27"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 28",
      "text": [
        {
          "text": "And it shall come to pass, if thou shalt hearken diligently unto the voice of Jehovah thy God, to observe to do all his commandments which I command thee this day, that Jehovah thy God will set thee on high above all the nations of the earth:",
          "ID": "1"
        },
        {
          "text": "and all these blessings shall come upon thee, and overtake thee, if thou shalt hearken unto the voice of Jehovah thy God.",
          "ID": "2"
        },
        {
          "text": "Blessed shalt thou be in the city, and blessed shalt thou be in the field.",
          "ID": "3"
        },
        {
          "text": "Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy beasts, the increase of thy cattle, and the young of thy flock.",
          "ID": "4"
        },
        {
          "text": "Blessed shall be thy basket and thy kneading-trough.",
          "ID": "5"
        },
        {
          "text": "Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Jehovah will cause thine enemies that rise up against thee to be smitten before thee: they shall come out against thee one way, and shall flee before thee seven ways.",
          "ID": "7"
        },
        {
          "text": "Jehovah will command the blessing upon thee in thy barns, and in all that thou puttest thy hand unto; and he will bless thee in the land which Jehovah thy God giveth thee.",
          "ID": "8"
        },
        {
          "text": "Jehovah will establish thee for a holy people unto himself, as he hath sworn unto thee; if thou shalt keep the commandments of Jehovah thy God, and walk in his ways.",
          "ID": "9"
        },
        {
          "text": "And all the peoples of the earth shall see that thou art called by the name of Jehovah; and they shall be afraid of thee.",
          "ID": "10"
        },
        {
          "text": "And Jehovah will make thee plenteous for good, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which Jehovah sware unto thy fathers to give thee.",
          "ID": "11"
        },
        {
          "text": "Jehovah will open unto thee his good treasure the heavens, to give the rain of thy land in its season, and to bless all the work of thy hand: and thou shalt lend unto many nations, and thou shalt not borrow.",
          "ID": "12"
        },
        {
          "text": "And Jehovah will make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if thou shalt hearken unto the commandments of Jehovah thy God, which I command thee this day, to observe and to do them,",
          "ID": "13"
        },
        {
          "text": "and shalt not turn aside from any of the words which I command you this day, to the right hand, or to the left, to go after other gods to serve them.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But it shall come to pass, if thou wilt not hearken unto the voice of Jehovah thy God, to observe to do all his commandments and his statutes which I command thee this day, that all these curses shall come upon thee, and overtake thee.",
          "ID": "15"
        },
        {
          "text": "Cursed shalt thou be in the city, and cursed shalt thou be in the field.",
          "ID": "16"
        },
        {
          "text": "Cursed shall be thy basket and thy kneading-trough.",
          "ID": "17"
        },
        {
          "text": "Cursed shall be the fruit of thy body, and the fruit of thy ground, the increase of thy cattle, and the young of thy flock.",
          "ID": "18"
        },
        {
          "text": "Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "Jehovah will send upon thee cursing, discomfiture, and rebuke, in all that thou puttest thy hand unto to do, until thou be destroyed, and until thou perish quickly; because of the evil of thy doings, whereby thou hast forsaken me.",
          "ID": "20"
        },
        {
          "text": "Jehovah will make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest in to possess it.",
          "ID": "21"
        },
        {
          "text": "Jehovah will smite thee with consumption, and with fever, and with inflammation, and with fiery heat, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.",
          "ID": "22"
        },
        {
          "text": "And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.",
          "ID": "23"
        },
        {
          "text": "Jehovah will make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Jehovah will cause thee to be smitten before thine enemies; thou shalt go out one way against them, and shalt flee seven ways before them: and thou shalt be tossed to and from among all the kingdoms of the earth.",
          "ID": "25"
        },
        {
          "text": "And thy dead body shall be food unto all birds of the heavens, and unto the beasts of the earth; and there shall be none to frighten them away.",
          "ID": "26"
        },
        {
          "text": "Jehovah will smite thee with the boil of Egypt, and with the emerods, and with the scurvy, and with the itch, whereof thou canst not be healed.",
          "ID": "27"
        },
        {
          "text": "Jehovah will smite thee with madness, and with blindness, and with astonishment of heart;",
          "ID": "28"
        },
        {
          "text": "and thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and robbed alway, and there shall be none to save thee.",
          "ID": "29"
        },
        {
          "text": "Thou shalt betroth a wife, and another man shall lie with her: thou shalt build a house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not use the fruit thereof.",
          "ID": "30"
        },
        {
          "text": "Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to save thee.",
          "ID": "31"
        },
        {
          "text": "Thy sons and thy daughters shall be given unto another people; and thine eyes shall look, and fail with longing for them all the day: and there shall be nought in the power of thy hand.",
          "ID": "32"
        },
        {
          "text": "The fruit of thy ground, and all thy labors, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway;",
          "ID": "33"
        },
        {
          "text": "so that thou shalt be mad for the sight of thine eyes which thou shalt see.",
          "ID": "34"
        },
        {
          "text": "Jehovah will smite thee in the knees, and in the legs, with a sore boil, whereof thou canst not be healed, from the sole of thy foot unto the crown of thy head.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "Jehovah will bring thee, and thy king whom thou shalt set over thee, unto a nation that thou hast not known, thou nor thy fathers; and there shalt thou serve other gods, wood and stone.",
          "ID": "36"
        },
        {
          "text": "And thou shalt become an astonishment, a proverb, and a byword, among all the peoples whither Jehovah shall lead thee away.",
          "ID": "37"
        },
        {
          "text": "Thou shalt carry much seed out into the field, and shalt gather little in; for the locust shall consume it.",
          "ID": "38"
        },
        {
          "text": "Thou shalt plant vineyards and dress them, but thou shalt neither drink of the wine, nor gather the grapes; for the worm shall eat them.",
          "ID": "39"
        },
        {
          "text": "Thou shalt have olive-trees throughout all thy borders, but thou shalt not anoint thyself with the oil; for thine olive shall cast its fruit.",
          "ID": "40"
        },
        {
          "text": "Thou shalt beget sons and daughters, but they shall not be thine; for they shall go into captivity.",
          "ID": "41"
        },
        {
          "text": "All thy trees and the fruit of thy ground shall the locust possess.",
          "ID": "42"
        },
        {
          "text": "The sojourner that is in the midst of thee shall mount up above thee higher and higher; and thou shalt come down lower and lower.",
          "ID": "43"
        },
        {
          "text": "He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.",
          "ID": "44"
        },
        {
          "text": "And all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of Jehovah thy God, to keep his commandments and his statutes which he commanded thee:",
          "ID": "45"
        },
        {
          "text": "and they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.",
          "ID": "46"
        },
        {
          "text": "",
          "ID": "46"
        },
        {
          "text": "Because thou servedst not Jehovah thy God with joyfulness, and with gladness of heart, by reason of the abundance of all things;",
          "ID": "47"
        },
        {
          "text": "therefore shalt thou serve thine enemies that Jehovah shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.",
          "ID": "48"
        },
        {
          "text": "Jehovah will bring a nation against thee from far, from the end of the earth, as the eagle flieth; a nation whose tongue thou shalt not understand;",
          "ID": "49"
        },
        {
          "text": "a nation of fierce countenance, that shall not regard the person of the old, nor show favor to the young,",
          "ID": "50"
        },
        {
          "text": "and shall eat the fruit of thy cattle, and the fruit of thy ground, until thou be destroyed; that also shall not leave thee grain, new wine, or oil, the increase of thy cattle, or the young of thy flock, until they have caused thee to perish.",
          "ID": "51"
        },
        {
          "text": "And they shall besiege thee in all thy gates, until thy high and fortified walls come down, wherein thou trustedst, throughout all thy land; and they shall besiege thee in all thy gates throughout all thy land, which Jehovah thy God hath given thee.",
          "ID": "52"
        },
        {
          "text": "And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, whom Jehovah thy God hath given thee, in the siege and in the distress wherewith thine enemies shall distress thee.",
          "ID": "53"
        },
        {
          "text": "The man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children whom he hath remaining;",
          "ID": "54"
        },
        {
          "text": "so that he will not give to any of them of the flesh of his children whom he shall eat, because he hath nothing left him, in the siege and in the distress wherewith thine enemy shall distress thee in all thy gates.",
          "ID": "55"
        },
        {
          "text": "The tender and delicate woman among you, who would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,",
          "ID": "56"
        },
        {
          "text": "and toward her young one that cometh out from between her feet, and toward her children whom she shall bear; for she shall eat them for want of all things secretly, in the siege and in the distress wherewith thine enemy shall distress thee in thy gates.",
          "ID": "57"
        },
        {
          "text": "",
          "ID": "57"
        },
        {
          "text": "If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, JEHOVAH THY GOD;",
          "ID": "58"
        },
        {
          "text": "then Jehovah will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance.",
          "ID": "59"
        },
        {
          "text": "And he will bring upon thee again all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee.",
          "ID": "60"
        },
        {
          "text": "Also every sickness, and every plague, which is not written in the book of this law, them will Jehovah bring upon thee, until thou be destroyed.",
          "ID": "61"
        },
        {
          "text": "And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou didst not hearken unto the voice of Jehovah thy God.",
          "ID": "62"
        },
        {
          "text": "And it shall come to pass, that, as Jehovah rejoiced over you to do you good, and to multiply you, so Jehovah will rejoice over you to cause you to perish, and to destroy you; and ye shall be plucked from off the land whither thou goest in to possess it.",
          "ID": "63"
        },
        {
          "text": "And Jehovah will scatter thee among all peoples, from the one end of the earth even unto the other end of the earth; and there thou shalt serve other gods, which thou hast not known, thou nor thy fathers, even wood and stone.",
          "ID": "64"
        },
        {
          "text": "And among these nations shalt thou find no ease, and there shall be no rest for the sole of thy foot: but Jehovah will give thee there a trembling heart, and failing of eyes, and pining of soul;",
          "ID": "65"
        },
        {
          "text": "and thy life shall hang in doubt before thee; and thou shalt fear night and day, and shalt have no assurance of thy life.",
          "ID": "66"
        },
        {
          "text": "In the morning thou shalt say, Would it were even! and at even thou shalt say, Would it were morning! for the fear of thy heart which thou shalt fear, and for the sight of thine eyes which thou shalt see.",
          "ID": "67"
        },
        {
          "text": "And Jehovah will bring thee into Egypt again with ships, by the way whereof I said unto thee, Thou shalt see it no more again: and there ye shall sell yourselves unto your enemies for bondmen and for bondwomen, and no man shall buy you.",
          "ID": "68"
        }
      ],
      "ID": "OT:DEU.28"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 29",
      "text": [
        {
          "text": "These are the words of the covenant which Jehovah commanded Moses to make with the children of Israel in the land of Moab, besides the covenant which he made with them in Horeb.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "And Moses called unto all Israel, and said unto them, Ye have seen all that Jehovah did before your eyes in the land of Egypt unto Pharaoh, and unto all his servants, and unto all his land;",
          "ID": "2"
        },
        {
          "text": "the great trials which thine eyes saw, the signs, and those great wonders:",
          "ID": "3"
        },
        {
          "text": "but Jehovah hath not given you a heart to know, and eyes to see, and ears to hear, unto this day.",
          "ID": "4"
        },
        {
          "text": "And I have led you forty years in the wilderness: your clothes are not waxed old upon you, and thy shoe is not waxed old upon thy foot.",
          "ID": "5"
        },
        {
          "text": "Ye have not eaten bread, neither have ye drunk wine or strong drink; that ye may know that I am Jehovah your God.",
          "ID": "6"
        },
        {
          "text": "And when ye came unto this place, Sihon the king of Heshbon, and Og the king of Bashan, came out against us unto battle, and we smote them:",
          "ID": "7"
        },
        {
          "text": "and we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half-tribe of the Manassites.",
          "ID": "8"
        },
        {
          "text": "Keep therefore the words of this covenant, and do them, that ye may prosper in all that ye do.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "Ye stand this day all of you before Jehovah your God; your heads, your tribes, your elders, and your officers, even all the men of Israel,",
          "ID": "10"
        },
        {
          "text": "your little ones, your wives, and thy sojourner that is in the midst of thy camps, from the hewer of thy wood unto the drawer of thy water;",
          "ID": "11"
        },
        {
          "text": "that thou mayest enter into the covenant of Jehovah thy God, and into his oath, which Jehovah thy God maketh with thee this day;",
          "ID": "12"
        },
        {
          "text": "that he may establish thee this day unto himself for a people, and that he may be unto thee a God, as he spake unto thee, and as he sware unto thy fathers, to Abraham, to Isaac, and to Jacob.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Neither with you only do I make this covenant and this oath,",
          "ID": "14"
        },
        {
          "text": "but with him that standeth here with us this day before Jehovah our God, and also with him that is not here with us this day",
          "ID": "15"
        },
        {
          "text": "(for ye know how we dwelt in the land of Egypt, and how we came through the midst of the nations through which ye passed;",
          "ID": "16"
        },
        {
          "text": "and ye have seen their abominations, and their idols, wood and stone, silver and gold, which were among them);",
          "ID": "17"
        },
        {
          "text": "lest there should be among you man, or woman, or family, or tribe, whose heart turneth away this day from Jehovah our God, to go to serve the gods of those nations; lest there should be among you a root that beareth gall and wormwood;",
          "ID": "18"
        },
        {
          "text": "and it come to pass, when he heareth the words of this curse, that he bless himself in his heart, saying, I shall have peace, though I walk in the stubbornness of my heart, to destroy the moist with the dry.",
          "ID": "19"
        },
        {
          "text": "Jehovah will not pardon him, but then the anger of Jehovah and his jealousy will smoke against that man, and all the curse that is written in this book shall lie upon him, and Jehovah will blot out his name from under heaven.",
          "ID": "20"
        },
        {
          "text": "And Jehovah will set him apart unto evil out of all the tribes of Israel, according to all the curses of the covenant that is written in this book of the law.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And the generation to come, your children that shall rise up after you, and the foreigner that shall come from a far land, shall say, when they see the plagues of that land, and the sicknesses wherewith Jehovah hath made it sick;",
          "ID": "22"
        },
        {
          "text": "and that the whole land thereof is brimstone, and salt, and a burning, that it is not sown, nor beareth, nor any grass groweth therein, like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which Jehovah overthrew in his anger, and in his wrath:",
          "ID": "23"
        },
        {
          "text": "even all the nations shall say, Wherefore hath Jehovah done thus unto this land? what meaneth the heat of this great anger?",
          "ID": "24"
        },
        {
          "text": "Then men shall say, Because they forsook the covenant of Jehovah, the God of their fathers, which he made with them when he brought them forth out of the land of Egypt,",
          "ID": "25"
        },
        {
          "text": "and went and served other gods, and worshipped them, gods that they knew not, and that he had not given unto them:",
          "ID": "26"
        },
        {
          "text": "therefore the anger of Jehovah was kindled against this land, to bring upon it all the curse that is written in this book;",
          "ID": "27"
        },
        {
          "text": "and Jehovah rooted them out of their land in anger, and in wrath, and in great indignation, and cast them into another land, as at this day.",
          "ID": "28"
        },
        {
          "text": "The secret things belong unto Jehovah our God; but the things that are revealed belong unto us and to our children for ever, that we may do all the words of this law.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.29"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 30",
      "text": [
        {
          "text": "And it shall come to pass, when all these things are come upon thee, the blessing and the curse, which I have set before thee, and thou shalt call them to mind among all the nations, whither Jehovah thy God hath driven thee,",
          "ID": "1"
        },
        {
          "text": "and shalt return unto Jehovah thy God, and shalt obey his voice according to all that I command thee this day, thou and thy children, with all thy heart, and with all thy soul;",
          "ID": "2"
        },
        {
          "text": "that then Jehovah thy God will turn thy captivity, and have compassion upon thee, and will return and gather thee from all the peoples, whither Jehovah thy God hath scattered thee.",
          "ID": "3"
        },
        {
          "text": "If any of thine outcasts be in the uttermost parts of heaven, from thence will Jehovah thy God gather thee, and from thence will he fetch thee:",
          "ID": "4"
        },
        {
          "text": "and Jehovah thy God will bring thee into the land which thy fathers possessed, and thou shalt possess it; and he will do thee good, and multiply thee above thy fathers.",
          "ID": "5"
        },
        {
          "text": "And Jehovah thy God will circumcise thy heart, and the heart of thy seed, to love Jehovah thy God with all thy heart, and with all thy soul, that thou mayest live.",
          "ID": "6"
        },
        {
          "text": "And Jehovah thy God will put all these curses upon thine enemies, and on them that hate thee, that persecuted thee.",
          "ID": "7"
        },
        {
          "text": "And thou shalt return and obey the voice of Jehovah, and do all his commandments which I command thee this day.",
          "ID": "8"
        },
        {
          "text": "And Jehovah thy God will make thee plenteous in all the work of thy hand, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, for good: for Jehovah will again rejoice over thee for good, as he rejoiced over thy fathers;",
          "ID": "9"
        },
        {
          "text": "if thou shalt obey the voice of Jehovah thy God, to keep his commandments and his statutes which are written in this book of the law; if thou turn unto Jehovah thy God with all thy heart, and with all thy soul.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "For this commandment which I command thee this day, it is not too hard for thee, neither is it far off.",
          "ID": "11"
        },
        {
          "text": "It is not in heaven, that thou shouldest say, Who shall go up for us to heaven, and bring it unto us, and make us to hear it, that we may do it?",
          "ID": "12"
        },
        {
          "text": "Neither is it beyond the sea, that thou shouldest say, Who shall go over the sea for us, and bring it unto us, and make us to hear it, that we may do it?",
          "ID": "13"
        },
        {
          "text": "But the word is very nigh unto thee, in thy mouth, and in thy heart, that thou mayest do it.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "See, I have set before thee this day life and good, and death and evil;",
          "ID": "15"
        },
        {
          "text": "in that I command thee this day to love Jehovah thy God, to walk in his ways, and to keep his commandments and his statutes and his ordinances, that thou mayest live and multiply, and that Jehovah thy God may bless thee in the land whither thou goest in to possess it.",
          "ID": "16"
        },
        {
          "text": "But if thy heart turn away, and thou wilt not hear, but shalt be drawn away, and worship other gods, and serve them;",
          "ID": "17"
        },
        {
          "text": "I denounce unto you this day, that ye shall surely perish; ye shall not prolong your days in the land, whither thou passest over the Jordan to go in to possess it.",
          "ID": "18"
        },
        {
          "text": "I call heaven and earth to witness against you this day, that I have set before thee life and death, the blessing and the curse: therefore choose life, that thou mayest live, thou and thy seed;",
          "ID": "19"
        },
        {
          "text": "to love Jehovah thy God, to obey his voice, and to cleave unto him; for he is thy life, and the length of thy days; that thou mayest dwell in the land which Jehovah sware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give them.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.30"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 31",
      "text": [
        {
          "text": "And Moses went and spake these words unto all Israel.",
          "ID": "1"
        },
        {
          "text": "And he said unto them, I am a hundred and twenty years old this day; I can no more go out and come in: and Jehovah hath said unto me, Thou shalt not go over this Jordan.",
          "ID": "2"
        },
        {
          "text": "Jehovah thy God, he will go over before thee; he will destroy these nations from before thee, and thou shalt dispossess them: and Joshua, he shall go over before thee, as Jehovah hath spoken.",
          "ID": "3"
        },
        {
          "text": "And Jehovah will do unto them as he did to Sihon and to Og, the kings of the Amorites, and unto their land; whom he destroyed.",
          "ID": "4"
        },
        {
          "text": "And Jehovah will deliver them up before you, and ye shall do unto them according unto all the commandment which I have commanded you.",
          "ID": "5"
        },
        {
          "text": "Be strong and of good courage, fear not, nor be affrighted at them: for Jehovah thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.",
          "ID": "6"
        },
        {
          "text": "And Moses called unto Joshua, and said unto him in the sight of all Israel, Be strong and of good courage: for thou shalt go with this people into the land which Jehovah hath sworn unto their fathers to give them; and thou shalt cause them to inherit it.",
          "ID": "7"
        },
        {
          "text": "And Jehovah, he it is that doth go before thee; he will be with thee, he will not fail thee, neither forsake thee: fear not, neither be dismayed.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And Moses wrote this law, and delivered it unto the priests the sons of Levi, that bare the ark of the covenant of Jehovah, and unto all the elders of Israel.",
          "ID": "9"
        },
        {
          "text": "And Moses commanded them, saying, At the end of every seven years, in the set time of the year of release, in the feast of tabernacles,",
          "ID": "10"
        },
        {
          "text": "when all Israel is come to appear before Jehovah thy God in the place which he shall choose, thou shalt read this law before all Israel in their hearing.",
          "ID": "11"
        },
        {
          "text": "Assemble the people, the men and the women and the little ones, and thy sojourner that is within thy gates, that they may hear, and that they may learn, and fear Jehovah your God, and observe to do all the words of this law;",
          "ID": "12"
        },
        {
          "text": "and that their children, who have not known, may hear, and learn to fear Jehovah your God, as long as ye live in the land whither ye go over the Jordan to possess it.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And Jehovah said unto Moses, Behold, thy days approach that thou must die: call Joshua, and present yourselves in the tent of meeting, that I may give him a charge. And Moses and Joshua went, and presented themselves in the tent of meeting.",
          "ID": "14"
        },
        {
          "text": "And Jehovah appeared in the Tent in a pillar of cloud: and the pillar of cloud stood over the door of the Tent.",
          "ID": "15"
        },
        {
          "text": "And Jehovah said unto Moses, Behold, thou shalt sleep with thy fathers; and this people will rise up, and play the harlot after the strange gods of the land, whither they go to be among them, and will forsake me, and break my covenant which I have made with them.",
          "ID": "16"
        },
        {
          "text": "Then my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall come upon them; so that they will say in that day, Are not these evils come upon us because our God is not among us?",
          "ID": "17"
        },
        {
          "text": "And I will surely hide my face in that day for all the evil which they shall have wrought, in that they are turned unto other gods.",
          "ID": "18"
        },
        {
          "text": "Now therefore write ye this song for you, and teach thou it the children of Israel: put it in their mouths, that this song may be a witness for me against the children of Israel.",
          "ID": "19"
        },
        {
          "text": "For when I shall have brought them into the land which I sware unto their fathers, flowing with milk and honey, and they shall have eaten and filled themselves, and waxed fat; then will they turn unto other gods, and serve them, and despise me, and break my covenant.",
          "ID": "20"
        },
        {
          "text": "And it shall come to pass, when many evils and troubles are come upon them, that this song shall testify before them as a witness; for it shall not be forgotten out of the mouths of their seed: for I know their imagination which they frame this day, before I have brought them into the land which I sware.",
          "ID": "21"
        },
        {
          "text": "So Moses wrote this song the same day, and taught it the children of Israel.",
          "ID": "22"
        },
        {
          "text": "And he gave Joshua the son of Nun a charge, and said, Be strong and of good courage; for thou shalt bring the children of Israel into the land which I sware unto them: and I will be with thee.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "And it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,",
          "ID": "24"
        },
        {
          "text": "that Moses commanded the Levites, that bare the ark of the covenant of Jehovah, saying,",
          "ID": "25"
        },
        {
          "text": "Take this book of the law, and put it by the side of the ark of the covenant of Jehovah your God, that it may be there for a witness against thee.",
          "ID": "26"
        },
        {
          "text": "For I know thy rebellion, and thy stiff neck: behold, while I am yet alive with you this day, ye have been rebellious against Jehovah; and how much more after my death?",
          "ID": "27"
        },
        {
          "text": "Assemble unto me all the elders of your tribes, and your officers, that I may speak these words in their ears, and call heaven and earth to witness against them.",
          "ID": "28"
        },
        {
          "text": "For I know that after my death ye will utterly corrupt yourselves, and turn aside from the way which I have commanded you; and evil will befall you in the latter days; because ye will do that which is evil in the sight of Jehovah, to provoke him to anger through the work of your hands.",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "And Moses spake in the ears of all the assembly of Israel the words of this song, until they were finished.",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.31"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 32",
      "text": [
        {
          "text": "Give ear, ye heavens, and I will speak;",
          "ID": "1"
        },
        {
          "text": "And let the earth hear the words of my mouth.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "My doctrine shall drop as the rain;",
          "ID": "2"
        },
        {
          "text": "My speech shall distil as the dew,",
          "ID": "2"
        },
        {
          "text": "As the small rain upon the tender grass,",
          "ID": "2"
        },
        {
          "text": "And as the showers upon the herb.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "For I will proclaim the name of Jehovah:",
          "ID": "3"
        },
        {
          "text": "Ascribe ye greatness unto our God.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "The Rock, his work is perfect;",
          "ID": "4"
        },
        {
          "text": "For all his ways are justice:",
          "ID": "4"
        },
        {
          "text": "A God of faithfulness and without iniquity,",
          "ID": "4"
        },
        {
          "text": "Just and right is he.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "They have dealt corruptly with him, they are not his children, it is their blemish;",
          "ID": "5"
        },
        {
          "text": "They are a perverse and crooked generation.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Do ye thus requite Jehovah,",
          "ID": "6"
        },
        {
          "text": "O foolish people and unwise?",
          "ID": "6"
        },
        {
          "text": "Is not he thy father that hath bought thee?",
          "ID": "6"
        },
        {
          "text": "He hath made thee, and established thee.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "Remember the days of old,",
          "ID": "7"
        },
        {
          "text": "Consider the years of many generations:",
          "ID": "7"
        },
        {
          "text": "Ask thy father, and he will show thee;",
          "ID": "7"
        },
        {
          "text": "Thine elders, and they will tell thee.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "When the Most High gave to the nations their inheritance,",
          "ID": "8"
        },
        {
          "text": "When he separated the children of men,",
          "ID": "8"
        },
        {
          "text": "He set the bounds of the peoples",
          "ID": "8"
        },
        {
          "text": "According to the number of the children of Israel.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "For Jehovah’s portion is his people;",
          "ID": "9"
        },
        {
          "text": "Jacob is the lot of his inheritance.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "He found him in a desert land,",
          "ID": "10"
        },
        {
          "text": "And in the waste howling wilderness;",
          "ID": "10"
        },
        {
          "text": "He compassed him about, he cared for him,",
          "ID": "10"
        },
        {
          "text": "He kept him as the apple of his eye.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "As an eagle that stirreth up her nest,",
          "ID": "11"
        },
        {
          "text": "That fluttereth over her young,",
          "ID": "11"
        },
        {
          "text": "He spread abroad his wings, he took them,",
          "ID": "11"
        },
        {
          "text": "He bare them on his pinions.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Jehovah alone did lead him,",
          "ID": "12"
        },
        {
          "text": "And there was no foreign god with him.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "He made him ride on the high places of the earth,",
          "ID": "13"
        },
        {
          "text": "And he did eat the increase of the field;",
          "ID": "13"
        },
        {
          "text": "And he made him to suck honey out of the rock,",
          "ID": "13"
        },
        {
          "text": "And oil out of the flinty rock;",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Butter of the herd, and milk of the flock,",
          "ID": "14"
        },
        {
          "text": "With fat of lambs,",
          "ID": "14"
        },
        {
          "text": "And rams of the breed of Bashan, and goats,",
          "ID": "14"
        },
        {
          "text": "With the finest of the wheat;",
          "ID": "14"
        },
        {
          "text": "And of the blood of the grape thou drankest wine.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "But Jeshurun waxed fat, and kicked:",
          "ID": "15"
        },
        {
          "text": "Thou art waxed fat, thou art grown thick, thou art become sleek;",
          "ID": "15"
        },
        {
          "text": "Then he forsook God who made him,",
          "ID": "15"
        },
        {
          "text": "And lightly esteemed the Rock of his salvation.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "They moved him to jealousy with strange gods;",
          "ID": "16"
        },
        {
          "text": "With abominations provoked they him to anger.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "They sacrificed unto demons, which were no God,",
          "ID": "17"
        },
        {
          "text": "To gods that they knew not,",
          "ID": "17"
        },
        {
          "text": "To new gods that came up of late,",
          "ID": "17"
        },
        {
          "text": "Which your fathers dreaded not.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "Of the Rock that begat thee thou art unmindful,",
          "ID": "18"
        },
        {
          "text": "And hast forgotten God that gave thee birth.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "And Jehovah saw it, and abhorred them,",
          "ID": "19"
        },
        {
          "text": "Because of the provocation of his sons and his daughters.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And he said, I will hide my face from them,",
          "ID": "20"
        },
        {
          "text": "I will see what their end shall be:",
          "ID": "20"
        },
        {
          "text": "For they are a very perverse generation,",
          "ID": "20"
        },
        {
          "text": "Children in whom is no faithfulness.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "They have moved me to jealousy with that which is not God;",
          "ID": "21"
        },
        {
          "text": "They have provoked me to anger with their vanities:",
          "ID": "21"
        },
        {
          "text": "And I will move them to jealousy with those that are not a people;",
          "ID": "21"
        },
        {
          "text": "I will provoke them to anger with a foolish nation.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "For a fire is kindled in mine anger,",
          "ID": "22"
        },
        {
          "text": "And burneth unto the lowest Sheol,",
          "ID": "22"
        },
        {
          "text": "And devoureth the earth with its increase,",
          "ID": "22"
        },
        {
          "text": "And setteth on fire the foundations of the mountains.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "I will heap evils upon them;",
          "ID": "23"
        },
        {
          "text": "I will spend mine arrows upon them:",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "They shall be wasted with hunger, and devoured with burning heat",
          "ID": "24"
        },
        {
          "text": "And bitter destruction;",
          "ID": "24"
        },
        {
          "text": "And the teeth of beasts will I send upon them,",
          "ID": "24"
        },
        {
          "text": "With the poison of crawling things of the dust.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Without shall the sword bereave,",
          "ID": "25"
        },
        {
          "text": "And in the chambers terror;",
          "ID": "25"
        },
        {
          "text": "It shall destroy both young man and virgin,",
          "ID": "25"
        },
        {
          "text": "The suckling with the man of gray hairs.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "I said, I would scatter them afar,",
          "ID": "26"
        },
        {
          "text": "I would make the remembrance of them to cease from among men;",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "Were it not that I feared the provocation of the enemy,",
          "ID": "27"
        },
        {
          "text": "Lest their adversaries should judge amiss,",
          "ID": "27"
        },
        {
          "text": "Lest they should say, Our hand is exalted,",
          "ID": "27"
        },
        {
          "text": "And Jehovah hath not done all this.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "For they are a nation void of counsel,",
          "ID": "28"
        },
        {
          "text": "And there is no understanding in them.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Oh that they were wise, that they understood this,",
          "ID": "29"
        },
        {
          "text": "That they would consider their latter end!",
          "ID": "29"
        },
        {
          "text": "",
          "ID": "29"
        },
        {
          "text": "How should one chase a thousand,",
          "ID": "30"
        },
        {
          "text": "And two put ten thousand to flight,",
          "ID": "30"
        },
        {
          "text": "Except their Rock had sold them,",
          "ID": "30"
        },
        {
          "text": "And Jehovah had delivered them up?",
          "ID": "30"
        },
        {
          "text": "",
          "ID": "30"
        },
        {
          "text": "For their rock is not as our Rock,",
          "ID": "31"
        },
        {
          "text": "Even our enemies themselves being judges.",
          "ID": "31"
        },
        {
          "text": "",
          "ID": "31"
        },
        {
          "text": "For their vine is of the vine of Sodom,",
          "ID": "32"
        },
        {
          "text": "And of the fields of Gomorrah:",
          "ID": "32"
        },
        {
          "text": "Their grapes are grapes of gall,",
          "ID": "32"
        },
        {
          "text": "Their clusters are bitter:",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Their wine is the poison of serpents,",
          "ID": "33"
        },
        {
          "text": "And the cruel venom of asps.",
          "ID": "33"
        },
        {
          "text": "",
          "ID": "33"
        },
        {
          "text": "Is not this laid up in store with me,",
          "ID": "34"
        },
        {
          "text": "Sealed up among my treasures?",
          "ID": "34"
        },
        {
          "text": "",
          "ID": "34"
        },
        {
          "text": "Vengeance is mine, and recompense,",
          "ID": "35"
        },
        {
          "text": "At the time when their foot shall slide:",
          "ID": "35"
        },
        {
          "text": "For the day of their calamity is at hand,",
          "ID": "35"
        },
        {
          "text": "And the things that are to come upon them shall make haste.",
          "ID": "35"
        },
        {
          "text": "",
          "ID": "35"
        },
        {
          "text": "For Jehovah will judge his people,",
          "ID": "36"
        },
        {
          "text": "And repent himself for his servants;",
          "ID": "36"
        },
        {
          "text": "When he seeth that their power is gone,",
          "ID": "36"
        },
        {
          "text": "And there is none remaining, shut up or left at large.",
          "ID": "36"
        },
        {
          "text": "",
          "ID": "36"
        },
        {
          "text": "And he will say, Where are their gods,",
          "ID": "37"
        },
        {
          "text": "The rock in which they took refuge;",
          "ID": "37"
        },
        {
          "text": "",
          "ID": "37"
        },
        {
          "text": "Which did eat the fat of their sacrifices,",
          "ID": "38"
        },
        {
          "text": "And drank the wine of their drink-offering?",
          "ID": "38"
        },
        {
          "text": "Let them rise up and help you,",
          "ID": "38"
        },
        {
          "text": "Let them be your protection.",
          "ID": "38"
        },
        {
          "text": "",
          "ID": "38"
        },
        {
          "text": "See now that I, even I, am he,",
          "ID": "39"
        },
        {
          "text": "And there is no god with me:",
          "ID": "39"
        },
        {
          "text": "I kill, and I make alive;",
          "ID": "39"
        },
        {
          "text": "I wound, and I heal;",
          "ID": "39"
        },
        {
          "text": "And there is none that can deliver out of my hand.",
          "ID": "39"
        },
        {
          "text": "",
          "ID": "39"
        },
        {
          "text": "For I lift up my hand to heaven,",
          "ID": "40"
        },
        {
          "text": "And say, As I live for ever,",
          "ID": "40"
        },
        {
          "text": "",
          "ID": "40"
        },
        {
          "text": "If I whet my glittering sword,",
          "ID": "41"
        },
        {
          "text": "And my hand take hold on judgment;",
          "ID": "41"
        },
        {
          "text": "I will render vengeance to mine adversaries,",
          "ID": "41"
        },
        {
          "text": "And will recompense them that hate me.",
          "ID": "41"
        },
        {
          "text": "",
          "ID": "41"
        },
        {
          "text": "I will make mine arrows drunk with blood,",
          "ID": "42"
        },
        {
          "text": "And my sword shall devour flesh;",
          "ID": "42"
        },
        {
          "text": "With the blood of the slain and the captives,",
          "ID": "42"
        },
        {
          "text": "From the head of the leaders of the enemy.",
          "ID": "42"
        },
        {
          "text": "",
          "ID": "42"
        },
        {
          "text": "Rejoice, O ye nations, with his people:",
          "ID": "43"
        },
        {
          "text": "For he will avenge the blood of his servants,",
          "ID": "43"
        },
        {
          "text": "And will render vengeance to his adversaries,",
          "ID": "43"
        },
        {
          "text": "And will make expiation for his land, for his people.",
          "ID": "43"
        },
        {
          "text": "",
          "ID": "43"
        },
        {
          "text": "And Moses came and spake all the words of this song in the ears of the people, he, and Hoshea the son of Nun.",
          "ID": "44"
        },
        {
          "text": "And Moses made an end of speaking all these words to all Israel;",
          "ID": "45"
        },
        {
          "text": "and he said unto them, Set your heart unto all the words which I testify unto you this day, which ye shall command your children to observe to do, even all the words of this law.",
          "ID": "46"
        },
        {
          "text": "For it is no vain thing for you; because it is your life, and through this thing ye shall prolong your days in the land, whither ye go over the Jordan to possess it.",
          "ID": "47"
        },
        {
          "text": "",
          "ID": "47"
        },
        {
          "text": "And Jehovah spake unto Moses that selfsame day, saying,",
          "ID": "48"
        },
        {
          "text": "Get thee up into this mountain of Abarim, unto mount Nebo, which is in the land of Moab, that is over against Jericho; and behold the land of Canaan, which I give unto the children of Israel for a possession;",
          "ID": "49"
        },
        {
          "text": "and die in the mount whither thou goest up, and be gathered unto thy people, as Aaron thy brother died in mount Hor, and was gathered unto his people:",
          "ID": "50"
        },
        {
          "text": "because ye trespassed against me in the midst of the children of Israel at the waters of Meribah of Kadesh, in the wilderness of Zin; because ye sanctified me not in the midst of the children of Israel.",
          "ID": "51"
        },
        {
          "text": "For thou shalt see the land before thee; but thou shalt not go thither into the land which I give the children of Israel.",
          "ID": "52"
        }
      ],
      "ID": "OT:DEU.32"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 33",
      "text": [
        {
          "text": "And this is the blessing, wherewith Moses the man of God blessed the children of Israel before his death.",
          "ID": "1"
        },
        {
          "text": "And he said,",
          "ID": "2"
        },
        {
          "text": "Jehovah came from Sinai,",
          "ID": "2"
        },
        {
          "text": "And rose from Seir unto them;",
          "ID": "2"
        },
        {
          "text": "He shined forth from mount Paran,",
          "ID": "2"
        },
        {
          "text": "And he came from the ten thousands of holy ones:",
          "ID": "2"
        },
        {
          "text": "At his right hand was a fiery law for them.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "Yea, he loveth the people;",
          "ID": "3"
        },
        {
          "text": "All his saints are in thy hand:",
          "ID": "3"
        },
        {
          "text": "And they sat down at thy feet;",
          "ID": "3"
        },
        {
          "text": "Every one shall receive of thy words.",
          "ID": "3"
        },
        {
          "text": "",
          "ID": "3"
        },
        {
          "text": "Moses commanded us a law,",
          "ID": "4"
        },
        {
          "text": "An inheritance for the assembly of Jacob.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "And he was king in Jeshurun,",
          "ID": "5"
        },
        {
          "text": "When the heads of the people were gathered,",
          "ID": "5"
        },
        {
          "text": "All the tribes of Israel together.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Let Reuben live, and not die;",
          "ID": "6"
        },
        {
          "text": "Nor let his men be few.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "And this is the blessing of Judah: and he said,",
          "ID": "7"
        },
        {
          "text": "Hear, Jehovah, the voice of Judah,",
          "ID": "7"
        },
        {
          "text": "And bring him in unto his people.",
          "ID": "7"
        },
        {
          "text": "With his hands he contended for himself;",
          "ID": "7"
        },
        {
          "text": "And thou shalt be a help against his adversaries.",
          "ID": "7"
        },
        {
          "text": "",
          "ID": "7"
        },
        {
          "text": "And of Levi he said,",
          "ID": "8"
        },
        {
          "text": "Thy Thummim and thy Urim are with thy godly one,",
          "ID": "8"
        },
        {
          "text": "Whom thou didst prove at Massah,",
          "ID": "8"
        },
        {
          "text": "With whom thou didst strive at the waters of Meribah;",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Who said of his father, and of his mother, I have not seen him;",
          "ID": "9"
        },
        {
          "text": "Neither did he acknowledge his brethren,",
          "ID": "9"
        },
        {
          "text": "Nor knew he his own children:",
          "ID": "9"
        },
        {
          "text": "For they have observed thy word,",
          "ID": "9"
        },
        {
          "text": "And keep thy covenant.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "They shall teach Jacob thine ordinances,",
          "ID": "10"
        },
        {
          "text": "And Israel thy law:",
          "ID": "10"
        },
        {
          "text": "They shall put incense before thee,",
          "ID": "10"
        },
        {
          "text": "And whole burnt-offering upon thine altar.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Bless, Jehovah, his substance,",
          "ID": "11"
        },
        {
          "text": "And accept the work of his hands:",
          "ID": "11"
        },
        {
          "text": "Smite through the loins of them that rise up against him,",
          "ID": "11"
        },
        {
          "text": "And of them that hate him, that they rise not again.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Of Benjamin he said,",
          "ID": "12"
        },
        {
          "text": "The beloved of Jehovah shall dwell in safety by him;",
          "ID": "12"
        },
        {
          "text": "He covereth him all the day long,",
          "ID": "12"
        },
        {
          "text": "And he dwelleth between his shoulders.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "And of Joseph he said,",
          "ID": "13"
        },
        {
          "text": "Blessed of Jehovah be his land,",
          "ID": "13"
        },
        {
          "text": "For the precious things of heaven, for the dew,",
          "ID": "13"
        },
        {
          "text": "And for the deep that coucheth beneath,",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "And for the precious things of the fruits of the sun,",
          "ID": "14"
        },
        {
          "text": "And for the precious things of the growth of the moons,",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "And for the chief things of the ancient mountains,",
          "ID": "15"
        },
        {
          "text": "And for the precious things of the everlasting hills,",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "And for the precious things of the earth and the fulness thereof,",
          "ID": "16"
        },
        {
          "text": "And the good will of him that dwelt in the bush.",
          "ID": "16"
        },
        {
          "text": "Let the blessing come upon the head of Joseph,",
          "ID": "16"
        },
        {
          "text": "And upon the crown of the head of him that was separate from his brethren.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "The firstling of his herd, majesty is his;",
          "ID": "17"
        },
        {
          "text": "And his horns are the horns of the wild-ox:",
          "ID": "17"
        },
        {
          "text": "With them he shall push the peoples all of them, even the ends of the earth:",
          "ID": "17"
        },
        {
          "text": "And they are the ten thousands of Ephraim,",
          "ID": "17"
        },
        {
          "text": "And they are the thousands of Manasseh.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "And of Zebulun he said,",
          "ID": "18"
        },
        {
          "text": "Rejoice, Zebulun, in thy going out;",
          "ID": "18"
        },
        {
          "text": "And, Issachar, in thy tents.",
          "ID": "18"
        },
        {
          "text": "",
          "ID": "18"
        },
        {
          "text": "They shall call the peoples unto the mountain;",
          "ID": "19"
        },
        {
          "text": "There shall they offer sacrifices of righteousness:",
          "ID": "19"
        },
        {
          "text": "For they shall suck the abundance of the seas,",
          "ID": "19"
        },
        {
          "text": "And the hidden treasures of the sand.",
          "ID": "19"
        },
        {
          "text": "",
          "ID": "19"
        },
        {
          "text": "And of Gad he said,",
          "ID": "20"
        },
        {
          "text": "Blessed be he that enlargeth Gad:",
          "ID": "20"
        },
        {
          "text": "He dwelleth as a lioness,",
          "ID": "20"
        },
        {
          "text": "And teareth the arm, yea, the crown of the head.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "And he provided the first part for himself,",
          "ID": "21"
        },
        {
          "text": "For there was the lawgiver’s portion reserved;",
          "ID": "21"
        },
        {
          "text": "And he came with the heads of the people;",
          "ID": "21"
        },
        {
          "text": "He executed the righteousness of Jehovah,",
          "ID": "21"
        },
        {
          "text": "And his ordinances with Israel.",
          "ID": "21"
        },
        {
          "text": "",
          "ID": "21"
        },
        {
          "text": "And of Dan he said,",
          "ID": "22"
        },
        {
          "text": "Dan is a lion’s whelp,",
          "ID": "22"
        },
        {
          "text": "That leapeth forth from Bashan.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And of Naphtali he said,",
          "ID": "23"
        },
        {
          "text": "O Naphtali, satisfied with favor,",
          "ID": "23"
        },
        {
          "text": "And full with the blessing of Jehovah,",
          "ID": "23"
        },
        {
          "text": "Possess thou the west and the south.",
          "ID": "23"
        },
        {
          "text": "",
          "ID": "23"
        },
        {
          "text": "And of Asher he said,",
          "ID": "24"
        },
        {
          "text": "Blessed be Asher with children;",
          "ID": "24"
        },
        {
          "text": "Let him be acceptable unto his brethren,",
          "ID": "24"
        },
        {
          "text": "And let him dip his foot in oil.",
          "ID": "24"
        },
        {
          "text": "",
          "ID": "24"
        },
        {
          "text": "Thy bars shall be iron and brass;",
          "ID": "25"
        },
        {
          "text": "And as thy days, so shall thy strength be.",
          "ID": "25"
        },
        {
          "text": "",
          "ID": "25"
        },
        {
          "text": "There is none like unto God, O Jeshurun,",
          "ID": "26"
        },
        {
          "text": "Who rideth upon the heavens for thy help,",
          "ID": "26"
        },
        {
          "text": "And in his excellency on the skies.",
          "ID": "26"
        },
        {
          "text": "",
          "ID": "26"
        },
        {
          "text": "The eternal God is thy dwelling-place,",
          "ID": "27"
        },
        {
          "text": "And underneath are the everlasting arms.",
          "ID": "27"
        },
        {
          "text": "And he thrust out the enemy from before thee,",
          "ID": "27"
        },
        {
          "text": "And said, Destroy.",
          "ID": "27"
        },
        {
          "text": "",
          "ID": "27"
        },
        {
          "text": "And Israel dwelleth in safety,",
          "ID": "28"
        },
        {
          "text": "The fountain of Jacob alone,",
          "ID": "28"
        },
        {
          "text": "In a land of grain and new wine;",
          "ID": "28"
        },
        {
          "text": "Yea, his heavens drop down dew.",
          "ID": "28"
        },
        {
          "text": "",
          "ID": "28"
        },
        {
          "text": "Happy art thou, O Israel:",
          "ID": "29"
        },
        {
          "text": "Who is like unto thee, a people saved by Jehovah,",
          "ID": "29"
        },
        {
          "text": "The shield of thy help,",
          "ID": "29"
        },
        {
          "text": "And the sword of thy excellency!",
          "ID": "29"
        },
        {
          "text": "And thine enemies shall submit themselves unto thee;",
          "ID": "29"
        },
        {
          "text": "And thou shalt tread upon their high places.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.33"
    },
    {
      "name": "The Fifth Book of Moses, Commonly Called Deuteronomy 34",
      "text": [
        {
          "text": "And Moses went up from the plains of Moab unto mount Nebo, to the top of Pisgah, that is over against Jericho. And Jehovah showed him all the land of Gilead, unto Dan,",
          "ID": "1"
        },
        {
          "text": "and all Naphtali, and the land of Ephraim and Manasseh, and all the land of Judah, unto the hinder sea,",
          "ID": "2"
        },
        {
          "text": "and the South, and the Plain of the valley of Jericho the city of palm-trees, unto Zoar.",
          "ID": "3"
        },
        {
          "text": "And Jehovah said unto him, This is the land which I sware unto Abraham, unto Isaac, and unto Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither.",
          "ID": "4"
        },
        {
          "text": "So Moses the servant of Jehovah died there in the land of Moab, according to the word of Jehovah.",
          "ID": "5"
        },
        {
          "text": "And he buried him in the valley in the land of Moab over against Beth-peor: but no man knoweth of his sepulchre unto this day.",
          "ID": "6"
        },
        {
          "text": "And Moses was a hundred and twenty years old when he died: his eye was not dim, nor his natural force abated.",
          "ID": "7"
        },
        {
          "text": "And the children of Israel wept for Moses in the plains of Moab thirty days: so the days of weeping in the mourning for Moses were ended.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "And Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands upon him: and the children of Israel hearkened unto him, and did as Jehovah commanded Moses.",
          "ID": "9"
        },
        {
          "text": "And there hath not arisen a prophet since in Israel like unto Moses, whom Jehovah knew face to face,",
          "ID": "10"
        },
        {
          "text": "in all the signs and the wonders, which Jehovah sent him to do in the land of Egypt, to Pharaoh, and to all his servants, and to all his land,",
          "ID": "11"
        },
        {
          "text": "and in all the mighty hand, and in all the great terror, which Moses wrought in the sight of all Israel.",
          "ID": "12"
        }
      ],
      "ID": "OT:DEU.34"
    }
  ],
  "version": "ASV",
  "ID": "OT:DEU(ASV)"
}