{
  "text": [
    {
      "text": [
        {
          "text": "These are the words which Moses spoke to all of Israel, across the Jordan, in the plain of the wilderness opposite the Red Sea, between Paran and Tophel and Laban and Hazeroth, where gold is very plentiful,",
          "ID": "1"
        },
        {
          "text": "eleven days from Horeb, by way of Mount Seir as far as Kadesh-barnea.",
          "ID": "2"
        },
        {
          "text": "In the fortieth year, on the eleventh month, on the first day of the month, Moses told the sons of Israel all that the Lord had instructed him. And so he spoke to them,",
          "ID": "3"
        },
        {
          "text": "after he had struck down Sihon, the king of the Amorites, who lived at Heshbon, and Og, the king of Bashan, who resided at Ashtaroth and at Edrei,",
          "ID": "4"
        },
        {
          "text": "across the Jordan in the land of Moab. And so, Moses began to explain the law, and to say:",
          "ID": "5"
        },
        {
          "text": "\"The Lord our God spoke to us at Horeb, saying: 'You have remained long enough on this mountain.",
          "ID": "6"
        },
        {
          "text": "Turn back and go to the mountain of the Amorites, and to the other places which are near it: the plains as well as the mountainous regions, and the low-lying places opposite the south and along the shore of the sea, the land of the Canaanites, and Lebanon, as far as the great river Euphrates.'",
          "ID": "7"
        },
        {
          "text": "'Lo,' he said, 'I have delivered it to you. Enter and possess that which the Lord swore to your fathers, Abraham, Isaac, and Jacob, that he would give it to them, and to their offspring after them.'",
          "ID": "8"
        },
        {
          "text": "And I said to you, at that time:",
          "ID": "9"
        },
        {
          "text": "'I alone am not able to sustain you. For the Lord, your God, has multiplied you, and you are today like the stars of heaven, very many.",
          "ID": "10"
        },
        {
          "text": "May the Lord, the God of your fathers, add to this number many thousands more, and may he bless you, just as he has said.",
          "ID": "11"
        },
        {
          "text": "Alone, I do not have the strength to endure your arbitrations and judgments and disputes.",
          "ID": "12"
        },
        {
          "text": "Offer, from among you, wise and experienced men, those whose conversation has been proven within your tribes, so that I may appoint them as your rulers.'",
          "ID": "13"
        },
        {
          "text": "Then you responded to me: 'What you intend to do is a good thing.'",
          "ID": "14"
        },
        {
          "text": "And so, I took from your tribes men, wise and noble, and I appointed them as rulers, as tribunes and centurions, and as leaders over fifty and over ten, who would teach you each thing.",
          "ID": "15"
        },
        {
          "text": "And I instructed them, saying: 'Listen to them, and judge what is just, whether he is one of your citizens or a sojourner.",
          "ID": "16"
        },
        {
          "text": "There shall be no favoritism to any persons. So you shall listen to the little as well as to the great. And you shall not accept anyone's reputation, for this is the judgment of God. But if anything seems difficult to you, then refer it to me, and I will hear it.'",
          "ID": "17"
        },
        {
          "text": "And I instructed you in all that you were obliged to do.",
          "ID": "18"
        },
        {
          "text": "Then, setting out from Horeb, we crossed through a terrible and great wasteland, which you saw along the way of the mountain of the Amorite, just as the Lord our God had instructed us. And when we had arrived at Kadesh-barnea,",
          "ID": "19"
        },
        {
          "text": "I said to you: 'You have arrived at the mountain of the Amorite, which the Lord our God will give to us.",
          "ID": "20"
        },
        {
          "text": "Gaze upon the land that the Lord your God gives to you. Ascend and possess it, just as the Lord our God has spoken to your fathers. Do not be afraid, and do not become terrified by anything.'",
          "ID": "21"
        },
        {
          "text": "And you all approached me and said: 'Let us send men who may consider the land, and who may report as to the way by which we ought to ascend, and as to which cities we ought to travel.'",
          "ID": "22"
        },
        {
          "text": "And since the word was pleasing to me, I sent from among you twelve men, one from each tribe.",
          "ID": "23"
        },
        {
          "text": "These, when they had set out and had ascended the mountains, arrived as far as the valley of the cluster of grapes. And having considered the land,",
          "ID": "24"
        },
        {
          "text": "having taken from its fruits in order to show its fertility, they brought these to us, and they said: 'The land that the Lord our God will give to us is good.'",
          "ID": "25"
        },
        {
          "text": "Yet you were not willing to go there. Instead, being incredulous to the word of the Lord our God,",
          "ID": "26"
        },
        {
          "text": "you murmured in your tents, and you said: 'The Lord hates us, and therefore he has led us away from the land of Egypt, so that he might deliver us into the hand of the Amorite and destroy us.",
          "ID": "27"
        },
        {
          "text": "To where should we ascend? The messengers have terrified our heart by saying: \"The multitude is very great, and taller than us. And the cities are great, and the walls extend even to the sky. We have seen the sons of the Anakim there.\" '",
          "ID": "28"
        },
        {
          "text": "And I said to you: 'Do not be apprehensive, nor should you fear them.",
          "ID": "29"
        },
        {
          "text": "The Lord God himself, who is your leader, will fight on your behalf, just as he did in Egypt in the sight of all.",
          "ID": "30"
        },
        {
          "text": "And in the wilderness (as you yourselves saw), the Lord your God carried you, like a man who is accustomed to carrying his little son, along all the way that you walked, until you arrived at this place.'",
          "ID": "31"
        },
        {
          "text": "And yet, despite all of this, you did not believe the Lord your God,",
          "ID": "32"
        },
        {
          "text": "who went before you on the way, and who marked out the place where you should pitch your tents, showing you the way by fire in the night, and by a pillar of cloud in the day.",
          "ID": "33"
        },
        {
          "text": "And when the Lord had heard the voice of your words, becoming angry, he swore and said:",
          "ID": "34"
        },
        {
          "text": "'None of the men of this wicked generation will see the good land, which I have promised by oath to your fathers,",
          "ID": "35"
        },
        {
          "text": "except Caleb the son of Jephuneh. For he himself will see it, and I will give the land on which he has walked to him and to his sons, because he has followed the Lord.'",
          "ID": "36"
        },
        {
          "text": "Neither is his indignation with the people a wonder, since the Lord also became angry with me because of you, and so he said: 'Neither will you enter into that place.",
          "ID": "37"
        },
        {
          "text": "But Joshua, the son of Nun, your minister, shall himself enter on your behalf. Exhort and strengthen this man, and he himself shall divide the land by lot to Israel.",
          "ID": "38"
        },
        {
          "text": "Your little ones, about whom you said that they would be led away as captives, and your sons, who to this day are ignorant of the difference between good and evil, they shall enter. And I will give the land to them, and they will possess it.",
          "ID": "39"
        },
        {
          "text": "But as for you, turn back and go out to the wilderness, by way of the Red Sea.'",
          "ID": "40"
        },
        {
          "text": "And you responded to me: 'We have sinned against the Lord. We will ascend and fight, just as the Lord our God has instructed.' And having been equipped with weapons, when you were setting out for the mountain,",
          "ID": "41"
        },
        {
          "text": "the Lord said to me: 'Say to them: Do not ascend and do not fight. For I am not with you. Otherwise, you may fall in the sight of your enemies.'",
          "ID": "42"
        },
        {
          "text": "I spoke, and you did not listen. But, opposing the order of the Lord, and swelling with pride, you ascended onto the mountain.",
          "ID": "43"
        },
        {
          "text": "And so, having gone forth, the Amorite, who was living in the mountains, came against you and pursued you, just as a swarm of bees would do. And he struck you down from Seir all the way to Hormah.",
          "ID": "44"
        },
        {
          "text": "And when you returned and were weeping in the sight of the Lord, he would not hear you, nor was he willing to agree to your voice.",
          "ID": "45"
        },
        {
          "text": "Therefore, you camped at Kadesh-barnea for a long time.\"",
          "ID": "46"
        }
      ],
      "ID": "OT:DEU.1",
      "name": "Deuteronomy 1"
    },
    {
      "text": [
        {
          "text": "\"And setting out from there, we arrived at the wilderness which leads to the Red Sea, just as the Lord had spoken to me. And we encompassed Mount Seir for a long time.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to me:",
          "ID": "2"
        },
        {
          "text": "'You have encompassed this mountain for long enough. Go forth, toward the north.",
          "ID": "3"
        },
        {
          "text": "And instruct the people, saying: You shall cross through the borders of your brothers, the sons of Esau, who live at Seir, and they will fear you.",
          "ID": "4"
        },
        {
          "text": "Therefore, take care diligently, lest you be moved against them. For I will not give to you from their land even as much as the step that one foot can tread upon, because I have given Mount Seir to Esau as a possession.",
          "ID": "5"
        },
        {
          "text": "You shall buy food from them for money, and you shall eat. You shall draw water for money, and you shall drink.",
          "ID": "6"
        },
        {
          "text": "The Lord your God has blessed you in every work of your hands. The Lord your God, dwelling with you, knows your journey, how you crossed through this great wilderness over forty years, and how you have been lacking in nothing.'",
          "ID": "7"
        },
        {
          "text": "And when we had passed through our brothers, the sons of Esau, who were living at Seir by the way of the plain from Elath and from Eziongeber, we arrived at the way which leads to the desert of Moab.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to me: 'You should not fight against the Moabites, nor should you go to battle against them. For I will not give to you anything from their land, because I have given Ar to the sons of Lot as a possession.'",
          "ID": "9"
        },
        {
          "text": "The Emim were the first of its inhabitants, a people great and strong, and of such great height, like the race of the Anakim.",
          "ID": "10"
        },
        {
          "text": "They were considered to be like giants, and they were like the sons of the Anakim. And, indeed, the Moabites call them: the Emim.",
          "ID": "11"
        },
        {
          "text": "The Horites also formerly lived at Seir. When these had been driven out and destroyed, the sons of Esau lived there, just as Israel did in the land of his possession, which the Lord gave to him.",
          "ID": "12"
        },
        {
          "text": "Then, rising up so as to cross over the torrent Zered, we arrived at the place.",
          "ID": "13"
        },
        {
          "text": "Then, from the time that we advanced from Kadesh-barnea until we crossed over the torrent Zered, there were thirty-eight years, until the entire generation of the men who were fit for war had been consumed out of the camp, just as the Lord had sworn.",
          "ID": "14"
        },
        {
          "text": "For his hand was against them, so that they would pass away from the midst of the camp.",
          "ID": "15"
        },
        {
          "text": "Then, after all the fighting men had fallen,",
          "ID": "16"
        },
        {
          "text": "the Lord spoke to me, saying:",
          "ID": "17"
        },
        {
          "text": "'Today, you shall cross the borders of Moab, at the city named Ar.",
          "ID": "18"
        },
        {
          "text": "And when you have arrived in the vicinity of the sons of Ammon, be careful that you do not fight against them, nor should you be moved to battle. For I will not give to you from the land of the sons of Ammon, because I have given it to the sons of Lot as a possession.'",
          "ID": "19"
        },
        {
          "text": "It was reputed to be a land of giants. And giants lived there in times past, those whom the Ammonites call the Zamzummim.",
          "ID": "20"
        },
        {
          "text": "They are a people, great and numerous, and of lofty stature, like the Anakim, whom the Lord wiped away before their face. And he caused them to live there in place of them,",
          "ID": "21"
        },
        {
          "text": "just as he had done for the sons of Esau, who live at Seir, wiping out the Horites and delivering their land to them, which they possess even to the present time.",
          "ID": "22"
        },
        {
          "text": "Likewise the Hevites, who were living in small villages as far as Gaza, were expelled by the Cappadocians, who went forth from Cappadocia, and they wiped them out and lived in their place.",
          "ID": "23"
        },
        {
          "text": "'Rise up and cross the torrent Arnon! Behold, I have delivered Sihon, the king of Heshbon, the Amorite, into your hand, and so, begin to possess his land and to engage in battle against him.",
          "ID": "24"
        },
        {
          "text": "Today I will begin to send the terror and dread of you among the peoples who are living under all of heaven, so that, when they hear your name, they may be afraid, and may tremble in the manner of a woman giving birth, and may be gripped by anguish.'",
          "ID": "25"
        },
        {
          "text": "Therefore, I sent messengers from the wilderness of Kedemoth to Sihon, the king of Heshbon, with peaceful words, saying:",
          "ID": "26"
        },
        {
          "text": "'We will cross through your land. We will advance by the public way. We will not turn aside, neither to the right, nor to the left.",
          "ID": "27"
        },
        {
          "text": "Sell us food for a price, so that we may eat. Provide us with water for money, and so we will drink. We only ask that you allow us to pass through,",
          "ID": "28"
        },
        {
          "text": "just as the sons of Esau have done, who live at Seir, and the Moabites, who abide in Ar, until we arrive at the Jordan, and we cross to the land which the Lord our God will give to us.'",
          "ID": "29"
        },
        {
          "text": "And Sihon, the king of Heshbon, was not willing to grant passage to us. For the Lord your God had hardened his spirit, and had fastened his heart, so that he would be delivered into your hands, just as you now see.",
          "ID": "30"
        },
        {
          "text": "And the Lord said to me: 'Behold, I have begun to deliver Sihon and his land to you. Begin to possess it.'",
          "ID": "31"
        },
        {
          "text": "And Sihon went out to meet us with all his people, to battle at Jahaz.",
          "ID": "32"
        },
        {
          "text": "And the Lord our God delivered him to us. And we struck him down, with his sons and all his people.",
          "ID": "33"
        },
        {
          "text": "And we seized all his cities at that time, putting to death their inhabitants: men as well as women and children. We left nothing of them,",
          "ID": "34"
        },
        {
          "text": "except the cattle, which went to the share of those who plundered them. And we seized the spoils of the cities,",
          "ID": "35"
        },
        {
          "text": "from Aroer, which is above the bank of the torrent Arnon, a town which is situated in a valley, all the way to Gilead. There was not a village or city which escaped from our hands. The Lord our God delivered everything to us,",
          "ID": "36"
        },
        {
          "text": "except the land of the sons of Ammon, which we did not approach, and all that is adjacent to the torrent Jabbok, and the cities in the mountains, and all the places which the Lord our God prohibited to us.\"",
          "ID": "37"
        }
      ],
      "ID": "OT:DEU.2",
      "name": "Deuteronomy 2"
    },
    {
      "text": [
        {
          "text": "\"And so, having turned back, we ascended by the way of Bashan. And Og, the king of Bashan, went forth with his people to meet us in warfare at Edrei.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to me: 'You should not fear him. For he has been delivered into your hand, with all his people as well as his land. And you shall do to him just as you have done to Sihon, the king of the Amorites, who lived at Heshbon.'",
          "ID": "2"
        },
        {
          "text": "Therefore, the Lord our God delivered into our hands, now Og, the king of Bashan, and all his people. And we struck them down unto utter annihilation,",
          "ID": "3"
        },
        {
          "text": "laying waste to all his cities at one time. There was not a village which escaped from us: sixty cities, the entire region of Argob, the kingdom of Og, in Bashan.",
          "ID": "4"
        },
        {
          "text": "All the cities were fortified with very high walls, and with gates and bars, in addition to innumerable villages which had no walls.",
          "ID": "5"
        },
        {
          "text": "And we wiped them out, just as we had done to Sihon, the king of Heshbon, destroying every city, and its men, as well as women and children.",
          "ID": "6"
        },
        {
          "text": "But the cattle and the spoils of the cities, we plundered.",
          "ID": "7"
        },
        {
          "text": "And at that time, we took the land from the hand of the two kings of the Amorites, who were across the Jordan: from the torrent Arnon as far as Mount Hermon,",
          "ID": "8"
        },
        {
          "text": "which the Sidonians call Sirion, and the Amorites call Senir,",
          "ID": "9"
        },
        {
          "text": "all the cities that are situated in the plain, and the entire land of Gilead and Bashan, all the way to Salecah and Edrei, cities of the kingdom of Og in Bashan.",
          "ID": "10"
        },
        {
          "text": "For only Og, the king of Bashan, was left behind out of the race of the giants. His bed of iron is on display, (it is in Rabbah, among the sons of Ammon) being nine cubits in length, and four in width, according to the measure of the cubit of a man's hand.",
          "ID": "11"
        },
        {
          "text": "And we possessed the land, at that time, from Aroer, which is above the bank of the torrent Arnon, as far as the middle of Mount Gilead. And I gave its cities to Ruben and Gad.",
          "ID": "12"
        },
        {
          "text": "Then I delivered the remaining part of Gilead, and all of Bashan, the kingdom of Og, which is the entire region of Argob, to one half of the tribe of Manasseh. And all of Bashan is called the land of the giants.",
          "ID": "13"
        },
        {
          "text": "Jair, the son of Manasseh, possessed all the region of Argob, as far as the borders of Geshur and Maacath. And he called Bashan by his own name, Havvoth Jair, that is, the villages of Jair, even to the present day.",
          "ID": "14"
        },
        {
          "text": "Likewise, to Machir, I gave Gilead.",
          "ID": "15"
        },
        {
          "text": "And to the tribes of Ruben and Gad, I gave from the land of Gilead as far as the torrent Arnon, one half of the torrent and its confines, even to the torrent Jabbok, which is along the border of the sons of Ammon,",
          "ID": "16"
        },
        {
          "text": "and the plain of the wilderness, as well as the Jordan, and the borders of Chinnereth, all the way to the sea of the desert, which is very salty, to the base of Mount Pisgah toward the east.",
          "ID": "17"
        },
        {
          "text": "And I instructed you at that time, saying: 'The Lord your God gives to you this land as an inheritance. Having armed yourselves, go before your brothers, the sons of Israel, all you strong men.",
          "ID": "18"
        },
        {
          "text": "Leave behind your wives and little ones, as well as the cattle. For I know that you have many cattle, and they should remain in the cities which I have delivered to you,",
          "ID": "19"
        },
        {
          "text": "until the Lord provides rest to your brothers, just as he has provided for you. And they, too, shall possess the land, which he will give to them beyond the Jordan. Then each one shall return to his possession, which I have allotted to you.'",
          "ID": "20"
        },
        {
          "text": "Likewise, I instructed Joshua at that time, saying: 'Your eyes have seen what the Lord your God has done to these two kings. So also will he do to all the kingdoms through which you shall pass.",
          "ID": "21"
        },
        {
          "text": "You should not fear them. For the Lord your God will fight on your behalf.'",
          "ID": "22"
        },
        {
          "text": "And I beseeched the Lord at that time, saying:",
          "ID": "23"
        },
        {
          "text": "'Lord God, you have begun to reveal your greatness and your very strong hand to your servant. For there is no other god, either in heaven or on earth, who is able to accomplish your works, or to be compared to your strength.",
          "ID": "24"
        },
        {
          "text": "Therefore, I will cross over, and I will view this excellent land beyond the Jordan, and this singular mountain, and Lebanon.'",
          "ID": "25"
        },
        {
          "text": "And the Lord became angry with me because of you, and he would not heed me. But he said to me: 'It is enough for you. You shall no longer speak to me at all about this matter.",
          "ID": "26"
        },
        {
          "text": "Ascend to the summit of Pisgah, and look around with your eyes to the west, and to the north, and to the south, and to the east, and behold it. For you shall not cross this Jordan.",
          "ID": "27"
        },
        {
          "text": "Instruct Joshua, and encourage and strengthen him. For he shall go before this people, and he shall distribute to them the land that you will see.'",
          "ID": "28"
        },
        {
          "text": "And we remained in the valley, opposite the shrine of Peor.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.3",
      "name": "Deuteronomy 3"
    },
    {
      "text": [
        {
          "text": "\"And now, O Israel, listen to the precepts and judgments which I am teaching to you, so that, by doing these, you may live, and you may enter and possess the land, which the Lord, the God of your fathers, will give to you.",
          "ID": "1"
        },
        {
          "text": "You shall not add to the word which I speak to you, neither shall you take away from it. Preserve the commandments of the Lord your God which I am teaching to you.",
          "ID": "2"
        },
        {
          "text": "Your eyes have seen all that the Lord has done against Baal-peor, in what manner he has crushed all of his worshippers from among you.",
          "ID": "3"
        },
        {
          "text": "But you who adhere to the Lord your God are all still alive, to the present day.",
          "ID": "4"
        },
        {
          "text": "You know that I have taught you precepts as well as justices, just as the Lord my God has commanded me. And so shall you do in the land that you will possess.",
          "ID": "5"
        },
        {
          "text": "And you shall observe and fulfill these in practice. For this is your wisdom and understanding in the sight of the peoples, so that, upon hearing all these precepts, they may say: 'Lo, a wise and understanding people, a great nation.'",
          "ID": "6"
        },
        {
          "text": "Neither is there any other nation so great, which has its gods so near to them, as our God is present to all our petitions.",
          "ID": "7"
        },
        {
          "text": "For what other nation is there so renowned as to have ceremonies, and just judgments, and the entire law that I will set forth today before your eyes?",
          "ID": "8"
        },
        {
          "text": "And so, guard yourself and your soul carefully. You should not forget the words that your eyes have seen, and do not let them be cut away from your heart, throughout all the days of your life. You shall teach them to your sons and to your grandsons,",
          "ID": "9"
        },
        {
          "text": "from the day on which you stood before the Lord your God at Horeb, when the Lord spoke to me, saying: 'Gather the people to me, so that they may listen to my words, and may learn to fear me, throughout all the time that they are alive on earth, and so that they may teach their children.'",
          "ID": "10"
        },
        {
          "text": "And you approached the base of the mountain, which was burning even toward heaven. And there was a darkness upon it, and a cloud, and a mist.",
          "ID": "11"
        },
        {
          "text": "And the Lord spoke to you from the midst of fire. You heard the voice of his words, but you did not see any form at all.",
          "ID": "12"
        },
        {
          "text": "And he revealed his covenant to you, which he instructed you to carry out, and the ten words which he wrote on two tablets of stone.",
          "ID": "13"
        },
        {
          "text": "And he commanded me, at that time, that I should teach you the ceremonies and judgments which you must carry out, in the land that you shall possess.",
          "ID": "14"
        },
        {
          "text": "And so, guard your souls carefully. You saw no likeness on the day that the Lord God spoke to you on Horeb from the midst of fire.",
          "ID": "15"
        },
        {
          "text": "Otherwise, perhaps being deceived, you might have made a graven image, or an image of male or female,",
          "ID": "16"
        },
        {
          "text": "a likeness of any of the beasts, which are upon the earth, or of birds, which fly under heaven,",
          "ID": "17"
        },
        {
          "text": "or of reptiles, which move across the earth, or of fish, which abide in the waters under the earth.",
          "ID": "18"
        },
        {
          "text": "Otherwise, perhaps lifting up your eyes to heaven, you might look upon the sun and the moon and all the stars of heaven, and being deceived by error, you might adore and worship these things, which the Lord your God created for the service of all the nations, which are under heaven.",
          "ID": "19"
        },
        {
          "text": "But the Lord has taken you up, and led you away from the iron furnaces of Egypt, in order to have a people of inheritance, just as it is to the present day.",
          "ID": "20"
        },
        {
          "text": "And the Lord became angry against me because of your words, and he swore that I would not cross over the Jordan, nor enter into the excellent land, which he will give to you.",
          "ID": "21"
        },
        {
          "text": "Behold, I shall die on this soil. I shall not cross over the Jordan. You shall cross it, and you shall possess the singular land.",
          "ID": "22"
        },
        {
          "text": "Be careful, lest you at sometime forget the covenant of the Lord your God, which he has formed with you, and lest you make for yourselves a graven likeness of those things which the Lord has prohibited to be made.",
          "ID": "23"
        },
        {
          "text": "For the Lord your God is a consuming fire, a jealous God.",
          "ID": "24"
        },
        {
          "text": "When you will have conceived sons and grandsons while abiding in the land, and if, having been deceived, you make for yourselves any likeness, accomplishing evil in the sight of the Lord your God, so as to provoke him to wrath,",
          "ID": "25"
        },
        {
          "text": "I call heaven and earth as witnesses this day, that you shall quickly perish from the land, which, when you have crossed over the Jordan, you will possess. You will not live in it for a long time; instead, the Lord will destroy you.",
          "ID": "26"
        },
        {
          "text": "And he will scatter you among all the nations, and few of you will remain among those nations, to which the Lord will lead you.",
          "ID": "27"
        },
        {
          "text": "And there, you will serve gods which were fabricated by the hands of men: gods of wood and of stone, who neither see, nor hear, nor eat, nor smell.",
          "ID": "28"
        },
        {
          "text": "And when you will seek the Lord your God in that place, you shall find him, if only you seek him with all your heart, and in all the tribulation of your soul.",
          "ID": "29"
        },
        {
          "text": "After all these things which have been foretold have found you, in the end time, you shall return to the Lord your God, and you will hear his voice.",
          "ID": "30"
        },
        {
          "text": "For the Lord your God is a merciful God. He will not abandon you, nor will he entirely destroy you, nor will he forget the covenant, which he swore to your fathers.",
          "ID": "31"
        },
        {
          "text": "Inquire concerning the days of antiquity, which were before you, from the day when God created man upon the earth, from one end of heaven to another, if anything similar has ever occurred, or whether any such thing has ever been known,",
          "ID": "32"
        },
        {
          "text": "that a people would hear the voice of God, speaking from the midst of fire, just as you have heard it, and live,",
          "ID": "33"
        },
        {
          "text": "whether God has acted so as to enter and take for himself a nation from the midst of the nations, by means of tests, signs, and wonders, by means of fighting, and a strong hand, and an outstretched arm, and terrible visions, in accord with all the things which the Lord your God has accomplished for you in Egypt, in the sight of your eyes.",
          "ID": "34"
        },
        {
          "text": "So may you know that the Lord himself is God, and there is no other beside him.",
          "ID": "35"
        },
        {
          "text": "He has caused you to hear his voice from heaven, so that he might teach you. And he showed you his exceedingly great fire on earth, and you heard his words from the midst of the fire.",
          "ID": "36"
        },
        {
          "text": "For he loved your fathers, and he chose their offspring after them. And he led you away from Egypt, advancing before you with his great power,",
          "ID": "37"
        },
        {
          "text": "so as to wipe away, upon your arrival, nations, very great and stronger than you, and so as to lead you in, and to present to you their land as a possession, just as you discern in the present day.",
          "ID": "38"
        },
        {
          "text": "Therefore, know on this day and consider in your heart, that the Lord himself is God in heaven above, and on earth below, and there is no other.",
          "ID": "39"
        },
        {
          "text": "Keep his precepts and commandments, which I am teaching to you, so that it may be well with you, and with your sons after you, and so that you may remain for a long time upon the land, which the Lord your God will give to you.\"",
          "ID": "40"
        },
        {
          "text": "Then Moses set aside three cities, across the Jordan toward the eastern region,",
          "ID": "41"
        },
        {
          "text": "so that anyone might flee to these if he has killed his neighbor unwillingly, who was not his enemy a day or two earlier, and so that he would be able to escape to one of these cities:",
          "ID": "42"
        },
        {
          "text": "Bezer in the wilderness, which is situated in the plains of the tribe of Ruben; and Ramoth in Gilead, which is in the tribe of Gad; and Golan in Bashan, which is in the tribe of Manasseh.",
          "ID": "43"
        },
        {
          "text": "This is the law, which Moses set forth before the sons of Israel.",
          "ID": "44"
        },
        {
          "text": "And these are the testimonies and ceremonies as well as judgments, which he spoke to the sons of Israel, when they departed from Egypt,",
          "ID": "45"
        },
        {
          "text": "across the Jordan, in the valley opposite the shrine of Peor, in the land of Sihon, the king of the Amorites, who lived at Heshbon, whom Moses struck down. Accordingly, the sons of Israel, having departed from Egypt,",
          "ID": "46"
        },
        {
          "text": "possessed his land, and the land of Og, the king of Bashan, the land of the two kings of the Amorites, who were beyond the Jordan, toward the rising of the sun:",
          "ID": "47"
        },
        {
          "text": "from Aroer, which is situated above the bank of the torrent Arnon, as far as Mount Zion, which is also called Hermon,",
          "ID": "48"
        },
        {
          "text": "the entire plain across the Jordan, from its eastern region, as far as the sea of the wilderness, and even to the base of Mount Pisgah.",
          "ID": "49"
        }
      ],
      "ID": "OT:DEU.4",
      "name": "Deuteronomy 4"
    },
    {
      "text": [
        {
          "text": "And Moses summoned all of Israel, and he said to them: \"Listen, O Israel, to the ceremonies and judgments, which I am speaking to your ears on this day. Learn them, and fulfill them in deed.",
          "ID": "1"
        },
        {
          "text": "The Lord our God formed a covenant with us at Horeb.",
          "ID": "2"
        },
        {
          "text": "He did not make the covenant with our fathers, but with us, who are alive and in the present time.",
          "ID": "3"
        },
        {
          "text": "He spoke to us face to face on the mountain, from the midst of fire.",
          "ID": "4"
        },
        {
          "text": "I was the mediator, for I was in the middle between the Lord and you, at that time, to announce his words to you. For you were afraid of the fire, and so you did not ascend to the mountain. And he said:",
          "ID": "5"
        },
        {
          "text": "'I am the Lord your God, who led you away from the land of Egypt, from the house of servitude.",
          "ID": "6"
        },
        {
          "text": "You shall not have strange gods in my sight.",
          "ID": "7"
        },
        {
          "text": "You shall not make for yourself a graven image, nor the likeness of anything, which is in heaven above, or on earth below, or which abides in the waters under the earth.",
          "ID": "8"
        },
        {
          "text": "You shall not adore and you shall not worship these things. For I am the Lord your God, a jealous God, repaying the iniquity of the fathers upon the sons to the third and fourth generation to those who hate me,",
          "ID": "9"
        },
        {
          "text": "and acting with mercy in thousands of ways to those who love me and keep my precepts.",
          "ID": "10"
        },
        {
          "text": "You shall not use the name of the Lord your God in vain. For he will not go unpunished who takes up his name over an unimportant matter.",
          "ID": "11"
        },
        {
          "text": "Observe the day of the Sabbath, so that you may sanctify it, just as the Lord your God has instructed you.",
          "ID": "12"
        },
        {
          "text": "For six days, you shall labor and do all your work.",
          "ID": "13"
        },
        {
          "text": "The seventh is the day of the Sabbath, that is, the rest of the Lord your God. You shall not do any work in it, nor shall your son, nor daughter, nor man servant, nor woman servant, nor ox, nor donkey, nor any of your cattle, nor the sojourner who is within your gates, so that your men and woman servants may rest, just as you do.",
          "ID": "14"
        },
        {
          "text": "Remember that you also were servants in Egypt, and the Lord your God led you away from that place with a strong hand and an outstretched arm. Because of this, he has instructed you so that you would observe the Sabbath day.",
          "ID": "15"
        },
        {
          "text": "Honor your father and mother, just as the Lord your God has instructed you, so that you may live a long time, and so that it may be well with you in the land, which the Lord your God will give to you.",
          "ID": "16"
        },
        {
          "text": "You shall not murder.",
          "ID": "17"
        },
        {
          "text": "And you shall not commit adultery.",
          "ID": "18"
        },
        {
          "text": "And you shall not commit theft.",
          "ID": "19"
        },
        {
          "text": "Neither shall you speak false testimony against your neighbor.",
          "ID": "20"
        },
        {
          "text": "You shall not covet your neighbor's wife, nor his house, nor his field, nor his man servant, nor his woman servant, nor his ox, nor his donkey, nor anything out of all that is his.'",
          "ID": "21"
        },
        {
          "text": "The Lord spoke these words to the entire multitude of you on the mountain, from the midst of the fire and the cloud and the darkness, with a loud voice, adding nothing more. And he wrote them on two tablets of stone, which he delivered to me.",
          "ID": "22"
        },
        {
          "text": "Then, after you heard the voice from the midst of the darkness, and you saw the mountain burning, you approached me, all you leaders of the tribes and those greater by birth. And you said:",
          "ID": "23"
        },
        {
          "text": "'Behold, the Lord our God has revealed to us his majesty and his greatness. We have heard his voice from the midst of fire, and we have proven today that, though God is speaking with man, man has lived.",
          "ID": "24"
        },
        {
          "text": "Therefore, why should we die, and why should this very great fire devour us? For if we hear the voice of the Lord our God any longer, we will die.",
          "ID": "25"
        },
        {
          "text": "What is all flesh, that it would hear the voice of the living God, who speaks from the midst of fire, just as we have heard it, and be able to live?",
          "ID": "26"
        },
        {
          "text": "Instead, you should approach and listen to all the things that the Lord our God will say to you. And you will speak to us, and we will listen and do these things.'",
          "ID": "27"
        },
        {
          "text": "But when the Lord had heard this, he said to me: 'I have heard the voice of the words of this people, which they spoke to you. All this, they have spoken well.",
          "ID": "28"
        },
        {
          "text": "Who will grant to them to have such a mind, so that they may fear me, and may keep all my commandments at all times, so that it may be well with them and with their sons forever?",
          "ID": "29"
        },
        {
          "text": "Go and say to them: Return to your tents.",
          "ID": "30"
        },
        {
          "text": "But as for you, stand here with me, and I will speak to you all my commandments and ceremonies, as well as judgments. These, you shall teach them, so that they may do them in the land, which I will give to them as a possession.",
          "ID": "31"
        },
        {
          "text": "And so, keep and do the things which the Lord God has commanded you. You shall not turn aside, neither to the right, nor to the left.",
          "ID": "32"
        },
        {
          "text": "For you shall walk in the way that the Lord your God has instructed, so that you may live, and it may be well with you, and your days may be extended in the land of your possession.' \"",
          "ID": "33"
        }
      ],
      "ID": "OT:DEU.5",
      "name": "Deuteronomy 5"
    },
    {
      "text": [
        {
          "text": "\"These are the precepts and ceremonies, as well as the judgments, which the Lord your God has commanded that I teach to you, which you shall do in the land to which you will travel in order to possess it.",
          "ID": "1"
        },
        {
          "text": "So may you fear the Lord your God, and keep all his commandments and precepts, which I am entrusting to you, and to your sons and grandsons, all the days of your life, so that your days may be prolonged.",
          "ID": "2"
        },
        {
          "text": "Listen and observe, O Israel, so that you may do just as the Lord has instructed you, and it may be well with you, and you may be multiplied all the more, for the Lord, the God of your fathers, has promised you a land flowing with milk and honey.",
          "ID": "3"
        },
        {
          "text": "Listen, O Israel: the Lord our God is one Lord.",
          "ID": "4"
        },
        {
          "text": "You shall love the Lord your God with all your heart, and with all your soul, and with all your strength.",
          "ID": "5"
        },
        {
          "text": "And these words, which I instruct to you this day, shall be in your heart.",
          "ID": "6"
        },
        {
          "text": "And you shall explain them to your sons. And you shall meditate upon them sitting in your house, and walking on a journey, when lying down and when rising up.",
          "ID": "7"
        },
        {
          "text": "And you shall bind them like a sign on your hand, and they shall be placed and shall move between your eyes.",
          "ID": "8"
        },
        {
          "text": "And you shall write them at the threshold and on the doors of your house.",
          "ID": "9"
        },
        {
          "text": "And when the Lord your God will have led you into the land, about which he swore to your fathers, Abraham, Isaac, and Jacob, and when he will have given to you great and excellent cities, which you did not build;",
          "ID": "10"
        },
        {
          "text": "houses full of goods, which you did not amass; cisterns, which you did not dig; vineyards and olive groves, which you did not plant;",
          "ID": "11"
        },
        {
          "text": "and when you will have eaten and been satisfied:",
          "ID": "12"
        },
        {
          "text": "take care diligently, lest you forget the Lord, who led you away from the land of Egypt, from the house of servitude. You shall fear the Lord your God, and you shall serve him alone, and you shall swear by his name.",
          "ID": "13"
        },
        {
          "text": "You shall not go after the strange gods of all the Gentiles, who are around you.",
          "ID": "14"
        },
        {
          "text": "For the Lord your God is a jealous God in your midst. Otherwise, at sometime, the fury of the Lord your God may be enraged against you, and he may take you away from the face of the earth.",
          "ID": "15"
        },
        {
          "text": "You shall not tempt the Lord your God, as you tempted him in the place of temptation.",
          "ID": "16"
        },
        {
          "text": "Keep the precepts of the Lord your God, as well as the testimonies and ceremonies, which he has instructed to you.",
          "ID": "17"
        },
        {
          "text": "And do what is pleasing and good in the sight of the Lord, so that it may be well with you, and so that, when you enter, you may possess the excellent land, about which the Lord swore to your fathers",
          "ID": "18"
        },
        {
          "text": "that he would wipe away all your enemies before you, just as he has spoken.",
          "ID": "19"
        },
        {
          "text": "And when your son will ask you tomorrow, saying: 'What do these testimonies and ceremonies and judgments mean, which the Lord our God has entrusted to us?'",
          "ID": "20"
        },
        {
          "text": "You shall say to him: 'We were servants of Pharaoh in Egypt, and the Lord led us away from Egypt with a strong hand.",
          "ID": "21"
        },
        {
          "text": "And he wrought signs and wonders, great and very grievous, in Egypt, against Pharaoh and all his house, in our sight.",
          "ID": "22"
        },
        {
          "text": "And he led us away from that place, so that he might lead us in and give us the land, about which he swore to our fathers.",
          "ID": "23"
        },
        {
          "text": "And the Lord instructed us that we should do all these ordinances, and that we should fear the Lord our God, so that it may be well with us all the days of our life, just as it is today.",
          "ID": "24"
        },
        {
          "text": "And he will be merciful to us, if we keep and perform all his precepts, in the sight of the Lord our God, just as he has commanded us.' \"",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.6",
      "name": "Deuteronomy 6"
    },
    {
      "text": [
        {
          "text": "\"When the Lord your God will have led you to the land, which you will enter so as to possess it, and when he will have destroyed many nations before you, the Hittite, and the Girgashite, and the Amorite, and the Canaanite, and the Perizzite, and the Hivite, and the Jebusite, seven nations much more numerous than you, and more robust than you,",
          "ID": "1"
        },
        {
          "text": "and when the Lord your God will have delivered them to you, you shall strike them down unto utter annihilation. You shall not enter into a pact with them, nor shall you show any pity to them.",
          "ID": "2"
        },
        {
          "text": "And you shall not associate with them in marriage. You shall not give your daughter to his son, nor accept his daughter for your son.",
          "ID": "3"
        },
        {
          "text": "For she will seduce your son, so that he will not follow me, and so that he will instead serve foreign gods. And the fury of the Lord will be enraged, and he will quickly destroy you.",
          "ID": "4"
        },
        {
          "text": "So instead, you shall do this to them: overturn their altars, and break their statues, and cut down their sacred groves, and burn up their graven images.",
          "ID": "5"
        },
        {
          "text": "For you are a holy people to the Lord your God. The Lord your God has chosen you so that you would be his particular people out of all the peoples who are upon the earth.",
          "ID": "6"
        },
        {
          "text": "It is not because you surpass all the nations in number that the Lord has joined with you and has chosen you, for you are the least numerous of any people.",
          "ID": "7"
        },
        {
          "text": "But it is because the Lord has loved you, and has kept his oath, which he swore to your fathers. And he has led you away with a strong hand, and he has redeemed you from the house of servitude, from the hand of Pharaoh, the king of Egypt.",
          "ID": "8"
        },
        {
          "text": "And you shall know that the Lord your God himself is a strong and faithful God, preserving his covenant and his mercy for those who love him and those who keep his precepts for a thousand generations,",
          "ID": "9"
        },
        {
          "text": "and promptly repaying those who hate him, so as to utterly ruin them, without further delay, quickly rendering to them what they deserve.",
          "ID": "10"
        },
        {
          "text": "Therefore, keep the precepts and ceremonies as well as the judgments, which I command to you this day, so that you may do them.",
          "ID": "11"
        },
        {
          "text": "If, after you have heard these judgments, you keep and do them, the Lord your God will also keep his covenant with you and the mercy that he swore to your fathers.",
          "ID": "12"
        },
        {
          "text": "And he will love you and multiply you. And he will bless the fruit of your womb, and the fruit of your land: your grain as well as your vintage, oil, and herds, and the flocks of your sheep, upon the land about which he swore to your fathers that he would give it to you.",
          "ID": "13"
        },
        {
          "text": "Blessed shall you be among all peoples. No one will be barren among you of either gender, as much among men as among your herds.",
          "ID": "14"
        },
        {
          "text": "The Lord will take all sickness away from you. And the very grievous infirmities of Egypt, which you have known, he will not bring upon you, but upon your enemies.",
          "ID": "15"
        },
        {
          "text": "You shall devour all the peoples, which the Lord your God will deliver to you. Your eye shall not spare them, neither shall you serve their gods, lest they be your ruin.",
          "ID": "16"
        },
        {
          "text": "If you say in your heart, 'These nations are more than I am, so how will I be able to destroy them?'",
          "ID": "17"
        },
        {
          "text": "do not be apprehensive. Instead, recall what the Lord your God did to Pharaoh and to all the Egyptians:",
          "ID": "18"
        },
        {
          "text": "the very great plagues, which your eyes saw, and the signs and wonders, and the powerful hand and outstretched arm, by which the Lord your God led you away. So will he do to all the peoples, whom you dread.",
          "ID": "19"
        },
        {
          "text": "Moreover, the Lord your God will also send hornets among them, until he destroys and scatters all who have escaped from you, or who have been able to hide.",
          "ID": "20"
        },
        {
          "text": "You shall not fear them, for the Lord your God is in your midst: a great and terrible God.",
          "ID": "21"
        },
        {
          "text": "He himself will consume these nations in your sight, a little at a time, by degrees. You will not be able to destroy them all at once. Otherwise, the wild beasts of the earth might increase against you.",
          "ID": "22"
        },
        {
          "text": "And so, the Lord your God will present them in your sight, and you shall slay them until they are thoroughly wiped away.",
          "ID": "23"
        },
        {
          "text": "And he shall deliver their kings into your hands, and you shall abolish their names from under heaven. No one will be able to withstand you, until you crush them.",
          "ID": "24"
        },
        {
          "text": "Their graven images, you shall burn with fire. You shall not covet the silver or gold from which they have been made. And you shall not take for yourself anything from these, lest you offend, because this is an abomination to the Lord your God.",
          "ID": "25"
        },
        {
          "text": "Neither shall you carry anything of the idol into your house, lest you become accursed, just as it also is. You shall detest it like dung, and you shall abominate it like defilement and filth, because it is an accursed thing.\"",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.7",
      "name": "Deuteronomy 7"
    },
    {
      "text": [
        {
          "text": "\"All the commandments which I am entrusting to you this day, take care to observe them diligently, so that you may live and be multiplied, and so that, upon entering, you may possess the land, about which the Lord swore to your fathers.",
          "ID": "1"
        },
        {
          "text": "And you shall remember the entire journey along which the Lord your God led you, for forty years through the desert, to afflict you, and to test you, and to make known the things that were turning in your soul, whether or not you would keep his commandments.",
          "ID": "2"
        },
        {
          "text": "He afflicted you with need, and he gave you Manna as your food, which neither you nor your fathers knew, so as to reveal to you that it is not by bread alone that man lives, but by every word that goes forth from the mouth of God.",
          "ID": "3"
        },
        {
          "text": "Your garment, with which you were covered, has by no means decayed due to age, and your foot has not been worn down, even to this fortieth year,",
          "ID": "4"
        },
        {
          "text": "so that you would recognize in your heart that, just as a man educates his son, so has the Lord your God educated you.",
          "ID": "5"
        },
        {
          "text": "So may you keep the commandments of the Lord your God, and walk in his ways, and fear him.",
          "ID": "6"
        },
        {
          "text": "For the Lord your God will lead you into a good land: a land of brooks and waters and fountains, in which deep rivers burst forth from its plains and mountains,",
          "ID": "7"
        },
        {
          "text": "a land of crops, barley, and vineyards, in which fig and pomegranate and olive trees spring up, a land of oil and honey.",
          "ID": "8"
        },
        {
          "text": "In that place, without any need, you shall eat your bread and enjoy an abundance of all things: where the stones are like iron, and where ore for brass is dug out of its mountains.",
          "ID": "9"
        },
        {
          "text": "So then, when you have eaten and been satisfied, you should bless the Lord your God for the excellent land which he has given to you.",
          "ID": "10"
        },
        {
          "text": "Be observant and cautious, lest at sometime you may forget the Lord your God, and neglect his commandments, as well as the judgments and ceremonies, which I instruct to you this day.",
          "ID": "11"
        },
        {
          "text": "Otherwise, after you have eaten and been satisfied, and have built beautiful houses and have lived in them,",
          "ID": "12"
        },
        {
          "text": "and have obtained herds of oxen, and flocks of sheep, and a plentitude of gold and silver and all things,",
          "ID": "13"
        },
        {
          "text": "your heart might be lifted up, and you might not remember the Lord your God, who led you away from the land of Egypt, from the house of servitude,",
          "ID": "14"
        },
        {
          "text": "and who was your leader in the great and terrible wilderness, in which there was the serpent with a burning breath, and the scorpion, and the snake of thirst, and no waters at all. He led streams out of the hardest rock,",
          "ID": "15"
        },
        {
          "text": "and he nourished you in the wilderness with Manna, which your fathers had not known. And after he had afflicted and tested you, in the very end, he took pity on you.",
          "ID": "16"
        },
        {
          "text": "Otherwise, you might say in your heart: 'My own strength, and the power of my own hand, have brought forth all these things for me.'",
          "ID": "17"
        },
        {
          "text": "But remember the Lord your God, that he himself has provided you with strength, so that he may fulfill his covenant, about which he swore to your fathers, just as the present day reveals.",
          "ID": "18"
        },
        {
          "text": "But if you forget the Lord your God, so that you follow foreign gods, and serve and adore them: behold, I now foretell to you that you shall utterly perish.",
          "ID": "19"
        },
        {
          "text": "Just like the nations, which the Lord destroyed upon your arrival, so shall you also perish, if you have been disobedient to the voice of the Lord your God.\"",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.8",
      "name": "Deuteronomy 8"
    },
    {
      "text": [
        {
          "text": "\"Listen, O Israel: You shall cross over the Jordan today, in order to possess nations, very great and stronger than yourself, cities vast and walled even to the sky,",
          "ID": "1"
        },
        {
          "text": "a people great and lofty, the sons of the Anakim, whom you yourselves have seen and heard, against whom no one is able to stand.",
          "ID": "2"
        },
        {
          "text": "Therefore, you shall know today that the Lord your God himself will pass over before you, like a devouring and consuming fire, to crush and to wipe away and to utterly ruin them before your face, quickly, just as he has spoken to you.",
          "ID": "3"
        },
        {
          "text": "You should not say in your heart, when the Lord your God will have destroyed them in your sight: 'It is because of my justice that the Lord led me in, so that I might possess this land, while these nations have been destroyed because of their impiety.'",
          "ID": "4"
        },
        {
          "text": "For it is not because of your justices or the uprightness of your heart that you will enter, so that you may possess their lands. Instead, it is because they have acted wickedly that they are destroyed upon your arrival, and so that the Lord may accomplish his word, which he promised under oath to your fathers, Abraham, Isaac, and Jacob.",
          "ID": "5"
        },
        {
          "text": "Therefore, know that the Lord your God will not give you this excellent land as a possession due to your justices, for you are a very stiff-necked people.",
          "ID": "6"
        },
        {
          "text": "Remember, and never forget, how you provoked the Lord your God to anger in the wilderness. You have always contended against the Lord, from the day that you went forth from Egypt, even to this place.",
          "ID": "7"
        },
        {
          "text": "For at Horeb also, you provoked him, and, becoming angry, he was willing to destroy you,",
          "ID": "8"
        },
        {
          "text": "when I ascended onto the mountain, so that I might receive the tablets of stone, the tablets of the covenant which the Lord formed with you. And I persevered on the mountain for forty days and nights, neither eating bread, nor drinking water.",
          "ID": "9"
        },
        {
          "text": "And the Lord gave me two tablets of stone, written with the finger of God and containing all the words that he spoke to you on the mountain from the midst of fire, while the people, being stirred up, were assembled together.",
          "ID": "10"
        },
        {
          "text": "And when forty days, and as many nights, had passed, the Lord gave me the two tablets of stone, the tablets of the covenant.",
          "ID": "11"
        },
        {
          "text": "And he said to me: 'Rise up, and descend quickly from here. For your people, whom you led away from Egypt, have quickly abandoned the way that you have shown to them, and they have made a molten idol for themselves.'",
          "ID": "12"
        },
        {
          "text": "And again, the Lord said to me: 'I discern that this people is stiff-necked.",
          "ID": "13"
        },
        {
          "text": "Depart from me, so that I may crush them, and abolish their name from under heaven, and appoint you over a nation, which will be greater and stronger than this one.'",
          "ID": "14"
        },
        {
          "text": "And as I was descending from the burning mountain, and I held the two tablets of the covenant with both hands,",
          "ID": "15"
        },
        {
          "text": "and I had seen that you had sinned against the Lord your God, and had made a molten calf for yourselves, and had quickly abandoned his way, which he had revealed to you,",
          "ID": "16"
        },
        {
          "text": "I threw down the tablets from my hands, and I broke them in your sight.",
          "ID": "17"
        },
        {
          "text": "And I fell prostrate before the Lord, just as before, for forty days and nights, not eating bread, and not drinking water, because of all your sins, which you had committed against the Lord, and because you provoked him to anger.",
          "ID": "18"
        },
        {
          "text": "For I feared his indignation and wrath, which had been stirred up against you, so that he was willing to destroy you. And the Lord heeded me at this time also.",
          "ID": "19"
        },
        {
          "text": "Likewise, he became vehemently angry against Aaron, and he was willing to destroy him, and I prayed for him similarly.",
          "ID": "20"
        },
        {
          "text": "But as for your sin which you committed, that is, the calf, taking hold of it, I burned it with fire. And breaking it into pieces, and reducing it entirely to dust, I threw it into the torrent that descends from the mountain.",
          "ID": "21"
        },
        {
          "text": "Likewise, at the Burning, and at the Temptation, and at the Graves of Lust, you provoked the Lord.",
          "ID": "22"
        },
        {
          "text": "And when he sent you from Kadesh-barnea, saying, 'Ascend and possess the land, which I have given to you,' even so, you spurned the command of the Lord your God, and you did not believe him, nor were you willing to listen to his voice.",
          "ID": "23"
        },
        {
          "text": "Instead, you were ever rebellious, from the day when I first began to know you.",
          "ID": "24"
        },
        {
          "text": "And so, I lay prostrate before the Lord for forty days and nights, as I humbly begged him, lest he destroy you, just as he had threatened to do.",
          "ID": "25"
        },
        {
          "text": "And praying, I said: 'O Lord God, do not destroy your people and your inheritance, whom you have redeemed in your greatness, whom you have led away from Egypt with a strong hand.",
          "ID": "26"
        },
        {
          "text": "Remember your servants, Abraham, Isaac, and Jacob. Do not look upon the stubbornness of this people, nor upon their wickedness and sinfulness.",
          "ID": "27"
        },
        {
          "text": "Otherwise, perhaps the inhabitants of the land, out of which you have led us, may say: \"The Lord was not able to lead them into the land, which he promised to them. And he hated them; therefore, he led them out, so that he might put them to death in the wilderness.\"",
          "ID": "28"
        },
        {
          "text": "These are your people and your inheritance, whom you have led out by your great strength, and with your outstretched arm.' \"",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.9",
      "name": "Deuteronomy 9"
    },
    {
      "text": [
        {
          "text": "\"At that time, the Lord said to me: 'Hew for yourself two tablets of stone, like those that were before, and ascend to me on the mountain. And you shall make an ark of wood.",
          "ID": "1"
        },
        {
          "text": "And I will write on the tablets the words which were on those that you broke before, and you shall place them in the ark.'",
          "ID": "2"
        },
        {
          "text": "And so, I made an ark of setim wood. And when I had hewn two tablets of stone like the former, I ascended onto the mountain, having them in my hands.",
          "ID": "3"
        },
        {
          "text": "And he wrote on the tablets, according to that which he had written before, the ten words, which the Lord spoke to you on the mountain from the midst of fire, when the people were assembled. And he gave them to me.",
          "ID": "4"
        },
        {
          "text": "And returning from the mountain, I descended and placed the tablets in the ark, which I had made, and they are still there even now, just as the Lord instructed me.",
          "ID": "5"
        },
        {
          "text": "Then the sons of Israel moved their camp, from Beeroth among the sons of Jaakan, into Moserah, where Aaron died and was buried, and where his son Eleazar was installed in the priesthood in his place.",
          "ID": "6"
        },
        {
          "text": "From there, they went into Gudgodah. From that place, they set out and camped at Jotbathah, in a land of waters and torrents.",
          "ID": "7"
        },
        {
          "text": "At that time, he separated the tribe of Levi, so that he would carry the ark of the covenant of the Lord, and stand before him in the ministry, and speak blessings in his name, even to the present day.",
          "ID": "8"
        },
        {
          "text": "As a result, Levi has no portion or possession with his brothers. For the Lord himself is his possession, just as the Lord your God promised him.",
          "ID": "9"
        },
        {
          "text": "Then I stood on the mountain, as before, for forty days and nights. And the Lord heeded me at this time also, and he was not willing to destroy you.",
          "ID": "10"
        },
        {
          "text": "And he said to me: 'Go forth and walk before the people, so that they may enter and possess the land, which I swore to their fathers that I would deliver to them.'",
          "ID": "11"
        },
        {
          "text": "And now, O Israel, what does the Lord your God require of you? Only that you fear the Lord your God, and walk in his ways, and love him, and serve the Lord your God with your whole heart and with your whole soul,",
          "ID": "12"
        },
        {
          "text": "and that you keep the commandments of the Lord, and his ceremonies, which I am instructing to you this day, so that it may be well with you.",
          "ID": "13"
        },
        {
          "text": "Lo, heaven belongs to the Lord your God, and the heaven of heaven, and the earth, and all the things that are within these.",
          "ID": "14"
        },
        {
          "text": "Now the Lord was closely joined to your fathers, and he loved them, and he chose their offspring after them, that is, you yourselves, out of all the nations, just as is being proven today.",
          "ID": "15"
        },
        {
          "text": "Therefore, circumcise the foreskin of your heart, and no longer stiffen your neck.",
          "ID": "16"
        },
        {
          "text": "For the Lord your God himself is the God of gods, and the Lord of lords, a God great and powerful and terrible, who favors no person and accepts no bribe.",
          "ID": "17"
        },
        {
          "text": "He accomplishes judgment for the orphan and the widow. He loves the sojourner, and he gives him food as well as clothing.",
          "ID": "18"
        },
        {
          "text": "Therefore, you also should love sojourners, for you also were new arrivals in the land of Egypt.",
          "ID": "19"
        },
        {
          "text": "You shall fear the Lord your God, and him alone shall you serve. You shall cling to him, and you shall swear by his name.",
          "ID": "20"
        },
        {
          "text": "He is your praise and your God. He has done for you these great and terrible things, which your eyes have seen.",
          "ID": "21"
        },
        {
          "text": "As seventy souls, your fathers descended into Egypt. And now, behold, the Lord your God has multiplied you to be like the stars of heaven.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.10",
      "name": "Deuteronomy 10"
    },
    {
      "text": [
        {
          "text": "\"And so, love the Lord your God, and observe his precepts and ceremonies, his judgments and commandments, at all times.",
          "ID": "1"
        },
        {
          "text": "Acknowledge, on this day, the things that your sons did not know. For they did not see the chastisements of the Lord your God, his great acts, and powerful hand, and outstretched arm,",
          "ID": "2"
        },
        {
          "text": "the signs and works that he did in the midst of Egypt, to Pharaoh, the king, and to his entire land,",
          "ID": "3"
        },
        {
          "text": "and to the entire army of the Egyptians, and to their horses and chariots: how the waters of the Red Sea covered them as they were pursuing you, and how the Lord wiped them away, even to the present day;",
          "ID": "4"
        },
        {
          "text": "and the things that he accomplished for you in the wilderness, until you arrived at this place;",
          "ID": "5"
        },
        {
          "text": "and to Dathan and Abiram, sons of Eliab, who was the son of Reuben, those whom the earth, opening its mouth, engulfed with their households and tents, and with their entire substance which they had in the midst of Israel.",
          "ID": "6"
        },
        {
          "text": "Your eyes have seen all the great works of the Lord, which he has accomplished,",
          "ID": "7"
        },
        {
          "text": "so that you would keep all his commandments, which I entrust to you this day, and so that you would be able to enter and possess the land, toward which you are advancing,",
          "ID": "8"
        },
        {
          "text": "and so that you may live, for a long time, in the land which the Lord promised under oath to your fathers, and to their offspring, a land flowing with milk and honey.",
          "ID": "9"
        },
        {
          "text": "For the land, which you shall enter and possess, is not like the land of Egypt, from which you departed, where, when seed has been sown, waters are brought in by irrigation, in the manner of gardens.",
          "ID": "10"
        },
        {
          "text": "Rather, it has mountainous regions and plains, which lay waiting for rain from heaven.",
          "ID": "11"
        },
        {
          "text": "And the Lord your God always visits it, and his eyes are upon it, from the beginning of the year, all the way to its end.",
          "ID": "12"
        },
        {
          "text": "So then, if you obey my commandments, which I am instructing to you this day, so that you love the Lord your God, and serve him with your whole heart and your whole soul,",
          "ID": "13"
        },
        {
          "text": "he will give to your land the early rain and the late rain, so that you may gather your grain, and your wine, and your oil,",
          "ID": "14"
        },
        {
          "text": "and your hay from the fields in order to feed your cattle, and so that you yourselves may eat and be satisfied.",
          "ID": "15"
        },
        {
          "text": "Be careful, lest perhaps your heart may be deceived, and you might withdraw from the Lord, and serve strange gods, and adore them.",
          "ID": "16"
        },
        {
          "text": "And the Lord, becoming angry, might close up heaven, so that the rain would not descend, nor would the earth produce her seedlings, and then you would quickly perish from the excellent land, which the Lord will give to you.",
          "ID": "17"
        },
        {
          "text": "Place these words of mine in your hearts and minds, and hang them as a sign on your hands, and arrange them between your eyes.",
          "ID": "18"
        },
        {
          "text": "Teach your sons to meditate on them, when you sit in your house, and when you walk along the way, and when you lie down or rise up.",
          "ID": "19"
        },
        {
          "text": "You shall write them upon the doorposts and the gates of your house,",
          "ID": "20"
        },
        {
          "text": "so that your days may be multiplied, and the days of your sons, in the land which the Lord swore to your fathers, that he would give it to them for as long as heaven is suspended above the earth.",
          "ID": "21"
        },
        {
          "text": "For if you keep the commandments which I am entrusting to you, and if you do them, so that you love the Lord your God, and walk in all his ways, clinging to him,",
          "ID": "22"
        },
        {
          "text": "the Lord will scatter all these nations before your face, and you shall possess them, though they are greater and stronger than you.",
          "ID": "23"
        },
        {
          "text": "Every place upon which your foot shall tread will be yours. From the desert, and from Lebanon, from the great river Euphrates, as far as the western sea, shall be your borders.",
          "ID": "24"
        },
        {
          "text": "No one will stand against you. The Lord your God will spread the terror and dread of you over all the land upon which you shall tread, just as he has spoken to you.",
          "ID": "25"
        },
        {
          "text": "Behold, I am setting forth in your sight today a blessing and a curse.",
          "ID": "26"
        },
        {
          "text": "It will be a blessing, if you obey the commandments of the Lord your God, which I am instructing to you this day.",
          "ID": "27"
        },
        {
          "text": "It will be a curse, if you do not obey the commandments of the Lord your God, but instead you withdraw from the way, which I am revealing to you now, and you walk after foreign gods that you have not known.",
          "ID": "28"
        },
        {
          "text": "Yet truly, when the Lord your God will have led you into the land, to which you are traveling for a habitation, you shall place the blessing upon Mount Gerizim, the curse upon Mount Ebal,",
          "ID": "29"
        },
        {
          "text": "which are across the Jordan, behind the way which slopes toward the setting of the sun, in the land of the Canaanite, who lives in the plains opposite Gilgal, which is near the valley extending toward and entering a distant place.",
          "ID": "30"
        },
        {
          "text": "For you shall cross over the Jordan, so that you may possess the land which the Lord your God will give you, so that you may have it and possess it.",
          "ID": "31"
        },
        {
          "text": "Therefore, see to it that you fulfill the ceremonies and judgments, which I am placing in your sight this day.\"",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.11",
      "name": "Deuteronomy 11"
    },
    {
      "text": [
        {
          "text": "\"These are the precepts and judgments which you must do in the land which the Lord, the God of your fathers, will give to you, so that you may possess it during all the days that you shall walk upon the soil.",
          "ID": "1"
        },
        {
          "text": "Overturn all the places where the nations, which you will possess, worshipped their gods on lofty mountains, and on hills, and under every leafy tree.",
          "ID": "2"
        },
        {
          "text": "Scatter their altars and break their statues. Burn their sacred groves with fire and crush their idols. Abolish their names from those places.",
          "ID": "3"
        },
        {
          "text": "But you shall not do the same to the Lord your God.",
          "ID": "4"
        },
        {
          "text": "Instead, you shall approach the place which the Lord your God will choose among all your tribes, so that he may set his name there, and may dwell in that place.",
          "ID": "5"
        },
        {
          "text": "And you shall offer, in that place, your holocausts and victims, the tithes and first-fruits of your hands, and your vows and gifts, the firstborn of the cattle and of the sheep.",
          "ID": "6"
        },
        {
          "text": "And you shall eat it there, in the sight of the Lord your God. And you shall rejoice in all the things to which you shall set your hand: you and your household, which the Lord your God has blessed for you.",
          "ID": "7"
        },
        {
          "text": "You shall not do there the things that we are doing here today: each one doing what seems good to himself.",
          "ID": "8"
        },
        {
          "text": "For even until the present time, you did not arrive at the rest and the possession, which the Lord your God will give to you.",
          "ID": "9"
        },
        {
          "text": "You shall cross over the Jordan, and you shall live in the land which the Lord your God will give to you, so that you may have rest from all the surrounding enemies, and so that you may live without any fear,",
          "ID": "10"
        },
        {
          "text": "in the place which the Lord your God will choose, so that his name may be in it. To that place, you shall bring all the things that I instruct you: holocausts, and victims, and tithes, and the first-fruits of your hands, and whatever is best among the gifts that you shall vow to the Lord.",
          "ID": "11"
        },
        {
          "text": "In that place, you shall feast before the Lord your God: you, and your sons and daughters, your men and women servants, as well as the Levite who dwells in your cities. For he has no other portion or possession among you.",
          "ID": "12"
        },
        {
          "text": "Take care that you do not offer your holocausts in any place that you see.",
          "ID": "13"
        },
        {
          "text": "Instead, you shall offer sacrifices in the place which the Lord will choose within one of your tribes, and you shall do whatsoever I instruct you.",
          "ID": "14"
        },
        {
          "text": "So, if you wish to eat, and if the eating of flesh pleases you, then kill and eat according to the blessing of the Lord your God, which he has given to you, in your cities: you may eat it whether it is unclean, that is, having blemish or defect, or whether it is clean, that is, whole and without blemish, of the kind which is permitted to be offered, such as the roe deer and the stag.",
          "ID": "15"
        },
        {
          "text": "Only the blood you shall not eat. Instead, you shall pour it upon the ground like water.",
          "ID": "16"
        },
        {
          "text": "You may not eat in your towns the tithes of your crops, and your wine and oil, the firstborn of your herds and your flocks, nor anything which you will vow, or which you will offer spontaneously, nor the first-fruits of your hands.",
          "ID": "17"
        },
        {
          "text": "But you shall eat these before the Lord your God, in the place which the Lord your God will choose: you, and your son, and your daughter, and your man servant and woman servant, and the Levite who dwells in your cities. And you shall rejoice and be refreshed in the sight of the Lord your God by all the things to which you will extend your hand.",
          "ID": "18"
        },
        {
          "text": "Be careful, lest you abandon the Levite, at anytime while you are living in the land.",
          "ID": "19"
        },
        {
          "text": "When the Lord your God will have enlarged your borders, just as he has spoken to you, and when you would eat the flesh that your soul desires,",
          "ID": "20"
        },
        {
          "text": "but if the place which the Lord your God will choose, so that his name may be there, is far away, you may kill, from your herds and your flocks which you will have, in the manner I have instructed to you, and you may eat in your towns, as it pleases you.",
          "ID": "21"
        },
        {
          "text": "Just as the roe deer and the stag may be eaten, so also may you eat these: you may eat both the clean and the unclean alike.",
          "ID": "22"
        },
        {
          "text": "Only beware of this: you may not eat the blood. For their blood is for the soul. And because of this, you must not eat the soul with the flesh.",
          "ID": "23"
        },
        {
          "text": "Instead, you shall pour it upon the ground like water,",
          "ID": "24"
        },
        {
          "text": "so that it may be well with you, and with your sons after you, when you will do what is pleasing in the sight of the Lord.",
          "ID": "25"
        },
        {
          "text": "But the things that you have sanctified and vowed to the Lord, you shall take up and bring to the place which the Lord will choose.",
          "ID": "26"
        },
        {
          "text": "And you shall offer your oblations of flesh and of blood upon the altar of the Lord your God. You shall poor out the blood of your victims upon the altar. And you yourself shall eat the flesh.",
          "ID": "27"
        },
        {
          "text": "Observe and heed all the things that I instruct to you, so that it may be well with you, and with your sons after you, continually, when you will do what is good and pleasing in the sight of the Lord your God.",
          "ID": "28"
        },
        {
          "text": "When the Lord your God will have abolished before your face the nations, which you shall enter so as to possess them, and when you will possess them and live in their land,",
          "ID": "29"
        },
        {
          "text": "be careful that you do not imitate them, after they have been overturned at your arrival, and that you do not seek their ceremonies, saying: 'Just as these nations have worshipped their gods, so also will I worship.'",
          "ID": "30"
        },
        {
          "text": "You shall not act in like manner toward the Lord your God. For they have done to their gods all the abominations that the Lord spurns, offering their sons and daughters, and burning them with fire.",
          "ID": "31"
        },
        {
          "text": "What I command to you, this only shall you do, for the Lord. You may neither add nor subtract anything.\"",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.12",
      "name": "Deuteronomy 12"
    },
    {
      "text": [
        {
          "text": "\"If there will have arisen in your midst a prophet, or someone who claims that he had seen a dream, and if he will have predicted sign and portent,",
          "ID": "1"
        },
        {
          "text": "and if what he has spoken happens, and he says to you, 'Let us go and follow strange gods,' which you have not known, 'and let us serve them,'",
          "ID": "2"
        },
        {
          "text": "you shall not listen to the words of that prophet or dreamer. For the Lord your God is testing you, so that it may become clear whether or not you love him with all your heart and with all your soul.",
          "ID": "3"
        },
        {
          "text": "Follow the Lord your God, and fear him, and keep his commandments, and listen to his voice. Him shall you serve, and to him shall you cling.",
          "ID": "4"
        },
        {
          "text": "But that prophet or forger of dreams shall be put to death. For he has spoken so as to turn you away from the Lord your God, who led you away from the land of Egypt and who redeemed you from the house of servitude, and so as to cause you to wander from the way that the Lord your God has entrusted to you. And so shall you remove the evil from your midst.",
          "ID": "5"
        },
        {
          "text": "If your brother, the son of your mother, or your own son or daughter, or your wife who is in your bosom, or your friend, whom you love like your own soul, were willing to persuade you secretly, saying: 'Let us go, and serve foreign gods,' which neither you nor your fathers have known,",
          "ID": "6"
        },
        {
          "text": "gods from any of the surrounding nations, whether these are near or far away, from the beginning even to the end of the earth,",
          "ID": "7"
        },
        {
          "text": "you should neither agree with him, nor listen to him. And your eye should not spare him so that you take pity on him and conceal him.",
          "ID": "8"
        },
        {
          "text": "Instead, you shall put him to death promptly. Let your hand be upon him first, and after that, let the hands of all the people be sent forth.",
          "ID": "9"
        },
        {
          "text": "He shall be killed by being overwhelmed with stones. For he was willing to draw you away from the Lord your God, who led you away from the land of Egypt, from the house of servitude.",
          "ID": "10"
        },
        {
          "text": "So may all of Israel, upon hearing this, be afraid, so that nothing like this will ever be done again.",
          "ID": "11"
        },
        {
          "text": "If, in one of your cities which the Lord your God will give to you as a habitation, you hear someone say:",
          "ID": "12"
        },
        {
          "text": "'The sons of Belial have departed from your midst, and they have persuaded the inhabitants of their city, and they have said: \"Let us go, and serve strange gods,\" ' which you have not known:",
          "ID": "13"
        },
        {
          "text": "inquire carefully and diligently, seeking the truth of the matter. And if you find that what was said is certain, and that this abomination is a work which has been perpetrated,",
          "ID": "14"
        },
        {
          "text": "you shall promptly strike down the inhabitants of that city with the edge of the sword. And you shall destroy it, along with all the things that are in it, even the flocks.",
          "ID": "15"
        },
        {
          "text": "Then all the household goods which are there, you shall gather together in the midst of its streets, and you shall set fire to these, along with the city itself, so that you may consume everything for the Lord your God, and so that it may be an everlasting tomb. It shall no longer be built up.",
          "ID": "16"
        },
        {
          "text": "And there shall remain nothing of that anathema in your hand, so that the Lord may turn from the wrath of his fury, and may take pity on you, and may multiply you, just as he swore to your fathers,",
          "ID": "17"
        },
        {
          "text": "when you will heed the voice of the Lord your God, keeping all his precepts, which I am entrusting to you this day, so that you may do what is pleasing in the sight of the Lord your God.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:DEU.13",
      "name": "Deuteronomy 13"
    },
    {
      "text": [
        {
          "text": "\"Be sons of the Lord your God. You shall not cut yourselves, nor make yourselves bald, because of the dead.",
          "ID": "1"
        },
        {
          "text": "For you are a holy people, for the Lord your God. And he chose you, so that you may be a people particularly his, out of all the nations on earth.",
          "ID": "2"
        },
        {
          "text": "You shall not eat the things that are unclean.",
          "ID": "3"
        },
        {
          "text": "These are the animals which you ought to eat: the ox, and the sheep, and the goat,",
          "ID": "4"
        },
        {
          "text": "the stag and the roe deer, the gazelle, the wild goat, the addax, the antelope, the giraffe.",
          "ID": "5"
        },
        {
          "text": "Every beast which has a hoof divided into two parts and which also chews the cud, you shall eat.",
          "ID": "6"
        },
        {
          "text": "But those which chew over again, but do not have a divided hoof, you must not eat, such as the camel, the hare, and the hyrax. Since these chew the cud, but do not have a divided the hoof, they shall be unclean to you.",
          "ID": "7"
        },
        {
          "text": "The pig also, since it has a divided hoof, but does not chew over again, shall be unclean. Their flesh shall not be eaten, and you shall not touch their carcasses.",
          "ID": "8"
        },
        {
          "text": "These you shall eat out of all that dwells in the waters: whatever has fins and scales, you shall eat.",
          "ID": "9"
        },
        {
          "text": "Whatever is without fins and scales, you shall not eat, for these are unclean.",
          "ID": "10"
        },
        {
          "text": "All the clean birds, you shall eat.",
          "ID": "11"
        },
        {
          "text": "You shall not eat those that are unclean: such as the eagle, and the griffin, and the osprey,",
          "ID": "12"
        },
        {
          "text": "the crane, and the vulture, and the kite, according to their kind,",
          "ID": "13"
        },
        {
          "text": "and any kind of raven,",
          "ID": "14"
        },
        {
          "text": "and the ostrich, and the owl, and the gull, and the hawk, according to their kind,",
          "ID": "15"
        },
        {
          "text": "the heron, and the swan, and the ibis,",
          "ID": "16"
        },
        {
          "text": "and the sea bird, the marsh hen, and the night raven,",
          "ID": "17"
        },
        {
          "text": "the pelican and the plover, each in their kind, likewise the crested hoopoe and the bat.",
          "ID": "18"
        },
        {
          "text": "And anything which crawls and also has little wings shall be unclean, and shall not be eaten.",
          "ID": "19"
        },
        {
          "text": "All that is clean, you shall eat.",
          "ID": "20"
        },
        {
          "text": "But whatever has died of itself, you shall not eat from it. Give it to the sojourner, who is within your gates, so that he may eat, or sell it to him. For you are the holy people of the Lord your God. You shall not boil a young goat in the milk of his mother.",
          "ID": "21"
        },
        {
          "text": "Each year, you shall separate the tithes out of all your crops which spring forth from the earth.",
          "ID": "22"
        },
        {
          "text": "And you shall eat these in the sight of the Lord your God, in the place which he will choose, so that his name may be invoked there: the tenth part of your grain and wine and oil, and the firstborn from the herds and your sheep. So may you learn to fear the Lord your God at all times.",
          "ID": "23"
        },
        {
          "text": "But when the way and the place which the Lord your God will have chosen is further away, and he will have blessed you, so that you are not able to carry all these things to it,",
          "ID": "24"
        },
        {
          "text": "you shall sell them all, so as to turn them into money, and you shall carry it in your hand, and you shall set out for the place which the Lord will choose.",
          "ID": "25"
        },
        {
          "text": "And you shall buy with the same money whatever pleases you, either from the herds or from the sheep, and also wine and liquor, and all that your soul desires. And you shall eat in the sight of the Lord your God, and you shall feast: you and your household.",
          "ID": "26"
        },
        {
          "text": "As for the Levite, who is within your gates, take care that you do not abandon him, for he has no other portion within your possession.",
          "ID": "27"
        },
        {
          "text": "In the third year, you shall separate another tenth part of all the things which spring forth for you at that time, and you shall store it within your gates.",
          "ID": "28"
        },
        {
          "text": "And the Levite, who has no other portion or possession with you, and the sojourner as well as the orphan and the widow who are within your gates, shall approach and eat and be satisfied, so that the Lord your God may bless you in all the works of your hands which you shall do.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.14",
      "name": "Deuteronomy 14"
    },
    {
      "text": [
        {
          "text": "\"In the seventh year, you shall perform a remission,",
          "ID": "1"
        },
        {
          "text": "which shall be celebrated according to this order. Anyone to whom anything is owed, by his friend or neighbor or brother, will not be able to request its return, because it is the year of remission of the Lord.",
          "ID": "2"
        },
        {
          "text": "From the sojourner and the new arrival, you may require its return. From your fellow countryman and neighbor, you will not have the power to request its return.",
          "ID": "3"
        },
        {
          "text": "And there shall not be anyone indigent or begging among you, so that the Lord your God may bless you in the land which he will deliver to you as a possession.",
          "ID": "4"
        },
        {
          "text": "But only if you heed the voice of the Lord your God, and keep to all that he has ordered, that which I am entrusting to you this day, will he bless you, just as he has promised.",
          "ID": "5"
        },
        {
          "text": "You shall lend money to many nations, and you yourselves shall borrow in return from no one. You shall rule over very many nations, and no one shall rule over you.",
          "ID": "6"
        },
        {
          "text": "If one of your brothers, who dwells within the gates of your city, in the land which the Lord your God will give to you, falls into poverty, you shall not harden your heart, nor tighten your hand.",
          "ID": "7"
        },
        {
          "text": "Instead, you shall open your hand to the poor, and you shall lend to him whatever you perceive him to need.",
          "ID": "8"
        },
        {
          "text": "Take care, lest perhaps an impious thought might creep within you, and you might say in your heart: 'The seventh year of remission approaches.' And so you might turn your eyes away from your poor brother, unwilling to lend to him what he has asked. If so, then he may cry out against you to the Lord, and it will be a sin for you.",
          "ID": "9"
        },
        {
          "text": "Instead, you shall give to him. Neither shall you do anything craftily while assisting him in his needs, so that the Lord your God may bless you, at all times and in all things to which you will put your hand.",
          "ID": "10"
        },
        {
          "text": "The poor will not be absent from the land of your habitation. For this reason, I instruct you to open your hand to your indigent and poor brother, who lives among you in the land.",
          "ID": "11"
        },
        {
          "text": "When your brother, a Hebrew man or a Hebrew woman, has been sold to you, and has served you for six years, in the seventh year you shall set him free.",
          "ID": "12"
        },
        {
          "text": "And when you grant his freedom, you shall by no means permit him to go away empty.",
          "ID": "13"
        },
        {
          "text": "Instead, you shall give to him, for his journey, from your flocks and threshing floor and winepress, with which the Lord your God has blessed you.",
          "ID": "14"
        },
        {
          "text": "Remember that you yourself also served in the land of Egypt, and the Lord your God set you free. And therefore, I now command this of you.",
          "ID": "15"
        },
        {
          "text": "But if he will say, 'I am not willing to depart,' because he loves you and your household, and because he feels that it would be good for him to stay with you,",
          "ID": "16"
        },
        {
          "text": "then you shall take an awl and pierce his ear, at the door of your house. And he shall serve you even forever. You shall also act similarly toward your woman servant.",
          "ID": "17"
        },
        {
          "text": "You should not avert your eyes from them when you set them free, because he has served you for six years, in a manner deserving of the pay of a hired hand. So may the Lord your God bless you in all the works that you do.",
          "ID": "18"
        },
        {
          "text": "Of the firstborn, those born from your herds and sheep, you shall sanctify to the Lord your God whatever is of the male sex. You shall not put the firstborn of the oxen to work, nor shall you shear the firstborn of the sheep.",
          "ID": "19"
        },
        {
          "text": "In the sight of the Lord your God, you shall eat these, each year, in the place which the Lord will choose, you and your household.",
          "ID": "20"
        },
        {
          "text": "But if it has a blemish, or is lame, or is blind, or if it is in any part deformed or debilitated, it shall not be immolated to the Lord your God.",
          "ID": "21"
        },
        {
          "text": "Instead, you shall eat it within the gates of your city. The clean as well as the unclean alike shall feed on these, such as the roe deer and the stag.",
          "ID": "22"
        },
        {
          "text": "This alone shall you observe: that you do not eat their blood, but pour it upon the ground like water.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.15",
      "name": "Deuteronomy 15"
    },
    {
      "text": [
        {
          "text": "\"Observe the month of new grain, at the beginning of springtime, so that you may accomplish the Passover to the Lord your God. For in this month, the Lord your God led you away from Egypt in the night.",
          "ID": "1"
        },
        {
          "text": "And you shall immolate the Passover to the Lord your God, from sheep and from oxen, in the place which the Lord your God will choose, so that his name may dwell there.",
          "ID": "2"
        },
        {
          "text": "You shall not eat it with leavened bread. For seven days you shall eat, without leaven, the bread of affliction. For you departed from Egypt in fear. So may you remember the day of your departure from Egypt, throughout all the days of your life.",
          "ID": "3"
        },
        {
          "text": "No leaven shall be present in all your confines for seven days. And by morning, there shall not remain any of the flesh which was immolated on the first day in the evening.",
          "ID": "4"
        },
        {
          "text": "You cannot immolate the Passover in any of your cities, which the Lord your God will give to you, that you wish,",
          "ID": "5"
        },
        {
          "text": "but only in the place which the Lord your God will choose, so that his name may dwell there. You shall immolate the Passover in the evening, upon the setting of the sun, which is the time when you departed from Egypt.",
          "ID": "6"
        },
        {
          "text": "And you shall cook and eat it in the place which the Lord your God will choose, and, rising up in the morning, you shall go into your tent.",
          "ID": "7"
        },
        {
          "text": "For six days, you shall eat unleavened bread. And on the seventh day, because it is the assembly of the Lord your God, you shall do no work.",
          "ID": "8"
        },
        {
          "text": "You shall number for yourself seven weeks from that day, the day on which you put the sickle to the grain field.",
          "ID": "9"
        },
        {
          "text": "And you shall celebrate the Feast of Weeks, to the Lord your God, with a voluntary oblation from your hand, which you shall offer according to the blessing of the Lord your God.",
          "ID": "10"
        },
        {
          "text": "And you shall feast in the sight of the Lord your God: you, your son and your daughter, your man servant and your woman servant, and the Levite who is within your gates, and the new arrival as well as the orphan and the widow, who abide with you, in the place which the Lord your God will choose, so that his name may dwell there.",
          "ID": "11"
        },
        {
          "text": "And you shall recall that you were a servant in Egypt. And you shall preserve and carry out the things that have been instructed.",
          "ID": "12"
        },
        {
          "text": "Likewise, you shall celebrate the Feast of Tabernacles for seven days, when you will have gathered your fruits from the orchard and the winepress.",
          "ID": "13"
        },
        {
          "text": "And you shall feast at the time of your festival: you, your son and daughter, your man servant and woman servant, likewise the Levite and the new arrival, the orphan and the widow, who are within your gates.",
          "ID": "14"
        },
        {
          "text": "For seven days you shall celebrate feasts to the Lord your God in the place which the Lord will choose. And the Lord your God will bless you in all your crops, and in every work of your hands. And you shall be joyful.",
          "ID": "15"
        },
        {
          "text": "Three times a year, all your males shall appear in the sight the Lord your God in the place which he will choose: at the Feast of Unleavened Bread, at the Feast of Weeks, and at the Feast of Tabernacles. No one shall appear before the Lord empty.",
          "ID": "16"
        },
        {
          "text": "But each one shall offer according to what he will have, according to the blessing of the Lord his God, which he will give to him.",
          "ID": "17"
        },
        {
          "text": "You shall appoint judges and magistrates at all your gates, which the Lord your God will give to you, throughout each of your tribes, so that they may judge the people with a just judgment,",
          "ID": "18"
        },
        {
          "text": "and not so as to show favoritism to either side. You shall not accept a person's reputation, nor gifts. For gifts blind the eyes of the wise and alter the words of the just.",
          "ID": "19"
        },
        {
          "text": "You shall justly pursue what is just, so that you may live and possess the land, which the Lord your God will give to you.",
          "ID": "20"
        },
        {
          "text": "You shall not plant a sacred grove, nor shall you plant any tree near the altar of the Lord your God;",
          "ID": "21"
        },
        {
          "text": "you shall neither make nor set up for yourself a statue. These things the Lord your God hates.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.16",
      "name": "Deuteronomy 16"
    },
    {
      "text": [
        {
          "text": "\"You shall not immolate to the Lord your God a sheep or an ox, in which there is a blemish or any defect at all; for this is an abomination to the Lord your God.",
          "ID": "1"
        },
        {
          "text": "When there will have been found among you, within one of your gates which the Lord your God will give to you, a man or a woman who is doing evil in the sight of the Lord your God, and who is transgressing his covenant,",
          "ID": "2"
        },
        {
          "text": "so as to go and serve foreign gods and adore them, such as the sun and the moon, or any of the host of heaven, which I have not instructed,",
          "ID": "3"
        },
        {
          "text": "and when this will have been reported to you, and, upon hearing it, if you have inquired diligently and have found it to be true, that the abomination is being done in Israel:",
          "ID": "4"
        },
        {
          "text": "you shall lead forward the man or the woman who has perpetrated this most wicked thing to the gates of your city, and they shall be stoned to death.",
          "ID": "5"
        },
        {
          "text": "By the mouth of two or three witnesses, he who is to be put to death shall perish. Let no one be killed with only one person speaking testimony against him.",
          "ID": "6"
        },
        {
          "text": "First, the hands of the witnesses shall be upon him who will be put to death, and lastly, the hands of the remainder of the people shall be sent forth. So may you take away the evil from your midst.",
          "ID": "7"
        },
        {
          "text": "If you have perceived that there is among you a difficult and doubtful matter of judgment, between blood and blood, cause and cause, leprosy and leprosy, and if you will have seen that the words of the judges within your gates vary: rise up and ascend to the place which the Lord your God will choose.",
          "ID": "8"
        },
        {
          "text": "And you shall approach the priests of the Levitical stock, and the judge, who shall be among them at that time, and you shall inquire of them, and they will reveal to you the truth of the judgment.",
          "ID": "9"
        },
        {
          "text": "And you shall accept whatever they will say, those who preside in the place which the Lord will choose, and whatever they will teach you,",
          "ID": "10"
        },
        {
          "text": "in accord with his law, and you shall follow their sentence. Neither shall you turn aside to the right or to the left.",
          "ID": "11"
        },
        {
          "text": "But whoever will be arrogant, unwilling to obey the order of the priest who ministers at that time to the Lord your God, and the decree of the judge, that man shall die. And so shall you take away the evil from Israel.",
          "ID": "12"
        },
        {
          "text": "And when the people hear about this, they shall be afraid, so that no one, from that time on, will swell with pride.",
          "ID": "13"
        },
        {
          "text": "When you will have entered into the land which the Lord your God will give to you, and you possess it, and you live in it, and you say, 'I will appoint a king over me, just as all the surrounding nations have done,'",
          "ID": "14"
        },
        {
          "text": "you shall appoint him whom the Lord your God will choose from among the number of your brothers. You cannot make a man of another people king, one who is not your brother.",
          "ID": "15"
        },
        {
          "text": "And when he will have been appointed king, he shall not multiply horses for himself, nor lead the people back into Egypt, having been exalted by the number of his horsemen, especially since the Lord has instructed you never to return along the same way.",
          "ID": "16"
        },
        {
          "text": "He shall not have many wives, who might allure his mind, and he shall not have immense weights of silver and gold.",
          "ID": "17"
        },
        {
          "text": "Then, after he has been seated upon the throne of his kingdom, he shall write for himself the Deuteronomy of this law in a volume, using a copy from the priests of the Levitical tribe.",
          "ID": "18"
        },
        {
          "text": "And he shall have it with him, and he shall read it all the days of his life, so that he may learn to fear the Lord his God, and to keep his words and ceremonies, which are instructed in the law.",
          "ID": "19"
        },
        {
          "text": "And so may his heart not become exalted with arrogance over his brothers, nor turn aside to the right or to the left, so that he and his sons may reign for a long time over Israel.\"",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.17",
      "name": "Deuteronomy 17"
    },
    {
      "text": [
        {
          "text": "\"The priests and the Levites, and all who are from the same tribe, shall have no portion or inheritance with the rest of Israel. For they shall eat the sacrifices of the Lord and his oblations.",
          "ID": "1"
        },
        {
          "text": "And they shall receive nothing else from the possession of their brothers. For the Lord himself is their inheritance, just as he said to them.",
          "ID": "2"
        },
        {
          "text": "This shall be the recompense for the priests from the people, and from those who offer victims, whether they will immolate an ox or a sheep. They shall give to the priest the shoulder and the breast,",
          "ID": "3"
        },
        {
          "text": "the first-fruits of grain, wine, and oil, and a portion of the wool from the shearing of the sheep.",
          "ID": "4"
        },
        {
          "text": "For the Lord your God himself has chosen him out of all your tribes, so that he may stand and minister to the name of the Lord, him and his sons, forever.",
          "ID": "5"
        },
        {
          "text": "If a Levite departs from one of the cities, throughout all of Israel, in which he lives, and if he wills and desires to go to the place which the Lord will choose,",
          "ID": "6"
        },
        {
          "text": "he shall minister in the name of the Lord his God, as do all his brothers, the Levites, who will be standing at that time in the sight of the Lord.",
          "ID": "7"
        },
        {
          "text": "He shall receive the same portion of food as the rest also receive, besides that which is due to him in his own city, by succession from his fathers.",
          "ID": "8"
        },
        {
          "text": "When you will have entered into the land which the Lord your God will give to you, be careful that you are not willing to imitate the abominations of those nations.",
          "ID": "9"
        },
        {
          "text": "Do not let there be found among you one who would purify his son or daughter by leading them through fire, nor one who consults seers, nor one who observes dreams or omens. Do not let there be found among you one who practices the occult,",
          "ID": "10"
        },
        {
          "text": "nor one who uses spells, nor one who consults demonic spirits, nor a diviner, nor one who seeks the truth from the dead.",
          "ID": "11"
        },
        {
          "text": "For the Lord abominates all these things. And, because of these wicked ways, he will destroy them at your arrival.",
          "ID": "12"
        },
        {
          "text": "You shall be perfect and without blemish with the Lord your God.",
          "ID": "13"
        },
        {
          "text": "These nations, whose land you shall possess, they listen to soothsayers and diviners. But you have been otherwise instructed by the Lord your God.",
          "ID": "14"
        },
        {
          "text": "The Lord your God will raise up for you a PROPHET from your nation and from your brothers, similar to me. You shall listen to him,",
          "ID": "15"
        },
        {
          "text": "just as you petitioned of the Lord your God at Horeb, when the assembly was gathered together, and you said: 'Let me no longer hear the voice of the Lord my God, and let me no longer see this very great fire, lest I die.'",
          "ID": "16"
        },
        {
          "text": "And the Lord said to me: 'They have spoken all these things well.",
          "ID": "17"
        },
        {
          "text": "I will raise up a prophet for them, from the midst of their brothers, similar to you. And I will place my words in his mouth, and he will speak to them all the things that I will instruct him.",
          "ID": "18"
        },
        {
          "text": "But against anyone who is not willing to listen to his words, which he will speak in my name, I will stand forth as the avenger.",
          "ID": "19"
        },
        {
          "text": "But if a prophet, having been corrupted by arrogance, chooses to speak, in my name, things which I did not instruct him to say, or to speak in the name of foreign gods, he shall be put to death.",
          "ID": "20"
        },
        {
          "text": "But if, in silent thought, you respond: \"How will I be able to recognize a word which the Lord has not spoken?\"",
          "ID": "21"
        },
        {
          "text": "you shall have this sign. If whatever that prophet predicts in the name of the Lord does not happen, then the Lord has not spoken it. Instead, the prophet has formed it through the swelling of his own mind. And for this reason, you shall not fear him.' \"",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.18",
      "name": "Deuteronomy 18"
    },
    {
      "text": [
        {
          "text": "\"When the Lord your God will have destroyed the nations, whose land he will deliver to you, and when you possess it and live in its cities and buildings,",
          "ID": "1"
        },
        {
          "text": "you shall separate for yourselves three cities in the midst of the land, which the Lord will give to you as a possession,",
          "ID": "2"
        },
        {
          "text": "paving the road carefully. And you shall divide the entire province of your land equally into three parts, so that he who is forced to flee because of manslaughter may have a place nearby to which he may be able to escape.",
          "ID": "3"
        },
        {
          "text": "This shall be the law of the killer who flees, whose life is to be saved. Whoever strikes down his neighbor unwillingly, and who has been proven to have had no hatred against him yesterday and the day before,",
          "ID": "4"
        },
        {
          "text": "such that he had gone with him into the forest simply to cut wood, and in cutting down the tree, the axe slipped from his hand, or the iron slipped from the handle, and it struck his friend and killed him: he shall flee to one of the cities stated above, and he shall live.",
          "ID": "5"
        },
        {
          "text": "Otherwise, perhaps the near relative of him whose blood was shed, impelled by his grief, might pursue and apprehend him, unless the way is too long, and he might strike down the life of him who is not guilty unto death, since he had demonstrated that he had no prior hatred against him who was slain.",
          "ID": "6"
        },
        {
          "text": "For this reason, I instruct you to separate three cities at equal distance from one another.",
          "ID": "7"
        },
        {
          "text": "And when the Lord your God will have enlarged your borders, just as he swore to your fathers, and when he will have given to you all the land that he has promised to them,",
          "ID": "8"
        },
        {
          "text": "(but this is only so if you will keep his commandments and do the things which I instruct to you this day, so that you love the Lord your God, and walk in his ways at all times) you shall add for yourselves three other cities, and so you shall double the number of the three cities stated above.",
          "ID": "9"
        },
        {
          "text": "So may innocent blood not be shed in the midst of the land which the Lord your God will give you to possess, lest you be guilty of blood.",
          "ID": "10"
        },
        {
          "text": "But if anyone, having hatred for his neighbor, will have lain in ambush for his life, and, rising up, will have struck him, and he will have died, and if he will have fled to one of the cities stated above,",
          "ID": "11"
        },
        {
          "text": "the elders of his city shall send, and they shall take him from the place of refuge, and they shall deliver him into the hand of the relative of him whose blood was shed, and he shall die.",
          "ID": "12"
        },
        {
          "text": "You shall not take pity on him, and so shall you take away the blood of the innocent from Israel, so that it may be well with you.",
          "ID": "13"
        },
        {
          "text": "You shall not take up or move the landmark of your neighbor, which those before you have placed, in your possession that the Lord your God will give to you, in the land you will receive to possess.",
          "ID": "14"
        },
        {
          "text": "One witness shall not stand against another, no matter what the sin or outrage may be. For every word shall stand by the mouth of two or three witnesses.",
          "ID": "15"
        },
        {
          "text": "If a lying witness will have stood against a man, accusing him of a transgression,",
          "ID": "16"
        },
        {
          "text": "both of those whose case it is shall stand before the Lord in the sight of the priests and the judges who shall be in those days.",
          "ID": "17"
        },
        {
          "text": "And when, after a very diligent examination, they will have found that the false witness had told a lie against his brother,",
          "ID": "18"
        },
        {
          "text": "they shall render to him just as he intended to do to his brother. And so shall you take away the evil from your midst.",
          "ID": "19"
        },
        {
          "text": "Then the others, upon hearing this, will be afraid, and they will by no means dare to do such things.",
          "ID": "20"
        },
        {
          "text": "You shall not take pity on him. Instead, you shall require a life for a life, an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot.\"",
          "ID": "21"
        }
      ],
      "ID": "OT:DEU.19",
      "name": "Deuteronomy 19"
    },
    {
      "text": [
        {
          "text": "\"If you go out to battle against your enemies, and you see horsemen and chariots, and that the multitude of your adversary's army is greater than your own, you shall not fear them. For the Lord your God, who led you away from the land of Egypt, is with you.",
          "ID": "1"
        },
        {
          "text": "Then, as the battle now draws near, the priest shall stand before the front ranks, and he shall speak to the people in this manner:",
          "ID": "2"
        },
        {
          "text": "'Listen, O Israel! Today you engage in a battle against your enemies. Do not let your heart be overwhelmed with fear. Do not be apprehensive. Do not yield. You should have no dread of them.",
          "ID": "3"
        },
        {
          "text": "For the Lord your God is in your midst, and he will contend against your enemies on your behalf, so that he may rescue you from peril.'",
          "ID": "4"
        },
        {
          "text": "Likewise, the officers shall proclaim, throughout every company, in the hearing of the soldiers: 'What man is there who has built a new house, and has not dedicated it? Let him go and return to his house, lest perhaps he may die in the battle, and another man may dedicate it.",
          "ID": "5"
        },
        {
          "text": "What man is there who has planted a vineyard, and has not yet caused it to be common, so that all may eat from it? Let him go, and return to his house, lest perhaps he may die in the battle, and another man may carry out his office.",
          "ID": "6"
        },
        {
          "text": "What man is there, who has betrothed a wife, and has not taken her? Let him go, and return to his house, lest perhaps he may die in battle, and another man may take her.'",
          "ID": "7"
        },
        {
          "text": "After these things have been declared, they shall add the remainder, and shall say to the people: 'What man is there who is overwhelmed by fear and is fainthearted? Let him go, and return to his house, lest he cause the hearts of his brothers to fear, just as he himself has been thoroughly stricken with fear.'",
          "ID": "8"
        },
        {
          "text": "And when the officers of the army have become silent, and have completed their speech, each one shall prepare his unit to wage war.",
          "ID": "9"
        },
        {
          "text": "When, at any time, you approach a city to fight against it, you shall first offer peace to it.",
          "ID": "10"
        },
        {
          "text": "If they receive it, and open the gates to you, then all the people who are in it shall be saved, and they shall serve you by paying tribute.",
          "ID": "11"
        },
        {
          "text": "But if they are not willing to enter into an agreement, and they begin to act against you in warfare, then you shall besiege it.",
          "ID": "12"
        },
        {
          "text": "And when the Lord your God will have delivered it into your hands, you shall strike down anyone who is in it, of the male gender, with the edge of the sword,",
          "ID": "13"
        },
        {
          "text": "but not the women and young children, nor the cattle and the other things that are within the city. And you shall divide all the plunder to the soldiers, and you shall eat the spoils from your enemies, which the Lord your God will give to you.",
          "ID": "14"
        },
        {
          "text": "So shall you do to all the cities which are at a great distance from you, those which are not among the cities that you shall receive as a possession.",
          "ID": "15"
        },
        {
          "text": "But among those cities which shall be given to you, you shall not permit anyone at all to live.",
          "ID": "16"
        },
        {
          "text": "Instead, you shall put them to death with the edge of the sword, specifically: the Hittite and the Amorite and the Canaanite, the Perizzite and the Hivite and the Jebusite, just as the Lord your God has commanded you.",
          "ID": "17"
        },
        {
          "text": "Otherwise, they may teach you to do all the abominations which they have committed for their own gods. And then you would sin against the Lord your God.",
          "ID": "18"
        },
        {
          "text": "When you will have besieged a city for a long time, and you will have encircled it with fortifications, so that you may fight against it, you shall not cut down trees from which one is able to eat, neither shall you cause devastation with axes to the surrounding region. For it is a tree, and not a man. It is not able to increase the number of those who are fighting against you.",
          "ID": "19"
        },
        {
          "text": "But if there are any trees which are not fruitful, but are wild, and if these are fit for other uses, then cut them down, and make machines, until you have captured the city that is contending against you.\"",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.20",
      "name": "Deuteronomy 20"
    },
    {
      "text": [
        {
          "text": "\"When there will have been found in the land, which the Lord your God will give to you, the corpse of a man who has been killed, and it is not known who is guilty of the murder,",
          "ID": "1"
        },
        {
          "text": "your judges and those greater by birth shall go out and measure, from the place of the corpse, the distance to each of the surrounding cities.",
          "ID": "2"
        },
        {
          "text": "And in whichever one they perceive to be closer than the others, the elders shall take a calf from the herd, one which has not pulled with a yoke, nor tilled with a plow.",
          "ID": "3"
        },
        {
          "text": "And they shall lead it into a rough and stony valley, one which has never been tilled or sown. And in that place, they shall cut the neck of the calf.",
          "ID": "4"
        },
        {
          "text": "And the priests the sons of Levi shall approach, those whom the Lord your God has chosen to minister to him, and to bless in his name, and to decide every controversy by their word, and to judge which things are clean and which are unclean.",
          "ID": "5"
        },
        {
          "text": "And those greater by birth of that city, nearest to the one who was slain, shall go and shall wash their hands over the calf that was killed in the valley.",
          "ID": "6"
        },
        {
          "text": "And they shall say: 'Our hands did not shed this blood, nor did our eyes see it.",
          "ID": "7"
        },
        {
          "text": "Be merciful to your people Israel, whom you have redeemed, O Lord, and do not charge them with innocent blood in the midst of your people Israel.' And so the guilt of the blood will be taken away from them.",
          "ID": "8"
        },
        {
          "text": "Then you will be free from the blood that was shed against the innocent, when you will have done as the Lord has instructed you.",
          "ID": "9"
        },
        {
          "text": "If you have gone out to fight against your enemies, and the Lord your God has delivered them into your hand, and if, as you are leading away the captives,",
          "ID": "10"
        },
        {
          "text": "you see among the number of the captives a beautiful woman, and you love her, and you are willing to have her as a wife:",
          "ID": "11"
        },
        {
          "text": "then you shall lead her into your house. And she shall shave off her hair, and cut her nails short,",
          "ID": "12"
        },
        {
          "text": "and remove the garment in which she was captured. And she shall sit in your house and weep for her father and mother, for one month. And after that, you shall enter to her and sleep with her, and she shall be your wife.",
          "ID": "13"
        },
        {
          "text": "But if afterwards she does not sit well in your mind, you shall set her free. You cannot sell her for money, nor can you oppress her by force. For you have humiliated her.",
          "ID": "14"
        },
        {
          "text": "If a man has two wives, one beloved and the other hated, and they have produced children by him, and if the son of the hated wife is the firstborn,",
          "ID": "15"
        },
        {
          "text": "and if he wishes to divide his substance among his sons: he cannot make the son of the beloved wife the firstborn, and so prefer him before the son of the hated wife.",
          "ID": "16"
        },
        {
          "text": "Instead, he shall acknowledge the son of the hated wife as the firstborn, and he shall give to him a double portion of all that he has. For he is the first among his children, and the rights of the firstborn are owed to him.",
          "ID": "17"
        },
        {
          "text": "If a man produces a disobedient and reckless son, who will not listen to the orders of his father or mother, and, having been corrected, shows contempt for obedience:",
          "ID": "18"
        },
        {
          "text": "they shall take him and lead him to the elders of the city and to the gate of judgment.",
          "ID": "19"
        },
        {
          "text": "And they shall say to them: 'This our son is reckless and disobedient. He shows contempt when listening to our admonitions. He occupies himself with carousing, and self-indulgence, and feasting.'",
          "ID": "20"
        },
        {
          "text": "Then the people of the city shall stone him to death. And he shall die, so that you may take away the evil from your midst. And so may all of Israel, upon hearing it, be very afraid.",
          "ID": "21"
        },
        {
          "text": "When a man will have sinned in a matter which is punished by death, and, having been judged unto death, he has been hanged on a gallows:",
          "ID": "22"
        },
        {
          "text": "his corpse shall not remain on the tree. Instead, he shall be buried on the same day. For he who hangs from a tree has been cursed by God, and you shall not defile your land, which the Lord your God will give to you as a possession.\"",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.21",
      "name": "Deuteronomy 21"
    },
    {
      "text": [
        {
          "text": "\"If you see your brother's ox or sheep wander astray, you shall not pass by. Instead, you shall lead them back to your brother.",
          "ID": "1"
        },
        {
          "text": "But if your brother is not near, or you do not know him, you shall lead them to your house, and they shall be with you until your brother seeks them and receives them.",
          "ID": "2"
        },
        {
          "text": "You shall act in a similar manner with his donkey, and his clothing, and all the belongings of your brother that have been lost. If you find it, you shall not neglect it, as if it belonged to a stranger.",
          "ID": "3"
        },
        {
          "text": "If you see that your brother's donkey or ox has fallen along the way, you shall not disregard it. Instead, you shall lift it up with him.",
          "ID": "4"
        },
        {
          "text": "A woman shall not be clothed with manly apparel, nor shall a man make use of feminine apparel. For whoever does these things is abominable with God.",
          "ID": "5"
        },
        {
          "text": "If, as you are walking along the way, you find a bird's nest, in a tree or on the ground, and the mother is nurturing the young or the eggs, you shall not take her with her young.",
          "ID": "6"
        },
        {
          "text": "Instead, you shall permit her to go, retaining the young that you have caught, so that it may be well with you, and you may live for a long time.",
          "ID": "7"
        },
        {
          "text": "When you build a new house, you shall make a wall around the roof. Otherwise, someone may slip and fall down violently, and so blood would be shed at your house, and you would be guilty.",
          "ID": "8"
        },
        {
          "text": "You shall not sow your vineyard with another seed, lest both the seed that you have sown and what springs forth from the vineyard be sanctified together.",
          "ID": "9"
        },
        {
          "text": "You shall not till with an ox and a donkey at the same time.",
          "ID": "10"
        },
        {
          "text": "You shall not wear a vestment which has been woven from both wool and linen.",
          "ID": "11"
        },
        {
          "text": "You shall make strings along the hem, at the four corners of your cloak, which covers you.",
          "ID": "12"
        },
        {
          "text": "If a man takes a wife, and afterwards he has hatred for her,",
          "ID": "13"
        },
        {
          "text": "and so he seeks opportunities to dismiss her, imputing a very wicked name to her by saying, 'I received this woman as a wife, and upon entering to her, I found her not to be a virgin,'",
          "ID": "14"
        },
        {
          "text": "then her father and mother shall take her, and they shall bring with them the signs of her virginity, to the elders of the city who are at the gate.",
          "ID": "15"
        },
        {
          "text": "And the father shall say: 'I gave my daughter to this man as a wife. And because he hates her,",
          "ID": "16"
        },
        {
          "text": "he accuses her with a very wicked name, by saying: \"I did not find your daughter to be a virgin.\" But behold, these are the signs of my daughter's virginity.' And they shall spread the clothing before the elders of the city.",
          "ID": "17"
        },
        {
          "text": "And the elders of that city shall apprehend that man and beat him.",
          "ID": "18"
        },
        {
          "text": "Moreover, they shall fine him one hundred shekels of silver, which he will give to the father of the girl, because he has committed slander, with a very wicked name, against a virgin of Israel. And he shall have her as a wife, and he cannot dismiss her throughout all the days of his life.",
          "ID": "19"
        },
        {
          "text": "But if what he has claimed is true and virginity is not found in the girl,",
          "ID": "20"
        },
        {
          "text": "then they shall throw her down, outside the doors of her father's house, and the men of that city shall stone her to death, and she shall die. For she has acted wickedly in Israel, in that she fornicated in her father's house. And so shall you take away the evil from your midst.",
          "ID": "21"
        },
        {
          "text": "If a man sleeps with the wife of another, then they shall both die, that is, the adulterer and the adulteress. And so shall you take away the evil from Israel.",
          "ID": "22"
        },
        {
          "text": "If a man has betrothed a girl who is a virgin, and if someone finds her in the city and he lies with her,",
          "ID": "23"
        },
        {
          "text": "then you shall lead them both out to the gate of that city, and they shall be stoned to death: the girl, because she did not cry out though she was in the city; the man, because he has humiliated the wife of his neighbor. And so shall you take away the evil from your midst.",
          "ID": "24"
        },
        {
          "text": "But if a man discovers, in the countryside, a girl who has been betrothed, and, apprehending her, he lies with her, then he alone shall die.",
          "ID": "25"
        },
        {
          "text": "The girl shall suffer nothing, nor is she guilty unto death. For just as a robber rises up against his brother and slays his life, so also did the girl suffer greatly.",
          "ID": "26"
        },
        {
          "text": "She was alone in the field. She cried out, and there was no one nearby, who might deliver her.",
          "ID": "27"
        },
        {
          "text": "If a man find a girl who is a virgin, who does not have a betrothal, and, taking her, he lies with her, and the matter is brought to judgment,",
          "ID": "28"
        },
        {
          "text": "then he who slept with her shall give to the father of the girl fifty shekels of silver, and he shall have her as a wife, because he has humiliated her. He cannot dismiss her, throughout all the days of his life.",
          "ID": "29"
        },
        {
          "text": "No man shall take his father's wife, nor remove her covering.\"",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.22",
      "name": "Deuteronomy 22"
    },
    {
      "text": [
        {
          "text": "\"A eunuch, one whose testicles have been debilitated or cut off, or whose penis has been cut off, shall not enter into the church of the Lord.",
          "ID": "1"
        },
        {
          "text": "The offspring of a harlot, that is, one born of a prostitute, shall not enter into the church of the Lord, until the tenth generation.",
          "ID": "2"
        },
        {
          "text": "The Ammonite and the Moabite, even after the tenth generation, shall not enter into the church of the Lord forever,",
          "ID": "3"
        },
        {
          "text": "because they were not willing to meet you with bread and water along the way, when you had departed from Egypt, and because they hired against you Balaam, the son of Beor, from Mesopotamia in Syria, in order to curse you.",
          "ID": "4"
        },
        {
          "text": "But the Lord your God was not willing to listen to Balaam, and he turned his cursing into your blessing, because he loves you.",
          "ID": "5"
        },
        {
          "text": "You shall not make peace with them, nor shall you seek their prosperity, throughout all the days of your life forever.",
          "ID": "6"
        },
        {
          "text": "You shall not abhor anyone from Idumea, for he is your brother, nor the Egyptian, for you were a new arrival in his land.",
          "ID": "7"
        },
        {
          "text": "Those who have been born of them, in the third generation, shall enter into the church of the Lord.",
          "ID": "8"
        },
        {
          "text": "When you have gone out to war against your enemies, you shall keep yourself from everything that is evil.",
          "ID": "9"
        },
        {
          "text": "If there is a man among you who has been defiled by a dream in the night, he shall depart from the camp.",
          "ID": "10"
        },
        {
          "text": "And he shall not return before the evening, after he has washed with water, and then, after the sun sets, he shall return to the camp.",
          "ID": "11"
        },
        {
          "text": "You shall have a place beyond the camp to which you may go for the necessities of nature,",
          "ID": "12"
        },
        {
          "text": "carrying a small shovel at your belt. And when you would sit down, you shall dig around, and then, with the soil that was dug up, you shall cover",
          "ID": "13"
        },
        {
          "text": "that from which you were relieved. For the Lord your God walks in the midst of your camp, in order to rescue you, and to deliver your enemies to you. And so, let your camp be holy, and let nothing filthy appear within it, lest he abandon you.",
          "ID": "14"
        },
        {
          "text": "You shall not deliver a servant who has fled to you to his master.",
          "ID": "15"
        },
        {
          "text": "He shall live with you in a place that pleases him, and he shall rest in one of your cities. You shall not grieve him.",
          "ID": "16"
        },
        {
          "text": "There shall be no prostitutes among the daughters of Israel, nor anyone among the sons of Israel who visits a prostitute.",
          "ID": "17"
        },
        {
          "text": "You shall not offer money from a prostitute, nor the price of a dog, in the house of the Lord your God, no matter what you may have vowed. For both of these are an abomination with the Lord your God.",
          "ID": "18"
        },
        {
          "text": "You shall not lend money, or grain, or anything else at all, to your brother at interest,",
          "ID": "19"
        },
        {
          "text": "but only to a foreigner. For you shall lend to your brother whatever he needs without interest, so that the Lord your God may bless you in all your works in the land, which you shall enter so as to possess it.",
          "ID": "20"
        },
        {
          "text": "When you have made a vow to the Lord your God, you shall not be late in paying it. For the Lord your God demands it. And if you delay, it shall be imputed to you as a sin.",
          "ID": "21"
        },
        {
          "text": "If you are not willing to make a promise, then it shall be without sin.",
          "ID": "22"
        },
        {
          "text": "But as soon as it has departed from your lips, you shall observe and do just as you have promised to the Lord your God and just as you have spoken by your own free will and with your own mouth.",
          "ID": "23"
        },
        {
          "text": "Upon entering your neighbor's vineyard, you may eat as many grapes as you please. But you may not carry any out with you.",
          "ID": "24"
        },
        {
          "text": "If you enter into your friend's grain field, you may break off the ears, and rub them in your hand, but you may not reap them with a sickle.\"",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.23",
      "name": "Deuteronomy 23"
    },
    {
      "text": [
        {
          "text": "\"If a man takes a wife, and he has her, and she does not find favor before his eyes because of some vileness, then he shall write a bill of divorce, and he shall give it to her hand, and he shall dismiss her from his house.",
          "ID": "1"
        },
        {
          "text": "And when, having departed, she has married another,",
          "ID": "2"
        },
        {
          "text": "and if he likewise hates her, and has given her a bill of divorce, and has dismissed her from his house, or if indeed he has died,",
          "ID": "3"
        },
        {
          "text": "then the former husband cannot take her back as a wife. For she has been polluted and has become abominable in the sight of the Lord. Otherwise, you may cause your land, which the Lord your God will deliver to you as a possession, to sin.",
          "ID": "4"
        },
        {
          "text": "When a man has recently taken a wife, he shall not go out to war, nor shall any public office be enjoined upon him. Instead, he shall be free at home without guilt, so that for one year he may rejoice with his wife.",
          "ID": "5"
        },
        {
          "text": "You shall not accept an upper or lower millstone as collateral. For then he will have placed his life with you.",
          "ID": "6"
        },
        {
          "text": "If a man has been caught soliciting his brother among the sons of Israel, and selling him in order to receive a price, then he shall be put to death. And so shall you take away the evil from your midst.",
          "ID": "7"
        },
        {
          "text": "Observe diligently, lest you incur the wound of leprosy. But you shall do whatever the priests of the Levitical stock shall teach you to do, according to what I have instructed them. And you shall fulfill it carefully.",
          "ID": "8"
        },
        {
          "text": "Remember what the Lord your God did to Miriam, along the way, as you were departing from Egypt.",
          "ID": "9"
        },
        {
          "text": "When you require from your neighbor anything that he owes to you, you shall not enter into his house in order to take away the collateral.",
          "ID": "10"
        },
        {
          "text": "Instead, you shall stand outside, and he will carry out to you what he has.",
          "ID": "11"
        },
        {
          "text": "But if he is poor, then the collateral shall not remain with you through the night.",
          "ID": "12"
        },
        {
          "text": "Instead, you shall return it to him promptly, before the setting of the sun, so that, sleeping in his own garment, he may bless you, and you may have justice in the presence of the Lord your God.",
          "ID": "13"
        },
        {
          "text": "You shall not refuse the pay of the indigent and the poor, whether he is your brother, or he is a new arrival who dwells with you in the land and is within your gates.",
          "ID": "14"
        },
        {
          "text": "Instead, you shall pay him the price of his labor on the same day, before the setting of the sun. For he is poor, and with it he sustains his life. Otherwise, he may cry out against you to the Lord, and it would be charged to you as a sin.",
          "ID": "15"
        },
        {
          "text": "The fathers shall not be put to death on behalf of the sons, nor the sons on behalf of the fathers, but each one shall die for his own sin.",
          "ID": "16"
        },
        {
          "text": "You shall not pervert the judgment of the new arrival or the orphan, nor shall you take away the widow's garment as collateral.",
          "ID": "17"
        },
        {
          "text": "Remember that you served in Egypt, and that the Lord your God rescued you from there. Therefore, I am instructing you to act in this way.",
          "ID": "18"
        },
        {
          "text": "When you have reaped the grain in your field, and, having forgotten, you leave behind a sheaf, you shall not return to take it away. Instead, you shall permit the new arrival, and the orphan, and the widow to take it away, so that the Lord your God may bless you in all the works of your hands.",
          "ID": "19"
        },
        {
          "text": "If you have gathered the fruit of your olive trees, you shall not return in order to gather whatever may remain on the trees. Instead, you shall leave it behind for the new arrival, the orphan, and the widow.",
          "ID": "20"
        },
        {
          "text": "If you harvest the vintage of your vineyard, you shall not gather the remaining clusters. Instead, they shall fall to the use of the stranger, the orphan, and the widow.",
          "ID": "21"
        },
        {
          "text": "Remember that you also served in Egypt, and so, for this reason, I am instructing you to act in this way.\"",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.24",
      "name": "Deuteronomy 24"
    },
    {
      "text": [
        {
          "text": "\"If there is a case between persons, and they apply to the judges, they shall give the palm of justice to the one whom they perceive to be just, and they shall condemn of impiety the one who is impious.",
          "ID": "1"
        },
        {
          "text": "But if they see that the one who has sinned is worthy of stripes, they shall prostrate him and cause him to be beaten before them. According to the measure of the sin, so shall the measure of the stripes be.",
          "ID": "2"
        },
        {
          "text": "Even so, these shall not exceed the number of forty. Otherwise, your brother may depart, having been wounded shamefully before your eyes.",
          "ID": "3"
        },
        {
          "text": "You shall not muzzle an ox as it is treading out your crops in the field.",
          "ID": "4"
        },
        {
          "text": "When brothers are living together, and one of them dies without children, the wife of the deceased shall not marry another. Instead, his brother shall take her, and he shall raise up offspring for his brother.",
          "ID": "5"
        },
        {
          "text": "And the first son from her, he shall call by his brother's name, so that his name will not be abolished from Israel.",
          "ID": "6"
        },
        {
          "text": "But if he is not willing to take his brother's wife, who by law must go to him, the woman shall go to the gate of the city, and she shall call upon those greater by birth, and she shall say: 'The brother of my husband is not willing to raise up his brother's name in Israel; nor will he join with me.'",
          "ID": "7"
        },
        {
          "text": "And immediately, they shall summon him to be sent, and they shall question him. If he responds, 'I am not willing to accept her as a wife,'",
          "ID": "8"
        },
        {
          "text": "then the woman shall approach him in the sight of the elders, and she shall remove his shoe from his foot, and she shall spit in his face, and she shall say: 'So shall it be done to the man who was not willing to build up his brother's house.'",
          "ID": "9"
        },
        {
          "text": "And his name shall be called in Israel: The House of the Unshod.",
          "ID": "10"
        },
        {
          "text": "If two men have a conflict between themselves, and one begins to do violence to the other, and if the other's wife, wanting to rescue her husband from the hand of the stronger one, extends her hand and grasps him by his private parts,",
          "ID": "11"
        },
        {
          "text": "then you shall cut off her hand. Neither shall you weep over her with any mercy.",
          "ID": "12"
        },
        {
          "text": "You shall not have differing weights, greater and lesser, in your bag.",
          "ID": "13"
        },
        {
          "text": "Neither shall there be in your house a greater and a lesser measure.",
          "ID": "14"
        },
        {
          "text": "You shall have a just and a true weight, and your measure shall be equal and true, so that you may live for a long time upon the land, which the Lord your God will give to you.",
          "ID": "15"
        },
        {
          "text": "For the Lord your God abominates him who does these things, and he loathes all injustice.",
          "ID": "16"
        },
        {
          "text": "Remember what Amalek did to you, along the way, when you were departing from Egypt:",
          "ID": "17"
        },
        {
          "text": "how he met you and cut down the stragglers of the troops, who were sitting down, exhausted, when you were consumed by hunger and hardship, and how he did not fear God.",
          "ID": "18"
        },
        {
          "text": "Therefore, when the Lord your God will give you rest, and you will have subdued all the surrounding nations, in the land which he has promised to you, you shall delete his name from under heaven. Take care not to forget this.\"",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.25",
      "name": "Deuteronomy 25"
    },
    {
      "text": [
        {
          "text": "\"And when you will have entered into the land which the Lord your God will give to you to possess, and when you will have obtained it and are living within it:",
          "ID": "1"
        },
        {
          "text": "you shall take the first of all your crops, and place them in a basket, and you shall travel to the place which the Lord your God will choose, so that his name may be invoked there.",
          "ID": "2"
        },
        {
          "text": "And you shall approach the priest who will be in those days, and you shall say to him: 'I profess this day, before the Lord your God, that I have entered into the land about which he swore to our fathers that he would give it to us.'",
          "ID": "3"
        },
        {
          "text": "And the priest, taking up the basket from your hand, shall place it before the altar of the Lord your God.",
          "ID": "4"
        },
        {
          "text": "And you shall say, in the sight of the Lord your God: 'The Syrian pursued my father, who descended into Egypt, and he sojourned there in a very small number, and he increased into a great and strong nation and into an innumerable multitude.",
          "ID": "5"
        },
        {
          "text": "And the Egyptians afflicted us, and they persecuted us, imposing upon us the most grievous burdens.",
          "ID": "6"
        },
        {
          "text": "And we cried out to the Lord, the God of our fathers. He heard us, and he looked with favor upon our humiliation, and hardship, and distress.",
          "ID": "7"
        },
        {
          "text": "And he led us away from Egypt, with a strong hand and an outstretched arm, with a mighty terror, with signs and wonders.",
          "ID": "8"
        },
        {
          "text": "And he led us into this place, and he delivered to us the land flowing with milk and honey.",
          "ID": "9"
        },
        {
          "text": "And because of this, I now offer the first fruits of the land which the Lord has given to me.' And you shall leave them in the sight of the Lord your God, and you shall adore the Lord your God.",
          "ID": "10"
        },
        {
          "text": "And you shall feast on all the good things which the Lord your God will give to you and to your house: you, and the Levite, and the new arrival who is with you.",
          "ID": "11"
        },
        {
          "text": "When you will have completed the tithing of all your crops, in the third year of tithes, you shall give it to the Levite, and to the new arrival, and to the orphan, and to the widow, so that they may eat within your gates and be satisfied.",
          "ID": "12"
        },
        {
          "text": "And you shall say, in the sight of the Lord your God: 'I have taken what was sanctified from my house, and I have given it to the Levite, and to the new arrival, and to the orphan and the widow, just as you have commanded me. I have not transgressed your commandments, nor have I forgotten your precepts.",
          "ID": "13"
        },
        {
          "text": "I have not eaten from these things in my grief, nor have I separated them due to any kind of uncleanness, nor have I expended any of these things in funerals. I have obeyed the voice of the Lord my God, and I have done all things just as you have instructed me.",
          "ID": "14"
        },
        {
          "text": "Look with favor from your sanctuary and from your lofty habitation amid the heavens, and bless your people Israel and the land which you have given to us, just as you swore to our fathers, a land flowing with milk and honey.'",
          "ID": "15"
        },
        {
          "text": "Today the Lord your God has instructed you to carry out these commandments and judgments, and to keep and fulfill them, with all your heart and with all your soul.",
          "ID": "16"
        },
        {
          "text": "Today, you have chosen the Lord to be your God, so that you may walk in his ways, and keep his ceremonies and commandments and judgments, and obey his command.",
          "ID": "17"
        },
        {
          "text": "Today, the Lord has chosen you, so that you may be his particular people, just as he has spoken to you, and so that you may keep all his precepts,",
          "ID": "18"
        },
        {
          "text": "and so that he may cause you to be more exalted than all the nations which he has created, for the sake of his own praise and name and glory, in order that you may be a holy people for the Lord your God, just as he has spoken.\"",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.26",
      "name": "Deuteronomy 26"
    },
    {
      "text": [
        {
          "text": "Then Moses and the elders of Israel instructed the people, saying: \"Keep each commandment that I instruct to you this day.",
          "ID": "1"
        },
        {
          "text": "And when you have crossed over the Jordan, into the land which the Lord your God will give to you, you shall erect immense stones, and you shall coat them with plaster,",
          "ID": "2"
        },
        {
          "text": "so that you may be able to write upon them all the words of this law, when you have crossed the Jordan so as to enter into the land which the Lord your God will give to you, a land flowing with milk and honey, just as he swore to your fathers.",
          "ID": "3"
        },
        {
          "text": "Therefore, when you have crossed over the Jordan, erect the stones, just as I instruct you to do this day, on Mount Ebal. And you shall coat them with plaster,",
          "ID": "4"
        },
        {
          "text": "and you shall build, in that place, an altar to the Lord your God out of stones which have not been touched by iron,",
          "ID": "5"
        },
        {
          "text": "out of stones which have not been hewn or polished. And you shall offer holocausts on it to the Lord your God.",
          "ID": "6"
        },
        {
          "text": "And you shall immolate peace victims. And you shall eat and feast in that place, in the sight of the Lord your God.",
          "ID": "7"
        },
        {
          "text": "And you shall write upon the stones all the words of this law, plainly and clearly.\"",
          "ID": "8"
        },
        {
          "text": "And Moses and the priests of Levitical stock said to all of Israel: \"Attend and listen, O Israel! Today you have become the people of the Lord your God.",
          "ID": "9"
        },
        {
          "text": "You shall listen to his voice, and you shall do the commandments and justices, which I am entrusting to you.\"",
          "ID": "10"
        },
        {
          "text": "And Moses instructed the people in that day, saying:",
          "ID": "11"
        },
        {
          "text": "\"These shall stand upon Mount Gerizim, as a blessing to the people, when you will have crossed the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.",
          "ID": "12"
        },
        {
          "text": "And in the opposite region, there shall stand upon Mount Ebal, as a curse: Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali.",
          "ID": "13"
        },
        {
          "text": "And the Levites shall pronounce and declare to all the men of Israel, with an exalted voice:",
          "ID": "14"
        },
        {
          "text": "Cursed be the man who makes a graven or molten idol, an abomination to the Lord, a work of the hands of its maker, and who puts it in a secret place. And all the people shall respond by saying: Amen.",
          "ID": "15"
        },
        {
          "text": "Cursed be he who does not honor his father and mother. And all the people shall say: Amen.",
          "ID": "16"
        },
        {
          "text": "Cursed be he who removes his neighbor's landmarks. And all the people shall say: Amen.",
          "ID": "17"
        },
        {
          "text": "Cursed be he who causes the blind to go astray on a journey. And all the people shall say: Amen.",
          "ID": "18"
        },
        {
          "text": "Cursed be he who subverts the judgment of the new arrival, the orphan, or the widow. And all the people shall say: Amen.",
          "ID": "19"
        },
        {
          "text": "Cursed be he who lies with his father's wife, and so exposes the covering of his bed. And all the people shall say: Amen.",
          "ID": "20"
        },
        {
          "text": "Cursed be he who lies with any beast. And all the people shall say: Amen.",
          "ID": "21"
        },
        {
          "text": "Cursed be he who lies with his sister, the daughter of his father, or of his mother. And all the people shall say: Amen.",
          "ID": "22"
        },
        {
          "text": "Cursed be he who lies with his mother-in-law. And all the people shall say: Amen.",
          "ID": "23"
        },
        {
          "text": "Cursed be he who secretly strikes down his neighbor. And all the people shall say: Amen.",
          "ID": "24"
        },
        {
          "text": "Cursed be he who accepts gifts in order to strike down the life of innocent blood. And all the people shall say: Amen.",
          "ID": "25"
        },
        {
          "text": "Cursed be he who does not remain in the words of this law, and does not carry them out in deed. And all the people shall say: Amen.\"",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.27",
      "name": "Deuteronomy 27"
    },
    {
      "text": [
        {
          "text": "\"So then, if you will listen to the voice of the Lord your God, so as to keep and do all of his commandments, which I instruct to you this day, the Lord your God will cause you to be more exalted than all the nations which exist upon the earth.",
          "ID": "1"
        },
        {
          "text": "And all these blessings shall come to you and take hold of you, but only if you listen to his precepts.",
          "ID": "2"
        },
        {
          "text": "Blessed shall you be in the city, and blessed in the field.",
          "ID": "3"
        },
        {
          "text": "Blessed shall be the fruit of your loins, and the fruit of your land, and the fruit of your cattle, the droves of your herds, and the folds of your sheep.",
          "ID": "4"
        },
        {
          "text": "Blessed shall be your barns, and blessed your storehouses.",
          "ID": "5"
        },
        {
          "text": "Blessed shall you be entering and departing.",
          "ID": "6"
        },
        {
          "text": "The Lord will grant that your enemies, who rise up against you, will fall down in your sight. They will come against you by one way, and they will flee from your face by seven ways.",
          "ID": "7"
        },
        {
          "text": "The Lord will send forth a blessing upon your cellars, and upon all the works of your hands. And he will bless you in the land that you shall receive.",
          "ID": "8"
        },
        {
          "text": "The Lord will raise you up as a holy people for himself, just as he swore to you, if you will keep the commandments of the Lord your God, and walk in his ways.",
          "ID": "9"
        },
        {
          "text": "And all the peoples of the earth shall see that the name of the Lord has been invoked over you, and they shall fear you.",
          "ID": "10"
        },
        {
          "text": "The Lord will cause you be abundant in every good thing: in the fruit of your womb, and in the fruit of your cattle, and in the fruit of your land, which the Lord swore to your fathers that he would give to you.",
          "ID": "11"
        },
        {
          "text": "The Lord will open his excellent treasury, the heavens, so that it may distribute rain in due time. And he will bless all the works of your hands. And you shall lend to many nations, but you yourself will borrow nothing from anyone.",
          "ID": "12"
        },
        {
          "text": "And the Lord will appoint you as the head, and not as the tail. And you shall be always above, and not beneath. But only if you will listen to the commandments of the Lord your God, which I entrust to you this day, and will keep and do them,",
          "ID": "13"
        },
        {
          "text": "and will not turn aside from them, neither to the right, nor to the left, nor follow strange gods, nor worship them.",
          "ID": "14"
        },
        {
          "text": "But if you are not willing to listen to the voice of the Lord your God, so as to keep and do all his commandments and ceremonies, which I instruct to you this day, all these curses shall come to you, and take hold of you.",
          "ID": "15"
        },
        {
          "text": "Cursed shall you be in the city, cursed in the field.",
          "ID": "16"
        },
        {
          "text": "Cursed shall be your barn, and cursed your storehouses.",
          "ID": "17"
        },
        {
          "text": "Cursed shall be the fruit of your loins, and the fruit of your land, the herds of your oxen, and the flocks of your sheep.",
          "ID": "18"
        },
        {
          "text": "Cursed shall you be entering, and cursed departing.",
          "ID": "19"
        },
        {
          "text": "The Lord will send famine and hunger upon you, and a rebuke upon all the works that you do, until he quickly crushes and perishes you, because of your very wicked innovations, by which you have forsaken me.",
          "ID": "20"
        },
        {
          "text": "May the Lord join a pestilence to you, until he consumes you from the land, which you shall enter so as to possess.",
          "ID": "21"
        },
        {
          "text": "May the Lord strike you with destitution, with fever and cold, with burning and heat, and with polluted air and rot, and may he pursue you until you perish.",
          "ID": "22"
        },
        {
          "text": "May the heavens which are above you be of brass, and may the ground upon which you tread be of iron.",
          "ID": "23"
        },
        {
          "text": "May the Lord give you dust instead of rain upon your land, and may ashes descend from heaven over you, until you have been wiped away.",
          "ID": "24"
        },
        {
          "text": "May the Lord hand you over to fall before your enemies. May you go forth against them by one way, and flee by seven ways, and may you be scattered across all the kingdoms of the earth.",
          "ID": "25"
        },
        {
          "text": "And may your carcass be food for all the flying things of the air and the wild beasts of the land, and may there be no one to drive them away.",
          "ID": "26"
        },
        {
          "text": "May the Lord strike you with the ulcer of Egypt, and may he strike the part of your body, through which the dung goes out, with disease as well as itch, so much so that you are unable to be cured.",
          "ID": "27"
        },
        {
          "text": "May the Lord strike you with frenzy and blindness and a madness of the mind.",
          "ID": "28"
        },
        {
          "text": "And may you grope at midday, just as a blind man is accustomed to grope in darkness, and may your paths not be straight. And at all times may you suffer slander and be oppressed with violence, and may you have no one who may free you.",
          "ID": "29"
        },
        {
          "text": "May you take a wife, though another sleeps with her. May you build a house, but not live within it. May you plant a vineyard, and not gather its vintage.",
          "ID": "30"
        },
        {
          "text": "May your ox be immolated before you, though you do not eat from it. May your donkey be seized in your sight, and not restored to you. May your sheep be given to your enemies, and may there be no one who may help you.",
          "ID": "31"
        },
        {
          "text": "May your sons and your daughters be handed over to another people, as your eyes watch and languish at the sight of them throughout the day, and may there be no strength in your hand.",
          "ID": "32"
        },
        {
          "text": "May a people you do not know eat the fruits of your land and of all your labors. And may you continually suffer from slander and oppression every day.",
          "ID": "33"
        },
        {
          "text": "And may you be stupefied at the terror of the things your eyes will see.",
          "ID": "34"
        },
        {
          "text": "May the Lord strike you with a very grievous ulcer in the knees and in the legs, and may you be unable to attain health, from the sole of the foot to the top of the head.",
          "ID": "35"
        },
        {
          "text": "May the Lord lead you and your king, whom you will have appointed over yourself, into a nation which you and your fathers have not known. And there you will serve foreign gods, of wood and of stone.",
          "ID": "36"
        },
        {
          "text": "And you will become nothing but a proverb and a fable to all the peoples to whom the Lord will lead you.",
          "ID": "37"
        },
        {
          "text": "You will sow much seed upon the ground, but you will harvest little. For the locusts will devour everything.",
          "ID": "38"
        },
        {
          "text": "You will dig and plant a vineyard, but you will not drink the wine, nor gather anything at all from it. For it will be devastated by worms.",
          "ID": "39"
        },
        {
          "text": "You will have olive trees in all your borders, but you will not be anointed with the oil. For the olives will fall off and perish.",
          "ID": "40"
        },
        {
          "text": "You will conceive sons and daughters, and you will not enjoy them. For they will be led into captivity.",
          "ID": "41"
        },
        {
          "text": "Rot will consume all the trees, as well as the fruits of your land.",
          "ID": "42"
        },
        {
          "text": "The new arrival who lives with you in the land will ascend over you, and be higher. But you will descend, and be lower.",
          "ID": "43"
        },
        {
          "text": "He will lend to you, and you will not lend to him. He will be as the head, and you will be as the tail.",
          "ID": "44"
        },
        {
          "text": "And all these curses shall come to you, and shall pursue you, and shall take hold of you, until you pass away, because you would not listen to the voice of the Lord your God, and you would not serve his commandments and ceremonies, which he has instructed to you.",
          "ID": "45"
        },
        {
          "text": "And there will be the signs and portents with you, and with your offspring, forever.",
          "ID": "46"
        },
        {
          "text": "Because you did not serve the Lord your God, with gladness and a joyful heart, over the abundance of all things.",
          "ID": "47"
        },
        {
          "text": "You will serve your enemy, whom the Lord will send to you, in hunger and thirst and nakedness, and in destitution of all things. And he will place an iron yoke upon your neck, until he has crushed you.",
          "ID": "48"
        },
        {
          "text": "The Lord will lead over you a nation from far away, even from the furthest parts of the earth, like an eagle flying with great force, whose language you are not able to understand:",
          "ID": "49"
        },
        {
          "text": "a very insolent nation, which will show no deference to elders, nor take pity on little ones.",
          "ID": "50"
        },
        {
          "text": "And he will devour the fruit of your cattle, and the fruits of your land, until you have passed away, without leaving behind you wheat, or wine, or oil, or herds of oxen, or flocks of sheep: until he utterly destroys you.",
          "ID": "51"
        },
        {
          "text": "And he will crush you in all your cities. And your strong and lofty walls, in which you trusted, will be destroyed throughout all your land. You will be besieged within your gates throughout all your land, which the Lord your God will give to you.",
          "ID": "52"
        },
        {
          "text": "And you will eat the fruit of your womb, and the flesh of your sons and of your daughters, which the Lord your God will give to you, due to the anguish and devastation with which your enemy will oppress you.",
          "ID": "53"
        },
        {
          "text": "The man who is pampered and very self-indulgent among you will vie with his own brother, and with the wife who lies at his bosom,",
          "ID": "54"
        },
        {
          "text": "lest he give to them from the flesh of his sons, which he will eat. For he has nothing else due to the siege and the destitution, with which your enemies will devastate you within all your gates.",
          "ID": "55"
        },
        {
          "text": "The tender and pampered woman, who would not walk upon the soil, nor step firmly with her foot due to her very great softness and tenderness, will vie with her husband, who lies at her bosom, over the flesh of son and of daughter,",
          "ID": "56"
        },
        {
          "text": "and over the filth of the afterbirth, which goes forth from between her thighs, and over the children who are born in the same hour. For they will eat them secretly, due to the scarcity of all things during the siege and the devastation, with which your enemy will oppress you within your gates.",
          "ID": "57"
        },
        {
          "text": "If you will not keep and do all the words of this law, which have been written in this volume, and fear his glorious and terrible name, that is, the Lord your God,",
          "ID": "58"
        },
        {
          "text": "then the Lord will increase your plagues, and the plagues of your offspring, plagues great and long-lasting, infirmities very grievous and continuous.",
          "ID": "59"
        },
        {
          "text": "And he will turn back upon you all the afflictions of Egypt, which you fear, and these will cling to you.",
          "ID": "60"
        },
        {
          "text": "In addition, the Lord will lead over you all the diseases and plagues that are not written in the volume of this law, until he crushes you.",
          "ID": "61"
        },
        {
          "text": "And you will remain few in number, though you were before like the stars of heaven in multitude, because you would not listen to the voice of the Lord your God.",
          "ID": "62"
        },
        {
          "text": "And just as before, when the Lord rejoiced over you, doing good for you and multiplying you, so shall he rejoice, scattering and overturning you, so as to take you away from the land, which you shall enter in order to possess.",
          "ID": "63"
        },
        {
          "text": "The Lord will disperse you among all the peoples, from the heights of the earth to its furthest limits. And there you will serve foreign gods of wood and of stone, which you and your fathers did not know.",
          "ID": "64"
        },
        {
          "text": "Similarly, you will not have tranquility, even within those nations, nor will there be any rest for the steps of your feet. For the Lord will give to you in that place a fearful heart, and failing eyes, and a life consumed with grieving.",
          "ID": "65"
        },
        {
          "text": "And your life will be as if it were hanging before you. You will be afraid night and day, and you will not have confidence in your own life.",
          "ID": "66"
        },
        {
          "text": "In the morning you will say, 'Who will grant evening to me?' and at evening, 'Who will grant morning to me?' because of the dread of your heart, with which you will be terrified, and because of those things that you will see with your eyes.",
          "ID": "67"
        },
        {
          "text": "The Lord will lead you back into Egypt with a fleet of ships, along the way, about which he said to you that you would not see it again. In that place, you will be put up for sale as men and women servants to your enemies, but there will be no one willing to buy you.\"",
          "ID": "68"
        }
      ],
      "ID": "OT:DEU.28",
      "name": "Deuteronomy 28"
    },
    {
      "text": [
        {
          "text": "These are the words of the covenant which the Lord instructed Moses to form with the sons of Israel in the land of Moab, beside that covenant which he struck with them at Horeb.",
          "ID": "1"
        },
        {
          "text": "And Moses called all of Israel, and he said to them: \"You have seen all the things that the Lord has done in your sight in the land of Egypt to Pharaoh, and to all his servants, and to his entire land:",
          "ID": "2"
        },
        {
          "text": "the great trials, which your eyes have seen, those immense signs and wonders.",
          "ID": "3"
        },
        {
          "text": "But the Lord has not given you an understanding heart, and seeing eyes, and ears that are able to hear, even to this present day.",
          "ID": "4"
        },
        {
          "text": "He led you for forty years through the desert. Your garments have not been worn out, nor have the shoes on your feet been consumed by age.",
          "ID": "5"
        },
        {
          "text": "You did not eat bread, nor did you drink wine or liquor, so that you would know that I am the Lord your God.",
          "ID": "6"
        },
        {
          "text": "And you arrived at this place. And Sihon, the king of Heshbon, and Og, the king of Bashan, went out to meet us in battle. And we struck them down.",
          "ID": "7"
        },
        {
          "text": "And we took their land and delivered it as a possession to Ruben and to Gad, and to half of the tribe of Manasseh.",
          "ID": "8"
        },
        {
          "text": "Therefore, keep the words of this covenant, and fulfill them, so that you may understand all that you are doing.",
          "ID": "9"
        },
        {
          "text": "Today, you all stand in the sight of the Lord your God: your leaders, and tribes, and those greater by birth, and teachers, all the people of Israel,",
          "ID": "10"
        },
        {
          "text": "your children and wives, and the new arrival who dwells with you in the camp, aside from those who cut wood, and those who bring water,",
          "ID": "11"
        },
        {
          "text": "so that you may cross into the covenant of the Lord your God, and into the oath which the Lord your God strikes with you today.",
          "ID": "12"
        },
        {
          "text": "So shall he raise you up as a people to himself, and so shall he be your God, just as he has spoken to you, and just as he swore to your fathers: Abraham, Isaac, and Jacob.",
          "ID": "13"
        },
        {
          "text": "And I am not forming this covenant and confirm these oaths with you alone,",
          "ID": "14"
        },
        {
          "text": "but with all those who are present as well as those who are absent.",
          "ID": "15"
        },
        {
          "text": "For you know how we lived in the land of Egypt, and how we passed through the midst of nations. And when passing through them,",
          "ID": "16"
        },
        {
          "text": "you saw their abominations and filth, that is, their idols of wood and of stone, of silver and of gold, which they worshipped,",
          "ID": "17"
        },
        {
          "text": "so that there would not be among you man or woman, family or tribe, whose heart has been turned away this day from the Lord our God, so as to go and serve the gods of those nations. For then there would be among you a root springing forth gall and bitterness.",
          "ID": "18"
        },
        {
          "text": "And if he were to hear the words of this oath, he would bless himself in his own heart saying: 'There will be peace for me, and I will walk in the depravity of my heart.' And so, the one who is inebriated would consume the one who is thirsty.",
          "ID": "19"
        },
        {
          "text": "But the Lord would not ignore him. Instead, at that time, his fury and zealousness would be very greatly enflamed against that man, and all the curses which have been written in this volume would settle upon him. And the Lord would abolish his name from under heaven,",
          "ID": "20"
        },
        {
          "text": "and consume him unto perdition out of all the tribes of Israel, according to the curses which are contained in the book of this law and in the covenant.",
          "ID": "21"
        },
        {
          "text": "And the subsequent generation would speak out, along with the sons who will be born afterward. And the sojourners, who will arrive from far away, will see the plagues of that land and the infirmities with which the Lord will have afflicted it,",
          "ID": "22"
        },
        {
          "text": "having burned it with sulphur and molten salt, so that it can no longer be sown. And certainly no greenery would spring up, as in the example of the destruction of Sodom and Gomorrah, Admah and Zeboiim, which the Lord overturned with his wrath and fury.",
          "ID": "23"
        },
        {
          "text": "And so, all the nations would say: 'Why has the Lord acted this way toward this land? What is this immense wrath of his fury?'",
          "ID": "24"
        },
        {
          "text": "And they will respond: 'Because they abandoned the covenant of the Lord, which he formed with their fathers, when he led them away from the land of Egypt.",
          "ID": "25"
        },
        {
          "text": "And they have served foreign gods, and adored them, though they did not know them, and though they had not been allotted to them.",
          "ID": "26"
        },
        {
          "text": "For this reason, the fury of the Lord was enraged against this land, so as to lead over it all the curses which have been written in this volume.",
          "ID": "27"
        },
        {
          "text": "And he has cast them out of their own land, with anger and fury, and with a very great indignation, and he has thrown them into a strange land, just as has been proven this day.'",
          "ID": "28"
        },
        {
          "text": "These hidden things of the Lord our God have been revealed to us and to our sons in perpetuity, so that we may accomplish all the words of this law.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.29",
      "name": "Deuteronomy 29"
    },
    {
      "text": [
        {
          "text": "\"Now when all these things will have fallen over you, the blessing or the curse that I have set forth in your sight, and you will have been led to repentance in your heart among all the nations to which the Lord your God will have dispersed you,",
          "ID": "1"
        },
        {
          "text": "and when you will have returned to him, so as to obey his commandments, just as I have instructed you this day, with your sons, with your whole heart and with your whole soul,",
          "ID": "2"
        },
        {
          "text": "then the Lord your God will lead you away from your captivity, and he will take pity on you, and he will gather you again from all the nations to which he had dispersed you before.",
          "ID": "3"
        },
        {
          "text": "Even if you will have been scattered as far as the poles of the heavens, the Lord your God will retrieve you from there.",
          "ID": "4"
        },
        {
          "text": "And he will take you up and lead you into the land which your fathers had possessed, and you shall obtain it. And in blessing you, he will make you greater in number than your fathers ever were.",
          "ID": "5"
        },
        {
          "text": "The Lord your God will circumcise your heart, and the heart of your offspring, so that you may love the Lord your God with your entire heart and with your entire soul, so that you may be able to live.",
          "ID": "6"
        },
        {
          "text": "And he will turn all these curses upon your enemies, and upon those who hate and persecute you.",
          "ID": "7"
        },
        {
          "text": "But you shall return, and you shall listen to the voice of the Lord your God. And you shall carry out all the commandments which I am entrusting to you this day.",
          "ID": "8"
        },
        {
          "text": "And the Lord your God will cause you to abound in all the works of your hands, in the progeny of your womb, and in the fruit of your cattle, in the fertility of your land, and with an abundance of all things. For the Lord will return, so that he may rejoice over you in all good things, just as he rejoiced in your fathers:",
          "ID": "9"
        },
        {
          "text": "but only if you will listen to the voice of the Lord your God, and keep his precepts and ceremonies, which have been written in this law, and only if you return to the Lord your God with all your heart and with all your soul.",
          "ID": "10"
        },
        {
          "text": "This commandment, which I entrust to you today, is not high above you, nor has it been placed far away.",
          "ID": "11"
        },
        {
          "text": "Nor is it in heaven, so that you would be able to say, 'Which of us can ascend to heaven, so as to carry it back to us, and so that we may hear it and fulfill it in deed?'",
          "ID": "12"
        },
        {
          "text": "Nor is it beyond the sea, so that you would excuse yourself by saying, 'Which of us is able to cross the sea, and to carry it back to us, so that we may be able to hear and to do what has been instructed?'",
          "ID": "13"
        },
        {
          "text": "Instead, the word is near to you, in your mouth and in your heart, so that you may do it.",
          "ID": "14"
        },
        {
          "text": "Consider what I have set forth in your sight this day, life and good, or, on the opposite side, death and evil,",
          "ID": "15"
        },
        {
          "text": "so that you may love the Lord your God, and walk in his ways, and keep his commandments and ceremonies and judgments, and so that you may live, and he may multiply you and bless you in the land, which you shall enter in order to possess.",
          "ID": "16"
        },
        {
          "text": "But if your heart will have been turned aside, so that you are not willing to listen, and, having been deceived by error, you adore strange gods and serve them,",
          "ID": "17"
        },
        {
          "text": "then I predict to you this day that you will perish, and you will remain for only a short time in the land, for which you shall cross the Jordan, and which you shall enter in order to possess.",
          "ID": "18"
        },
        {
          "text": "I call heaven and earth as witnesses this day, that I have set before you life and death, blessing and curse. Therefore, choose life, so that both you and your offspring may live,",
          "ID": "19"
        },
        {
          "text": "and so that you may love the Lord your God, and obey his voice, and cling to him, (for he is your life and the length of your days) and so that you may live in the land, about which the Lord swore to your fathers, Abraham, Isaac, and Jacob, that he would give it to them.\"",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.30",
      "name": "Deuteronomy 30"
    },
    {
      "text": [
        {
          "text": "And so, Moses went out, and he spoke all these words to all of Israel.",
          "ID": "1"
        },
        {
          "text": "And he said to them: \"Today, I am one hundred and twenty years old. I am no longer able to go out and return, especially since the Lord has also said to me, 'You shall not cross this Jordan.'",
          "ID": "2"
        },
        {
          "text": "Therefore, the Lord your God will go across before you. He himself will abolish all these nations in your sight, and you shall possess them. And this man Joshua shall go across before you, just as the Lord has spoken.",
          "ID": "3"
        },
        {
          "text": "And the Lord will do to them just as he did to Sihon and Og, the kings of the Amorites, and to their land, and he will wipe them away.",
          "ID": "4"
        },
        {
          "text": "Therefore, when the Lord will have delivered these to you also, you shall act similarly toward them, just as I have instructed you.",
          "ID": "5"
        },
        {
          "text": "Act manfully and be strengthened. Do not be afraid, and do not dread at the sight of them. For the Lord your God himself is your commander, and he will neither dismiss nor abandon you.\"",
          "ID": "6"
        },
        {
          "text": "And Moses called Joshua, and, before all of Israel, he said to him: 'Be strong and valiant. For you shall lead this people into the land which the Lord swore that he would give to their fathers, and you shall divide it by lot.",
          "ID": "7"
        },
        {
          "text": "And the Lord, who is your commander, will himself be with you. He will neither renounce nor abandon you. Do not be afraid, and do not dread.\"",
          "ID": "8"
        },
        {
          "text": "And so, Moses wrote this law, and he handed it to the priests, the sons of Levi, who carried the ark of the covenant of the Lord, and to all the elders of Israel.",
          "ID": "9"
        },
        {
          "text": "And he instructed them, saying: \"After seven years, in the year of remission, at the solemnity of the Feast of Tabernacles,",
          "ID": "10"
        },
        {
          "text": "when all of Israel has convened in order to appear in the sight of the Lord your God, in the place which the Lord will choose, you shall read the words of this law before all of Israel, in their hearing.",
          "ID": "11"
        },
        {
          "text": "And when the people have gathered together, men as well as women and little children, and the new arrivals who are within your gates, they shall listen so that they may learn, and may fear the Lord your God, and may keep and fulfill all the words of this law,",
          "ID": "12"
        },
        {
          "text": "and also so that their sons, who are now ignorant, may be able to listen, and may fear the Lord their God all the days that they live in the land to which you will travel, crossing the Jordan in order to obtain it.\"",
          "ID": "13"
        },
        {
          "text": "And the Lord said to Moses: \"Behold, the days of your death draw near. Call Joshua, and stand in the tabernacle of the testimony, so that I may instruct him.\" Therefore, Moses and Joshua went and stood in the tabernacle of the testimony.",
          "ID": "14"
        },
        {
          "text": "And the Lord appeared there, in a pillar of cloud, which stood at the entrance of the tabernacle.",
          "ID": "15"
        },
        {
          "text": "And the Lord said to Moses: \"Behold, you shall sleep with your fathers, and this people will rise up and will fornicate after foreign gods, in the land which they will enter so that they may live in it. In that place, they will forsake me, and they will make void the covenant that I have formed with them.",
          "ID": "16"
        },
        {
          "text": "And my fury will be enraged against them in that day. And I will abandon them, and I will hide my face from them, and they shall be devoured. Every evil and affliction will find them, so much so that they will say in that day: 'Truly, it is because God is not with me that these evils have found me.'",
          "ID": "17"
        },
        {
          "text": "But I will hide myself, and I will conceal my face in that day, because of all the evils that they have done, because they have followed strange gods.",
          "ID": "18"
        },
        {
          "text": "And so, write this canticle now, and teach it to the sons of Israel, so that they may retain it in memory, and may chant it by mouth, and so that this verse may be a testimony to me among the sons of Israel.",
          "ID": "19"
        },
        {
          "text": "For I will lead them into the land, about which I swore to their fathers, a land flowing with milk and honey. And when they have eaten, and have been satiated and fattened, they will turn aside to foreign gods, and they will serve them. And they will disparage me, and they will nullify my covenant.",
          "ID": "20"
        },
        {
          "text": "And after many evils and afflictions have overwhelmed them, this canticle will answer them as a testimony; it shall never pass into oblivion, away from the mouths of their offspring. For I know their thoughts and what they are about to do today, even before I lead them into the land which I have promised to them.\"",
          "ID": "21"
        },
        {
          "text": "Therefore, Moses wrote the canticle, and he taught it to the sons of Israel.",
          "ID": "22"
        },
        {
          "text": "And the Lord instructed Joshua, the son of Nun, and he said: \"Be strong and valiant. For you shall lead the sons of Israel into the land which I have promised, and I will be with you.\"",
          "ID": "23"
        },
        {
          "text": "Therefore, after Moses had written the words of this law in a volume, and had finished it,",
          "ID": "24"
        },
        {
          "text": "he instructed the Levites, who carried the ark of the covenant of the Lord, saying:",
          "ID": "25"
        },
        {
          "text": "\"Take this book, and place it inside the ark of the covenant of the Lord your God, so that it may be there as a testimony against you.",
          "ID": "26"
        },
        {
          "text": "For I know your contentiousness and your very stiff neck. Even while I am still living and entering with you, you have always acted with contention against the Lord. How much more so when I will be dead?",
          "ID": "27"
        },
        {
          "text": "Gather to me all those greater by birth throughout your tribes, as well as your teachers, and I will speak these words in their hearing, and I will call heaven and earth as witnesses against them.",
          "ID": "28"
        },
        {
          "text": "For I know that, after my death, you will act with iniquity, and you will quickly depart from the way that I have instructed to you. And so, evils will meet you in the end time, when you will have done evil in the sight of the Lord so as to provoke him through the works of your hands.\"",
          "ID": "29"
        },
        {
          "text": "Thus did Moses speak, in the hearing of the entire assembly of Israel, the words of this canticle, and he completed it to its very end.",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.31",
      "name": "Deuteronomy 31"
    },
    {
      "text": [
        {
          "text": "\"Listen, O heavens, to what I am saying. Let the earth hear the words of my mouth.",
          "ID": "1"
        },
        {
          "text": "Let my doctrine accumulate like the rain. Let my eloquence form like the dew, like a mist upon the plants, and like water droplets upon the grass.",
          "ID": "2"
        },
        {
          "text": "For I will invoke the name of the Lord. Acknowledge the magnificence of our God!",
          "ID": "3"
        },
        {
          "text": "The works of God are perfect, and all his ways are judgments. God is faithful and without any iniquity. He is just and upright.",
          "ID": "4"
        },
        {
          "text": "They have sinned against him, and in their filth they are not his sons. They are a depraved and perverse generation.",
          "ID": "5"
        },
        {
          "text": "How can this be the return you would offer to the Lord, O foolish and senseless people? Is he himself not your Father, who has possessed you, and made you, and created you?",
          "ID": "6"
        },
        {
          "text": "Remember the days of antiquity. Consider each generation. Question your father, and he will declare it to you. Question your elders, and they will tell it to you.",
          "ID": "7"
        },
        {
          "text": "When the Most High divided the nations, when he separated the sons of Adam, he appointed the limits of the peoples according to the number of the sons of Israel.",
          "ID": "8"
        },
        {
          "text": "But the Lord's portion is his people: Jacob, the lot of his inheritance.",
          "ID": "9"
        },
        {
          "text": "He discovered him in a desert land, in a place of horror and a vast wilderness. He led him around and taught him, and he guarded him like the pupil of his eye,",
          "ID": "10"
        },
        {
          "text": "just as an eagle encourages its young to fly, and, flying above them, stretches out its wings, and takes them up, and carries them on its shoulders.",
          "ID": "11"
        },
        {
          "text": "The Lord alone was his leader, and there was no strange god with him.",
          "ID": "12"
        },
        {
          "text": "He stood him upon an exalted land, so that he might eat the fruits of the fields, so that he might eat honey from the rock, and oil from the hardest stone,",
          "ID": "13"
        },
        {
          "text": "butter from the herd, and milk from the sheep, with fat from the lambs, and with rams and goats from the sons of Bashan, with the kernel of the wheat, and so that he might drink the undiluted blood of the grape.",
          "ID": "14"
        },
        {
          "text": "The beloved grew fat, and he kicked. Having grown fat and thick and wide, he abandoned God, his Maker, and he withdrew from God, his Savior.",
          "ID": "15"
        },
        {
          "text": "They provoked him with strange gods, and they stirred him to anger by their abominations.",
          "ID": "16"
        },
        {
          "text": "They immolated to demons and not to God, to gods whom they did not know, who were new and recent arrivals, whom their fathers did not worship.",
          "ID": "17"
        },
        {
          "text": "You have forsaken the God who conceived you, and you have forgotten the Lord who created you.",
          "ID": "18"
        },
        {
          "text": "The Lord saw, and he was stirred to anger. For his own sons and daughters provoked him.",
          "ID": "19"
        },
        {
          "text": "And he said: 'I will hide my face from them, and I will consider their very end. For this is a perverse generation, and they are unfaithful sons.",
          "ID": "20"
        },
        {
          "text": "They have provoked me with that which was not God, and they have angered me with their emptiness. And so, I will provoke them with that which is not a people, and I will anger them with a foolish nation.",
          "ID": "21"
        },
        {
          "text": "A fire has been kindled in my fury, and it will burn even to the deepest Hell, and it will devour the earth with its produce, and it will burn the foundations of the mountains.",
          "ID": "22"
        },
        {
          "text": "I will heap evils upon them, and I will expend my arrows among them.",
          "ID": "23"
        },
        {
          "text": "They will be consumed by famine, and birds with a very bitter bite will devour them. I will send forth the teeth of wild beasts among them, along with the fury of creatures that scurry across the ground, and of serpents.",
          "ID": "24"
        },
        {
          "text": "Outside, the sword will devastate them; and inside, there will be dread, as much for the young man as for the maiden, and as much for the newborn as for the old man.",
          "ID": "25"
        },
        {
          "text": "I said: Where are they? I will cause their memory to cease from among men.",
          "ID": "26"
        },
        {
          "text": "But because of the wrath of the enemies, I have delayed it. Otherwise, perhaps their enemies would be arrogant and would say: \"Our exalted hand, and not the Lord, has done all these things.\"",
          "ID": "27"
        },
        {
          "text": "They are a nation without counsel and without prudence.",
          "ID": "28"
        },
        {
          "text": "I wish that they would be wise and understanding, and would provide for the very end.'",
          "ID": "29"
        },
        {
          "text": "How is it that one pursues a thousand, and two chases ten thousand? Is it not because their God has sold them, and because the Lord has enclosed them?",
          "ID": "30"
        },
        {
          "text": "For our God is not like their gods. And our enemies are judges.",
          "ID": "31"
        },
        {
          "text": "Their vines are of the vines of Sodom, but from the suburbs of Gomorrah. Their grapes are the grapes of gall, and their grape clusters are most bitter.",
          "ID": "32"
        },
        {
          "text": "Their wine is the gall of snakes, and it is the incurable venom of asps.",
          "ID": "33"
        },
        {
          "text": "'Have not these things been stored up with me, and sealed up amid my treasures?",
          "ID": "34"
        },
        {
          "text": "Vengeance is mine, and I will repay them in due time, so that their foot may slip and fall. The day of perdition is near, and the time rushes to appear.'",
          "ID": "35"
        },
        {
          "text": "The Lord will judge his people, and he will take pity on his servants. He will see that their hand has been weakened, and that those who have been enclosed have likewise failed, and that those who have been left behind have been consumed.",
          "ID": "36"
        },
        {
          "text": "And he shall say: 'Where are their gods, in whom they had confidence?",
          "ID": "37"
        },
        {
          "text": "They ate the fat of their victims, and they drank the wine of their libations. So let these rise up, and bring relief to you, and protect you in your distress.",
          "ID": "38"
        },
        {
          "text": "See that I am alone, and there is no other god beside me. I will kill, and I will cause to live. I will strike, and I will heal. And there is no one who is able to rescue from my hand.",
          "ID": "39"
        },
        {
          "text": "I will lift up my hand to heaven, and I will say: I live in eternity.",
          "ID": "40"
        },
        {
          "text": "When I sharpen my sword like lightning, and my hand takes hold of judgment, then I will render vengeance to my enemies, and I will repay those who hate me.",
          "ID": "41"
        },
        {
          "text": "I will inebriate my arrows with blood, and my sword will devour flesh: from the blood of the slain and from the captive, from the exposed head of the enemies.'",
          "ID": "42"
        },
        {
          "text": "You nations, praise his people! For he will avenge the blood of his servants. And he will distribute vengeance to their enemies. And he will be merciful to the land of his people.\"",
          "ID": "43"
        },
        {
          "text": "Therefore, Moses went and spoke all the words of this canticle to the ears of the people, both he and Joshua, the son of Nun.",
          "ID": "44"
        },
        {
          "text": "And he completed all these words, speaking to all of Israel.",
          "ID": "45"
        },
        {
          "text": "And he said to them: \"Set your hearts upon all the words which I am testifying to you this day. So shall you command your sons, to keep, and to do, and to fulfill all the things that have been written in this law.",
          "ID": "46"
        },
        {
          "text": "For these things have not been entrusted to you to no purpose, but so that each one would live by them, and so that, in doing these, you may continue for a long time in the land, which you will enter upon crossing the Jordan in order to possess it.\"",
          "ID": "47"
        },
        {
          "text": "And the Lord spoke to Moses on the same day, saying:",
          "ID": "48"
        },
        {
          "text": "\"Ascend this mountain, Abarim, (that is, of crossings) onto Mount Nebo, which is in the land of Moab, opposite Jericho, and look upon the land of Canaan, which I will deliver to the sons of Israel to obtain it. And you shall die upon the mountain.",
          "ID": "49"
        },
        {
          "text": "After climbing it, you will be joined to your people, just as your brother Aaron died on Mount Hor, and was placed with his people.",
          "ID": "50"
        },
        {
          "text": "For you trespassed against me in the midst of the sons of Israel, at the Waters of Contradiction, in Kadesh, in the desert of Sin. And you did not sanctify me among the sons of Israel.",
          "ID": "51"
        },
        {
          "text": "You shall see the land opposite you, which I will give to the sons of Israel, but you shall not enter into it.\"",
          "ID": "52"
        }
      ],
      "ID": "OT:DEU.32",
      "name": "Deuteronomy 32"
    },
    {
      "text": [
        {
          "text": "This is the blessing, with which Moses, the man of God, blessed the sons of Israel before his death.",
          "ID": "1"
        },
        {
          "text": "And he said: \"The Lord went forth from Sinai, and he arose for us from Seir. He appeared from Mount Paran, and thousands of holy ones were with him. The fiery law was in his right hand.",
          "ID": "2"
        },
        {
          "text": "He loved the people; all the holy ones are in his hand. And those who approach his feet shall receive from his doctrine.",
          "ID": "3"
        },
        {
          "text": "Moses instructed us in the law, the inheritance of the multitude of Jacob.",
          "ID": "4"
        },
        {
          "text": "The king shall have great righteousness, at the gathering of the princes of the people with the tribes of Israel.",
          "ID": "5"
        },
        {
          "text": "Let Ruben live, and not die, and may he be small in number.\"",
          "ID": "6"
        },
        {
          "text": "This is the blessing of Judah. \"Hear, O Lord, the voice of Judah, and lead him to his people. His hands shall fight for him, and he shall be his helper against his adversaries.\"",
          "ID": "7"
        },
        {
          "text": "Likewise, to Levi he said: \"Your perfection and your doctrine are for your holy man, whom you have proven by temptation, and whom you have judged at the Waters of Contradiction.",
          "ID": "8"
        },
        {
          "text": "He has said to his father and to his mother, 'I do not know you,' and to his brothers, 'I will disregard you.' And they have not known their own sons. Such as these have kept your word and have observed your covenant:",
          "ID": "9"
        },
        {
          "text": "your judgments, O Jacob, and your law, O Israel. They shall place incense before your fury and a holocaust upon your altar.",
          "ID": "10"
        },
        {
          "text": "O Lord, bless his strength, and receive the works of his hands. Strike the backs of his enemies, and do not let those who hate him rise up.\"",
          "ID": "11"
        },
        {
          "text": "And to Benjamin he said: \"The most beloved of the Lord will live confidently in him. He shall remain all day long, as if in a bridal chamber, and he shall rest amid her arms.\"",
          "ID": "12"
        },
        {
          "text": "Likewise, to Joseph he said: \"His land shall be from the blessing of the Lord, from the fruits of heaven, and from the dew, and from the abyss which lies below,",
          "ID": "13"
        },
        {
          "text": "from the fruits of the crops under the sun and the moon,",
          "ID": "14"
        },
        {
          "text": "from the heights of the ancient mountains, from the fruits of the everlasting hills,",
          "ID": "15"
        },
        {
          "text": "and from the fruits of the earth with all its plenitude. May the blessing of him who appeared in the bush, settle upon the head of Joseph, and upon the top of the head of the Nazarite among his brothers.",
          "ID": "16"
        },
        {
          "text": "His excellence is like that of a first-born bull. His horns are like the horns of a rhinoceros; he shall brandish these against the Gentiles, even to the ends of the earth. These are the multitudes of Ephraim, and these the thousands of Manasseh.\"",
          "ID": "17"
        },
        {
          "text": "And to Zebulun he said: \"Rejoice, O Zebulun, in your departure, and Issachar, in your tabernacles.",
          "ID": "18"
        },
        {
          "text": "They shall summon the peoples to the mountain. There, they shall immolate the victims of justice, who feed on the flood of the sea, as if on milk, and on the hidden treasures of the sands.\"",
          "ID": "19"
        },
        {
          "text": "And to Gad he said: \"Blessed is Gad in his breadth. He has rested like a lion, and he has seized the arm and the top of the head.",
          "ID": "20"
        },
        {
          "text": "And he has seen his own pre-eminence, which his teacher has stored up as his portion. He was with the princes of the people, and he accomplished the justices of the Lord, and his judgment with Israel.\"",
          "ID": "21"
        },
        {
          "text": "Likewise, to Dan he said: \"Dan is a young lion. He shall flow plentifully from Bashan.\"",
          "ID": "22"
        },
        {
          "text": "And to Naphtali he said: \"Naphtali shall enjoy abundance, and he shall be full of the blessings of the Lord. He shall possess the sea and the Meridian.\"",
          "ID": "23"
        },
        {
          "text": "Likewise, to Asher he said: \"Let Asher be blessed with sons. Let him be pleasing to his brothers, and let him dip his foot in oil.",
          "ID": "24"
        },
        {
          "text": "His shoe shall be of iron and of brass. As were the days of your youth, so also shall be your old age.",
          "ID": "25"
        },
        {
          "text": "There is no other god like the God of the most righteous one. He who rides upon the heavens is your helper. His magnificence scatters the clouds.",
          "ID": "26"
        },
        {
          "text": "His habitation is above, and the everlasting arms are below. He shall cast out the enemy before your face, and he shall say: 'Be utterly broken!'",
          "ID": "27"
        },
        {
          "text": "Israel shall live in confidence and alone, as the eye of Jacob in a land of grain and of wine; and the heavens shall be misty with dew.",
          "ID": "28"
        },
        {
          "text": "Blessed are you, O Israel. Who is like you, the people who are saved by the Lord? He is the shield of your assistance and the sword of your glory. Your enemies will refuse to acknowledge you, and so you shall tread upon their necks.\"",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.33",
      "name": "Deuteronomy 33"
    },
    {
      "text": [
        {
          "text": "Therefore, Moses ascended from the plains of Moab onto Mount Nebo, to the top of Pisgah, opposite Jericho. And the Lord revealed to him the entire land of Gilead, as far as Dan,",
          "ID": "1"
        },
        {
          "text": "and all of Naphtali, and the land of Ephraim and Manasseh, and the entire land of Judah, even to the furthest sea,",
          "ID": "2"
        },
        {
          "text": "and the southern region, and the breadth of the plain of Jericho, the city of palms, as far as Zoar.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to him: \"This is the land, about which I swore to Abraham, Isaac, and Jacob, saying: I will give it to your offspring. You have seen it with your eyes, but you shall not cross over to it.\"",
          "ID": "4"
        },
        {
          "text": "And Moses, the servant of the Lord, died in that place, in the land of Moab, by order of the Lord.",
          "ID": "5"
        },
        {
          "text": "And he buried him in the valley of the land of Moab, opposite Peor. And no man knows where his sepulcher is, even to the present day.",
          "ID": "6"
        },
        {
          "text": "Moses was one hundred and twenty years old when he died. His eye was not dimmed, nor were his teeth displaced.",
          "ID": "7"
        },
        {
          "text": "And the sons of Israel wept for him in the plains of Moab for thirty days. And then the days of their wailing, during which they mourned Moses, were completed.",
          "ID": "8"
        },
        {
          "text": "Truly, Joshua, the son of Nun, was filled with the spirit of wisdom, for Moses had laid his hands upon him. And the sons of Israel were obedient to him, and they did as the Lord instructed Moses.",
          "ID": "9"
        },
        {
          "text": "And no other prophet rose up in Israel like Moses, one whom the Lord knew face to face,",
          "ID": "10"
        },
        {
          "text": "one with all the signs and wonders, which he sent through him, to perform in the land of Egypt, against Pharaoh, and all his servants, and his entire land,",
          "ID": "11"
        },
        {
          "text": "nor one with such a powerful hand and such great miracles as Moses did in the sight of all Israel.",
          "ID": "12"
        }
      ],
      "ID": "OT:DEU.34",
      "name": "Deuteronomy 34"
    }
  ],
  "ID": "OT:DEU(CPDV)",
  "version": "CPDV",
  "name": "Deuteronomy"
}