{
  "version": "ERV",
  "text": [
    {
      "title": "People Not Allowed to Enter Canaan",
      "text": [
        {
          "text": "These are the commands that Moses gave the Israelites while they were in the Jordan Valley, in the desert east of the Jordan River. This was across from Suph, between the desert of Paran and the cities Tophel, Laban, Hazeroth, and Dizahab.",
          "ID": "1"
        },
        {
          "text": "The trip from Mount Horeb through the mountains of Seir to Kadesh Barnea takes only eleven days.",
          "ID": "2"
        },
        {
          "text": "But it was 40 years from the time the Israelites left Egypt until the time they came to this place. On the first day of the eleventh month of the 40th year, Moses spoke to the people and told them everything the Lord commanded.",
          "ID": "3"
        },
        {
          "text": "This was after he defeated Sihon and Og. (Sihon was the king of the Amorites and lived in Heshbon. Og was the king of Bashan and lived in Ashtaroth and Edrei.)",
          "ID": "4"
        },
        {
          "text": "The Israelites were in Moab on the east side of the Jordan River when Moses began to explain what God had commanded:",
          "ID": "5"
        },
        {
          "text": "“At Mount Horeb the Lord our God spoke to us. He said, ‘You have stayed at this mountain long enough.",
          "ID": "6"
        },
        {
          "text": "Go to the hill country where the Amorites live and to all the neighboring areas in the Jordan Valley, the hill country, the western slopes, the Negev, and the seacoast. Go throughout the land of Canaan and Lebanon as far as the great river, the Euphrates.",
          "ID": "7"
        },
        {
          "text": "Look, I am giving you this land. Go and take it. It is the land that I, the Lord, promised to give to your ancestors—Abraham, Isaac, and Jacob. I promised to give this land to them and to their descendants.’",
          "ID": "8"
        },
        {
          "text": "“At that time I told you, ‘I can’t take care of you by myself.",
          "ID": "9"
        },
        {
          "text": "And now, there are even more of you. The Lord your God has added more and more people, so that today you are as many as the stars in the sky.",
          "ID": "10"
        },
        {
          "text": "May the Lord, the God of your ancestors, give you 1000 times more people than you are now! May he bless you as he promised.",
          "ID": "11"
        },
        {
          "text": "But I cannot take care of you and solve all your arguments by myself.",
          "ID": "12"
        },
        {
          "text": "So choose some men from each tribe, and I will make them leaders over you. Choose wise men with experience who understand people.’",
          "ID": "13"
        },
        {
          "text": "“And you said, ‘That is a good thing to do.’",
          "ID": "14"
        },
        {
          "text": "“So I took the wise, experienced men you chose from your tribes, and I made them your leaders. In this way I gave you leaders over 1000 people, over 100 people, over 50 people, and over 10 people. I also gave you officers for each of your tribes.",
          "ID": "15"
        },
        {
          "text": "“At that time I told these judges, ‘Listen to the arguments between your people. Be fair when you judge each case. It doesn’t matter if the problem is between two Israelites or between an Israelite and a foreigner. You must judge each case fairly.",
          "ID": "16"
        },
        {
          "text": "You must treat everyone the same when you judge. You must listen carefully to everyone—whether they are important or not. Don’t be afraid of anyone, because your decision is from God. But if there is a case too hard for you to judge, bring it to me and I will judge it.’",
          "ID": "17"
        },
        {
          "text": "At that same time I also told you everything you must do.",
          "ID": "18"
        },
        {
          "text": "“So we obeyed the Lord our God. We left Mount Horeb and went to the hill country of the Amorites. You remember that big, terrible desert that we walked through. We came as far as Kadesh Barnea.",
          "ID": "19"
        },
        {
          "text": "Then I said to you, ‘You have now come to the hill country of the Amorites. The Lord our God will give us this country.",
          "ID": "20"
        },
        {
          "text": "Look, there it is! Go up and take the land for your own. The Lord, the God of your ancestors, told you to do this, so don’t be afraid or worry about anything.’",
          "ID": "21"
        },
        {
          "text": "“But all of you came to me and said, ‘Let’s send some men to look at the land first. They can spy out the land and come back and tell us the way we should go and which cities we will come to.’",
          "ID": "22"
        },
        {
          "text": "“I thought that was a good idea. So I chose twelve men from among you, one man from each tribe.",
          "ID": "23"
        },
        {
          "text": "Then they left and went up to the hill country. They came to the Valley of Eshcol and explored it.",
          "ID": "24"
        },
        {
          "text": "They took some of the fruit from that land and brought it back to us. They told us about the land and said, ‘The Lord our God is giving us a good land.’",
          "ID": "25"
        },
        {
          "text": "“But you refused to go into the land. You refused to obey the Lord your God.",
          "ID": "26"
        },
        {
          "text": "You went to your tents and began to complain. You said, ‘The Lord hates us! He brought us out of the land of Egypt just to let the Amorites destroy us.",
          "ID": "27"
        },
        {
          "text": "Where can we go now? The men we sent have frightened us with their report. They said, “The people there are bigger and taller than we are. The cities are big and have walls as high as the sky. And we saw giants there!”’",
          "ID": "28",
          "comments": [
            "giants Literally, “Anakites,” descendants of Anak, a family famous for tall and powerful fighting men. See Num. 13:33."
          ]
        },
        {
          "text": "“So I said to you, ‘Don’t be upset or afraid of those people.",
          "ID": "29"
        },
        {
          "text": "The Lord your God is in front, leading you. He will fight for you just as he did in Egypt.",
          "ID": "30"
        },
        {
          "text": "You saw what happened in the desert. You saw how the Lord your God carried you like a man carries his child. He brought you safely all the way to this place.’",
          "ID": "31"
        },
        {
          "text": "“But you didn’t trust the Lord your God then either.",
          "ID": "32"
        },
        {
          "text": "But he was always in front, going ahead to find a place for you to camp. At night, he was in the fire that showed you where to go. And during the day, he was in the cloud.",
          "ID": "33"
        },
        {
          "text": "“The Lord heard what you said, and he was angry. He made a vow. He said,",
          "ID": "34"
        },
        {
          "text": "‘Not one of you evil people who are alive now will go into the good land that I promised to your ancestors.",
          "ID": "35"
        },
        {
          "text": "Only Caleb son of Jephunneh will see that land. I will give Caleb the land he walked on, and I will give that land to his descendants, because he did all that I, the Lord, commanded.’",
          "ID": "36"
        },
        {
          "text": "“The Lord was also angry with me because of you. He said to me, ‘Moses, you cannot enter the land, either.",
          "ID": "37"
        },
        {
          "text": "But your helper, Joshua son of Nun, will go into the land. Encourage Joshua, because he will lead the Israelites to take the land for their own.",
          "ID": "38"
        },
        {
          "text": "You thought your little children would be taken by your enemies. But those children, who are still too young to know right from wrong, will go into the land. I will give it to them. Your children will take the land for their own.",
          "ID": "39"
        },
        {
          "text": "But you—you must turn around, take the road to the Red Sea and go back into the desert.’",
          "ID": "40"
        },
        {
          "text": "“Then you said, ‘Moses, we sinned against the Lord, but now we will do what the Lord our God commanded us before—we will go and fight.’\n“Then each of you put on your weapons. You thought it would be easy to go and take the hill country.",
          "ID": "41"
        },
        {
          "text": "But the Lord said to me, ‘Tell the people not to go up there and fight, because I will not be with them. Their enemies will defeat them!’",
          "ID": "42"
        },
        {
          "text": "“I spoke to you, but you did not listen. You refused to obey the Lord’s command. You thought you could use your own power, so you went up into the hill country.",
          "ID": "43"
        },
        {
          "text": "The Amorites who lived there came out like a swarm of bees and chased you all the way from Seir to Hormah.",
          "ID": "44"
        },
        {
          "text": "Then you came back crying to the Lord for help, but the Lord refused to listen to you.",
          "ID": "45"
        },
        {
          "text": "So you stayed at Kadesh for such a long time.",
          "ID": "46"
        }
      ],
      "ID": "OT:DEU.1",
      "name": "Deuteronomy 1"
    },
    {
      "title": "Fighting the Amorites",
      "text": [
        {
          "text": "“Then we did what the Lord told me to do. We went back into the desert on the road that leads to the Red Sea. We traveled for many days to go around the mountains of Seir.",
          "ID": "1",
          "comments": [
            "Seir Another name for Edom."
          ]
        },
        {
          "text": "Then the Lord said to me,",
          "ID": "2"
        },
        {
          "text": "‘You have traveled around these mountains long enough. Turn north.",
          "ID": "3"
        },
        {
          "text": "Tell the people this: You will pass through the land of Seir. This land belongs to your relatives, the descendants of Esau. They will be afraid of you. Be very careful.",
          "ID": "4"
        },
        {
          "text": "Don’t fight them. I will not give you any of their land—not even a foot of it, because I gave the hill country of Seir to Esau to keep as his own.",
          "ID": "5"
        },
        {
          "text": "You must pay the people of Esau for any food you eat or water you drink there.",
          "ID": "6"
        },
        {
          "text": "Remember that the Lord your God has blessed you in everything you have done. He knows about everything that happened on the trip through this great desert. The Lord your God has been with you these 40 years. You have always had everything you needed.’",
          "ID": "7"
        },
        {
          "text": "“So we passed by our relatives, the people of Esau living there in Seir. We left the road that leads from the Jordan Valley to the towns of Elath and Ezion Geber. We turned onto the road that goes to the desert in Moab.",
          "ID": "8"
        },
        {
          "text": "“The Lord said to me, ‘Don’t bother the Moabites. Don’t start a war against them. I will not give you any of their land. They are the descendants of Lot, and I gave them the city of Ar.’”",
          "ID": "9",
          "comments": [
            "descendants of Lot Lot’s sons were Moab and Ammon. See Gen. 19:30-38."
          ]
        },
        {
          "text": "(In the past, the Emites lived in Ar. They were strong people, and there were many of them. They were very tall, like the Anakites.",
          "ID": "10"
        },
        {
          "text": "The Anakites were part of the Rephaites. People thought the Emites were also Rephaites, but the people of Moab called them Emites.",
          "ID": "11"
        },
        {
          "text": "The Horites also lived in Seir in the past. Then Esau’s people destroyed the Horites, took their land, and settled there, just as the Israelites did to the people in the land that the Lord gave them.)",
          "ID": "12"
        },
        {
          "text": "“The Lord told me, ‘Now, go to the other side of Zered Valley.’ So we crossed Zered Valley.",
          "ID": "13"
        },
        {
          "text": "It was 38 years from the time we left Kadesh Barnea until the time we crossed Zered Valley. As the Lord had promised, all the fighting men in our camp from that generation had died.",
          "ID": "14"
        },
        {
          "text": "The Lord had opposed those men until they were all dead and gone from our camp.",
          "ID": "15"
        },
        {
          "text": "“After all the fighting men were dead and gone,",
          "ID": "16"
        },
        {
          "text": "the Lord said to me,",
          "ID": "17"
        },
        {
          "text": "‘Today you must cross the border at Ar and go into Moab.",
          "ID": "18"
        },
        {
          "text": "You will be just across from the Ammonites. Don’t bother them or fight with them, because I will not give you their land. They are descendants of Lot, and I have given that land to them.’”",
          "ID": "19"
        },
        {
          "text": "(That country is also known as the Land of Rephaim. The Rephaites lived there in the past. The people of Ammon called them the Zamzummites.",
          "ID": "20"
        },
        {
          "text": "There were many Rephaites, and they were very strong and tall like the Anakites. But the Lord helped the Ammonites destroy them. The Ammonites took that land and live there now.",
          "ID": "21"
        },
        {
          "text": "God did the same thing for Esau’s people. In the past the Horites lived in Seir. But Esau’s people destroyed the Horites, and Esau’s descendants still live there today.",
          "ID": "22",
          "comments": [
            "Seir The hill country of Edom."
          ]
        },
        {
          "text": "God did the same thing for some people from Crete. The Avvites lived in the towns around Gaza, but the Cretans destroyed them, took the land, and live there now.)",
          "ID": "23"
        },
        {
          "text": "“The Lord told me, ‘Get ready to go across Arnon Valley. I will let you defeat Sihon the Amorite, the king of Heshbon. I will let you take his country. So fight against him and take his land.",
          "ID": "24"
        },
        {
          "text": "Today I will make all people everywhere afraid of you. They will hear the news about you, and they will be afraid and shake with fear.’",
          "ID": "25"
        },
        {
          "text": "“While we were in the desert of Kedemoth, I sent messengers to King Sihon of Heshbon. The messengers offered peace to Sihon. They said,",
          "ID": "26"
        },
        {
          "text": "‘Let us go through your land. We will stay on the road. We will not turn off the road to the right or to the left.",
          "ID": "27"
        },
        {
          "text": "We will pay you in silver for any food we eat or any water we drink. We only want to march through your country.",
          "ID": "28"
        },
        {
          "text": "Let us go through your land until we go across the Jordan River into the land that the Lord our God is giving us. Other people have let us go through their land—the people of Esau living in Seir and the Moabites living in Ar.’",
          "ID": "29"
        },
        {
          "text": "“But King Sihon of Heshbon would not let us pass through his country. The Lord your God had made him very stubborn and ready to fight. The Lord did this so that he could help you defeat King Sihon. And today we know that is what happened.",
          "ID": "30"
        },
        {
          "text": "“The Lord said to me, ‘I am giving King Sihon and his country to you. Now, go take his land!’",
          "ID": "31"
        },
        {
          "text": "“Then King Sihon and all his people came out to fight against us at Jahaz.",
          "ID": "32"
        },
        {
          "text": "But the Lord our God gave him to us. We defeated King Sihon, his sons, and all his people.",
          "ID": "33"
        },
        {
          "text": "We captured all the cities that belonged to King Sihon at that time. We completely destroyed the people in every city—the men, women, and children. We did not leave anyone alive!",
          "ID": "34"
        },
        {
          "text": "We took only the cattle and the valuable things from those cities.",
          "ID": "35"
        },
        {
          "text": "We defeated the town of Aroer on the edge of the Arnon Valley and the other town in the middle of that valley. The Lord let us defeat all the cities between the Arnon Valley and Gilead. No city was too strong for us.",
          "ID": "36"
        },
        {
          "text": "But you did not go near the land that belongs to the people of Ammon. You did not go near the shores of the Jabbok River or the cities of the hill country. You did not go near any place that the Lord our God would not let us have.",
          "ID": "37"
        }
      ],
      "ID": "OT:DEU.2",
      "name": "Deuteronomy 2"
    },
    {
      "title": "Moses Not Allowed in Canaan",
      "text": [
        {
          "text": "“We turned and went on the road to Bashan. King Og of Bashan and all his men came out to fight against us at Edrei.",
          "ID": "1"
        },
        {
          "text": "The Lord said to me, ‘Don’t be afraid of Og. I have decided to give him to you. I will give you all his men and his land. You will defeat him just as you defeated Sihon, the Amorite king who ruled in Heshbon.’",
          "ID": "2"
        },
        {
          "text": "“So the Lord our God let us defeat King Og of Bashan. We destroyed him and all his men. Not one of them was left.",
          "ID": "3"
        },
        {
          "text": "Then we took all the cities that belonged to Og at that time. We took all the cities from Og’s people—60 cities in the area of Argob, Og’s kingdom in Bashan.",
          "ID": "4"
        },
        {
          "text": "All these cities were very strong. They had high walls, gates, and strong bars on the gates. There were also many towns that did not have walls.",
          "ID": "5"
        },
        {
          "text": "We destroyed them just as we destroyed the cities of King Sihon of Heshbon. We completely destroyed every city and all the people in them, even the women and the babies.",
          "ID": "6"
        },
        {
          "text": "But we kept all the cattle and the valuable things from the cities for ourselves.",
          "ID": "7"
        },
        {
          "text": "“In that way we took the land from the two Amorite kings. We took that land on the east side of the Jordan River, from Arnon Valley to Mount Hermon.",
          "ID": "8"
        },
        {
          "text": "(The people from Sidon call Mount Hermon, Sirion, but the Amorites called it Senir.)",
          "ID": "9"
        },
        {
          "text": "We took all the cities in the high plain and all of Gilead. We took all of Bashan, all the way to Salecah and Edrei. Salecah and Edrei were cities of Og’s kingdom of Bashan.”",
          "ID": "10"
        },
        {
          "text": "(Og was the king of Bashan. He was one of the few Rephaites still alive. His bed was made from iron, and it was over 13 feet long and 6 feet wide. The bed is still in the city of Rabbah, where the Ammonites live.)",
          "ID": "11",
          "comments": [
            "13 feet long and 6 feet wide Literally, “9 cubits long and 4 cubits wide, following the measure of a man’s cubit.”"
          ]
        },
        {
          "text": "“So we took that land to be ours. I gave part of this land to the tribes of Reuben and Gad. I gave them the land from Aroer in the Arnon Valley to the hill country of Gilead with the cities in it. They got half of the hill country of Gilead.",
          "ID": "12"
        },
        {
          "text": "I gave the other half of Gilead and the whole area of Bashan to half the tribe of Manasseh.”\n(Bashan was Og’s kingdom. Part of Bashan was called Argob. It was also called the Land of Rephaim.",
          "ID": "13"
        },
        {
          "text": "Jair, from the tribe of Manasseh, took the whole area of Argob. That area went all the way to the border of the Geshurites and the Maacathites. It was named for Jair, and even today, people call Bashan the Towns of Jair.)",
          "ID": "14"
        },
        {
          "text": "“I gave Gilead to Makir.",
          "ID": "15"
        },
        {
          "text": "And to the tribe of Reuben and the tribe of Gad, I gave the land that begins at Gilead and goes from the Arnon Valley to the Jabbok River. The middle of the valley is one border. The Jabbok River is the border for the Ammonites.",
          "ID": "16"
        },
        {
          "text": "The Jordan River near the desert is their western border. Lake Galilee is north of this area and the Dead Sea is to the south. It is at the bottom of the cliffs of Pisgah, which are to the east.",
          "ID": "17",
          "comments": [
            "Lake Galilee Literally, “Kinnereth Lake.”",
            "Dead Sea Literally, “Arabah Sea.” Also called the “Salt Sea.”"
          ]
        },
        {
          "text": "“At that time I gave those tribes this command: ‘The Lord your God has given you the land on this side of the Jordan River to live in. But now your fighting men must take their weapons and lead the other Israelite tribes across the river.",
          "ID": "18"
        },
        {
          "text": "Your wives, your little children, and your cattle (I know you have many cattle) will stay here in the cities I have given you.",
          "ID": "19"
        },
        {
          "text": "But you must help your Israelite relatives until they take the land that the Lord is giving them on the other side of the Jordan River. Help them until the Lord gives them peace there, just as he did for you here. Then you may come back to this land that I have given you.’",
          "ID": "20"
        },
        {
          "text": "“Then I told Joshua, ‘You have seen all that the Lord your God has done to these two kings. The Lord will do the same thing to all the kingdoms you will enter.",
          "ID": "21"
        },
        {
          "text": "Don’t fear the kings of these lands, because the Lord your God will fight for you.’",
          "ID": "22"
        },
        {
          "text": "“Then I begged the Lord to do something special for me. I said,",
          "ID": "23"
        },
        {
          "text": "‘Lord God, I am your servant. I know that you have shown me only a small part of the wonderful and powerful things you will do. There is no god in heaven or earth that can do the great and powerful things you have done.",
          "ID": "24"
        },
        {
          "text": "Please let me go across the Jordan River and see the good land on the other side. Let me see the beautiful hill country and Lebanon.’",
          "ID": "25"
        },
        {
          "text": "“But the Lord was angry with me because of you and refused to listen to me. The Lord said to me, ‘That’s enough! Don’t say another word about this.",
          "ID": "26"
        },
        {
          "text": "Go up to the top of Mount Pisgah. Look to the west, to the north, to the south, and to the east. You may see these things with your eyes, but you can never go across the Jordan River.",
          "ID": "27"
        },
        {
          "text": "You must give instructions to Joshua. Encourage him. Make him strong, because Joshua must lead the people across the Jordan River. You can see the land, but Joshua will lead them into that land. He will help them take the land and live in it.’",
          "ID": "28"
        },
        {
          "text": "“So we stayed in the valley across from Beth Peor.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.3",
      "name": "Deuteronomy 3"
    },
    {
      "title": "Introduction to the Law of Moses",
      "text": [
        {
          "text": "“Now, Israel, listen to the laws and to the commands that I teach you. Obey them and you will live. Then you can go in and take the land that the Lord, the God of your ancestors, is giving you.",
          "ID": "1"
        },
        {
          "text": "You must not add to what I command you. And you must not take anything away. You must obey the commands of the Lord your God that I have given you.",
          "ID": "2"
        },
        {
          "text": "“You have seen what the Lord did at Baal Peor. The Lord your God destroyed all your people who followed the false god Baal at that place.",
          "ID": "3"
        },
        {
          "text": "But all of you who stayed with the Lord your God are alive today.",
          "ID": "4"
        },
        {
          "text": "“I taught you the laws and rules that the Lord my God commanded me. I did this so you could obey them in the land you are ready to enter and take for your own.",
          "ID": "5"
        },
        {
          "text": "Obey these laws carefully. This will show the people of the other nations that you are wise and sensible. They will hear about these laws and say, ‘Truly, the people of this great nation are wise and sensible.’",
          "ID": "6"
        },
        {
          "text": "“The Lord our God is near when we ask him to help us. No other nation has a god like that!",
          "ID": "7"
        },
        {
          "text": "And no other nation is great enough to have laws and rules as good as the teachings I give you today.",
          "ID": "8"
        },
        {
          "text": "But you must be careful! Be sure that as long as you live you never forget what you have seen. You must teach these things to your children and grandchildren.",
          "ID": "9"
        },
        {
          "text": "Remember the day you stood before the Lord your God at Mount Horeb. The Lord said to me, ‘Gather the people together to listen to what I have to say. Then they will learn to respect me as long as they live on earth. And they will teach these things to their children.’",
          "ID": "10"
        },
        {
          "text": "You came near and stood at the bottom of the mountain. The mountain burned with fire that reached up to the sky. There were thick black clouds and darkness.",
          "ID": "11"
        },
        {
          "text": "Then the Lord spoke to you from the fire. You heard the sound of someone speaking, but you did not see any form. There was only a voice.",
          "ID": "12"
        },
        {
          "text": "The Lord told you about his agreement, which he commanded you to obey. He told you about the Ten Commandments, which he wrote on two stone tablets.",
          "ID": "13"
        },
        {
          "text": "At that time the Lord also commanded me to teach you the other laws and rules that you must follow in the land you are going to take and live in.",
          "ID": "14"
        },
        {
          "text": "“On the day the Lord spoke to you from the fire at Mount Horeb, you did not see him—there was no shape for God.",
          "ID": "15"
        },
        {
          "text": "So be careful! Don’t sin and destroy yourselves by making false gods or statues in the shape of any living thing. Don’t make an idol that looks like a man or a woman,",
          "ID": "16"
        },
        {
          "text": "or like an animal on the earth, or like a bird that flies in the sky.",
          "ID": "17"
        },
        {
          "text": "And don’t make an idol that looks like anything that crawls on the ground or like a fish in the sea.",
          "ID": "18"
        },
        {
          "text": "And be careful when you look up to the sky and see the sun, the moon, and the stars—all the many things in the sky. Be careful that you are not tempted to worship and serve them. The Lord your God lets the other people in the world do this.",
          "ID": "19"
        },
        {
          "text": "But the Lord brought you out of Egypt to make you his own special people. He saved you from Egypt. It was as if he pulled you from a hot furnace. And now you are his people.",
          "ID": "20",
          "comments": [
            "furnace Literally, “iron furnace,” that is, a furnace hot enough to soften iron."
          ]
        },
        {
          "text": "“The Lord was angry with me because of you. He swore that I could not go across the Jordan River into the good land that the Lord your God is giving you.",
          "ID": "21"
        },
        {
          "text": "So I must die here in this land. I cannot go across the Jordan River, but you will soon go across it and take that good land and live there.",
          "ID": "22"
        },
        {
          "text": "You must be careful not to forget the agreement that the Lord your God made with you. You must obey the Lord’s command. Don’t make any idols in any form,",
          "ID": "23"
        },
        {
          "text": "because the Lord your God hates for his people to worship other gods. And he can be like a fire that destroys!",
          "ID": "24"
        },
        {
          "text": "“You will live in the country a long time. You will have children and grandchildren there. After all that time, be sure that you do not then ruin your lives by making any kind of idol! That is something the Lord your God considers evil, and it would make him very angry!",
          "ID": "25"
        },
        {
          "text": "So I am warning you now. Heaven and earth are my witnesses! If you do such an evil thing, you will quickly be destroyed! You are crossing the Jordan River now to take that land. But if you make any idols, you will not live there very long. No, you will be destroyed completely!",
          "ID": "26"
        },
        {
          "text": "The Lord will scatter you among the nations. And only a few of you will be left alive to go to the countries where the Lord will send you.",
          "ID": "27"
        },
        {
          "text": "There you will serve gods made by men—things made of wood and stone that cannot see or hear or eat or smell!",
          "ID": "28"
        },
        {
          "text": "But there in these other lands you will look for the Lord your God. And if you look for him with all your heart and soul, you will find him.",
          "ID": "29"
        },
        {
          "text": "When you are in trouble—when all these things happen to you—then you will come back to the Lord your God and obey him.",
          "ID": "30"
        },
        {
          "text": "The Lord your God is a merciful God! He will not leave you there or destroy you completely. He will not forget the agreement that he made with your ancestors.",
          "ID": "31"
        },
        {
          "text": "“Has anything this great ever happened before? Never! Look at the past. Think about everything that happened before you were born. Go all the way back to the time when God made people on the earth. Look at everything that has happened anywhere in the world. Has anyone ever heard about anything as great as this? No!",
          "ID": "32"
        },
        {
          "text": "You people heard God speaking to you from a fire, and you are still alive. Has that ever happened to anyone else? No!",
          "ID": "33"
        },
        {
          "text": "Has any other god ever tried to go and take a people for himself from inside another nation? No! But you yourselves have seen everything that the Lord your God did for you. He showed you his power and strength. You saw the troubles that tested the people. You saw miracles and wonders. You saw war and the terrible things that happened.",
          "ID": "34"
        },
        {
          "text": "The Lord showed you all this so that you would know that he is God. There is no other god like him.",
          "ID": "35"
        },
        {
          "text": "He let you hear his voice from heaven so that he could teach you a lesson. On earth he let you see his great fire, and he spoke to you from it.",
          "ID": "36"
        },
        {
          "text": "“He loved your ancestors. That is why he chose you, their descendants. And that is why he brought you out of Egypt. He was with you and brought you out with his great power.",
          "ID": "37"
        },
        {
          "text": "When you moved forward, he forced out nations that were greater and more powerful than you. And he led you into their land. He gave you their land to live in, as he is still doing today.",
          "ID": "38"
        },
        {
          "text": "“So today you must remember and accept that the Lord is God. He is God in heaven above and on the earth below. There is no other god!",
          "ID": "39"
        },
        {
          "text": "And you must obey his laws and commands that I give you today. Then everything will go well with you and your children who live after you. And you will live a long time in the land the Lord your God is giving you—it will be yours forever.”",
          "ID": "40"
        },
        {
          "text": "Then Moses chose three cities on the east side of the Jordan River.",
          "ID": "41"
        },
        {
          "text": "Any person who killed someone by accident and not out of hate could run away to one of these three cities and not be put to death.",
          "ID": "42"
        },
        {
          "text": "The three cities that Moses chose were Bezer in the high plains for the tribe of Reuben, Ramoth in Gilead for the tribe of Gad, and Golan in Bashan for the tribe of Manasseh.",
          "ID": "43"
        },
        {
          "text": "Moses gave God’s law to the Israelites.",
          "ID": "44"
        },
        {
          "text": "Moses gave these teachings, laws, and rules to the people after they came out of Egypt.",
          "ID": "45"
        },
        {
          "text": "He gave them these laws while they were on the east side of the Jordan River, in the valley across from Beth Peor. They were in the land of Sihon, the Amorite king who lived at Heshbon. Moses and the Israelites had defeated Sihon when they came out of Egypt.",
          "ID": "46"
        },
        {
          "text": "They took Sihon’s land to keep. They also took the land of King Og of Bashan. These two Amorite kings lived on the east side of the Jordan River.",
          "ID": "47"
        },
        {
          "text": "This land goes from Aroer on the edge of the Arnon Valley all the way to Mount Sirion, that is, Mount Hermon.",
          "ID": "48",
          "comments": [
            "Sirion Or “Siyon.”"
          ]
        },
        {
          "text": "This land also included the whole Jordan Valley on the east side of the Jordan River. To the south, this land reached to the Dead Sea. To the east, it reached to the foot of Mount Pisgah.",
          "ID": "49",
          "comments": [
            "Dead Sea Literally, “Arabah Sea.”"
          ]
        }
      ],
      "ID": "OT:DEU.4",
      "name": "Deuteronomy 4"
    },
    {
      "title": "The Lord Speaks to Moses",
      "text": [
        {
          "text": "Moses called together all the Israelites and said to them, “Israelites, listen to the laws and rules that I tell you today. Learn these laws and be sure to obey them.",
          "ID": "1"
        },
        {
          "text": "The Lord our God made an agreement with us at Mount Horeb.",
          "ID": "2"
        },
        {
          "text": "The Lord did not make this agreement with our ancestors, but with us—yes, with all of us who are alive here today.",
          "ID": "3"
        },
        {
          "text": "The Lord spoke with you face to face at that mountain. He spoke to you from the fire.",
          "ID": "4"
        },
        {
          "text": "But you were afraid of the fire. And you did not go up the mountain. So I stood between you and the Lord to tell you what the Lord said. He said,",
          "ID": "5"
        },
        {
          "text": "‘I am the Lord your God. I am the one who freed you from Egypt, where you were slaves.",
          "ID": "6"
        },
        {
          "text": "‘You must not worship any other gods except me.",
          "ID": "7"
        },
        {
          "text": "‘You must not make any idols. Don’t make any statues or pictures of anything up in the sky or of anything on the earth or of anything down in the water.",
          "ID": "8"
        },
        {
          "text": "Don’t worship or serve idols of any kind, because I am the Lord your God. I hate for my people to worship other gods. People who sin against me become my enemies. And I will punish them, and their children, their grandchildren, and even their great-grandchildren.",
          "ID": "9",
          "comments": [
            "I hate … gods Or “I am El Kanah—the Jealous God.”"
          ]
        },
        {
          "text": "But I will be very kind to people who love me and obey my commands. I will be kind to their families for thousands of generations!",
          "ID": "10",
          "comments": [
            "Or “But I will show mercy to thousands of people who love me and obey my commands.”"
          ]
        },
        {
          "text": "‘You must not use the name of the Lord your God to make empty promises. If you do, the Lord will not let you go unpunished.",
          "ID": "11"
        },
        {
          "text": "‘You must keep the Sabbath a special day like the Lord your God commanded.",
          "ID": "12"
        },
        {
          "text": "Work six days a week and do your job,",
          "ID": "13"
        },
        {
          "text": "but the seventh day is a day of rest in honor of the Lord your God. So on that day no one should work—not you, your sons and daughters, foreigners living in your cities or your men and women slaves. Not even your cattle, donkeys, and other animals should do any work! Your slaves should be able to rest just as you do.",
          "ID": "14"
        },
        {
          "text": "Don’t forget that you were slaves in the land of Egypt. The Lord your God brought you out of Egypt with his great power and made you free. That is why the Lord your God commands you to always make the Sabbath a special day.",
          "ID": "15"
        },
        {
          "text": "‘You must honor your father and your mother. The Lord your God has commanded you to do this. If you follow this command, you will live a long time, and everything will go well for you in the land that the Lord your God gives you.",
          "ID": "16"
        },
        {
          "text": "‘You must not murder anyone.",
          "ID": "17"
        },
        {
          "text": "‘You must not commit the sin of adultery.",
          "ID": "18"
        },
        {
          "text": "‘You must not steal.",
          "ID": "19"
        },
        {
          "text": "‘You must not tell lies about other people.",
          "ID": "20",
          "comments": [
            "Or “You must not be a false witness against your neighbor.”"
          ]
        },
        {
          "text": "‘You must not want another man’s wife. You must not want his house, his fields, his men and women servants, his cattle, or his donkeys. You must not want to take anything that belongs to another person.’”",
          "ID": "21"
        },
        {
          "text": "Moses said, “The Lord gave these commands to all of you when you were together there at the mountain. He spoke in a loud voice that came from the fire, the cloud, and the thick darkness. After he gave us these commands, he didn’t say any more. He wrote his words on two stone tablets and gave them to me.",
          "ID": "22"
        },
        {
          "text": "“You heard the voice from the darkness while the mountain was burning with fire. Then all the elders and the other leaders of your tribes came to me.",
          "ID": "23"
        },
        {
          "text": "They said, ‘The Lord our God has shown us his Glory and his greatness! We heard him speak from the fire. We have seen today that it is possible to continue living even after God speaks to us.",
          "ID": "24"
        },
        {
          "text": "But if we hear the Lord our God speak to us again, surely we will die! That terrible fire will destroy us. We don’t want to die.",
          "ID": "25"
        },
        {
          "text": "No one has ever heard the living God speak from the fire like we have and still lived!",
          "ID": "26"
        },
        {
          "text": "Moses, you go near and hear everything the Lord our God says. Then tell us everything the Lord tells you. We will listen to you, and we will do everything you say.’",
          "ID": "27"
        },
        {
          "text": "“The Lord heard what you said and told me, ‘I heard what the people said. And that is fine.",
          "ID": "28"
        },
        {
          "text": "I only wanted to change their way of thinking—I wanted them to respect me and obey all my commands from the heart. Then everything would be fine with them and with their descendants forever.",
          "ID": "29"
        },
        {
          "text": "“‘Go and tell the people to go back to their tents,",
          "ID": "30"
        },
        {
          "text": "but you stand here near me. I will tell you all the commands, laws, and rules that you must teach them. They must do these things in the land that I am giving them to live in.’",
          "ID": "31"
        },
        {
          "text": "“So you people must be careful to do everything the Lord commanded you. Do not stop following God!",
          "ID": "32"
        },
        {
          "text": "You must live the way the Lord your God commanded you. Then you will continue to live, and everything will be fine with you. You will live a long life in the land that will belong to you.",
          "ID": "33"
        }
      ],
      "ID": "OT:DEU.5",
      "name": "Deuteronomy 5"
    },
    {
      "title": "Teach Your Children the Things God Did",
      "text": [
        {
          "text": "“These are the commands, the laws, and the rules that the Lord your God told me to teach you. Obey these laws in the land that you are entering to live in.",
          "ID": "1"
        },
        {
          "text": "You and your descendants must respect the Lord your God as long as you live. You must obey all his laws and commands that I give you. If you do this, you will have a long life in that new land.",
          "ID": "2"
        },
        {
          "text": "Israelites, listen carefully and obey these laws. Then everything will be fine with you. You will have many children, and you will get the land filled with many good things—just as the Lord, the God of your ancestors, promised.",
          "ID": "3",
          "comments": [
            "land … things Literally, “land flowing with milk and honey.”"
          ]
        },
        {
          "text": "“Listen, people of Israel! The Lord is our God. The Lord is the only God.",
          "ID": "4"
        },
        {
          "text": "You must love the Lord your God with all your heart, with all your soul, and with all your strength.",
          "ID": "5"
        },
        {
          "text": "Always remember these commands that I give you today.",
          "ID": "6"
        },
        {
          "text": "Be sure to teach them to your children. Talk about these commands when you sit in your house and when you walk on the road. Talk about them when you lie down and when you get up.",
          "ID": "7"
        },
        {
          "text": "Tie them on your hands and wear them on your foreheads to help you remember my teachings.",
          "ID": "8"
        },
        {
          "text": "Write them on the doorposts of your houses and on your gates.",
          "ID": "9"
        },
        {
          "text": "“The Lord your God made a promise to your ancestors, Abraham, Isaac, and Jacob. He promised to give you this land, and he will give it to you. He will give you great and rich cities that you did not build.",
          "ID": "10"
        },
        {
          "text": "He will give you houses full of good things that you did not put there. He will give you wells that you did not dig. He will give you vineyards and olive trees that you did not plant, and you will have plenty to eat.",
          "ID": "11"
        },
        {
          "text": "“But be careful! Don’t forget the Lord. You were slaves in Egypt, but he brought you out of the land of Egypt.",
          "ID": "12"
        },
        {
          "text": "Respect the Lord your God and serve only him. You must use only his name to make promises.",
          "ID": "13"
        },
        {
          "text": "You must not follow other gods. You must not follow the gods of the people who live around you.",
          "ID": "14"
        },
        {
          "text": "The Lord your God is always with you, and he hates for his people to worship other gods! So if you follow those other gods, the Lord will become very angry with you. He will destroy you from the face of the earth.",
          "ID": "15",
          "comments": [
            "he … gods Or “The Lord your God is El Kanah—the Jealous God.”"
          ]
        },
        {
          "text": "“You must not test the Lord your God like you tested him at Massah.",
          "ID": "16"
        },
        {
          "text": "You must be sure to obey the commands of the Lord your God. You must follow all the teachings and laws he has given you.",
          "ID": "17"
        },
        {
          "text": "You must do what is right and good—what pleases the Lord. Then everything will go well for you, and you can go in and take the good land that the Lord promised your ancestors.",
          "ID": "18"
        },
        {
          "text": "And you will force out all your enemies, just as the Lord said.",
          "ID": "19"
        },
        {
          "text": "“In the future, your children might ask you, ‘The Lord our God gave you teachings, laws, and rules. What do they mean?’",
          "ID": "20"
        },
        {
          "text": "Then you will say to them, ‘We were Pharaoh’s slaves in Egypt, but the Lord brought us out of Egypt with his great power.",
          "ID": "21"
        },
        {
          "text": "The Lord did great and amazing things. We saw him do these things to the Egyptian people, to Pharaoh, and to the people in Pharaoh’s house.",
          "ID": "22"
        },
        {
          "text": "He brought us out of Egypt so that he could give us the land that he promised our ancestors.",
          "ID": "23"
        },
        {
          "text": "The Lord commanded us to follow all these teachings. We must respect the Lord our God. Then he will always keep us alive and doing well, as we are today.",
          "ID": "24"
        },
        {
          "text": "If we carefully obey the whole law, exactly as the Lord our God told us to, he will say that we have done a very good thing.’",
          "ID": "25",
          "comments": [
            "Or “The Lord our God will credit us with righteousness if we carefully obey the whole law, exactly as he commanded us.”"
          ]
        }
      ],
      "ID": "OT:DEU.6",
      "name": "Deuteronomy 6"
    },
    {
      "title": "The Lord Promises to Help His People",
      "text": [
        {
          "text": "“The Lord your God will lead you into the land that you are entering to take for your own. He will force out many nations for you—the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites—seven nations greater and more powerful than you.",
          "ID": "1"
        },
        {
          "text": "The Lord your God will put these nations under your power. And you will defeat them. You must destroy them completely. Don’t make an agreement with them or show them mercy.",
          "ID": "2"
        },
        {
          "text": "Don’t marry any of them, and don’t let your sons or daughters marry any of the people from those other nations.",
          "ID": "3"
        },
        {
          "text": "If you do, they will turn your children away from following me. Then your children will serve other gods, and the Lord will be very angry with you. He will quickly destroy you!",
          "ID": "4"
        },
        {
          "text": "“This is what you must do to those nations: You must smash their altars and break their memorial stones into pieces. Cut down their Asherah poles and burn their statues.",
          "ID": "5"
        },
        {
          "text": "Do this because you are the Lord’s own people. From all the people on earth, the Lord your God chose you to be his special people—people who belong only to him.",
          "ID": "6"
        },
        {
          "text": "Why did the Lord love and choose you? It was not because you are such a large nation. You had the fewest of all people!",
          "ID": "7"
        },
        {
          "text": "But the Lord brought you out of Egypt with great power and made you free from slavery. He freed you from the control of Pharaoh, the king of Egypt. The Lord did this because he loves you and he wanted to keep the promise he made to your ancestors.",
          "ID": "8"
        },
        {
          "text": "“So remember that the Lord your God is the only God, and you can trust him! He keeps his agreement. He shows his love and kindness to all people who love him and obey his commands. He continues to show his love and kindness through a thousand generations,",
          "ID": "9"
        },
        {
          "text": "but the Lord punishes people who hate him. He will destroy them. He will not be slow to punish those who hate him.",
          "ID": "10"
        },
        {
          "text": "So you must be careful to obey the commands, laws, and rules that I give you today.",
          "ID": "11"
        },
        {
          "text": "“If you listen to these laws, and if you are careful to obey them, the Lord your God will keep his agreement of love with you. He promised this to your ancestors.",
          "ID": "12"
        },
        {
          "text": "He will love you and bless you. He will make your nation grow. He will bless your children. He will bless your fields with good crops and will give you grain, new wine, and oil. He will bless your cows with calves and your sheep with lambs. You will have all these blessings in the land that he promised your ancestors to give you.",
          "ID": "13"
        },
        {
          "text": "“You will be blessed more than all people. Every husband and wife will be able to have children. Your cows will be able to have calves.",
          "ID": "14"
        },
        {
          "text": "The Lord will take away all sickness from you and he will not let you catch any of the terrible diseases that you had in Egypt. But he will make your enemies catch those diseases.",
          "ID": "15"
        },
        {
          "text": "You must destroy all the people the Lord your God helps you defeat. Don’t feel sorry for them, and don’t worship their gods! They will trap you—they will ruin your life.",
          "ID": "16"
        },
        {
          "text": "“Don’t say in your heart, ‘These nations are stronger than we are. How can we force them out?’",
          "ID": "17"
        },
        {
          "text": "You must not be afraid of them. You must remember what the Lord your God did to Pharaoh and to all the people of Egypt.",
          "ID": "18"
        },
        {
          "text": "You saw the great troubles he gave them and the amazing things he did. You saw the Lord use his great power and strength to bring you out of Egypt. The Lord your God will use that same power against all the people you fear.",
          "ID": "19"
        },
        {
          "text": "“The Lord your God will send the hornet against them. He will do this until he destroys all the people who escaped and tried to hide.",
          "ID": "20",
          "comments": [
            "hornet A stinging insect like a large wasp or bee. Here, it might mean God’s angel or his great power."
          ]
        },
        {
          "text": "Don’t be afraid of them, because the Lord your God is with you. He is a great and awesome God.",
          "ID": "21"
        },
        {
          "text": "The Lord your God will force those nations to leave your country little by little. You will not destroy them all at once. If you did, the wild animals would grow to be too many for you.",
          "ID": "22"
        },
        {
          "text": "But the Lord your God will let you defeat those nations. He will confuse them in battle, until they are destroyed.",
          "ID": "23"
        },
        {
          "text": "He will help you defeat their kings. You will kill them, and the world will forget they ever lived. No one will be able to stop you. You will destroy them all!",
          "ID": "24"
        },
        {
          "text": "“You must throw the statues of their gods into the fire and burn them. You must not want to keep the silver or the gold that is on those statues for yourselves. It will be like a trap to you—it will ruin your life. The Lord your God hates those idols.",
          "ID": "25"
        },
        {
          "text": "You must not bring any of those disgusting idols into your homes, or you will be destroyed just as they will be. You must treat them as the disgusting things they are! They are to be destroyed.",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.7",
      "name": "Deuteronomy 7"
    },
    {
      "title": "Don’t Forget What the Lord Did",
      "text": [
        {
          "text": "“You must obey all the commands that I give you today, because then you will live and grow to become a great nation. You will get the land that the Lord promised to your ancestors.",
          "ID": "1"
        },
        {
          "text": "And you must remember the entire trip that the Lord your God has led you through these 40 years in the desert. He was testing you. He wanted to make you humble. He wanted to know what is in your heart. He wanted to know if you would obey his commands.",
          "ID": "2"
        },
        {
          "text": "He humbled you and let you be hungry. Then he fed you with manna—something you did not know about before. It was something your ancestors had never seen. Why did the Lord do this? Because he wanted you to know that it is not just bread that keeps people alive. People’s lives depend on what the Lord says.",
          "ID": "3"
        },
        {
          "text": "These past 40 years, your clothes did not wear out, and your feet did not swell.",
          "ID": "4"
        },
        {
          "text": "You must remember that the Lord your God teaches and corrects you as a father teaches and corrects his son.",
          "ID": "5"
        },
        {
          "text": "“You must obey the commands of the Lord your God. Follow him and respect him.",
          "ID": "6"
        },
        {
          "text": "The Lord your God is bringing you into a good land—a land with rivers and pools of water. Water flows out of the ground in the valleys and hills.",
          "ID": "7"
        },
        {
          "text": "It is a land with wheat and barley, grapevines, fig trees, and pomegranates. It is a land with olive oil and honey.",
          "ID": "8"
        },
        {
          "text": "There you will have plenty of food and everything you need. It is a land where the rocks are iron. You can dig copper out of the hills.",
          "ID": "9"
        },
        {
          "text": "You will have all you want to eat. Then you will praise the Lord your God for the good land he has given you.",
          "ID": "10"
        },
        {
          "text": "“Be careful. Don’t forget the Lord your God! Be careful to obey the commands, laws, and rules that I give you today.",
          "ID": "11"
        },
        {
          "text": "Then you will have plenty to eat, and you will build good houses and live in them.",
          "ID": "12"
        },
        {
          "text": "Your cattle, sheep, and goats will grow large. You will get plenty of gold and silver. You will have plenty of everything.",
          "ID": "13"
        },
        {
          "text": "When that happens, you must be careful not to become proud. You must not forget the Lord your God. You were slaves in Egypt, but he made you free and brought you out of that land.",
          "ID": "14"
        },
        {
          "text": "He led you through that great and terrible desert where there were poisonous snakes and scorpions. The ground was dry, and there was no water anywhere. But he gave you water out of a solid rock.",
          "ID": "15"
        },
        {
          "text": "In the desert he fed you manna—something your ancestors had never seen. He tested you to make you humble so that everything would go well for you in the end.",
          "ID": "16"
        },
        {
          "text": "Don’t ever say to yourself, ‘I got all this wealth by my own power and ability.’",
          "ID": "17"
        },
        {
          "text": "Remember the Lord your God is the one who gives you power to do these things. He does this because he wants to keep the agreement that he made with your ancestors, as he is doing today!",
          "ID": "18"
        },
        {
          "text": "“Don’t ever forget the Lord your God. Don’t ever follow other gods or worship and serve them. If you do that, I warn you today: You will surely be destroyed!",
          "ID": "19"
        },
        {
          "text": "The Lord is destroying other nations for you. But if you stop listening to the Lord your God, you will be destroyed just like them!",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.8",
      "name": "Deuteronomy 8"
    },
    {
      "title": "Moses Asks God to Forgive Israel",
      "text": [
        {
          "text": "“Listen, you Israelites! You will go across the Jordan River today. You will go into that land to force out nations greater and stronger than you. Their cities are big and have walls as high as the sky!",
          "ID": "1"
        },
        {
          "text": "The people there are tall and strong. They are the Anakites. You know about them. You heard our spies say, ‘No one can win against the Anakites.’",
          "ID": "2"
        },
        {
          "text": "But you can be sure that it is the Lord your God who goes across the river before you—and God is like a fire that destroys! He will destroy those nations and make them fall before you. You will force those nations out and quickly destroy them. The Lord has promised you that this will happen.",
          "ID": "3"
        },
        {
          "text": "“The Lord your God will force those nations out for you. But don’t say to yourselves, ‘The Lord brought us to live in this land because we are such good people.’ No, the Lord forced those nations out because they were evil, not because you were good.",
          "ID": "4"
        },
        {
          "text": "You are going in to take their land, but not because you are good and live right. You are going in, and the Lord your God is forcing those people out because of the evil way they lived. And the Lord wants to keep the promise he made to your ancestors, Abraham, Isaac, and Jacob.",
          "ID": "5"
        },
        {
          "text": "The Lord your God is giving you that good land to live in, but you should know that it is not because you are good. The truth is that you are very stubborn people!",
          "ID": "6"
        },
        {
          "text": "“Remember how you made the Lord your God angry in the desert. Never forget that! From the day you left the land of Egypt to the day you came to this place, you have refused to obey the Lord.",
          "ID": "7"
        },
        {
          "text": "You made the Lord angry at Mount Horeb. The Lord was angry enough to destroy you!",
          "ID": "8"
        },
        {
          "text": "I went up the mountain to get the stone tablets. The agreement that the Lord made with you was written on those stones. I stayed on the mountain 40 days and 40 nights. I did not eat any food or drink any water.",
          "ID": "9"
        },
        {
          "text": "The Lord gave me the two stone tablets. He wrote his commands on the stones with his finger. The Lord wrote everything he said to you from the fire when you were gathered together at the mountain.",
          "ID": "10"
        },
        {
          "text": "“So at the end of 40 days and 40 nights, the Lord gave me two stone tablets—the stones of the agreement.",
          "ID": "11"
        },
        {
          "text": "Then the Lord said to me, ‘Get up and quickly go down from here. The people you brought out of Egypt have ruined themselves. They stopped obeying my commands so quickly. They melted gold and made an idol for themselves.’",
          "ID": "12"
        },
        {
          "text": "“The Lord also said to me, ‘I have watched these people. They are very stubborn!",
          "ID": "13"
        },
        {
          "text": "Let me destroy these people completely, so no one will even remember their names. Then I will make another nation from you that is stronger and greater than these people.’",
          "ID": "14"
        },
        {
          "text": "“Then I turned and came down from the mountain. The mountain was burning with fire. And the two stone tablets of the agreement were in my hands.",
          "ID": "15"
        },
        {
          "text": "I looked and I saw you had sinned against the Lord your God. I saw the calf you made from melted gold! You stopped obeying the Lord so quickly.",
          "ID": "16"
        },
        {
          "text": "So I took the two stone tablets and threw them down. There before your eyes I broke the stones into pieces.",
          "ID": "17"
        },
        {
          "text": "Then I bowed down before the Lord with my face to the ground for 40 days and 40 nights, as I did before. I did not eat any food or drink any water. I did this because you had sinned so badly. You did the thing that is evil to the Lord, and you made him angry.",
          "ID": "18"
        },
        {
          "text": "I was afraid of the Lord’s terrible anger. He was angry enough to destroy you, but the Lord listened to me again.",
          "ID": "19"
        },
        {
          "text": "The Lord was very angry with Aaron—enough to destroy him! So I also prayed for Aaron at that time.",
          "ID": "20"
        },
        {
          "text": "I took that terrible thing, the calf you made, and burned it in the fire. I broke it into small pieces. And I crushed the pieces until they were dust. Then I threw the dust into the river that came down from the mountain.",
          "ID": "21"
        },
        {
          "text": "“Also, at Taberah, Massah, and Kibroth Hattaavah you made the Lord angry.",
          "ID": "22"
        },
        {
          "text": "And you did not obey when the Lord told you to leave Kadesh Barnea. He said, ‘Go up and take the land I am giving you.’ But you refused to obey the Lord your God. You did not trust him. You did not listen to his command.",
          "ID": "23"
        },
        {
          "text": "All the time that I have known you, you have refused to obey the Lord.",
          "ID": "24"
        },
        {
          "text": "“So I bowed down before the Lord 40 days and 40 nights, because the Lord said he would destroy you.",
          "ID": "25"
        },
        {
          "text": "I prayed to the Lord. I said, ‘Lord God, don’t destroy your people. They belong to you. You freed them and brought them out of Egypt with your great power and strength.",
          "ID": "26"
        },
        {
          "text": "Remember your promise to your servants Abraham, Isaac, and Jacob. Forget how stubborn these people are. Don’t look at their evil ways or their sins.",
          "ID": "27"
        },
        {
          "text": "If you punish your people, the Egyptians might say, “The Lord was not able to take his people into the land he promised them. And he hated them. So he took them into the desert to kill them.”",
          "ID": "28"
        },
        {
          "text": "But they are your people, Lord. They belong to you. You brought them out of Egypt with your great power and strength.’",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.9",
      "name": "Deuteronomy 9"
    },
    {
      "title": "What the Lord Really Wants",
      "text": [
        {
          "text": "“At that time the Lord said to me, ‘You must cut out two stone tablets like the first two stones. Then you must come up to me on the mountain. Also make a wooden box.",
          "ID": "1"
        },
        {
          "text": "I will write on the stone tablets the same words that were on the first stones—the stones you broke. Then you must put these new stones in the Box.’",
          "ID": "2"
        },
        {
          "text": "“So I made a box from acacia wood. I cut two stone tablets like the first two stones. Then I went up on the mountain. I had the two stone tablets in my hand.",
          "ID": "3"
        },
        {
          "text": "And the Lord wrote on the stones the same words he had written before—the Ten Commandments he spoke to you from the fire, when you were gathered together at the mountain. Then the Lord gave the two stone tablets to me.",
          "ID": "4"
        },
        {
          "text": "I came back down from the mountain. I put the stones in the Box I had made. The Lord commanded me to put them there. And the stones are still there in that Box.”",
          "ID": "5"
        },
        {
          "text": "(The Israelites traveled from the wells of the people of Jaakan to Moserah. There Aaron died and was buried. Aaron’s son Eleazar served in Aaron’s place as priest.",
          "ID": "6"
        },
        {
          "text": "Then the Israelites went from Moserah to Gudgodah. And they went from Gudgodah to Jotbathah, a land of rivers.",
          "ID": "7"
        },
        {
          "text": "At that time the Lord separated the tribe of Levi from the other tribes for his special work. They had the work of carrying the Lord’s Box of the Agreement. They also served as priests before the Lord. And they had the work of blessing people in the Lord’s name. They still do this special work today.",
          "ID": "8"
        },
        {
          "text": "That is why the people from the tribe of Levi did not get any share of land like the other tribes did. They have the Lord for their share. That is what the Lord your God promised them.)",
          "ID": "9"
        },
        {
          "text": "“I stayed on the mountain 40 days and 40 nights, like the first time. The Lord also listened to me at that time. He decided not to destroy you.",
          "ID": "10"
        },
        {
          "text": "The Lord said to me, ‘Go and lead the people on their trip. They will go in and live in the land that I promised to give to their ancestors.’",
          "ID": "11"
        },
        {
          "text": "“Now, Israelites, listen! What does the Lord your God really want from you? The Lord your God wants you to respect him and do what he says. He wants you to love him and to serve the Lord your God with all your heart and with all your soul.",
          "ID": "12"
        },
        {
          "text": "So obey the laws and commands of the Lord that I am giving you today. These laws and commands are for your own good.",
          "ID": "13"
        },
        {
          "text": "“Everything belongs to the Lord your God. The heavens, even the highest heavens, belong to him. The earth and everything on it belong to him.",
          "ID": "14"
        },
        {
          "text": "The Lord loved your ancestors very much. He loved them so much that he chose you, their descendants, to be his people. He chose you instead of any other nation, and you are still his chosen people today.",
          "ID": "15"
        },
        {
          "text": "“Stop being stubborn. Give your hearts to God.",
          "ID": "16"
        },
        {
          "text": "The Lord is your God. He is the God of gods and the Lord of lords. He is the great God. He is the amazing and powerful fighter. To him everyone is the same. He does not accept money to change his mind.",
          "ID": "17"
        },
        {
          "text": "He defends widows and orphans. He loves even the strangers living among us. He gives them food and clothes.",
          "ID": "18"
        },
        {
          "text": "So you must also love them, because you yourselves were strangers in the land of Egypt.",
          "ID": "19"
        },
        {
          "text": "“You must respect the Lord your God and worship only him. Never leave him. When you make promises, you must use his name only.",
          "ID": "20"
        },
        {
          "text": "He is the one you should praise. He is your God. He has done great and amazing things for you. You have seen them with your own eyes.",
          "ID": "21"
        },
        {
          "text": "When your ancestors went down into Egypt, there were only 70 people. Now the Lord your God has made you as many as the stars in the sky.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.10",
      "name": "Deuteronomy 10"
    },
    {
      "title": "Israel’s Choice: Blessings or Curses",
      "text": [
        {
          "text": "“So you must love the Lord your God. You must do what he tells you to do and always obey his laws, rules, and commands.",
          "ID": "1"
        },
        {
          "text": "Remember today all the great things the Lord your God has done to teach you. It was you, not your children, who saw those things happen and lived through them. You saw how great he is. You saw how strong he is, and you saw the powerful things he does.",
          "ID": "2"
        },
        {
          "text": "You, not your children, saw the miracles he did in Egypt. You saw what he did to Pharaoh, the king of Egypt, and to his whole country.",
          "ID": "3"
        },
        {
          "text": "You, not your children, saw what he did to the Egyptian army—to their horses and chariots. They were chasing you, but you saw him cover them with the water from the Red Sea. You saw how the Lord completely destroyed them.",
          "ID": "4"
        },
        {
          "text": "It was you, not your children, who saw everything he did for you in the desert until you came to this place.",
          "ID": "5"
        },
        {
          "text": "You saw what he did to Dathan and Abiram, the sons of Eliab from Reuben’s family. All the Israelites watched as the ground opened up like a mouth and swallowed them, their families, their tents, and all of their servants and animals.",
          "ID": "6"
        },
        {
          "text": "It was you, not your children, who saw all the great things the Lord did.",
          "ID": "7"
        },
        {
          "text": "“So you must obey every command I tell you today. Then you will be strong. And you will be able to go across the Jordan River and take the land that you are ready to enter.",
          "ID": "8"
        },
        {
          "text": "Then you will live a long life in that country. The Lord promised to give that land to your ancestors and all their descendants. It is a land filled with many good things.",
          "ID": "9",
          "comments": [
            "land … things Literally, “land flowing with milk and honey.”"
          ]
        },
        {
          "text": "The land that you will get is not like the land of Egypt that you came from. In Egypt you planted your seeds and used your feet to pump water from the canals to water your fields like a vegetable garden.",
          "ID": "10"
        },
        {
          "text": "But the land that you will soon get is not like that. In Israel there are mountains and valleys, and the land gets its water from the rain that falls from the sky.",
          "ID": "11"
        },
        {
          "text": "The Lord your God cares for that land. The Lord your God watches over it, from the beginning to the end of the year.",
          "ID": "12"
        },
        {
          "text": "“The Lord says, ‘You must listen carefully to the commands I give you today: You must love the Lord your God, and serve him with all your heart and all your soul. If you do that,",
          "ID": "13"
        },
        {
          "text": "I will send rain for your land at the right time. I will send the autumn rain and the spring rain. Then you can gather your grain, your new wine, and your oil.",
          "ID": "14"
        },
        {
          "text": "And I will make grass grow in your fields for your cattle. You will have plenty to eat.’",
          "ID": "15"
        },
        {
          "text": "“He says, ‘Be careful! Don’t be fooled. Don’t turn away from me to serve other gods and to bow down to them.’",
          "ID": "16"
        },
        {
          "text": "If you do that, the Lord will become very angry with you. He will shut the skies, and there will be no rain. The land will not make a harvest, and you will soon die in the good land that the Lord is giving you.",
          "ID": "17"
        },
        {
          "text": "“Remember these commands I give you. Keep them in your hearts. Write them down and tie them on your hands and wear them on your foreheads as a way to remember my laws.",
          "ID": "18"
        },
        {
          "text": "Teach these laws to your children. Talk about these things when you sit in your houses, when you walk along the road, when you lie down, and when you get up.",
          "ID": "19"
        },
        {
          "text": "Write these commands on the doorposts of your houses and on your gates.",
          "ID": "20"
        },
        {
          "text": "Then both you and your children will live a long time in the land that the Lord promised to give to your ancestors. You will live there as long as the skies are above the earth.",
          "ID": "21"
        },
        {
          "text": "“Be careful to obey every command I have told you to follow: Love the Lord your God, follow all his ways, and be faithful to him.",
          "ID": "22"
        },
        {
          "text": "Then, when you go into the land, the Lord will force all those other nations out. You will take the land from nations that are larger and more powerful than you.",
          "ID": "23"
        },
        {
          "text": "All the land you walk on will be yours. Your land will go from the desert in the south all the way to Lebanon in the north. It will go from the Euphrates River in the east all the way to the Mediterranean Sea.",
          "ID": "24"
        },
        {
          "text": "No one will be able to stand against you. The Lord your God will make the people fear you wherever you go in that land. That is what he promised you before.",
          "ID": "25"
        },
        {
          "text": "“Today I am giving you a choice. You may choose the blessing or the curse.",
          "ID": "26"
        },
        {
          "text": "You will get the blessing if you listen and obey the commands of the Lord your God that I have told you today.",
          "ID": "27"
        },
        {
          "text": "But you will get the curse if you refuse to listen and obey the commands of the Lord your God. So don’t stop living the way I command you today, and don’t follow other gods that you don’t know.",
          "ID": "28"
        },
        {
          "text": "“The Lord your God will lead you to your land. You will soon go in and take that land. At that time you must go to the top of Mount Gerizim and read the blessings to the people from there. And then you must go to the top of Mount Ebal and read the curses to the people from there.",
          "ID": "29"
        },
        {
          "text": "These mountains are on the other side of the Jordan River in the land of the Canaanites living in the Jordan Valley. These mountains are toward the west, not far from the oak trees of Moreh near the town of Gilgal.",
          "ID": "30"
        },
        {
          "text": "You will go across the Jordan River. You will take the land that the Lord your God is giving you. This land will belong to you. When you are living in this land,",
          "ID": "31"
        },
        {
          "text": "you must carefully obey all the laws and rules I give you today.",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.11",
      "name": "Deuteronomy 11"
    },
    {
      "title": "The Place for Worshiping God",
      "text": [
        {
          "text": "“These are the laws and rules that you must obey in your new land. You must carefully obey them as long as you live in this land. The Lord is the God of your ancestors, and he is giving this land to you.",
          "ID": "1"
        },
        {
          "text": "You will take that land from the nations that live there now. You must completely destroy all the places where the people of these nations worship their gods. These places are on high mountains, on hills, and under green trees.",
          "ID": "2"
        },
        {
          "text": "You must smash their altars and break their memorial stones into pieces. You must burn their Asherah poles and cut down the statues of their gods. Wipe out everything that would remind you of those gods.",
          "ID": "3"
        },
        {
          "text": "“You must not worship the Lord your God in the same way these people worship their gods.",
          "ID": "4"
        },
        {
          "text": "The Lord your God will choose a special place among your tribes. That will be the home for his name. You must go to that place to worship him.",
          "ID": "5"
        },
        {
          "text": "There you must bring your burnt offerings, your sacrifices, one-tenth of your crops and animals, your special gifts, any gifts you promised to him, any special gift you want to give, and the first animals born in your herds and flocks.",
          "ID": "6",
          "comments": [
            "one-tenth … animals Or “tithes.” Also in verse 11."
          ]
        },
        {
          "text": "You and your families will eat together at that place, and the Lord your God will be there with you. You will enjoy sharing the things you worked for there. You will remember that the Lord your God blessed you and gave you these good things.",
          "ID": "7"
        },
        {
          "text": "“You must not continue to worship the way we have been worshiping. Until now each of us has been worshiping God any way we wanted.",
          "ID": "8"
        },
        {
          "text": "This is because we have not yet entered the peaceful land that the Lord your God is giving you.",
          "ID": "9"
        },
        {
          "text": "But you will go across the Jordan River and live in the land that the Lord your God is giving you. There he will give you rest from all your enemies, and you will be safe.",
          "ID": "10"
        },
        {
          "text": "Then the Lord your God will choose a place that will be the home for his name. You must bring everything I command you to that place. Bring your burnt offerings, your sacrifices, one-tenth of your crops and animals, your special gifts, and any gifts that you promised to give to the Lord.",
          "ID": "11"
        },
        {
          "text": "Come to that place with all your people—your children, all your servants, and the Levites living in your towns. (These Levites will not have a share of the land for their own.) Enjoy yourselves together there with the Lord your God.",
          "ID": "12"
        },
        {
          "text": "Be sure you don’t offer your burnt offerings in just any place you see.",
          "ID": "13"
        },
        {
          "text": "The Lord will choose his special place among your tribes. Offer your burnt offerings and do everything else I told you only in that place.",
          "ID": "14"
        },
        {
          "text": "“Whenever you want to eat meat, you can enjoy that blessing from the Lord your God wherever you live. You can butcher the animal just as you do gazelles and deer, and anyone, clean or unclean, can eat it.",
          "ID": "15"
        },
        {
          "text": "But you must not eat the blood. You must pour the blood on the ground like water.",
          "ID": "16"
        },
        {
          "text": "“Also, the things you are offering to God must not be eaten where you live. These include the part of your grain that belongs to God, the part of your new wine and oil that belongs to God, the first animals born in your herd or flock, any gift that you promised to God, any special gifts you want to give, or any other gifts for God.",
          "ID": "17"
        },
        {
          "text": "You must eat these offerings only in his presence at the special place that the Lord your God will choose. You must go there and eat together with your sons, your daughters, all your servants, and the Levites living in your towns. Enjoy yourselves there with the Lord your God. Enjoy what you have worked for.",
          "ID": "18"
        },
        {
          "text": "But be sure that you always share these meals with the Levites. Do this as long as you live in your land.",
          "ID": "19"
        },
        {
          "text": "“The Lord your God promised to make your country larger. When he does this, you might live too far from the place the Lord your God chooses to be the home for his name. If it is too far, and you are hungry for meat, you may eat any meat you have. You may kill any animal from the herd or flock that he has given you. Do this the way I have commanded you. You may eat this meat there where you live any time you want.",
          "ID": "20-21"
        },
        {
          "text": "You may eat this meat the same as you would eat gazelle or deer meat. Anyone can do this—people who are clean and people who are unclean.",
          "ID": "22"
        },
        {
          "text": "But be especially careful not to eat the blood, because the life is in the blood. You must not eat meat that still has its life in it.",
          "ID": "23"
        },
        {
          "text": "Don’t eat the blood. Pour it out like water onto the ground.",
          "ID": "24"
        },
        {
          "text": "So don’t eat blood. You must do what the Lord says is right, and good things will happen to you and to your descendants.",
          "ID": "25"
        },
        {
          "text": "“If you decide to give something special to God, you must go to the special place that the Lord your God will choose. And if you make a special promise, you must go to that place to give that gift to God.",
          "ID": "26"
        },
        {
          "text": "You must offer your burnt offerings in that place. Offer the meat and the blood of your burnt offerings on the altar of the Lord your God. For your other sacrifices, you must pour the blood on the altar of the Lord your God. Then you may eat the meat.",
          "ID": "27"
        },
        {
          "text": "Carefully obey all the commands that I give you. When you do what is good and right—what pleases the Lord your God—then everything will go well for you and for your descendants forever.",
          "ID": "28"
        },
        {
          "text": "“You are going to take your land from other people. The Lord your God will destroy these people for you. You will force them out of that land, and then you will live there.",
          "ID": "29"
        },
        {
          "text": "But be careful that you don’t fall into the same trap they did! Don’t go to their false gods for help. Don’t say to yourself, ‘They worshiped these gods, so I will worship them too.’",
          "ID": "30"
        },
        {
          "text": "Don’t do that to the Lord your God! These people do all kinds of bad things that the Lord hates. They even burn their children as sacrifices to their gods!",
          "ID": "31"
        },
        {
          "text": "“You must be careful to do everything I command you. Don’t add anything to what I tell you, and don’t take anything away.",
          "ID": "32"
        }
      ],
      "ID": "OT:DEU.12",
      "name": "Deuteronomy 12"
    },
    {
      "title": "Don’t Serve Other Gods",
      "text": [
        {
          "text": "“A prophet or someone who explains dreams might come to you and tell you that they will show you a sign or a miracle.",
          "ID": "1"
        },
        {
          "text": "And the sign or miracle they told you about might come true. Then they might ask you to follow other gods (gods you don’t know) and say to you, ‘Let’s serve these gods!’",
          "ID": "2"
        },
        {
          "text": "Don’t listen to them, because the Lord your God is testing you. He wants to know if you love him with all your heart and all your soul.",
          "ID": "3"
        },
        {
          "text": "You must follow the Lord your God. Respect him. Obey his commands and do what he tells you. Serve the Lord your God, and never leave him.",
          "ID": "4"
        },
        {
          "text": "Also, you must kill that prophet or person who explains dreams, because they told you to turn against the Lord your God. And it was the Lord your God who brought you out of the land of Egypt, where you were slaves. They tried to pull you away from the life he commanded you to live, so you must kill them to remove this evil from your people.",
          "ID": "5"
        },
        {
          "text": "“Someone close to you might secretly persuade you to worship other gods. It might be your own brother, your son, your daughter, the wife you love, or your closest friend. They might say, ‘Let’s go and serve other gods.’ (These are gods that you and your ancestors never knew.",
          "ID": "6"
        },
        {
          "text": "They are the gods of the people who live in the other lands around you, some near and some far away.)",
          "ID": "7"
        },
        {
          "text": "You must not agree with them. Don’t listen to them or feel sorry for them. Don’t let them go free or protect them.",
          "ID": "8"
        },
        {
          "text": "No, you must kill them with stones. You be the first one to pick up stones and throw at them. Then everyone must throw stones to kill them, because they tried to pull you away from the Lord your God. And it was the Lord who brought you out of the land of Egypt, where you were slaves.",
          "ID": "9-10"
        },
        {
          "text": "Then all the Israelites will hear about it and be afraid. And they will not do those evil things any more.",
          "ID": "11"
        },
        {
          "text": "“The Lord your God has given you cities to live in. Sometimes you might hear some bad news about one of these cities. You might hear that",
          "ID": "12"
        },
        {
          "text": "some troublemakers from your own nation are persuading the people of their city to do bad things. They might say to the people of their city, ‘Let’s go and serve other gods.’ (These gods would be gods that you never knew before.)",
          "ID": "13"
        },
        {
          "text": "If you hear this kind of news, you must do all you can to learn if it is true. If you learn that it is true, if you prove that such a terrible thing really did happen,",
          "ID": "14"
        },
        {
          "text": "then you must kill all the people of that city and their animals too. You must destroy that city completely.",
          "ID": "15"
        },
        {
          "text": "You must gather up everything of value and take it to the center of the city. Burn the whole city and everything in it as a burnt offering to the Lord your God. You must turn that city into an empty pile of rocks forever, and that city must never be rebuilt.",
          "ID": "16"
        },
        {
          "text": "Everything in that city must be destroyed as an offering to God. So you must not keep any of the things for yourselves. If you follow this command, the Lord will stop being so angry with you. He will be kind to you. He will feel sorry for you. He will let your nation grow larger, as he promised your ancestors.",
          "ID": "17"
        },
        {
          "text": "This will happen if you listen to the Lord your God—if you obey all his commands that I give you today. You must do what the Lord your God says is right.",
          "ID": "18"
        }
      ],
      "ID": "OT:DEU.13",
      "name": "Deuteronomy 13"
    },
    {
      "title": "Giving One-Tenth",
      "text": [
        {
          "text": "“You are the children of the Lord your God. When someone dies, you must not cut yourselves or shave your heads to show your sadness.",
          "ID": "1",
          "comments": [
            "shave your heads Literally, “shave between your eyes.”"
          ]
        },
        {
          "text": "This is because you are different from other people. You belong to the Lord your God. From all the people in the world, the Lord chose you to be his own special people.",
          "ID": "2"
        },
        {
          "text": "“Don’t eat anything that the Lord hates.",
          "ID": "3"
        },
        {
          "text": "You may eat these animals: cattle, sheep, goats,",
          "ID": "4"
        },
        {
          "text": "deer, gazelles, roe deer, wild sheep, wild goats, antelopes, and mountain sheep.",
          "ID": "5"
        },
        {
          "text": "You may eat any animal that has hooves divided into two parts and that chews the cud.",
          "ID": "6"
        },
        {
          "text": "But don’t eat camels, rabbits, or rock badgers. These animals chew the cud, but they don’t have split hooves. So these animals are not a clean food for you.",
          "ID": "7"
        },
        {
          "text": "And you must not eat pigs. Their hooves are divided, but they don’t chew the cud. So pigs are not a clean food for you. Don’t eat any meat from pigs. Don’t even touch a pig’s dead body.",
          "ID": "8"
        },
        {
          "text": "“You may eat any kind of fish that has fins and scales.",
          "ID": "9"
        },
        {
          "text": "But don’t eat anything living in the water that does not have fins and scales. It is not a clean food for you.",
          "ID": "10"
        },
        {
          "text": "“You may eat any clean bird.",
          "ID": "11"
        },
        {
          "text": "But don’t eat any of these birds: eagles, vultures, buzzards,",
          "ID": "12"
        },
        {
          "text": "red kites, falcons, any kind of kite,",
          "ID": "13"
        },
        {
          "text": "any kind of raven,",
          "ID": "14"
        },
        {
          "text": "horned owls, screech owls, sea gulls, any kind of hawk,",
          "ID": "15"
        },
        {
          "text": "little owls, great owls, white owls,",
          "ID": "16"
        },
        {
          "text": "desert owls, ospreys, cormorants,",
          "ID": "17"
        },
        {
          "text": "storks, any kind of heron, hoopoes, or bats.",
          "ID": "18"
        },
        {
          "text": "“All insects with wings are unclean, so don’t eat them.",
          "ID": "19"
        },
        {
          "text": "But you may eat any clean bird.",
          "ID": "20"
        },
        {
          "text": "“Don’t eat any animal that has died by itself. You may give the dead animal to the foreigner in your town, and he can eat it. Or you may sell the dead animal to a foreigner. But you yourselves must not eat the dead animal, because you belong to the Lord your God. You are his special people.\n“Don’t cook a baby goat in its mother’s milk.",
          "ID": "21"
        },
        {
          "text": "“Every year you must be sure to save one-tenth of all the crops that grow in your fields.",
          "ID": "22"
        },
        {
          "text": "Then you must go to the place the Lord chooses to be the home for his name. You will go there to be with the Lord your God. At that place you will eat the tenth of your crops—one-tenth of your grain, your new wine, your oil, and the first animals born in your herds and flocks. In this way you will always remember to respect the Lord your God.",
          "ID": "23"
        },
        {
          "text": "But that place might be too far for you to travel to. Maybe you will not be able to carry one-tenth of all the crops that the Lord has blessed you with. If that happens,",
          "ID": "24"
        },
        {
          "text": "sell that part of your crops and take the money with you to the special place the Lord has chosen.",
          "ID": "25"
        },
        {
          "text": "Use the money to buy anything you want—cattle, sheep, wine or beer or any other food. Then you and your family should eat and enjoy yourselves there in that place with the Lord your God.",
          "ID": "26"
        },
        {
          "text": "But don’t forget the Levites living in your town. Share your food with them because they don’t have a share of the land like you have.",
          "ID": "27"
        },
        {
          "text": "“At the end of every three years, you must gather one-tenth of your harvest for that year. Store this food in your towns.",
          "ID": "28"
        },
        {
          "text": "Keep this food for the Levites, because they don’t have any land of their own. Also keep this food for the foreigners, orphans, and widows who live in your towns. This will provide enough for them to come and eat all they want. If you do this, the Lord your God will bless you in everything you do.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.14",
      "name": "Deuteronomy 14"
    },
    {
      "title": "Rules About Firstborn Animals",
      "text": [
        {
          "text": "“At the end of every seven years, you must cancel debts.",
          "ID": "1"
        },
        {
          "text": "This is the way you must do this: Everyone who has lent money to another Israelite must cancel the debt. He should not ask a fellow Israelite to repay the debt, because the Lord said to cancel debts during that year.",
          "ID": "2"
        },
        {
          "text": "You may require a foreigner to repay you, but you must cancel any debt another Israelite owes you.",
          "ID": "3"
        },
        {
          "text": "There should not be any poor people in your country, because the Lord your God is giving you this land. And the Lord will greatly bless you.",
          "ID": "4"
        },
        {
          "text": "But this will happen only if you obey the Lord your God. You must be careful to obey every command that I have told you today.",
          "ID": "5"
        },
        {
          "text": "Then the Lord your God will bless you, as he promised. And you will have enough money to make loans to many nations. But you will not need to borrow from anyone. You will rule over many nations. But none of these nations will rule over you.",
          "ID": "6"
        },
        {
          "text": "“When you are living in the land the Lord your God is giving you, there might be some poor people living among you. You must not be selfish. You must not refuse to give help to them.",
          "ID": "7"
        },
        {
          "text": "You must be willing to share with them. You must lend them whatever they need.",
          "ID": "8"
        },
        {
          "text": "“Don’t ever refuse to help someone simply because the seventh year, the year for canceling debts, is near. Don’t let an evil thought like that enter your mind. You must never have bad thoughts about someone who needs help. You must not refuse to help them. If you don’t help the poor, they might complain to the Lord, and he will judge you guilty of sin.",
          "ID": "9"
        },
        {
          "text": "“So be sure to give to the poor. Don’t hesitate to give to them, because the Lord your God will bless you for doing this good thing. He will bless you in all your work and in everything you do.",
          "ID": "10"
        },
        {
          "text": "There will always be poor people in the land. That is why I command you to be ready to help your brother or sister. Give to the poor in your land who need help.",
          "ID": "11"
        },
        {
          "text": "“You might buy a Hebrew man or woman to serve you as a slave. You may keep that person as a slave for six years. But in the seventh year, you must let that person go free.",
          "ID": "12"
        },
        {
          "text": "But when you let your slave go free, don’t send him away with nothing.",
          "ID": "13"
        },
        {
          "text": "You must give him some of your animals, grain, and wine. The Lord your God blessed you and gave you plenty of good things. In the same way you must give plenty of good things to your slave.",
          "ID": "14"
        },
        {
          "text": "Remember, you were slaves in Egypt. And the Lord your God set you free. So that is why I am giving you this command today.",
          "ID": "15"
        },
        {
          "text": "“But one of your slaves might say to you, ‘I will not leave you.’ He might say this because he loves you and your family and because he has a good life with you.",
          "ID": "16"
        },
        {
          "text": "Make this servant put his ear against your door and use a sharp tool to make a hole in his ear. This will show that he is your slave forever. You must do this even to the women slaves who want to stay with you.",
          "ID": "17"
        },
        {
          "text": "“Don’t regret letting your slave go free. Remember, he served you six years for half of what you would have paid a hired worker. The Lord your God will bless you in everything you do.",
          "ID": "18",
          "comments": [
            "Remember … hired worker Or “Remember, he served you for six years for the same amount you would have paid a hired worker.”"
          ]
        },
        {
          "text": "“All the first male animals born in your herd and flock are special. You must give them to the Lord. Don’t use any of these animals for your work and don’t cut wool from any of these sheep.",
          "ID": "19"
        },
        {
          "text": "Every year you must take these animals to the place the Lord your God will choose. There with the Lord, you and your family will eat these animals.",
          "ID": "20"
        },
        {
          "text": "“But if an animal has something wrong with it—if it is crippled or blind or has something else wrong with it—then you must not sacrifice that animal to the Lord your God.",
          "ID": "21"
        },
        {
          "text": "But you may eat the meat from that animal at home. Anyone may eat it—people who are clean and people who are unclean. The rules for eating this meat are the same as the rules for eating gazelles and deer.",
          "ID": "22"
        },
        {
          "text": "But you must not eat the blood from the animal. You must pour the blood out on the ground like water.",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.15",
      "name": "Deuteronomy 15"
    },
    {
      "title": "God Hates Idols",
      "text": [
        {
          "text": "“Remember, in the month of Abib you must celebrate Passover to honor the Lord your God. It was that night in Abib when the Lord your God brought you out of Egypt.",
          "ID": "1"
        },
        {
          "text": "You must go to the place the Lord your God will choose to be the home for his name. There you must offer the Passover sacrifice to honor the Lord. You must offer the cattle and goats.",
          "ID": "2"
        },
        {
          "text": "Don’t eat bread that has yeast in it with this sacrifice. You must eat unleavened bread for seven days. This bread is called ‘Bread of Trouble.’ It will help you remember the troubles you had in Egypt. Remember how quickly you had to leave that country. You must remember that day as long as you live.",
          "ID": "3"
        },
        {
          "text": "There must be no yeast in anyone’s house anywhere in the country for seven days. And all the meat you sacrifice on the evening of the first day must be eaten before morning.",
          "ID": "4"
        },
        {
          "text": "“You must not sacrifice the Passover animal in any of the towns that the Lord your God gives you.",
          "ID": "5"
        },
        {
          "text": "You must sacrifice the Passover animal only at the place that the Lord your God will choose to be the home for his name. There you must sacrifice the Passover animal in the evening when the sun goes down. This is the festival when you remember that God brought you out of Egypt.",
          "ID": "6"
        },
        {
          "text": "You must cook the meal and eat it at the place the Lord your God will choose. The next morning you may go back home.",
          "ID": "7"
        },
        {
          "text": "You must eat unleavened bread six days. On the seventh day you must not do any work. On this day the people will come together for a special meeting to honor the Lord your God.",
          "ID": "8"
        },
        {
          "text": "“You must count seven weeks from the time you begin to harvest the grain.",
          "ID": "9"
        },
        {
          "text": "Then celebrate the Festival of Harvest for the Lord your God. Do this by bringing him some special gift you want to bring. Decide how much to give by thinking about how much the Lord your God has blessed you.",
          "ID": "10"
        },
        {
          "text": "Go to the place the Lord will choose to be the home for his name. You and your people should enjoy yourselves together there with the Lord your God. Take all your people with you—your sons, your daughters, and all your servants. And take the Levites, foreigners, orphans, and widows living in your towns.",
          "ID": "11"
        },
        {
          "text": "Remember, you were slaves in Egypt. So be sure to obey these laws.",
          "ID": "12"
        },
        {
          "text": "“Seven days after you have gathered your harvest in from your threshing floor and from your winepress, you should celebrate the Festival of Shelters.",
          "ID": "13"
        },
        {
          "text": "Enjoy yourselves at this festival—you, your sons, your daughters, all your servants, and the Levites, foreigners, orphans, and widows living in your towns.",
          "ID": "14"
        },
        {
          "text": "Celebrate this festival for seven days at the special place the Lord will choose. Do this to honor the Lord your God. The Lord your God blessed your harvest and all the work you did, so be very happy!",
          "ID": "15"
        },
        {
          "text": "“Three times a year all your men must come to meet with the Lord your God at the special place he will choose. They must come for the Festival of Unleavened Bread, the Festival of Harvest, and the Festival of Shelters. Everyone who comes to meet with the Lord must bring a gift.",
          "ID": "16"
        },
        {
          "text": "Each man should give as much as he can. He should decide how much to give by thinking about how much the Lord has given him.",
          "ID": "17"
        },
        {
          "text": "“Choose men to be judges and officers in every town that the Lord your God gives you. Every tribe must do this. And these men must be fair in judging the people.",
          "ID": "18"
        },
        {
          "text": "You must always be fair. You must not favor some people over other people. You must not take money to change your mind in judgment. Money blinds the eyes of wise people and changes what a good person will say.",
          "ID": "19"
        },
        {
          "text": "Goodness and Fairness! You must try very hard to be good and fair all the time. Then you will live and keep the land that the Lord your God is giving you.",
          "ID": "20"
        },
        {
          "text": "“When you set up an altar for the Lord your God, you must not place beside the altar any of the wooden poles that honor the goddess Asherah.",
          "ID": "21"
        },
        {
          "text": "You must not set up special stones for worshiping false gods. The Lord your God hates them.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.16",
      "name": "Deuteronomy 16"
    },
    {
      "title": "How to Choose a King",
      "text": [
        {
          "text": "“You must not sacrifice to the Lord your God an ox or sheep that has anything wrong with it. The Lord your God would hate that.",
          "ID": "1"
        },
        {
          "text": "“You might hear about an evil thing that happens in one of the cities that the Lord your God is giving you. You might hear that a man or woman in your group has sinned against the Lord your God. You might hear that they have broken his agreement or",
          "ID": "2"
        },
        {
          "text": "that they have worshiped other gods or maybe the sun, the moon or the stars. I never told you to do that!",
          "ID": "3"
        },
        {
          "text": "If you hear bad news like this, you must check it carefully. You must learn if it is true that this terrible thing has really happened in Israel. If you prove that it is true,",
          "ID": "4"
        },
        {
          "text": "you must punish the person who did this evil thing. You must take that man or woman out to a public place near the city gates and kill them with stones.",
          "ID": "5"
        },
        {
          "text": "But no one should be punished with death if only one witness says that person did that evil thing. But if two or three witnesses say it is true, the person must be killed.",
          "ID": "6"
        },
        {
          "text": "The witnesses must throw the first stones to kill that person. Then the other people should throw stones to finish killing that person. In this way you will remove this evil from your group.",
          "ID": "7"
        },
        {
          "text": "“There might be some problems that are too hard for your courts to judge. It might be a murder case or an argument between two people. Or it might be a fight in which someone was hurt. When these cases are argued in your towns, your judges there might not be able to decide what is right. Then you must go to the special place that the Lord your God will choose.",
          "ID": "8"
        },
        {
          "text": "You must go to the priests who are Levites and to the judge on duty at that time. They will decide what to do about that problem.",
          "ID": "9"
        },
        {
          "text": "There at the Lord’s special place they will tell you their decision. You must do whatever they say. Be sure to do everything they tell you to do.",
          "ID": "10"
        },
        {
          "text": "You must accept their decision and follow their instructions exactly—don’t change anything!",
          "ID": "11"
        },
        {
          "text": "“You must punish anyone who refuses to obey the judge or the priest who is there at that time serving the Lord your God. That person must die. You must remove this evil person from Israel.",
          "ID": "12"
        },
        {
          "text": "All the people will hear about this punishment and be afraid. Then they will not be stubborn anymore.",
          "ID": "13"
        },
        {
          "text": "“You will enter the land that the Lord your God is giving you. You will take that land and live in it. Then you will say, ‘We will put a king over us, like all the nations around us.’",
          "ID": "14"
        },
        {
          "text": "When that happens, you must be sure to choose the king that the Lord your God chooses. The king over you must be one of your own people. You must not make a foreigner your king.",
          "ID": "15"
        },
        {
          "text": "The king must not get more and more horses for himself. And he must not send people to Egypt to get more horses, because the Lord has told you, ‘You must never go back that way.’",
          "ID": "16"
        },
        {
          "text": "Also, the king must not have too many wives, because that will make him turn away from the Lord. And he must not make himself rich with silver and gold.",
          "ID": "17"
        },
        {
          "text": "“When the king begins to rule, he must write a copy of the law for himself in a book. He must make that copy from the books that the priests from the tribe of Levi keep.",
          "ID": "18"
        },
        {
          "text": "He must keep that book with him and read from it all his life, because he must learn to respect the Lord his God. He must learn to completely obey everything the law commands.",
          "ID": "19"
        },
        {
          "text": "Then the king will not think that he is better than any of his own people. He will not turn away from the law, but he will follow it exactly. Then he and his descendants will rule the kingdom of Israel a long time.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.17",
      "name": "Deuteronomy 17"
    },
    {
      "title": "How to Know False Prophets",
      "text": [
        {
          "text": "“The tribe of Levi will not get any share of land in Israel. The priests come from that tribe and they will eat the special sacrifices that are offered as gifts to the Lord. That is the share for the people from the tribe of Levi.",
          "ID": "1"
        },
        {
          "text": "The tribe of Levi will not get any share of land like the other tribes. Their share is the Lord himself, as he said to them.",
          "ID": "2"
        },
        {
          "text": "“When you kill one of your sheep or cattle for a sacrifice, you must give the priests these parts: the shoulder, both cheeks, and the stomach.",
          "ID": "3"
        },
        {
          "text": "You must give the priests the first part of your harvest. You must give them the first part of your grain, your new wine, and your oil. You must give the Levites the first wool cut from your sheep.",
          "ID": "4"
        },
        {
          "text": "This is because the Lord your God looked at all your tribes and chose Levi and his descendants to serve him as priests forever.",
          "ID": "5"
        },
        {
          "text": "“Any Levite living in any town anywhere in Israel may leave his home and come to the Lord’s special place. He may do this anytime he wants.",
          "ID": "6"
        },
        {
          "text": "And this Levite may serve in the name of the Lord his God, the same as all his brother Levites who are on duty before the Lord.",
          "ID": "7"
        },
        {
          "text": "And that Levite will get an equal share with the other Levites, in addition to the share his family normally gets.",
          "ID": "8",
          "comments": [
            "in addition … gets Or “without regard to gifts from family and friends.”"
          ]
        },
        {
          "text": "“When you come into the land that the Lord your God is giving you, don’t learn to do the terrible things the people of the other nations there do.",
          "ID": "9"
        },
        {
          "text": "Don’t sacrifice your sons or daughters in the fires on your altars. Don’t try to learn what will happen in the future by talking to a fortuneteller or by going to a magician, a witch, or a sorcerer.",
          "ID": "10"
        },
        {
          "text": "Don’t let anyone try to put magic spells on other people. Don’t let any of your people become a medium or a wizard. And no one should try to talk with someone who has died.",
          "ID": "11"
        },
        {
          "text": "The Lord hates anyone who does these things. And because these other nations do these terrible things, the Lord your God will force them out of the land as you enter it.",
          "ID": "12"
        },
        {
          "text": "You must be faithful to the Lord your God, never doing anything he considers wrong.",
          "ID": "13"
        },
        {
          "text": "“You will force the other nations out of your land. They listen to people who use magic and try to tell the future. But the Lord your God will not let you do these things.",
          "ID": "14"
        },
        {
          "text": "The Lord your God will send to you a prophet. This prophet will come from among your own people, and he will be like me. You must listen to him.",
          "ID": "15"
        },
        {
          "text": "God will send you this prophet because that is what you asked him to do. When you were gathered together at Mount Horeb, you became frightened and said, ‘Don’t let us hear the voice of the Lord our God again! Don’t let us see that great fire or we will die!’",
          "ID": "16"
        },
        {
          "text": "“The Lord said to me, ‘What they ask for is good.",
          "ID": "17"
        },
        {
          "text": "I will send them a prophet like you. This prophet will be one of their own people. I will tell him what he must say, and he will tell the people everything I command.",
          "ID": "18"
        },
        {
          "text": "This prophet will speak for me, and I will punish anyone who refuses to listen to my commands.’",
          "ID": "19"
        },
        {
          "text": "“But a prophet might say something that I did not tell him to say. And he might tell people that he is speaking for me. If this happens, that prophet must be killed. Also a prophet might come that speaks for other gods. That prophet must also be killed.",
          "ID": "20"
        },
        {
          "text": "You might be thinking, ‘How can we know if something a prophet says is not from the Lord?’",
          "ID": "21"
        },
        {
          "text": "If a prophet says he is speaking for the Lord, but what he says does not happen, you will know that the Lord did not say it. You will know that this prophet was speaking his own ideas. You don’t need to be afraid of him.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.18",
      "name": "Deuteronomy 18"
    },
    {
      "title": "Witnesses",
      "text": [
        {
          "text": "“The Lord your God is giving you land that belongs to other nations. The Lord your God will destroy those nations. You will live where these people lived. You will take their cities and their houses. When that happens,",
          "ID": "1"
        },
        {
          "text": "you must divide the land that the Lord your God is giving you. Divide it into three parts and choose a city in the middle of each part that can be a place of safety. You must also build good roads to these cities. Then whoever kills another person may run to the closest city of safety.",
          "ID": "2-3"
        },
        {
          "text": "“This is the rule for someone who kills another person and runs to one of these three cities for safety: It must be someone who killed another person accidentally, not out of hatred.",
          "ID": "4"
        },
        {
          "text": "Here is an example: A man goes into the forest with another person to cut wood. The man swings his ax to cut down a tree, but the head of the ax separates from the handle. The ax head hits the other person and kills him. The man who swung the ax may then run to one of these three cities and be safe.",
          "ID": "5"
        },
        {
          "text": "But if the city is too far away, he might not be able to run there fast enough. A close relative of the person he killed might run after him and catch him before he reaches the city. The relative might kill the man in anger, even though he did not deserve to die because he did not mean to harm anyone.",
          "ID": "6",
          "comments": [
            "close relative Literally, “avenger of blood.” When a person was killed, his relative had to be sure the killer was punished. Also in verse 12."
          ]
        },
        {
          "text": "That is why I commanded you to choose three special cities.",
          "ID": "7"
        },
        {
          "text": "“The Lord your God promised your fathers that he would make your land larger. He will give you all the land that he promised to give to your ancestors.",
          "ID": "8"
        },
        {
          "text": "He will do this if you completely obey his commands that I give you today—if you love the Lord your God and always live the way he wants. Then, when he gives you more land, you should choose three more cities for safety. They should be added to the first three cities.",
          "ID": "9"
        },
        {
          "text": "Then innocent people will not be killed in the land that the Lord your God is giving you. And you will not be guilty for any such deaths.",
          "ID": "10"
        },
        {
          "text": "“But suppose there is a man who hates his neighbor. That man might hide and wait to kill the person he hates. If he kills that person and runs to one of these cities of safety,",
          "ID": "11"
        },
        {
          "text": "the elders in his hometown must send someone to get him and take him away from the city of safety. These leaders must hand him over to the close relative. He is a murderer and he must die.",
          "ID": "12"
        },
        {
          "text": "Don’t feel sorry for him. He is guilty of killing an innocent person, and you must remove that guilt from Israel. Then everything will go well for you.",
          "ID": "13"
        },
        {
          "text": "“You must not move the stones that mark your neighbor’s property. People put them there in the past to mark each person’s property. These stones mark the land that the Lord your God gave you.",
          "ID": "14"
        },
        {
          "text": "“If someone is accused of doing something against the law, one witness is not enough to prove that the person is guilty. There must be two or three witnesses to prove that the person really did wrong.",
          "ID": "15"
        },
        {
          "text": "“A witness might try to hurt another person by lying and saying that this person did wrong.",
          "ID": "16"
        },
        {
          "text": "If that happens, both of them must go to the Lord’s special house and be judged by the priests and judges who are on duty at that time.",
          "ID": "17"
        },
        {
          "text": "When the judges carefully ask their questions, they might find that the witness lied against the other person. If the witnesses tell lies,",
          "ID": "18"
        },
        {
          "text": "you must punish them with the same punishment the other person would have received. In this way you will remove this evil from your group.",
          "ID": "19"
        },
        {
          "text": "Other people will hear about this and be afraid, and people will not do evil things like that again.",
          "ID": "20"
        },
        {
          "text": "“Don’t feel sorry about punishing someone who does wrong. If a life is taken, a life must be paid for it. The rule is an eye for an eye, a tooth for a tooth, a hand for a hand, a foot for a foot—the punishment must equal the crime.",
          "ID": "21"
        }
      ],
      "ID": "OT:DEU.19",
      "name": "Deuteronomy 19"
    },
    {
      "title": "Rules for War",
      "text": [
        {
          "text": "“When you go out to battle against your enemies, and you see horses, chariots, and many more people than you have, you must not be afraid of them. The Lord your God is with you—and he brought you out of Egypt.",
          "ID": "1"
        },
        {
          "text": "“When you go to the battle, the priest must go to the soldiers and speak to them.",
          "ID": "2"
        },
        {
          "text": "The priest will say, ‘Men of Israel, listen to me! Today you are going against your enemies in battle. Don’t lose your courage. Don’t be troubled or upset. Don’t be afraid of the enemy.",
          "ID": "3"
        },
        {
          "text": "The Lord your God is going with you to help you fight against your enemies. He will help you win!’",
          "ID": "4"
        },
        {
          "text": "“The Levite officials will say to the soldiers, ‘Is there any man here who has built a new house but has not yet dedicated it? That man should go back home. He might be killed in the battle, and then another person will dedicate that man’s house.",
          "ID": "5"
        },
        {
          "text": "Is there any man here who has planted a vineyard but has not yet gathered any of the grapes? That man should go back home. If that man dies in the battle, someone else will enjoy the fruit from his field.",
          "ID": "6"
        },
        {
          "text": "Is there any man here who is engaged to be married? That man should go back home. If he dies in the battle, another man will marry the woman he is engaged to.’",
          "ID": "7"
        },
        {
          "text": "“These Levite officials must also say to the people, ‘Is there any man here who has lost his courage and is afraid? He should go back home. Then he will not cause the other soldiers to lose their courage too.’",
          "ID": "8"
        },
        {
          "text": "Then, after the officers have finished speaking to the army, they must choose captains to lead the soldiers.",
          "ID": "9"
        },
        {
          "text": "“When you go to attack a city, you must first offer peace to the people there.",
          "ID": "10"
        },
        {
          "text": "If they accept your offer and open their gates, all the people in that city will become your slaves and be forced to work for you.",
          "ID": "11"
        },
        {
          "text": "But if the city refuses to make peace with you and fights against you, you should surround the city.",
          "ID": "12"
        },
        {
          "text": "And when the Lord your God lets you take the city, you must kill all the men in it.",
          "ID": "13"
        },
        {
          "text": "But you may take for yourselves the women, the children, the cattle, and everything else in the city. You may use all these things. The Lord your God has given these things to you.",
          "ID": "14"
        },
        {
          "text": "That is what you must do to all the cities that are very far from you—the cities that are not in the land where you will live.",
          "ID": "15"
        },
        {
          "text": "“But when you take cities in the land that the Lord your God is giving you, you must kill everyone.",
          "ID": "16"
        },
        {
          "text": "You must completely destroy all the people—the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites. The Lord your God has commanded you to do this.",
          "ID": "17"
        },
        {
          "text": "So then they will not be able to teach you to sin against the Lord your God or to do any of the terrible things they do when they worship their gods.",
          "ID": "18"
        },
        {
          "text": "“When you are making war against a city, you might surround that city for a long time. You must not cut down the fruit trees around that city. You may eat the fruit from these trees, but you must not cut them down. These trees are not the enemy, so don’t make war against them.",
          "ID": "19"
        },
        {
          "text": "But you may cut down the trees that you know are not fruit trees. You may use these trees to build weapons for making war against that city. You may use them until the city falls.",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.20",
      "name": "Deuteronomy 20"
    },
    {
      "title": "Criminals Killed and Hanged on a Tree",
      "text": [
        {
          "text": "“In the land that the Lord your God is giving you, you might find a dead body in a field, but no one knows who killed that person.",
          "ID": "1"
        },
        {
          "text": "Your leaders and judges must come out and measure the distance to the towns around the dead body.",
          "ID": "2"
        },
        {
          "text": "When you learn which town is nearest to the dead body, the leaders of that town must take a cow from their herds. It must be a cow that never had a calf and that has never been used for work.",
          "ID": "3"
        },
        {
          "text": "The leaders of that town must then bring the cow down to a valley with running water. It must be a valley that has never been plowed or had anything planted in it. Then the leaders must break the cow’s neck there in that valley.",
          "ID": "4"
        },
        {
          "text": "The priests, the descendants of Levi, must also go there. (The Lord your God has chosen these priests to serve him and to bless people in the name of the Lord. The priests will decide who is right in every lawsuit and whenever someone is hurt.)",
          "ID": "5"
        },
        {
          "text": "All the leaders of the town nearest the dead body must wash their hands over the cow that had its neck broken in the valley.",
          "ID": "6"
        },
        {
          "text": "These leaders must say, ‘We did not kill this person, and we did not see it happen.",
          "ID": "7"
        },
        {
          "text": "Lord, you saved your people Israel. Now make us pure. Don’t blame us for killing an innocent person.’ In this way these men will not be blamed for killing an innocent person.",
          "ID": "8"
        },
        {
          "text": "In this way you will remove that guilt from your group by doing what the Lord said.",
          "ID": "9"
        },
        {
          "text": "“You might fight against your enemies, and the Lord your God might let you defeat them and take them as captives.",
          "ID": "10"
        },
        {
          "text": "You might see a beautiful woman among the captives who you want to be your wife.",
          "ID": "11"
        },
        {
          "text": "You must then bring her into your house where she will shave her head and cut her nails.",
          "ID": "12"
        },
        {
          "text": "She must change her clothes and take off the clothes she was wearing when she was captured in war. She will stay in your house and be sad about losing her father and her mother for a full month. After that you may go to her to be her husband, and she will be your wife.",
          "ID": "13"
        },
        {
          "text": "If you are not pleased with her and choose to divorce her, set her free. You cannot sell her. You had sexual relations with her, so you must not treat her like a slave.",
          "ID": "14"
        },
        {
          "text": "“A man might have two wives. He might love one wife more than the other. Both wives might have children for him, but the firstborn son might be from the wife he does not love.",
          "ID": "15"
        },
        {
          "text": "When the man divides his property among his children, he cannot give the rights of the firstborn to the son of his favorite wife.",
          "ID": "16"
        },
        {
          "text": "The man must accept the firstborn son from the wife he does not love. The man must give that son a double share of everything he owns because that son is his first child. The right of the firstborn belongs to that son.",
          "ID": "17"
        },
        {
          "text": "“A man might have a son who is stubborn and refuses to obey. This son does not obey his father or mother. They punish the son, but he still refuses to listen to them.",
          "ID": "18"
        },
        {
          "text": "His father and mother must then take him to the leaders of the town at the town meeting place.",
          "ID": "19"
        },
        {
          "text": "They must say to the leaders of the town: ‘Our son is stubborn and refuses to obey. He does not do anything we tell him to do. He eats and he drinks too much.’",
          "ID": "20"
        },
        {
          "text": "Then the men in the town must kill the son with stones. By doing this you will remove this evil from your group. Everyone in Israel will hear about this and be afraid.",
          "ID": "21"
        },
        {
          "text": "“A man might be guilty of a sin that must be punished by death. People might kill him and hang his body on a tree.",
          "ID": "22"
        },
        {
          "text": "You must not let that body stay on the tree overnight. You must be sure to bury this man on the same day, because the one who hangs on a tree is cursed by God, and you must not let the land that the Lord your God is giving you become unclean.",
          "ID": "23"
        }
      ],
      "ID": "OT:DEU.21",
      "name": "Deuteronomy 21"
    },
    {
      "title": "Sexual Sins",
      "text": [
        {
          "text": "“If you see that your neighbor’s ox or sheep is loose, you must not ignore it. Be sure to take it back to its owner.",
          "ID": "1"
        },
        {
          "text": "If the owner does not live near you or if you don’t know who it belongs to, take the ox or sheep to your house. Keep it there until the owner comes looking for it; then give it back.",
          "ID": "2"
        },
        {
          "text": "You must do the same thing when you find anything that your neighbor might have lost. Don’t try selling it to your neighbor—you must give it back.",
          "ID": "3"
        },
        {
          "text": "“If your neighbor’s donkey or ox has fallen down on the road, you must not ignore it. You must help your neighbor lift it up again.",
          "ID": "4"
        },
        {
          "text": "“A woman must not wear men’s clothes, and a man must not wear women’s clothes. That is disgusting to the Lord your God.",
          "ID": "5"
        },
        {
          "text": "“You might be walking along a path and find a bird’s nest in a tree or on the ground. If the mother bird is sitting with her baby birds or on the eggs, you must not take the mother bird with the babies.",
          "ID": "6"
        },
        {
          "text": "You may take the babies for yourself, but you must let the mother go. If you obey these laws, things will go well for you, and you will live a long time.",
          "ID": "7"
        },
        {
          "text": "“When you build a new house, you must build a wall around your roof. Then you will not be guilty for the death of a person who falls from the house.",
          "ID": "8",
          "comments": [
            "wall around your roof In ancient Israel, houses had flat roofs that were used as an extra room. This law made the roof a safer place."
          ]
        },
        {
          "text": "“You must not plant seeds of grain in the same fields as your grapevines. Why? Because then they become useless—both the grapes and the grain produced by the seeds you planted.",
          "ID": "9",
          "comments": [
            "they become useless Literally, “they become holy.” This means these things belonged only to God, so they couldn’t be used by the people."
          ]
        },
        {
          "text": "“You must not plow with an ox and a donkey together.",
          "ID": "10"
        },
        {
          "text": "“You must not wear clothes made by weaving together wool and linen.",
          "ID": "11"
        },
        {
          "text": "“Tie several pieces of thread together. Then put these tassels on the four corners of the robes you wear.",
          "ID": "12",
          "comments": [
            "tassels These pieces of string were made from different materials, so they became holy. This helped the people remember God and his commands."
          ]
        },
        {
          "text": "“A man might marry a woman and have sexual relations with her. Then he might decide that he does not like her.",
          "ID": "13"
        },
        {
          "text": "He might accuse her of doing wrong and say, ‘I married this woman, but when we had sexual relations, I found she was not a virgin.’ By saying this against her, people might think bad things about her.",
          "ID": "14"
        },
        {
          "text": "If this happens, the girl’s father and mother must bring the proof that the girl was a virgin to the town elders at the meeting place of the town.",
          "ID": "15"
        },
        {
          "text": "The girl’s father must say to the leaders, ‘I gave my daughter to this man to be his wife, but now he does not want her.",
          "ID": "16"
        },
        {
          "text": "This man accused my daughter of doing wrong and said, “I did not find the proof that your daughter is a virgin.” But here is the proof that my daughter was a virgin.’ Then they should show the cloth to the town leaders.",
          "ID": "17",
          "comments": [
            "cloth The bloodstained bed cover that the bride kept from her wedding night to prove she was a virgin when she married."
          ]
        },
        {
          "text": "Then the leaders of that town must take that man and punish him.",
          "ID": "18"
        },
        {
          "text": "They must fine him 40 ounces of silver. They will give the money to the girl’s father because her husband brought shame to an Israelite girl. And the girl will continue to be the man’s wife. He cannot divorce her for the rest of his life.",
          "ID": "19",
          "comments": [
            "40 ounces of silver This is probably twice the amount of money that a man usually paid the father of the bride to seal the marriage agreement. See Deut. 22:29."
          ]
        },
        {
          "text": "“But what the husband said about his wife might be true. The wife’s parents might not have the proof that she was a virgin. If this happens,",
          "ID": "20"
        },
        {
          "text": "the town leaders must bring the girl to the door of her father’s house. Then the men of the town must kill her with stones, because she has done a shameful thing in Israel. She has acted like a prostitute in her father’s house. You must remove this evil from your group.",
          "ID": "21"
        },
        {
          "text": "“If a man is found having sexual relations with another man’s wife, both of them must die—the woman and the man who had sexual relations with her. You must remove this evil from Israel.",
          "ID": "22"
        },
        {
          "text": "“A man might meet a virgin girl engaged to another man. He might have sexual relations with her. If this happens in the city,",
          "ID": "23"
        },
        {
          "text": "you must bring them both out to the public place near the gate of that city, and you must kill them with stones. You must kill the man, because he used another man’s wife for sexual sin. And you must kill the girl, because she was in the city but did not call for help. You must remove this evil from your people.",
          "ID": "24"
        },
        {
          "text": "“But if a man finds an engaged girl out in the field and forces her to have sexual relations with him, only the man must die.",
          "ID": "25"
        },
        {
          "text": "You must do nothing to the girl. She did nothing that deserves the punishment of death. This is like someone attacking their neighbor and killing them.",
          "ID": "26"
        },
        {
          "text": "The man found the engaged girl out in the field and attacked her. Maybe she called for help, but there was no one to help her.",
          "ID": "27"
        },
        {
          "text": "“A man might find a virgin girl who is not engaged and force her to have sexual relations with him. If other people see this happen,",
          "ID": "28"
        },
        {
          "text": "he must pay the girl’s father 20 ounces of silver. And the girl will become the man’s wife, because he used her for sexual sin. He cannot divorce her all his life.",
          "ID": "29",
          "comments": [
            "20 ounces of silver This money became the dowry, the money a man paid to a woman’s father to seal the marriage agreement. Often the father saved this money to take care of the woman if something happened to her husband."
          ]
        },
        {
          "text": "“A man must not bring shame to his father by marrying his father’s wife.",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.22",
      "name": "Deuteronomy 22"
    },
    {
      "title": "Other Laws",
      "text": [
        {
          "text": "“A man with a crushed testicle or part of his sex organ cut off may not join with the men of Israel to worship the Lord.",
          "ID": "1"
        },
        {
          "text": "If a man’s parents were not legally married, that man may not join with the men of Israel to worship the Lord. And none of his descendants to the tenth generation—may join in that group.",
          "ID": "2"
        },
        {
          "text": "“An Ammonite or Moabite may not join with the men of Israel when they gather to worship the Lord. And none of their descendants, to the tenth generation, may join in the worship of the Lord.",
          "ID": "3"
        },
        {
          "text": "The Ammonites and Moabites refused to give you bread and water on your trip at the time you came from Egypt. They also tried to hire Balaam, the son of Beor from the Mesopotamian city of Pethor, to curse you.",
          "ID": "4"
        },
        {
          "text": "But the Lord your God refused to do what Balaam asked. Instead, the Lord changed the curse into a blessing for you, because the Lord your God loves you.",
          "ID": "5"
        },
        {
          "text": "You must never try to make peace with the Ammonites or Moabites. As long as you live, don’t be friendly to them.",
          "ID": "6"
        },
        {
          "text": "“You must not hate Edomites, because they are your relatives. You must not hate Egyptians, because you were a stranger in their land.",
          "ID": "7"
        },
        {
          "text": "The children of the third generation born to the Edomites and Egyptians may join with the people of Israel to worship the Lord.",
          "ID": "8"
        },
        {
          "text": "“When your army goes to fight against your enemies, stay away from everything that would make you unclean.",
          "ID": "9"
        },
        {
          "text": "If there is any man who is unclean because he had a flow of semen during the night, he must go out of the camp. He must stay away from the camp.",
          "ID": "10"
        },
        {
          "text": "Then, when evening comes, the man must bathe himself in water. And when the sun goes down, he may come into the camp again.",
          "ID": "11"
        },
        {
          "text": "“You also must have a place outside the camp where people can go to relieve themselves.",
          "ID": "12"
        },
        {
          "text": "Among your weapons, you must also carry a stick to dig with. Then, when you relieve yourself, you must dig a hole and cover it up.",
          "ID": "13"
        },
        {
          "text": "This is because the Lord your God is there with you in your camp to save you and to help you defeat your enemies. So the camp must be holy. Then he will not see something disgusting and leave you.",
          "ID": "14"
        },
        {
          "text": "“If slaves run away and come to you, don’t force them to go back to their masters.",
          "ID": "15"
        },
        {
          "text": "Runaway slaves may live with you wherever they like in whatever city they choose. You must not trouble them.",
          "ID": "16"
        },
        {
          "text": "“An Israelite man or woman must never become a temple prostitute.",
          "ID": "17"
        },
        {
          "text": "The money earned by a prostitute, either a male or female, must not be brought to the special house of the Lord your God. That money cannot be used to pay for a gift that was promised to the Lord your God, because that kind of sin is disgusting to him.",
          "ID": "18"
        },
        {
          "text": "“When you loan something to another Israelite, you must not charge interest. Don’t charge interest on money, on food or on anything that may earn interest.",
          "ID": "19"
        },
        {
          "text": "You may charge interest to a foreigner. But you must not charge interest to another Israelite. If you follow these rules, the Lord your God will bless you in everything you do in the land where you are going to live.",
          "ID": "20"
        },
        {
          "text": "“When you make a promise to the Lord your God, don’t be slow to pay everything you promised. The Lord your God will demand that you pay it. You will sin if you don’t pay what you promised.",
          "ID": "21"
        },
        {
          "text": "If you don’t make a promise, you are not sinning.",
          "ID": "22"
        },
        {
          "text": "But you must do what you say you will do. If you choose to make a promise to the Lord your God, you must do what you promised.",
          "ID": "23"
        },
        {
          "text": "“When you go through another person’s vineyard, you may eat as many grapes as you want. But you cannot put any of the grapes in your basket.",
          "ID": "24"
        },
        {
          "text": "When you go through another person’s field of grain, you may eat all the grain you can pick with your hands. But you cannot use a sickle to cut that person’s grain and take it with you.",
          "ID": "25"
        }
      ],
      "ID": "OT:DEU.23",
      "name": "Deuteronomy 23"
    },
    {
      "title": null,
      "text": [
        {
          "text": "“A man might marry a woman, and then find some secret thing about her that he does not like. If that man is not pleased with her, he must write the divorce papers and give them to her. Then he must send her from his house.",
          "ID": "1"
        },
        {
          "text": "When she has left his house, she may go and become another man’s wife.",
          "ID": "2"
        },
        {
          "text": "But suppose the new husband also does not like her and sends her away. If that man divorces her, the first husband may not take her again to be his wife. Or if the new husband dies, her first husband may not take her again to be his wife. She has become unclean to him. If he married her again, he would be doing something the Lord hates. You must not sin like this in the land that the Lord your God is giving you.",
          "ID": "3-4"
        },
        {
          "text": "“When a man is newly married, he must not be sent into the army. And he must not be given any other special work. For one year he must be free to stay home and make his new wife happy.",
          "ID": "5"
        },
        {
          "text": "“When you lend someone something, you must not take as security any part of the stones used to grind flour. That would be the same as taking away their food.",
          "ID": "6",
          "comments": [
            "security Anything someone gives as a promise to repay a loan. If the loan is not repaid, the lender keeps whatever was given. Also in verses 10, 17."
          ]
        },
        {
          "text": "“Someone might kidnap another Israelite—one of their own people. And that kidnapper might sell that person as a slave. If that happens, that kidnapper must be killed. You must remove this evil from your group.",
          "ID": "7"
        },
        {
          "text": "“When you have a very bad skin disease, be very careful to follow everything the Levite priests teach you. You must follow carefully what I told the priests to do.",
          "ID": "8"
        },
        {
          "text": "Remember what the Lord your God did to Miriam on your trip out of Egypt.",
          "ID": "9",
          "comments": [
            "Miriam See Num. 12:1-15."
          ]
        },
        {
          "text": "“When you give someone any kind of loan, you must not go into their house to get security.",
          "ID": "10"
        },
        {
          "text": "You must stand outside. Then the person who you gave the loan to will bring out the security to you.",
          "ID": "11"
        },
        {
          "text": "If he is a poor man, then he might give the clothes that keep him warm. You must not keep that security overnight.",
          "ID": "12"
        },
        {
          "text": "You must give his security back to him every evening. Then he will have clothes to sleep in. He will bless you, and the Lord your God will accept this as living right and doing good.",
          "ID": "13"
        },
        {
          "text": "“You must not cheat a hired servant who is poor and needy. It does not matter if he is an Israelite or if he is a foreigner living in one of your cities.",
          "ID": "14"
        },
        {
          "text": "Give him his pay every day before sunset, because he is poor and depends on the money. If you don’t pay him, he will complain against you to the Lord, and you will be guilty of sin.",
          "ID": "15"
        },
        {
          "text": "“Parents must not be put to death for something their children did. And children must not be put to death for something their parents did. People should be put to death only for a bad thing that they themselves did.",
          "ID": "16"
        },
        {
          "text": "“You must make sure that foreigners and orphans are treated fairly. And you must never take clothes from a widow as security.",
          "ID": "17"
        },
        {
          "text": "Remember, you were poor slaves in Egypt. And the Lord your God took you from that place and set you free. That is why I tell you to do these things for the poor.",
          "ID": "18"
        },
        {
          "text": "“You might be gathering your harvest in the field, and you might forget and leave some grain there. You must not go back to get it. It will be for the foreigners, the orphans, and the widows. If you leave some grain for them, the Lord your God will bless you in everything you do.",
          "ID": "19"
        },
        {
          "text": "When you beat your olive trees, you must not go back to check the branches. The olives you leave will be for the foreigners, the orphans, and the widows.",
          "ID": "20"
        },
        {
          "text": "When you gather the grapes from your vineyard, you must not go back to gather the grapes you left. They will be for the foreigners, the orphans, and the widows.",
          "ID": "21"
        },
        {
          "text": "Remember you were poor slaves in Egypt. That is why I tell you to do these things for the poor.",
          "ID": "22"
        }
      ],
      "ID": "OT:DEU.24",
      "name": "Deuteronomy 24"
    },
    {
      "title": "The Amalekites Must Be Destroyed",
      "text": [
        {
          "text": "“When two people have an argument, they should go to the court. The judges will decide which person is right and which is wrong.",
          "ID": "1"
        },
        {
          "text": "If the judge decides a person must be beaten with a whip, the judge must make that person lie face down. Someone will beat the guilty person while the judge watches. The number of times he must be hit depends on the crime.",
          "ID": "2"
        },
        {
          "text": "Don’t hit anyone more than 40 times during punishment, because more than that means that their life is not important to you.",
          "ID": "3"
        },
        {
          "text": "“When an animal is being used to separate grain, you must not cover its mouth to stop it from eating.",
          "ID": "4"
        },
        {
          "text": "“If two brothers live together, and one of them dies without a son, the wife of the dead man must not marry a stranger outside the family. Her husband’s brother must take her as his wife and have sexual relations with her. He must do the duty of a husband’s brother for her.",
          "ID": "5"
        },
        {
          "text": "Then the first son she has will be considered the dead man’s son in order to keep the dead man’s name alive in Israel.",
          "ID": "6"
        },
        {
          "text": "If the man does not want to take his brother’s wife, she must go to the town meeting place and tell the leaders, ‘My husband’s brother refuses to keep his brother’s name alive in Israel. He will not do the duty of a husband’s brother to me.’",
          "ID": "7"
        },
        {
          "text": "Then the leaders of the city must call the man and talk to him. If the man is stubborn and says, ‘I don’t want to take her,’",
          "ID": "8"
        },
        {
          "text": "then his brother’s wife must come to him in front of the leaders. She must take his sandal off his foot and spit in his face. She must say, ‘This is being done to the man who will not give his brother a son!’",
          "ID": "9"
        },
        {
          "text": "From then on, the brother’s family will be known in Israel as, ‘the family of the man whose sandal was removed.’",
          "ID": "10"
        },
        {
          "text": "“Two men might be fighting against each other. One man’s wife might come to help her husband, but she must not grab the other man’s private parts.",
          "ID": "11"
        },
        {
          "text": "If she does that, cut off her hand. Don’t feel sorry for her.",
          "ID": "12"
        },
        {
          "text": "“Don’t use weights that are too heavy or too light.",
          "ID": "13"
        },
        {
          "text": "Don’t keep measures in your house that are too large or too small.",
          "ID": "14"
        },
        {
          "text": "You must use weights and measures that are correct and accurate. Then you will live a long time in the land that the Lord your God is giving you.",
          "ID": "15"
        },
        {
          "text": "The Lord your God hates people who cheat with false weights and measures. Yes, he hates all people who do wrong.",
          "ID": "16"
        },
        {
          "text": "“Remember what the Amalekites did to you when you were coming from Egypt.",
          "ID": "17"
        },
        {
          "text": "The Amalekites did not respect God. They attacked you when you were weak and tired. They killed all your people who were slow and walking behind everyone else.",
          "ID": "18"
        },
        {
          "text": "That is why you must destroy the memory of the Amalekites from the world. You will do this when you enter the land that the Lord your God is giving you. There he will give you rest from all the enemies around you. But do not forget to destroy the Amalekites!",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.25",
      "name": "Deuteronomy 25"
    },
    {
      "title": "Obey the Lord’s Commands",
      "text": [
        {
          "text": "“You will soon enter the land that the Lord your God is giving you. You will take that land and live there.",
          "ID": "1"
        },
        {
          "text": "You will gather the crops that grow in the land the Lord your God is giving you. You must take some of the first crops you gather and put them in baskets. Then take that part of your harvest to the place that the Lord your God chooses to be the home for his name.",
          "ID": "2"
        },
        {
          "text": "Go to the priest who is serving at that time. Tell him, ‘The Lord promised our ancestors that he would give us some land. Today I come to announce to the Lord your God that I have come to that land.’",
          "ID": "3"
        },
        {
          "text": "“Then the priest will take the basket from you. He will put it down in front of the altar of the Lord your God.",
          "ID": "4"
        },
        {
          "text": "Then there before the Lord your God you will say: ‘My ancestor was a wandering Aramean. He went down into Egypt and stayed there. When he went there, he had only a few people in his family. But in Egypt he became a great nation—a powerful nation with many people.",
          "ID": "5",
          "comments": [
            "Aramean A person from ancient Syria. Here, this might be Abraham, Isaac, or probably Jacob (Israel)."
          ]
        },
        {
          "text": "The Egyptians treated us badly. They made us slaves. They hurt us and forced us to work very hard.",
          "ID": "6"
        },
        {
          "text": "Then we prayed to the Lord, the God of our ancestors, and complained about them. And the Lord heard us. He saw our trouble, our hard work, and our suffering.",
          "ID": "7"
        },
        {
          "text": "Then the Lord brought us out of Egypt with his great power and strength. He used great miracles and wonders and did amazing things.",
          "ID": "8"
        },
        {
          "text": "So he brought us to this place. He gave us this land—a land filled with many good things.",
          "ID": "9",
          "comments": [
            "land … things Literally, “land flowing with milk and honey.” Also in verse 15."
          ]
        },
        {
          "text": "Now, Lord, I bring you the first harvest from the land that you gave me.’\n“Then you must put the harvest down before the Lord your God and bow down to worship him.",
          "ID": "10"
        },
        {
          "text": "Then you must have a meal together and enjoy all the good things that the Lord your God has given to you and your family. You must share them with the Levites and the foreigners living among you.",
          "ID": "11"
        },
        {
          "text": "“Every third year is the Year of Tithes. In that year, you must give one-tenth of your harvest to the Levites, to the foreigners living in your country, and to the widows and orphans. Then they will have plenty to eat in every city.",
          "ID": "12"
        },
        {
          "text": "You must say to the Lord your God, ‘I have taken out of my house the holy part of my harvest. I have given it to the Levites, to the foreigners, and to the orphans and widows. I have followed all the commands you gave me. I have not refused to obey any of your commands. I have not forgotten them.",
          "ID": "13"
        },
        {
          "text": "I have not eaten this food when I was sad. I was not unclean when I collected this food. I have not offered any of this food for dead people. I have obeyed you, Lord my God. I have done everything you commanded me.",
          "ID": "14",
          "comments": [
            "I have … sad People ate this food to be happy about the many things God gave them, so it could not be from food used during a time of sadness.",
            "I was … food This would mean other people could not eat this food during the celebration to honor the Lord."
          ]
        },
        {
          "text": "Look down from your holy home, from heaven, and bless your people Israel. And bless the land that you gave us. You promised our ancestors to give us this land—a land filled with many good things.’",
          "ID": "15"
        },
        {
          "text": "“Today the Lord your God commands you to obey all these laws and rules. Be careful to follow them with all your heart and soul.",
          "ID": "16"
        },
        {
          "text": "Today you have said that the Lord is your God. You have promised to live the way he wants. You promised to follow his teachings and to obey his laws and commands. You said you would do everything he tells you to do.",
          "ID": "17"
        },
        {
          "text": "And today the Lord has accepted you to be his own people. He has promised you this. The Lord also said that you must obey all his commands.",
          "ID": "18"
        },
        {
          "text": "The Lord will make you greater than all the nations he made. He will give you praise, fame, and honor. And you will be his own special people, as he promised.”",
          "ID": "19"
        }
      ],
      "ID": "OT:DEU.26",
      "name": "Deuteronomy 26"
    },
    {
      "title": "The People Must Agree to God’s Rules",
      "text": [
        {
          "text": "Moses and the elders of Israel spoke to the people. Moses said, “Obey all the commands that I give you today.",
          "ID": "1"
        },
        {
          "text": "You will soon go across the Jordan River into the land that the Lord your God is giving you. On that day you must put up large stones. Cover them with plaster.",
          "ID": "2"
        },
        {
          "text": "Then write on the stones all these commands and teachings. You must do this when you go across the Jordan River. Then you may go into the land that the Lord your God is giving you—a land filled with many good things. The Lord, the God of your ancestors, promised to give you this land.",
          "ID": "3",
          "comments": [
            "land … things Literally, “land flowing with milk and honey.”"
          ]
        },
        {
          "text": "“After you go across the Jordan River, you must do what I command you today. You must set up the stones on Mount Ebal. You must cover these stones with plaster.",
          "ID": "4"
        },
        {
          "text": "Also, use some stones there to build an altar to the Lord your God. Don’t use iron tools to cut the stones.",
          "ID": "5"
        },
        {
          "text": "You must not use cut stones to build the altar for the Lord your God. Offer burnt offerings on this altar to the Lord your God.",
          "ID": "6"
        },
        {
          "text": "And you must sacrifice and eat fellowship offerings there. Eat and enjoy yourselves there together with the Lord your God.",
          "ID": "7"
        },
        {
          "text": "You must write all these teachings on the stones that you set up. Write clearly so that they are easy to read.”",
          "ID": "8"
        },
        {
          "text": "Moses and the Levite priests spoke to all the Israelites. Moses said, “Be quiet and listen, Israel! Today you have become the people of the Lord your God.",
          "ID": "9"
        },
        {
          "text": "So you must do everything that the Lord your God tells you. You must obey his commands and his laws that I am giving you today.”",
          "ID": "10"
        },
        {
          "text": "That day Moses also told the people,",
          "ID": "11"
        },
        {
          "text": "“After you have gone across the Jordan River, these tribes will stand on Mount Gerizim to read the blessings to the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.",
          "ID": "12"
        },
        {
          "text": "And these tribes will stand on Mount Ebal to read the curses: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.",
          "ID": "13"
        },
        {
          "text": "“And the Levites will say to all the Israelites in a loud voice:",
          "ID": "14"
        },
        {
          "text": "“‘Cursed is the one who makes a false god and puts it in its secret place. These false gods are only statues that some worker makes from wood, stone or metal. The Lord hates these things!’\n“Then all the people will answer, ‘Amen!’",
          "ID": "15"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who does not show respect to their father or their mother!’\n“Then all the people will answer, ‘Amen!’",
          "ID": "16"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who moves a neighbor’s landmark!’\n“Then all the people will say, ‘Amen!’",
          "ID": "17",
          "comments": [
            "landmark A stone or sign that showed where the limits of a person’s property were."
          ]
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who tricks a blind man into going the wrong way!’\n“Then all the people will say, ‘Amen!’",
          "ID": "18"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who does not give fair judgment for the foreigners, orphans, and widows!’\n“Then all the people will say, ‘Amen!’",
          "ID": "19"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who shames his father by having sexual relations with his father’s wife.’\n“Then all the people will say, ‘Amen!’",
          "ID": "20"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who has sexual relations with any kind of animal!’\n“Then all the people will say, ‘Amen!’",
          "ID": "21"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who has sexual relations with his sister or half sister!’\n“Then all the people will say, ‘Amen!’",
          "ID": "22"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who has sexual relations with his mother-in-law!’\n“Then all the people will say, ‘Amen!’",
          "ID": "23"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who kills anyone, even if he is not caught!’\n“Then all the people will say, ‘Amen!’",
          "ID": "24"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who takes money to kill an innocent person!’\n“Then all the people will say, ‘Amen!’",
          "ID": "25"
        },
        {
          "text": "“The Levites will say, ‘Cursed is the one who does not support this law and agree to obey it.’\n“Then all the people will say, ‘Amen!’",
          "ID": "26"
        }
      ],
      "ID": "OT:DEU.27",
      "name": "Deuteronomy 27"
    },
    {
      "title": "The Curse of an Enemy Nation",
      "text": [
        {
          "text": "“Now, if you will be careful to obey the Lord your God and follow all his commands that I tell you today, the Lord your God will put you high above all the nations on earth.",
          "ID": "1"
        },
        {
          "text": "If you will obey the Lord your God, all these blessings will come to you and be yours:",
          "ID": "2"
        },
        {
          "text": "“He will bless you",
          "ID": "3"
        },
        {
          "text": "He will bless you\nHe will bless your land\nHe will bless your animals",
          "ID": "4"
        },
        {
          "text": "He will bless your baskets and pans",
          "ID": "5"
        },
        {
          "text": "He will bless you at all times",
          "ID": "6"
        },
        {
          "text": "“The Lord will help you defeat your enemies who come to fight against you. Your enemies will come against you one way, but they will run away from you seven different ways!",
          "ID": "7"
        },
        {
          "text": "“The Lord will bless you and fill your barns. He will bless everything you do. The Lord your God will bless you in the land that he is giving you.",
          "ID": "8"
        },
        {
          "text": "If you follow the Lord your God and obey his commands, he will do what he promised. The Lord will make you his own special people.",
          "ID": "9"
        },
        {
          "text": "Then all the people in that land will see that you are called to be the Lord’s people, and they will be afraid of you.",
          "ID": "10"
        },
        {
          "text": "“And the Lord will give you many good things. He will give you many children. He will give your cows many calves. He will give you a good harvest in the land that the Lord promised your ancestors to give you.",
          "ID": "11"
        },
        {
          "text": "The Lord will open his storehouse where he keeps his rich blessings. He will send rain at the right time for your land. He will bless everything you do. You will have money to lend to many nations. And you will not need to borrow anything from them.",
          "ID": "12"
        },
        {
          "text": "The Lord will make you be like the head, not the tail. You will be on top, not on the bottom. This will happen if you listen to the commands of the Lord your God that I tell you today. You must carefully obey these commands.",
          "ID": "13"
        },
        {
          "text": "You must not turn away from any of the teachings that I give you today. You must not turn away to the right or to the left. You must not follow other gods to serve them.",
          "ID": "14"
        },
        {
          "text": "“But if you don’t listen to what the Lord your God tells you—if you don’t obey all his commands and laws that I tell you today—then all these bad things will happen to you:",
          "ID": "15"
        },
        {
          "text": "“The Lord will curse you",
          "ID": "16"
        },
        {
          "text": "He will curse you",
          "ID": "17"
        },
        {
          "text": "He will curse you,\nHe will curse your land,\nHe will curse your animals,",
          "ID": "18"
        },
        {
          "text": "He will curse you at all times",
          "ID": "19"
        },
        {
          "text": "“If you do evil and turn away from the Lord, he will make bad things happen to you. You will have frustration and trouble in everything you do. He will continue to do this until you are quickly and completely destroyed. He will do this because you turned away from him and left him.",
          "ID": "20"
        },
        {
          "text": "The Lord will send you terrible diseases until you no longer exist, until you are completely gone from the land.",
          "ID": "21"
        },
        {
          "text": "The Lord will punish you with diseases, fever, and swelling. He will send you terrible heat and you will have no rain. Your crops will die from the heat and disease. All these bad things will happen until you are destroyed!",
          "ID": "22",
          "comments": [
            "disease This might be mildew, a disease that turns the heads of grain yellow and stops them from growing seeds."
          ]
        },
        {
          "text": "There will be no clouds in the sky—the sky will look like polished brass. And the ground under you will be hard like iron.",
          "ID": "23"
        },
        {
          "text": "The Lord will not send rain—only sand and dust will fall from the sky. It will come down on you until you are destroyed.",
          "ID": "24"
        },
        {
          "text": "“The Lord will let your enemies defeat you. You will go to fight against your enemies one way, but you will run away from them seven different ways. The bad things that happen to you will make all the people on earth afraid.",
          "ID": "25"
        },
        {
          "text": "Your dead bodies will be food for the wild birds and animals. There will be no one to scare them away from your dead bodies.",
          "ID": "26"
        },
        {
          "text": "“The Lord will punish you with boils, like those he sent on the Egyptians. He will punish you with tumors, sores that run, and an itch that cannot be cured.",
          "ID": "27"
        },
        {
          "text": "The Lord will punish you by making you crazy. He will make you blind and confused.",
          "ID": "28"
        },
        {
          "text": "In daylight you will have to feel your way like a blind man. You will fail in everything you do. Again and again people will hurt you and steal from you. And there will be no one to save you.",
          "ID": "29"
        },
        {
          "text": "“You will be engaged to a woman, but another man will have sexual relations with her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not gather anything from it.",
          "ID": "30"
        },
        {
          "text": "People will kill your cattle in front of you, but you will not eat any of the meat. People will take your donkeys, and they will not give them back to you. Your enemies will get your sheep, and there will be no one to help you.",
          "ID": "31"
        },
        {
          "text": "“Other people will be allowed to take your sons and your daughters. Day after day you will look for your children. You will look for them until your eyes become weak and blind—but you will not find them. And God will not help you.",
          "ID": "32"
        },
        {
          "text": "“A nation that you don’t know will take all your crops and everything you worked for. People will treat you badly and abuse you.",
          "ID": "33"
        },
        {
          "text": "The things you see will make you go crazy.",
          "ID": "34"
        },
        {
          "text": "The Lord will punish you with sore boils that cannot be healed. These boils will be on your knees and legs. The boils will be on every part of your body—from the bottom of your feet to the top of your head.",
          "ID": "35"
        },
        {
          "text": "“The Lord will send you and your king away to a nation you don’t know. You and your ancestors have never seen that nation. There you will serve false gods made of wood and stone.",
          "ID": "36"
        },
        {
          "text": "In the countries where the Lord will send you, the people will be shocked at the terrible things that happen to you. They will laugh at you and say bad things about you.",
          "ID": "37"
        },
        {
          "text": "“Your fields will produce plenty of grain. But your harvest will be small, because the locusts will eat your harvest.",
          "ID": "38"
        },
        {
          "text": "You will plant vineyards and work hard in them. But you will not gather the grapes or drink the wine from them, because the worms will eat them.",
          "ID": "39"
        },
        {
          "text": "You will have olive trees everywhere on your land. But you will not have any of the oil to use, because the olives will drop to the ground and rot.",
          "ID": "40"
        },
        {
          "text": "You will have sons and daughters. But you will not be able to keep them, because they will be captured and taken away.",
          "ID": "41"
        },
        {
          "text": "Locusts will destroy all your trees and the crops in your fields.",
          "ID": "42"
        },
        {
          "text": "The foreigners living among you will get more and more power, and you will lose the power you had.",
          "ID": "43"
        },
        {
          "text": "The foreigners will have money to loan you, but you will not have any money to loan them. They will control you the way the head controls the body. You will be like the tail.",
          "ID": "44"
        },
        {
          "text": "“All these curses will come on you. They will keep chasing you and catching you, until you are destroyed, because you did not listen to what the Lord your God told you. You did not obey the commands and laws that he gave you.",
          "ID": "45"
        },
        {
          "text": "These curses will show people that God judged you and your descendants forever. People will be amazed at the terrible things that happen to you.",
          "ID": "46"
        },
        {
          "text": "“The Lord your God gave you many blessings. But you did not serve him with joy and a glad heart.",
          "ID": "47"
        },
        {
          "text": "So you will serve the enemies the Lord will send against you. You will be hungry, thirsty, naked, and poor. He will put a load on you that cannot be removed. You will carry that load until he destroys you.",
          "ID": "48",
          "comments": [
            "He … destroys you Literally, “He will put an iron yoke on your neck until he destroys you.”"
          ]
        },
        {
          "text": "“The Lord will bring a nation from far away to fight you. You will not understand their language. They will come quickly, like an eagle coming down from the sky.",
          "ID": "49"
        },
        {
          "text": "These people will be cruel. They will not care about old people or show mercy to young children.",
          "ID": "50"
        },
        {
          "text": "They will take your animals and the food you grow. They will take everything until they destroy you. They will not leave you any grain, wine, oil, cattle, sheep, or goats. They will take everything, until they destroy you.",
          "ID": "51"
        },
        {
          "text": "“That nation will surround and attack your cities. You think that the tall, strong walls around your cities will protect you. But those walls will fall down. The enemy will surround all your cities everywhere in the land the Lord your God is giving you.",
          "ID": "52"
        },
        {
          "text": "You will suffer very much. The enemy will surround your cities. They will not let you have any food. You will get very hungry. You will be so hungry that you will eat your own sons and daughters—you will eat the bodies of the children the Lord your God gave you.",
          "ID": "53"
        },
        {
          "text": "“Even the most kind and gentle man among you will become cruel. He will be cruel to his family, and he will be cruel to his wife he loves so much. And he will be cruel to his children who are still alive.",
          "ID": "54"
        },
        {
          "text": "He will have nothing left to eat, so he will eat his own children. And he will not share that meat with anyone—not even the other people in his own family. All these bad things will happen when your enemy comes to surround your cities and make you suffer.",
          "ID": "55"
        },
        {
          "text": "“Even the most kind and gentle woman among you will become cruel. She might be a lady so gentle and delicate that she never put her feet on the ground to walk anywhere. But she will become cruel to her husband she loves so much. And she will be cruel to her own son and daughter.",
          "ID": "56"
        },
        {
          "text": "She will hide and give birth to a baby. And she will eat the baby and everything that comes out of her body with it. All these bad things will happen when your enemy comes to surround your cities and make you suffer.",
          "ID": "57"
        },
        {
          "text": "“You must obey all the commands and teachings that are written in this book. And you must respect the wonderful and awesome name of the Lord your God. If you don’t obey,",
          "ID": "58"
        },
        {
          "text": "the Lord will punish you and your descendants with terrible diseases. He will cause you to suffer illnesses that have no cure. And you will find no relief for your misery!",
          "ID": "59"
        },
        {
          "text": "He will bring on you all the diseases you saw in Egypt that filled you with fear, and you will not be able to avoid them.",
          "ID": "60"
        },
        {
          "text": "The Lord will even bring troubles and diseases that are not written in this Book of Teachings. He will continue to do this until you are destroyed.",
          "ID": "61"
        },
        {
          "text": "You might have as many people as the stars in the sky. But only a few of you will be left, because you did not listen to the Lord your God.",
          "ID": "62"
        },
        {
          "text": "“The Lord was happy to be good to you and to make your nation grow. In the same way the Lord will be happy to ruin and destroy you. You are going to take that land to be yours. But people will take you out of that land!",
          "ID": "63"
        },
        {
          "text": "The Lord will scatter you among all the people in the world. He will scatter you from one end of the earth to the other. There you will serve false gods made of wood and stone. They are false gods that you or your ancestors never worshiped.",
          "ID": "64"
        },
        {
          "text": "“You will not have any peace among these nations. You will have no place to rest. The Lord will fill your mind with worry. Your eyes will feel tired. You will be very upset.",
          "ID": "65"
        },
        {
          "text": "You will live with danger and always be afraid. You will be afraid night and day. You will never feel sure about your life.",
          "ID": "66"
        },
        {
          "text": "In the morning you will say, ‘I wish it were evening!’ In the evening you will say, ‘I wish it were morning!’ This will happen because of the fear in your heart and the terrible things you will see.",
          "ID": "67"
        },
        {
          "text": "The Lord will send you back to Egypt in ships. I said you would never have to go to that place again, but he will send you there. In Egypt you will try to sell yourselves as slaves to your enemies, but no one will buy you.”",
          "ID": "68"
        }
      ],
      "ID": "OT:DEU.28",
      "name": "Deuteronomy 28"
    },
    {
      "title": "The Agreement in Moab",
      "text": [
        {
          "text": "The Lord made an agreement with the Israelites at Mount Horeb. In addition to that agreement, he also commanded Moses to make another agreement with them while they were in Moab. This is that agreement.",
          "ID": "1"
        },
        {
          "text": "Moses called together all the Israelites. He said to them, “You saw everything the Lord did in the land of Egypt. You saw what he did to Pharaoh, to Pharaoh’s officers, and to his whole country.",
          "ID": "2"
        },
        {
          "text": "You saw the great troubles he gave them. You saw the miracles and amazing things he did.",
          "ID": "3"
        },
        {
          "text": "But even today, you still don’t understand what happened. The Lord has not let you really understand what you saw and heard.",
          "ID": "4"
        },
        {
          "text": "He led you through the desert for 40 years, and in all that time, your clothes and sandals did not wear out.",
          "ID": "5"
        },
        {
          "text": "You did not have any food with you. You did not have any wine or anything else to drink. But he took care of you so that you would understand that he is the Lord your God.",
          "ID": "6"
        },
        {
          "text": "“You came to this place, and King Sihon of Heshbon and King Og of Bashan came out to fight against us. But we defeated them.",
          "ID": "7"
        },
        {
          "text": "Then we took their land and gave it to the people in the tribes of Reuben and Gad and to half the tribe of Manasseh.",
          "ID": "8"
        },
        {
          "text": "If you obey all the commands in this agreement, you will continue to succeed in everything you do.",
          "ID": "9"
        },
        {
          "text": "“Today all of you are standing here before the Lord your God. Your leaders, your officials, your elders, and all the other men are here.",
          "ID": "10"
        },
        {
          "text": "Your wives and children are here and also the foreigners living among you—the people who cut your wood and bring you water.",
          "ID": "11"
        },
        {
          "text": "You are all here to enter into an agreement with the Lord your God. The Lord your God is making this agreement with you today.",
          "ID": "12"
        },
        {
          "text": "With this agreement he is making you his own special people, and he himself will become your God. He told you this. He promised this to your ancestors—Abraham, Isaac, and Jacob.",
          "ID": "13"
        },
        {
          "text": "The Lord is making this agreement with its promises with you people, but not only with you.",
          "ID": "14"
        },
        {
          "text": "Yes, he is making this agreement with all of you who stand here with us today before the Lord our God. But this agreement is also for our descendants who are not here with us today.",
          "ID": "15"
        },
        {
          "text": "You remember how we lived in the land of Egypt. And you remember how we traveled through the countries that were on our way here.",
          "ID": "16"
        },
        {
          "text": "You saw their hated things—the idols they had made from wood, stone, silver, and gold.",
          "ID": "17"
        },
        {
          "text": "Be sure that there is no man, woman, family or tribe here today who turns away from the Lord our God. No one should go and serve the gods of the other nations. People who do that are like a plant that grows bitter and poisonous fruit.",
          "ID": "18"
        },
        {
          "text": "“Some people might hear these curses and comfort themselves by saying, ‘I will continue doing what I want. Nothing bad will happen to me.’ But that attitude will bring total disaster.",
          "ID": "19"
        },
        {
          "text": "The Lord will not forgive them for that. No, the Lord will be angry and upset with them and punish them. The Lord will separate them from the tribes of Israel. He will completely destroy them. All the curses that are written in this book will happen to them. They are a part of the agreement that is written in this Book of Teachings.",
          "ID": "20-21"
        },
        {
          "text": "“In the future, your descendants and foreigners from faraway countries will see how the land has been ruined. They will see the diseases that the Lord has brought to it.",
          "ID": "22"
        },
        {
          "text": "All the land will be useless—destroyed by burning sulfur and covered with salt. The land will have nothing planted in it. Nothing will be growing—not even weeds. The land will be destroyed like Sodom, Gomorrah, Admah, and Zeboiim, the cities the Lord destroyed when he was very angry.",
          "ID": "23"
        },
        {
          "text": "“All the other nations will ask, ‘Why did the Lord do this to this land? Why was he so angry?’",
          "ID": "24"
        },
        {
          "text": "The answer will be, ‘This happened because the Israelites left the agreement of the Lord, the God of their ancestors. They stopped following the agreement he made with them when he brought them out of Egypt.",
          "ID": "25"
        },
        {
          "text": "The Israelites started serving other gods—gods they never worshiped before. The Lord told his people not to worship those gods.",
          "ID": "26"
        },
        {
          "text": "That is why the Lord became very angry with the people of this land. So he brought to them all the curses that are written in this book.",
          "ID": "27"
        },
        {
          "text": "The Lord became very angry and upset with them. So he took them out of their land. He put them in another land, where they are today.’",
          "ID": "28"
        },
        {
          "text": "“There are some things that the Lord our God has kept secret. Only he knows these things. But he told us about some things. And these teachings are for us and our descendants forever. And we must obey all the commands in that law.",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.29",
      "name": "Deuteronomy 29"
    },
    {
      "title": "Life or Death",
      "text": [
        {
          "text": "“Everything that I have mentioned will happen to you—both the blessings and the curses. And you will remember these words when the Lord your God sends you away to other nations.",
          "ID": "1"
        },
        {
          "text": "Then you and your descendants will turn back to the Lord your God. You will follow him with all your heart and completely obey all his commands that I have given you today.",
          "ID": "2"
        },
        {
          "text": "Then the Lord your God will be kind to you. The Lord your God will make you free again! He will bring you back from the nations where he sent you.",
          "ID": "3"
        },
        {
          "text": "Even if you were sent to the farthest parts of the earth, the Lord your God will gather you from there and bring you back.",
          "ID": "4"
        },
        {
          "text": "The Lord your God will bring you into the land your ancestors had, and the land will become yours. He will do good to you, and you will have more than your ancestors had. You will have more people in your nation than they ever had.",
          "ID": "5"
        },
        {
          "text": "The Lord your God will make you and your descendants want to obey him. Then you will love the Lord your God with all your heart. And you will live!",
          "ID": "6",
          "comments": [
            "make you … obey him Literally, “circumcise the hearts of you and your seed.”"
          ]
        },
        {
          "text": "“Then the Lord your God will make all these bad things happen to your enemies, who hate you and cause you trouble.",
          "ID": "7"
        },
        {
          "text": "And you will again obey the Lord. You will obey all his commands that I give you today.",
          "ID": "8"
        },
        {
          "text": "The Lord your God will make you successful in everything you do. He will bless you with many children. He will bless your cows—they will have many calves. He will bless your fields—they will grow many good crops. He will be good to you. The Lord will again enjoy doing good for you, the same as he enjoyed doing good for your ancestors.",
          "ID": "9"
        },
        {
          "text": "But you must do what the Lord your God tells you to do. You must obey his commands and follow the rules that are written in this Book of Teachings. You must obey the Lord your God with all your heart and with all your soul. Then these good things will happen to you.",
          "ID": "10"
        },
        {
          "text": "“This command that I give you today is not too hard for you. It is not a secret hidden in some far away land.",
          "ID": "11"
        },
        {
          "text": "This command is not in heaven so that you should say, ‘Who will go up to heaven for us and bring it to us, so that we can hear and do it?’",
          "ID": "12"
        },
        {
          "text": "This command is not on the other side of the sea so that you should say, ‘Who will go across the sea for us and bring it to us, so that we can hear it and do it?’",
          "ID": "13"
        },
        {
          "text": "No, the word is very near to you. It is in your mouth and in your heart. So you can obey it.",
          "ID": "14"
        },
        {
          "text": "“Today I have given you a choice between life and death, success and disaster.",
          "ID": "15",
          "comments": [
            "success and disaster Or “good and evil.”"
          ]
        },
        {
          "text": "I command you today to love the Lord your God. I command you to follow him and to obey his commands, laws, and rules. Then you will live, and your nation will grow larger. And the Lord your God will bless you in the land that you are entering to take for your own.",
          "ID": "16"
        },
        {
          "text": "But if you turn away from your God and refuse to listen, if you are led away to worship and serve other gods,",
          "ID": "17"
        },
        {
          "text": "you will be destroyed. I am warning you today, if you turn away from God, you will not live long in that land across the Jordan River that you are ready to enter and take for your own.",
          "ID": "18"
        },
        {
          "text": "“Today I am giving you a choice of two ways. And I ask heaven and earth to be witnesses of your choice. You can choose life or death. The first choice will bring a blessing. The other choice will bring a curse. So choose life! Then you and your children will live.",
          "ID": "19"
        },
        {
          "text": "You must love the Lord your God and obey him. Never leave him, because he is your life. And he will give you a long life in the land that he, the Lord, promised to give to your ancestors—Abraham, Isaac, and Jacob.”",
          "ID": "20"
        }
      ],
      "ID": "OT:DEU.30",
      "name": "Deuteronomy 30"
    },
    {
      "title": "The Song of Moses",
      "text": [
        {
          "text": "Then Moses went and spoke these words to all the Israelites.",
          "ID": "1"
        },
        {
          "text": "Moses said to them, “I am now 120 years old. I cannot lead you anymore. The Lord said to me, ‘You will not go across the Jordan River.’",
          "ID": "2"
        },
        {
          "text": "But the Lord your God will lead you people into that land. He will destroy these nations for you. You will take their land away from them. The Lord said that Joshua must lead you.",
          "ID": "3"
        },
        {
          "text": "“The Lord destroyed Sihon and Og. He destroyed those Amorite kings and he will do the same thing for you again!",
          "ID": "4"
        },
        {
          "text": "The Lord will help you defeat these nations. But you must do to them everything I told you to do.",
          "ID": "5"
        },
        {
          "text": "Be strong and be brave. Don’t be afraid of those people because the Lord your God is with you. He will not fail you or leave you.”",
          "ID": "6"
        },
        {
          "text": "Then Moses called Joshua. All the Israelites watched while Moses said to Joshua, “Be strong and brave. You will lead these people into the land that the Lord promised to give to their ancestors. You will help the Israelites take that land and divide it among them.",
          "ID": "7"
        },
        {
          "text": "The Lord will lead you. He himself is with you. He will not fail you or leave you. Don’t worry. Don’t be afraid!”",
          "ID": "8"
        },
        {
          "text": "Then Moses wrote this Book of Teachings and gave it to the priests, who are from the tribe of Levi. They have the work of carrying the Lord’s Box of the Agreement. Moses also gave it to all the elders of Israel.",
          "ID": "9"
        },
        {
          "text": "Then Moses spoke to the leaders. He said, “At the end of every seven years, in the Year of Freedom, read these teachings at the Festival of Shelters.",
          "ID": "10",
          "comments": [
            "Year of Freedom That is, the year for canceling debts."
          ]
        },
        {
          "text": "At that time all the Israelites must come to meet with the Lord your God at the special place he will choose. Then you must read the teachings to the people so that they can hear them.",
          "ID": "11"
        },
        {
          "text": "Bring together all the people—the men, the women, the little children, and the foreigners living in your cities. They will hear the teachings, and they will learn to respect the Lord your God. Then they will be able to do everything in this Book of Teachings.",
          "ID": "12"
        },
        {
          "text": "If their descendants don’t know the teachings, they will hear them, and they will learn to respect the Lord your God. They will respect him as long as you live in your country. You will soon go across the Jordan River and take that land to be your own.”",
          "ID": "13"
        },
        {
          "text": "The Lord said to Moses, “Now the time is near for you to die. Get Joshua and come to the Meeting Tent. I will tell Joshua what he must do.” So Moses and Joshua went to the Meeting Tent.",
          "ID": "14"
        },
        {
          "text": "The Lord appeared at the Tent in a tall cloud. The tall cloud stood over the entrance of the Tent.",
          "ID": "15"
        },
        {
          "text": "The Lord said to Moses, “You will die soon. And after you have gone to be with your ancestors, these people will not continue to be faithful to me. They will break the agreement I made with them. They will leave me and begin worshiping other gods—the false gods of the land where they are going.",
          "ID": "16"
        },
        {
          "text": "At that time I will become very angry with them, and I will leave them. I will refuse to help them, and they will be destroyed. Terrible things will happen to them, and they will have many troubles. Then they will say, ‘These bad things happened to us because our God is not with us.’",
          "ID": "17"
        },
        {
          "text": "And I will refuse to help them, because they have done evil and worshiped other gods.",
          "ID": "18"
        },
        {
          "text": "“So write down this song, and teach it to the Israelites. Teach them to sing this song. Then this song will be a witness for me against the Israelites.",
          "ID": "19"
        },
        {
          "text": "I will take them into the land that I promised to give to their ancestors—a land filled with many good things. And they will have all they want to eat. They will have a rich life. But then they will turn to other gods and serve them. They will turn away from me and break my agreement.",
          "ID": "20",
          "comments": [
            "land … things Literally, “land flowing with milk and honey.”"
          ]
        },
        {
          "text": "Then many terrible things will happen to them. They will have many troubles. At that time their descendants will still know this song, and it will show them how wrong they are. I have not yet taken them into the land I promised to give them. But I already know what they are planning to do there.”",
          "ID": "21"
        },
        {
          "text": "So that same day Moses wrote down the song and taught it to the Israelites.",
          "ID": "22"
        },
        {
          "text": "Then the Lord spoke to Joshua son of Nun and said, “Be strong and brave. You will lead the Israelites into the land I promised them, and I will be with you.”",
          "ID": "23"
        },
        {
          "text": "Moses carefully wrote all these teachings in a book. When he finished,",
          "ID": "24"
        },
        {
          "text": "he gave a command to the Levites. (These men carry the Lord’s Box of the Agreement.) Moses said,",
          "ID": "25"
        },
        {
          "text": "“Take this Book of Teachings and put it by the side of the Box of the Agreement of the Lord your God. Then it will be a witness against you.",
          "ID": "26"
        },
        {
          "text": "I know you are very stubborn. I know you want to live your own way. Look, you refused to obey the Lord while I was with you. So I know you will refuse to obey him after I die.",
          "ID": "27"
        },
        {
          "text": "Bring together all the officers and leaders of your tribes. I will tell them these things. And I will call heaven and earth to be witnesses against them.",
          "ID": "28"
        },
        {
          "text": "I know that after my death you will become evil. You will turn from the way I commanded you to follow. Terrible things will happen to you in the future, because you want to do what the Lord says is wrong. You will make him angry because of the evil things you do.”",
          "ID": "29"
        },
        {
          "text": "All the Israelites were gathered together, and Moses sang this whole song for them:",
          "ID": "30"
        }
      ],
      "ID": "OT:DEU.31",
      "name": "Deuteronomy 31"
    },
    {
      "title": "Moses on Mount Nebo",
      "text": [
        {
          "text": "My teachings will come like the rain,\nlike a gentle rain on the soft grass,",
          "ID": "2"
        },
        {
          "text": "Praise God",
          "ID": "3",
          "comments": [
            "Praise God Or “Give honor to God” or “Speak of the greatness of God.”"
          ]
        },
        {
          "text": "“The Lord is the Rock,\nGod is true and faithful.",
          "ID": "4"
        },
        {
          "text": "And you are not really his children.",
          "ID": "5"
        },
        {
          "text": "Is this the way you repay the Lord for all he has done for you?\nHe is your Father and your Creator.",
          "ID": "6"
        },
        {
          "text": "“Remember the days of the past.\nAsk your father; he will tell you.",
          "ID": "7"
        },
        {
          "text": "God Most High separated the people on earth\nHe set up borders for all people.",
          "ID": "8"
        },
        {
          "text": "The Lord chose his people to be his own.",
          "ID": "9"
        },
        {
          "text": "“The Lord found them in the desert,\nHe surrounded them and watched over them.",
          "ID": "10"
        },
        {
          "text": "like an eagle when she makes her young leave the nest to fly.\nShe spreads her wings to catch them when they fall",
          "ID": "11"
        },
        {
          "text": "The Lord alone led his people.",
          "ID": "12"
        },
        {
          "text": "The Lord helped them take control of the hill country.\nHe gave them honey from the cliffs",
          "ID": "13"
        },
        {
          "text": "He gave his people butter from the herd and milk from the flock.\nThey had the best rams from Bashan and the finest wheat.",
          "ID": "14"
        },
        {
          "text": "“But Jeshurun became fat and kicked like a bull.\nThey left the God who made them!",
          "ID": "15",
          "comments": [
            "Jeshurun Another name for Israel. It means “good” or “honest.”"
          ]
        },
        {
          "text": "They made him jealous by worshiping other gods.",
          "ID": "16"
        },
        {
          "text": "They offered sacrifices to demons—gods that are not God.",
          "ID": "17"
        },
        {
          "text": "You people left the Rock who made you;",
          "ID": "18"
        },
        {
          "text": "“The Lord saw this and became upset.",
          "ID": "19"
        },
        {
          "text": "So he said, ‘I will turn away from them,\nThey are a rebellious people.",
          "ID": "20"
        },
        {
          "text": "They made me jealous with things that are not really gods.\nSo I will use people who are not really a nation to make them jealous.",
          "ID": "21"
        },
        {
          "text": "My anger will burn like a fire,\nburning the earth and all it produces,",
          "ID": "22"
        },
        {
          "text": "“‘I will bring troubles to the Israelites.",
          "ID": "23"
        },
        {
          "text": "They will become thin from hunger.\nI will send wild animals against them.",
          "ID": "24"
        },
        {
          "text": "In the streets, soldiers will kill them.\nSoldiers will kill young men and women.",
          "ID": "25"
        },
        {
          "text": "“‘I thought about destroying the Israelites",
          "ID": "26"
        },
        {
          "text": "But I know what their enemies would say.\nThey would brag and say,",
          "ID": "27"
        },
        {
          "text": "“They are foolish.",
          "ID": "28"
        },
        {
          "text": "If they were wise,",
          "ID": "29"
        },
        {
          "text": "Can one person chase away 1000 men?\nIt will happen only if the Lord gives them to their enemy.",
          "ID": "30"
        },
        {
          "text": "The ‘rock’ of our enemies is not strong like our Rock.",
          "ID": "31"
        },
        {
          "text": "Their vines and fields will be destroyed\nTheir grapes are like bitter poison.",
          "ID": "32"
        },
        {
          "text": "“The Lord says, ‘I am saving that punishment.",
          "ID": "34"
        },
        {
          "text": "I will punish them for the bad things they did.\nTheir time of trouble is near.",
          "ID": "35"
        },
        {
          "text": "“The Lord will judge his people.\nHe will see that their power is gone.",
          "ID": "36"
        },
        {
          "text": "Then the Lord will say, ‘Where are the false gods?",
          "ID": "37"
        },
        {
          "text": "Those false gods ate the fat of your sacrifices.\nSo let them get up and help you!",
          "ID": "38"
        },
        {
          "text": "“‘Now, see that I, and only I, am God!\nI put people to death,\nI can hurt people,",
          "ID": "39"
        },
        {
          "text": "I raise my hand toward heaven and make this promise.",
          "ID": "40"
        },
        {
          "text": "I swear,\nI will use it to punish my enemies.",
          "ID": "41"
        },
        {
          "text": "My enemies will be killed and taken as prisoners.",
          "ID": "42"
        },
        {
          "text": "“The whole world should be happy for God’s people!\nHe gives his enemies the punishment they deserve.",
          "ID": "43"
        },
        {
          "text": "Moses and Joshua son of Nun came and sang all the words of this song for the Israelites to hear.",
          "ID": "44"
        },
        {
          "text": "When Moses finished giving these teachings to the people,",
          "ID": "45"
        },
        {
          "text": "he said to them, “You must be sure to pay attention to all the commands I tell you today. And you must tell your children to obey completely the commands in this Law.",
          "ID": "46"
        },
        {
          "text": "Don’t think these teachings are not important. They are your life! Through these teachings you will live a long time in the land across the Jordan River that you are ready to take.”",
          "ID": "47"
        },
        {
          "text": "The Lord spoke to Moses that same day. He said,",
          "ID": "48"
        },
        {
          "text": "“Go to the Abarim Mountains. Go up on Mount Nebo in the land of Moab across from the city of Jericho. Then you can look at the land of Canaan that I am giving to the Israelites to live in.",
          "ID": "49"
        },
        {
          "text": "You will die on that mountain. You will go to be with your people, the same as your brother Aaron died on Mount Hor.",
          "ID": "50"
        },
        {
          "text": "This is because you both sinned against me. You were at the waters of Meribah near Kadesh, in the desert of Zin. There, in front of the Israelites, you did not honor me and show that I am holy.",
          "ID": "51"
        },
        {
          "text": "So now you may see the land that I am giving to the Israelites. But you cannot go into that land.”",
          "ID": "52"
        }
      ],
      "ID": "OT:DEU.32",
      "name": "Deuteronomy 32"
    },
    {
      "title": "Moses Gives Praise to God",
      "text": [
        {
          "text": "This is the blessing that Moses, the man of God, gave the Israelites before he died:",
          "ID": "1"
        },
        {
          "text": "“The Lord came from Sinai,\nHe came with 10,000 holy ones.",
          "ID": "2",
          "comments": [
            "holy one Here, this probably means an angel."
          ]
        },
        {
          "text": "Yes, the Lord loves his people.\nThey sit at his feet",
          "ID": "3"
        },
        {
          "text": "Moses gave us the law.",
          "ID": "4"
        },
        {
          "text": "At that time the Israelites",
          "ID": "5"
        },
        {
          "text": "“Let Reuben live, and not die!",
          "ID": "6"
        },
        {
          "text": "Moses said this about Judah:\n“Lord, listen to the leader from Judah when he calls for help.\nMake him strong,",
          "ID": "7"
        },
        {
          "text": "Moses said this about Levi:\n“Levi is your true follower.\nAt Massah you tested the people of Levi.",
          "ID": "8"
        },
        {
          "text": "They were more loyal to you, Lord, than to their own families.\nThey did not recognize their brothers.\nBut they obeyed your commands.",
          "ID": "9"
        },
        {
          "text": "They will teach your rules to Jacob\nThey will burn incense before you.",
          "ID": "10"
        },
        {
          "text": "“Lord, bless everything Levi has.\nDestroy those who attack him!",
          "ID": "11"
        },
        {
          "text": "Moses said this about Benjamin:\n“Benjamin is loved by the Lord\nThe Lord protects him all the time",
          "ID": "12"
        },
        {
          "text": "Moses said this about Joseph:\n“May the Lord bless Joseph’s land",
          "ID": "13"
        },
        {
          "text": "Let the sun give them good fruit.",
          "ID": "14"
        },
        {
          "text": "Let the hills and ancient mountains",
          "ID": "15"
        },
        {
          "text": "Let the earth give its best to Joseph.",
          "ID": "16"
        },
        {
          "text": "Joseph is like a powerful bull.\nThey will attack other people\nYes, Manasseh has thousands of people,",
          "ID": "17"
        },
        {
          "text": "Moses said this about Zebulun:\n“Zebulun, be happy when you go out.",
          "ID": "18"
        },
        {
          "text": "They will call the people to their mountain.\nThey will take riches from the sea",
          "ID": "19"
        },
        {
          "text": "Moses said this about Gad:\n“Praise God who gave Gad more land!",
          "ID": "20"
        },
        {
          "text": "He chose the best part for himself.\nThe leaders of the people come to him.",
          "ID": "21"
        },
        {
          "text": "Moses said this about Dan:\n“Dan is a lion’s cub",
          "ID": "22"
        },
        {
          "text": "Moses said this about Naphtali:\n“Naphtali, you will get all you want.",
          "ID": "23"
        },
        {
          "text": "Moses said this about Asher:\n“Asher is the most blessed of the sons.",
          "ID": "24",
          "comments": [
            "Asher This name means “blessed” or “happy.”"
          ]
        },
        {
          "text": "Your gates will have locks made from iron and bronze.",
          "ID": "25"
        },
        {
          "text": "“There is no one like the God of Israel!",
          "ID": "26"
        },
        {
          "text": "God lives forever.\nHis power continues forever!\nHe will force your enemies to leave your land.",
          "ID": "27"
        },
        {
          "text": "So Israel will live in safety.\nThey will get a land of grain and wine.",
          "ID": "28"
        },
        {
          "text": "Israel, you are blessed.\nThe Lord saved you.\nYour enemies will be afraid of you,",
          "ID": "29"
        }
      ],
      "ID": "OT:DEU.33",
      "name": "Deuteronomy 33"
    },
    {
      "title": "Joshua Becomes the New Leader",
      "text": [
        {
          "text": "Moses climbed Mount Nebo. Moses went from the Jordan Valley in Moab to the top of Mount Pisgah. This was across the Jordan River from Jericho. The Lord showed Moses all the land from Gilead to Dan.",
          "ID": "1"
        },
        {
          "text": "He showed him all the land of Naphtali, Ephraim, and Manasseh. He showed him all the land of Judah as far as the Mediterranean Sea.",
          "ID": "2"
        },
        {
          "text": "He showed Moses the Negev and the valley that goes from Zoar to Jericho, the city of palm trees.",
          "ID": "3"
        },
        {
          "text": "The Lord said to Moses, “This is the land I promised to Abraham, Isaac, and Jacob. I said to them, ‘I will give this land to your descendants. I have let you see the land, but you cannot go there.’”",
          "ID": "4"
        },
        {
          "text": "Then Moses, the Lord’s servant, died there in the land of Moab. The Lord had told Moses this would happen.",
          "ID": "5"
        },
        {
          "text": "He buried Moses in Moab. This was in the valley across from Beth Peor. But even today, no one knows exactly where Moses’ grave is.",
          "ID": "6"
        },
        {
          "text": "Moses was 120 years old when he died. He was as strong as ever, and his eyes were still good.",
          "ID": "7"
        },
        {
          "text": "The Israelites cried for Moses for 30 days. They stayed in the Jordan Valley in Moab until the time of sadness was finished.",
          "ID": "8"
        },
        {
          "text": "Moses had put his hands on Joshua and appointed him to be the new leader. Then Joshua son of Nun was filled with the spirit of wisdom. So the Israelites began to obey Joshua, and they did what the Lord had commanded Moses.",
          "ID": "9"
        },
        {
          "text": "Israel never had another prophet like Moses: The Lord knew Moses face to face.",
          "ID": "10"
        },
        {
          "text": "The Lord sent Moses to do powerful miracles in the land of Egypt. Pharaoh, all his officers, and all the people in Egypt saw those miracles.",
          "ID": "11"
        },
        {
          "text": "No other prophet ever did as many powerful and amazing things as Moses did for the Israelites to see.",
          "ID": "12"
        }
      ],
      "ID": "OT:DEU.34",
      "name": "Deuteronomy 34"
    }
  ],
  "ID": "OT:DEU(ERV)",
  "name": "Deuteronomy"
}