{
  "text": [
    {
      "text": [
        {
          "text": "And after the death of Moses, the servant of the Lord, it happened that the Lord spoke to Joshua, the son of Nun, the minister of Moses, and he said to him:",
          "ID": "1"
        },
        {
          "text": "\"Moses, my servant, has died. Rise up, and cross this Jordan, you and all the people with you, into the land which I will give to the sons of Israel.",
          "ID": "2"
        },
        {
          "text": "I will deliver to you every place that the step of your foot will tread upon, just as I said to Moses.",
          "ID": "3"
        },
        {
          "text": "From the desert and from Lebanon, even to the great river Euphrates, all the land of the Hittites, as far as the great sea opposite the setting of the sun, shall be your border.",
          "ID": "4"
        },
        {
          "text": "No one will be able to resist you during all the days of your life. Just as I was with Moses, so will I be with you. I will not leave you, nor will I forsake you.",
          "ID": "5"
        },
        {
          "text": "Be strengthened and be steadfast. For you shall divide by lot, to this people, the land about which I swore to their fathers that I would deliver it to them.",
          "ID": "6"
        },
        {
          "text": "Therefore, be strengthened and be very steadfast, so that you may observe and accomplish the entire law, which Moses, my servant, instructed to you. You may not turn aside from it to the right, nor to the left. So may you understand all that you should do.",
          "ID": "7"
        },
        {
          "text": "The book of this law shall not depart from your mouth. Instead, you shall meditate upon it, day and night, so that you may observe and do all the things that are written in it. Then you shall direct your way and understand it.",
          "ID": "8"
        },
        {
          "text": "Behold, I am instructing you. Be strengthened, and be steadfast. Do not dread, and do not fear. For the Lord your God is with you in all things, wherever you may go.\"",
          "ID": "9"
        },
        {
          "text": "And Joshua instructed the leaders of the people, saying: \"Cross through the midst of the camp, and command the people, and say:",
          "ID": "10"
        },
        {
          "text": "'Prepare your food supplies. For after the third day, you shall cross the Jordan, and you shall enter so as to possess the land, which the Lord your God will give to you.' \"",
          "ID": "11"
        },
        {
          "text": "Likewise, he said to the Reubenites and to the Gadites, and to the one half tribe of Manasseh:",
          "ID": "12"
        },
        {
          "text": "\"Remember the words, which Moses, the servant of the Lord, instructed to you, saying: 'The Lord your God has given you rest, and has given you all the land.'",
          "ID": "13"
        },
        {
          "text": "Your wives and sons, as well as the cattle, shall remain in the land which Moses delivered to you beyond the Jordan. But as for you, pass over with weapons, before your brothers, all you who are strong of hand, and fight on their behalf,",
          "ID": "14"
        },
        {
          "text": "until the Lord gives rest to your brothers, just as he has given to you, and until they also possess the land, which the Lord your God will give to them. And so shall you be returned to the land of your possession. And you shall live in the land, which Moses, the servant of the Lord, gave to you beyond the Jordan, opposite the rising of the sun.\"",
          "ID": "15"
        },
        {
          "text": "And they responded to Joshua, and they said: \"All that you have instructed to us, we shall do. And wherever you will send us, we shall go.",
          "ID": "16"
        },
        {
          "text": "Just as we obeyed Moses in all things, so shall we obey you also. But may the Lord your God be with you, just as he was with Moses.",
          "ID": "17"
        },
        {
          "text": "Whoever will contradict your mouth, and whoever will not obey all of your words, which you will instruct to him, let him die. But may you be strengthened, and may you act manfully.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:JOS.1",
      "name": "Joshua 1"
    },
    {
      "text": [
        {
          "text": "And so Joshua, the son of Nun, sent two men from Shittim to explore in secret. And he said to them, \"Go and consider the land and the city of Jericho.\" And while traveling, they entered into the house of a harlot woman named Rahab, and they rested with her.",
          "ID": "1"
        },
        {
          "text": "And it was reported to the king of Jericho, and it was said: \"Behold, men have entered to this place in the night, from the sons of Israel, so that they might explore the land.\"",
          "ID": "2"
        },
        {
          "text": "And the king of Jericho sent to Rahab, saying: \"Bring out the men who came to you, and who entered into your house. For certainly they are spies, and they have arrived to consider the entire land.\"",
          "ID": "3"
        },
        {
          "text": "And the woman, taking the men, hid them. And she said: \"I admit that they came to me, but I did not know where they were from.",
          "ID": "4"
        },
        {
          "text": "And when the gate was closed, they went out together in the darkness. I do not know where they have gone. Pursue them quickly, and you will overtake them.\"",
          "ID": "5"
        },
        {
          "text": "But she caused the men to ascend to the roof of her house, and she covered them with the stalks of flax that were there.",
          "ID": "6"
        },
        {
          "text": "But those who had been sent pursued after them along the way that leads to the ford of the Jordan. And as soon as they went out, the gate was closed.",
          "ID": "7"
        },
        {
          "text": "Those who were hiding had not yet fallen asleep, and behold, the woman went up to them, and she said:",
          "ID": "8"
        },
        {
          "text": "\"I know that the Lord has given this land to you. For the terror of you has fallen upon us, and all the inhabitants of the land have languished.",
          "ID": "9"
        },
        {
          "text": "We have heard that the Lord dried up the water of the Red Sea upon your arrival, when you were departing from Egypt, and we heard of the things that you did to the two kings of the Amorites, who were beyond the Jordan, Sihon and Og, whom you put to death.",
          "ID": "10"
        },
        {
          "text": "And upon hearing these things, we were very afraid, and our heart languished. Neither did there remain in us any spirit at your arrival. For the Lord your God is the very God in heaven above and on earth below.",
          "ID": "11"
        },
        {
          "text": "Now, therefore, swear to me by the Lord that in the same way that I have acted with mercy toward you, so also shall you act toward the house of my father. And may you give me a true sign",
          "ID": "12"
        },
        {
          "text": "that you will save my father and mother, my brothers and sisters, and all that is theirs, and that you may rescue our souls from death.\"",
          "ID": "13"
        },
        {
          "text": "They responded to her: \"May our lives be yours unto death, if only you do not betray us. And when the Lord will have delivered the land to us, we will act toward you with mercy and truth.\"",
          "ID": "14"
        },
        {
          "text": "Therefore, she sent them down from a window with a rope. For her house was joined to the wall.",
          "ID": "15"
        },
        {
          "text": "And she said to them: \"Climb up to the mountains; otherwise, they may meet you as they are returning. And lay hidden there for three days, until they return. And then you will go on your way.\"",
          "ID": "16"
        },
        {
          "text": "And they said to her: \"We shall be innocent of this oath, to which you have sworn us,",
          "ID": "17"
        },
        {
          "text": "if, when we enter into the land, this scarlet cord has been placed as a sign, and you have tied it at the window by which you let us down. And so, gather your father, and mother, and brothers, and all your family into your house.",
          "ID": "18"
        },
        {
          "text": "Whoever will have exited from the door of your house, his blood will be on his own head, and we will be uninvolved. But the blood of all who will be with you in the house shall fall back upon our own head, if anyone touches them.",
          "ID": "19"
        },
        {
          "text": "But if you will have betrayed us, so that you spread this word in their midst, we will be free from this oath, to which you have sworn us.\"",
          "ID": "20"
        },
        {
          "text": "And she responded, \"Just as you have spoken, so let it be done.\" And sending them to travel on, she hung the scarlet cord at the window.",
          "ID": "21"
        },
        {
          "text": "And truly, walking on, they arrived at the mountains, and they stayed there for three days, until those who had been pursuing them returned. For having sought them along the entire way, they did not find them.",
          "ID": "22"
        },
        {
          "text": "And when they returned and entered the city, the explorers descended from the mountain. And crossing the Jordan, they went to Joshua, the son of Nun, and they reported to him all that had happened to them.",
          "ID": "23"
        },
        {
          "text": "And they said, \"The Lord has delivered this entire land into our hands, and all its inhabitants have been struck down by fear.\"",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.2",
      "name": "Joshua 2"
    },
    {
      "text": [
        {
          "text": "And so, Joshua arose in the night, and he moved the camp. And they departed from Shittim, and they went to the Jordan: he, and all the sons of Israel, and they remained there for three days.",
          "ID": "1"
        },
        {
          "text": "After these things unfolded, announcers passed through the midst of the camp,",
          "ID": "2"
        },
        {
          "text": "and they began to proclaim: \"When you will see the ark of the covenant of the Lord your God, and the priests of the stock of Levi carrying it, you also shall rise up and follow those who are going before you.",
          "ID": "3"
        },
        {
          "text": "And let there be, between you and the ark, the space of two thousand cubits, so that you may be able to see it from far away, and to know along which way you should advance. For you have not walked this way before. And be careful that you do not approach the ark.\"",
          "ID": "4"
        },
        {
          "text": "And Joshua said to the people: \"Be sanctified. For tomorrow the Lord will accomplish miracles among you.\"",
          "ID": "5"
        },
        {
          "text": "And he said to the priests: \"Take up the ark of the covenant, and go before the people.\" And they fulfilled the orders, and they took it and walked before them.",
          "ID": "6"
        },
        {
          "text": "And the Lord said to Joshua: \"Today I will begin to exalt you in the sight of all Israel, so that they may know that, just as I was with Moses, so also am I with you.",
          "ID": "7"
        },
        {
          "text": "Now instruct the priests, who are carrying the ark of the covenant, and say to them, 'When you will have entered into a part of the water of the Jordan, stand still in it.' \"",
          "ID": "8"
        },
        {
          "text": "And Joshua said to the sons of Israel, \"Approach to here, and listen to the word of the Lord your God.\"",
          "ID": "9"
        },
        {
          "text": "And again, he said: \"By this shall you know that the Lord, the living God, is in your midst, and that he shall scatter in your sight, the Canaanite and the Hittite, the Hivite and the Perizzite, likewise the Girgashite, and the Jebusite, and the Amorite.",
          "ID": "10"
        },
        {
          "text": "Behold, the ark of the covenant of the Lord of all the earth shall go before you through the Jordan.",
          "ID": "11"
        },
        {
          "text": "Prepare twelve men from the tribes of Israel, one from each tribe.",
          "ID": "12"
        },
        {
          "text": "And when the priests who are carrying the ark of the Lord, the God of the entire earth, will have placed the steps of their feet in the waters of the Jordan, the waters that are lower will run down and pass away, and those that are approaching above will stand together in a mass.\"",
          "ID": "13"
        },
        {
          "text": "And the people departed from their tents, so that they might cross the Jordan. And the priests who were carrying the ark of the covenant were advancing before them.",
          "ID": "14"
        },
        {
          "text": "And as soon as they entered into the Jordan, and their feet were dipped in a portion of the water, (now the Jordan, since it was the time of the harvest, had filled the banks of its channel,)",
          "ID": "15"
        },
        {
          "text": "the descending waters stood still in one place, and, swelling up like a mountain, they were seen from far away, from the city that is called Adam, even as far as the place of Zarethan. But those that were lower ran down into the Sea of the Wilderness, (which is now called the Dead Sea,) until they entirely passed away.",
          "ID": "16"
        },
        {
          "text": "Then the people advanced opposite Jericho. And the priests who were carrying the ark of the covenant of the Lord were standing, fully-dressed, upon dry soil in the midst of the Jordan, and all the people passed over, through the channel that was dried up.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOS.3",
      "name": "Joshua 3"
    },
    {
      "text": [
        {
          "text": "And when they had crossed over, the Lord said to Joshua:",
          "ID": "1"
        },
        {
          "text": "\"Choose twelve men, one from each tribe,",
          "ID": "2"
        },
        {
          "text": "and instruct them so that they may take from the midst of the channel of the Jordan, where the feet of the priests stood still, twelve very hard stones, which you shall station in the place of the camp, where you will pitch your tents this night.\"",
          "ID": "3"
        },
        {
          "text": "And Joshua called twelve men, whom he had chosen from the sons of Israel, one from each tribe,",
          "ID": "4"
        },
        {
          "text": "and he said to them: \"Go before the ark of the Lord your God into the middle of the Jordan, and let each one carry from there one stone on your shoulders, according to the number of the sons of Israel,",
          "ID": "5"
        },
        {
          "text": "so that it may be a sign among you. And when your sons will ask you, tomorrow, saying, 'What do these stones mean to you?'",
          "ID": "6"
        },
        {
          "text": "you shall respond to them: 'The waters of the Jordan failed before the ark of the covenant of the Lord, when the ark crossed over it. For this reason, these stones were placed as a monument for the sons of Israel, even forever.' \"",
          "ID": "7"
        },
        {
          "text": "Therefore, the sons of Israel did as Joshua instructed them, carrying twelve stones from the midst of the channel of the Jordan, just as the Lord had ordered him, according to the number of the sons of Israel, as far as the place where they made camp, and there they stationed them.",
          "ID": "8"
        },
        {
          "text": "Similarly, Joshua positioned another twelve stones in the middle of the channel of the Jordan, where the priests stood who were carrying the ark of the covenant; and they are there, even to the present day.",
          "ID": "9"
        },
        {
          "text": "Now the priests who were carrying the ark stood in the midst of the Jordan, until everything was accomplished which the Lord had instructed Joshua to speak to the people and which Moses had said to him. And the people hurried, and they passed over.",
          "ID": "10"
        },
        {
          "text": "And when they had all crossed, the ark of the Lord also crossed, and the priests advanced before the people.",
          "ID": "11"
        },
        {
          "text": "Likewise, the sons of Reuben, and of Gad, and of the one half tribe of Manasseh advanced with weapons before the sons of Israel, just as Moses had instructed them.",
          "ID": "12"
        },
        {
          "text": "And forty thousand fighters, by companies and divisions, advanced through the plains and fields of the city of Jericho.",
          "ID": "13"
        },
        {
          "text": "In that day, the Lord magnified Joshua in the sight of all Israel, so that they would fear him, just as they had feared Moses while he lived.",
          "ID": "14"
        },
        {
          "text": "And he said to him,",
          "ID": "15"
        },
        {
          "text": "\"Command the priests who are carrying the ark of the covenant to ascend from the Jordan.\"",
          "ID": "16"
        },
        {
          "text": "And he commanded them, saying, \"Ascend from the Jordan.\"",
          "ID": "17"
        },
        {
          "text": "And when those who were carrying the ark of the covenant of the Lord had ascended, and they began to step on dry soil, the waters returned to their channel, and they flowed as they usually did before.",
          "ID": "18"
        },
        {
          "text": "Now the people ascended from the Jordan on the tenth day of the first month, and they encamped at Gilgal, opposite the eastern portion of the city of Jericho.",
          "ID": "19"
        },
        {
          "text": "Likewise, the twelve stones that they had taken up from the channel of the Jordan, Joshua stationed at Gilgal.",
          "ID": "20"
        },
        {
          "text": "And he said to the sons of Israel: \"When your sons will question their fathers, tomorrow, and they will say to them, 'What do these stones mean to you?'",
          "ID": "21"
        },
        {
          "text": "you shall teach them, and you shall say: 'Israel passed over this Jordan, through the dry channel.'",
          "ID": "22"
        },
        {
          "text": "For the Lord your God dried up its waters in your sight, until you crossed over,",
          "ID": "23"
        },
        {
          "text": "just as he had done before, at the Red Sea, which he dried up until we crossed over.",
          "ID": "24"
        },
        {
          "text": "So may all the peoples of the earth learn of the very powerful hand of the Lord. So may you also fear the Lord your God for all time.\"",
          "ID": "25"
        }
      ],
      "ID": "OT:JOS.4",
      "name": "Joshua 4"
    },
    {
      "text": [
        {
          "text": "Therefore, after all the kings of the Amorites, who were living across the Jordan toward the western region, and all the kings of Canaan, who possessed the places beside the great sea, had heard that the Lord had dried up the waters of the Jordan before the sons of Israel, until they crossed over it, their heart was broken, and there remained in them no spirit, out of fear at the entrance of the sons of Israel.",
          "ID": "1"
        },
        {
          "text": "So at that time, the Lord said to Joshua: \"Make for yourself knives of stone, and circumcise the sons of Israel a second time.\"",
          "ID": "2"
        },
        {
          "text": "He did what the Lord had commanded, and he circumcised the sons of Israel at the hill of the foreskins.",
          "ID": "3"
        },
        {
          "text": "Now this is the reason for the second circumcision: All the people who departed from Egypt of the male gender, all the men fit for war, died in the desert during the very long wandering way;",
          "ID": "4"
        },
        {
          "text": "all these had been circumcised. But the people who were born in the desert,",
          "ID": "5"
        },
        {
          "text": "throughout the forty years of the journey in the very broad wilderness, were uncircumcised, until the ones who had not listened to the voice of the Lord were consumed. For he had sworn to them before, that he would not reveal to them the land flowing with milk and honey.",
          "ID": "6"
        },
        {
          "text": "The sons of these ones succeeded to the place of their fathers, and they were circumcised by Joshua. For they were uncircumcised, just as they had been born, and no one had circumcised them along the way.",
          "ID": "7"
        },
        {
          "text": "Then, after they were all circumcised, they remained in the same place of the camp until they were healed.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to Joshua, \"Today I have taken away from you the disgrace of Egypt.\" And the name of that place was called Gilgal, even to the present day.",
          "ID": "9"
        },
        {
          "text": "And the sons of Israel stayed at Gilgal, and they kept the Passover, on the fourteenth day of the month at evening, in the plains of Jericho.",
          "ID": "10"
        },
        {
          "text": "And on the following day, they ate unleavened bread from the grain of the land, and cooked grain, of the same year.",
          "ID": "11"
        },
        {
          "text": "And the manna ceased after they ate from the grain of the land. And the sons of Israel no longer made use of that food. Instead, they ate from the grain of the present year, from the land of Canaan.",
          "ID": "12"
        },
        {
          "text": "And when Joshua was in the field of the city of Jericho, he lifted up his eyes, and he saw a man standing opposite him, holding a drawn sword. And he went to him and said, \"Are you one of ours, or one of our adversaries?\"",
          "ID": "13"
        },
        {
          "text": "And he responded: \"Not at all. Instead, I am a prince of the host of the Lord, and now I have arrived.\"",
          "ID": "14"
        },
        {
          "text": "Joshua fell prone on the ground. And reverencing, he said, \"What does my lord say to his servant?\"",
          "ID": "15"
        },
        {
          "text": "He said: \"Remove your shoes from your feet. For the place on which you stand is holy.\" And Joshua did just as he had been commanded.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOS.5",
      "name": "Joshua 5"
    },
    {
      "text": [
        {
          "text": "Now Jericho was closed as well as fortified, out of fear of the sons of Israel, and no one dared to depart or to enter.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to Joshua: \"Behold, I have given Jericho into your hand, with its king and all the strong men.",
          "ID": "2"
        },
        {
          "text": "Have all the warriors circle the city once each day; you shall do so for six days.",
          "ID": "3"
        },
        {
          "text": "Then, on the seventh day, the priests shall take the seven trumpets, which are used on the jubilee, and they shall precede the ark of the covenant. And you shall circle the city seven times, and the priests shall sound the trumpets.",
          "ID": "4"
        },
        {
          "text": "And when the voice of the trumpet sounds longer and with interruptions, and it increases in your ears, then all the people shall cry out together with a very great shout, and the walls of the city shall fall to the foundation, and they shall enter it, each from a place opposite where they are standing.\"",
          "ID": "5"
        },
        {
          "text": "Then Joshua, the son of Nun, called the priests, and he said to them, \"Take the ark of the covenant, and let seven other priests take the seven trumpets of the jubilee, and advance before the ark of the Lord.\"",
          "ID": "6"
        },
        {
          "text": "He also said to the people, \"Go, and circle the city, armed, preceding the ark of the Lord.\"",
          "ID": "7"
        },
        {
          "text": "And when Joshua had finished his words, and the seven priests sounded the seven trumpets before the ark of the covenant of the Lord,",
          "ID": "8"
        },
        {
          "text": "and all the armed soldiers went ahead, the remainder of the common people followed the ark, and the sound of the trumpets grew louder everywhere.",
          "ID": "9"
        },
        {
          "text": "But Joshua had instructed the people, saying, \"You shall not cry out, nor shall your voice be heard, and no word at all shall proceed from your mouth, until the day arrives on which I will say to you, 'Cry out, and shout.' \"",
          "ID": "10"
        },
        {
          "text": "Thus, the ark of the Lord circled the city once each day, and returning to the camp, it remained there.",
          "ID": "11"
        },
        {
          "text": "And so, with Joshua, arising in the night, the priests took the ark of the Lord,",
          "ID": "12"
        },
        {
          "text": "and seven of them took the seven trumpets, which are used in the jubilee, and they preceded the ark of the Lord, walking and sounding the trumpets. And the armed men went before them, and the remainder of the common people followed the ark, and they were blaring the trumpets.",
          "ID": "13"
        },
        {
          "text": "And they circled the city on the second day, once, and they returned to the camp. They did so for six days.",
          "ID": "14"
        },
        {
          "text": "Then, on the seventh day, rising at first light, they circled the city, just as had been ordered, seven times.",
          "ID": "15"
        },
        {
          "text": "And at the seventh circling, when the priests sounded the trumpets, Joshua said to all of Israel: \"Shout! For the Lord has delivered the city to you.",
          "ID": "16"
        },
        {
          "text": "And let this city be anathema, with all the things that are within it, before the Lord. May only Rahab the harlot live, with all who are with her in the house. For she hid the messengers whom we sent.",
          "ID": "17"
        },
        {
          "text": "But you must be careful that you do not touch any of those things, as you have been instructed, for then you would be guilty of transgression, and all the camp of Israel would be under sin and would be troubled.",
          "ID": "18"
        },
        {
          "text": "But whatever gold and silver there will be, and vessels of brass or of iron, let these be consecrated to the Lord and be stored in his treasuries.\"",
          "ID": "19"
        },
        {
          "text": "Therefore, with all the people shouting, and the trumpets blaring, after the voice and the sound increased in the ears of the multitude, the walls promptly fell to ruin. And each one climbed up at the place which was opposite where he was. And they seized the city.",
          "ID": "20"
        },
        {
          "text": "And they put to death all who were in it, from man even to woman, from infant even to elder. Likewise, the oxen and sheep and donkeys, they struck down with the edge of the sword.",
          "ID": "21"
        },
        {
          "text": "But Joshua said to the two men who had been sent to explore, \"Enter the house of the harlot woman, and bring her out, and all the things that are hers, just as you assured her by oath.\"",
          "ID": "22"
        },
        {
          "text": "And the youths entered, and they led out Rahab, and her parents, also her brothers, and all her goods and kindred, and they caused them to dwell outside the camp.",
          "ID": "23"
        },
        {
          "text": "Then they set fire to the city and all the things that were within it, except the gold and silver, and the vessels of brass or of iron, which they consecrated into the treasury of the Lord.",
          "ID": "24"
        },
        {
          "text": "Yet truly, Joshua caused Rahab the harlot, and her father's household, and all she had, to survive. And they lived in the midst of Israel, even to the present day. For she hid the messengers, whom he had sent to explore Jericho. At that time, Joshua made an invocation, saying:",
          "ID": "25"
        },
        {
          "text": "\"Cursed before the Lord is the man who will raise up and rebuild the city of Jericho! With his firstborn, may he lay its foundation, and with the last of his children, may he set up its gates.\"",
          "ID": "26"
        },
        {
          "text": "And so the Lord was with Joshua, and his name was made known throughout all the land.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOS.6",
      "name": "Joshua 6"
    },
    {
      "text": [
        {
          "text": "But the sons of Israel transgressed the commandment, and they usurped what was anathema. For Achan, the son of Carmi, the son of Zabdi, the son of Zerah, from the tribe of Judah, took something from what was anathema. And the Lord became angry against the sons of Israel.",
          "ID": "1"
        },
        {
          "text": "And when Joshua sent men from Jericho against Ai, which is beside Bethaven, toward the eastern region of the town of Bethel, he said to them, \"Go up and explore the land.\" And they fulfilled his instruction, and they explored Ai.",
          "ID": "2"
        },
        {
          "text": "And returning, they said to him: \"Let not the entire people go up. Instead, let two or three thousand men go out and destroy the city. Why should all the people be troubled without cause against enemies that are so very few?\"",
          "ID": "3"
        },
        {
          "text": "Therefore, they went up with three thousand fighters. And they promptly turned their backs,",
          "ID": "4"
        },
        {
          "text": "and were struck down by the men of the city of Ai. And thirty-six men of them fell. And the adversaries pursued them from the gate, even as far as Shebarim. And they felled them as they were fleeing downward. And the heart of the people was struck with fear, and it melted like water.",
          "ID": "5"
        },
        {
          "text": "And truly, Joshua tore his garments, and he fell prone on the ground before the ark of the Lord, even until evening, both he and all the elders of Israel. And they cast dust upon their heads.",
          "ID": "6"
        },
        {
          "text": "And Joshua said: \"Alas, O Lord God! Why would you want to lead this people over the river Jordan, so that you might deliver us into the hand of the Amorite and destroy us? I wish that we had remained beyond the Jordan, as when we began.",
          "ID": "7"
        },
        {
          "text": "My Lord God, what shall I say, seeing Israel turning their backs to their enemies?",
          "ID": "8"
        },
        {
          "text": "The Canaanites and all the inhabitants of the land will hear of it, and coming together as one, they will surround us, and they will wipe our name from the earth. And what will you do concerning your great name?\"",
          "ID": "9"
        },
        {
          "text": "And the Lord said to Joshua: \"Rise up. Why are you lying flat on the ground?",
          "ID": "10"
        },
        {
          "text": "Israel has sinned and transgressed my covenant. And they have taken from what is anathema. And they have stolen and lied, and they have hidden it among their goods.",
          "ID": "11"
        },
        {
          "text": "Israel is not able to stand before his enemies, and he will flee from them. For he has been defiled by what is anathema. I will be no longer be with you, until you destroy him who is guilty of this wickedness.",
          "ID": "12"
        },
        {
          "text": "Rise up. Sanctify the people. And you shall say to them: 'Be sanctified tomorrow. For thus says the Lord, the God of Israel: That which is anathema is in your midst, O Israel! You are not able to stand before your enemies, until he who has been contaminated by this wickedness is taken away from you.'",
          "ID": "13"
        },
        {
          "text": "And you shall draw near in the morning, each one by your tribes. And whichever tribe will be found by lot shall come forward by its families, and the families by houses, and the house by the men.",
          "ID": "14"
        },
        {
          "text": "And whoever he may be that will be found guilty of this deed, he shall be burnt with fire with all his substance. For he transgressed the covenant of the Lord, and he committed a wicked act in Israel.\"",
          "ID": "15"
        },
        {
          "text": "And so Joshua, rising in the morning, brought forth Israel by their tribes, and the tribe of Judah was found.",
          "ID": "16"
        },
        {
          "text": "And when its families had been presented, the family of Zerah was found. Likewise, bringing that one forward by the houses, he discovered Zabdi.",
          "ID": "17"
        },
        {
          "text": "And dividing his house by each man, he found Achan, the son of Carmi, the son of Zabdi, the son of Zerah, from the tribe of Judah.",
          "ID": "18"
        },
        {
          "text": "And Joshua said to Achan: \"My son, give glory to the Lord, the God of Israel, and confess, and reveal to me what you have done. You may not conceal it.\"",
          "ID": "19"
        },
        {
          "text": "And Achan responded to Joshua, and he said to him: \"Truly, I have sinned against the Lord, the God of Israel, and I have done one thing and another.",
          "ID": "20"
        },
        {
          "text": "For I saw among the spoils a very fine scarlet cloak, and two hundred shekels of silver, and a gold bar of fifty shekels. And coveting these, I took and hid them in the ground near the middle of my tent, and I covered the silver with the soil that I had dug.\"",
          "ID": "21"
        },
        {
          "text": "Therefore, Joshua sent ministers, who, running to his tent, discovered everything hidden in the same place, together with the silver.",
          "ID": "22"
        },
        {
          "text": "And taking these from the tent, they brought them to Joshua, and to all the sons of Israel, and they cast them down before the Lord.",
          "ID": "23"
        },
        {
          "text": "And so Joshua took Achan, the son of Zerah, and the silver, and the cloak, and the gold bar, also his sons and daughters, the oxen and donkeys and sheep, and even the tent and all his goods, (and all of Israel went with him,) and he brought these to the valley of Achor.",
          "ID": "24"
        },
        {
          "text": "There, Joshua said: \"Because you have troubled us, the Lord troubles you, on this day.\" And all of Israel stoned him. And all the things that were his were consumed by fire.",
          "ID": "25"
        },
        {
          "text": "And they gathered upon him a great pile of stones, which remains even to the present day. And the fury of the Lord was averted from them. And the name of that place was called the Valley of Achor, even to this day.",
          "ID": "26"
        }
      ],
      "ID": "OT:JOS.7",
      "name": "Joshua 7"
    },
    {
      "text": [
        {
          "text": "Then the Lord said to Joshua: \"You should not fear, and you should not dread. Take with you the entire multitude of fighters, and rising up, ascend to the town of Ai. Behold, I have delivered into your hand its king and people, and the city and the land.",
          "ID": "1"
        },
        {
          "text": "And you shall do to the city of Ai, and to its king, just as you did to Jericho, and to its king. Yet truly, the spoils, and all the living things, you shall plunder for yourselves. Set an ambush against the city behind it.\"",
          "ID": "2"
        },
        {
          "text": "And Joshua rose up, and the entire army of warriors with him, so that they might ascend against Ai. And he sent thirty thousand elect strong men in the night.",
          "ID": "3"
        },
        {
          "text": "And he instructed them, saying: \"Set an ambush behind the city. You shall withdraw not far away, and let everyone be prepared.",
          "ID": "4"
        },
        {
          "text": "But I and the remainder of the multitude that is with me will approach from the opposite side of the city. And when they come out against us, we will flee and turn our backs, just as we did before,",
          "ID": "5"
        },
        {
          "text": "until, pursuing us, they are drawn away from the city. For they will think that we are fleeing as before.",
          "ID": "6"
        },
        {
          "text": "Then, while we are fleeing and they are pursuing, you shall rise up from the ambush, and you shall lay waste to the city. And the Lord your God will deliver it into your hands.",
          "ID": "7"
        },
        {
          "text": "And when you have seized it, set it on fire. And you shall do all that I have ordered.\"",
          "ID": "8"
        },
        {
          "text": "And he sent them away, and they traveled to the place of the ambush, and they settled between Bethel and Ai, toward the western region of the city of Ai. But Joshua remained for that night in the midst of the people.",
          "ID": "9"
        },
        {
          "text": "And rising at first light, he reviewed his troops, and he went up, with the elders at the front of the army, surrounded by an auxiliary of fighters.",
          "ID": "10"
        },
        {
          "text": "And when they had arrived, and had ascended from the opposite side of the city, they stood toward the northern region of the city. And there was a valley in the middle, between them and the city.",
          "ID": "11"
        },
        {
          "text": "Now he had chosen five thousand men, and he had positioned them in ambush between Bethel and Ai, at the western part of the same city.",
          "ID": "12"
        },
        {
          "text": "Yet truly, all the remainder of the army was arranged in a line to the north, so that the very end of that multitude reached to the western region of the city. Then Joshua went out that night, and he stood in the middle of the valley.",
          "ID": "13"
        },
        {
          "text": "And when the king of Ai had seen this, he hurried in the morning, and he went out with the entire army of the city. And he arranged them in a line opposite the desert, not knowing that an ambush lay hidden behind his back.",
          "ID": "14"
        },
        {
          "text": "Yet truly, Joshua, and all of Israel, withdrew from the place, pretending to be afraid, and fleeing along the way of the wilderness.",
          "ID": "15"
        },
        {
          "text": "And they pursued them, shouting together and encouraging one another. And when they had withdrawn from the city,",
          "ID": "16"
        },
        {
          "text": "and indeed not one remained in the city of Ai and of Bethel who did not pursue after Israel, (leaving the towns open after they had rushed out,)",
          "ID": "17"
        },
        {
          "text": "the Lord said to Joshua: \"Lift up the shield that is in your hand, toward the city of Ai. For I will deliver it to you.\"",
          "ID": "18"
        },
        {
          "text": "And when he had lifted up the shield toward the city, the ambush, which lay hidden, rose up quickly. And advancing to the city, they seized it, and set it on fire.",
          "ID": "19"
        },
        {
          "text": "Now the men of the city who were pursuing Joshua, looking back and seeing the smoke of the city rising up even to heaven, were no longer able to flee in one direction or another, especially since those who had pretended to flee, and who were heading toward the wilderness, had turned back very strongly against those who were pursuing them.",
          "ID": "20"
        },
        {
          "text": "And Joshua, and all of Israel, seeing that the city had been captured, and that the smoke of the city was ascending, returned and struck down the men of Ai.",
          "ID": "21"
        },
        {
          "text": "Then too, those who had seized and set the city on fire, departing from the city toward their own men, began to strike the enemies in the middle. Therefore, since the adversaries were cut off from both sides, none of so great a multitude was saved.",
          "ID": "22"
        },
        {
          "text": "Also, they apprehended the king of the city of Ai, alive, and they brought him before Joshua.",
          "ID": "23"
        },
        {
          "text": "And so, after all were slain who had pursued Israel fleeing toward the wilderness, and after they fell by the sword in the same place, the sons of Israel returned and struck the city.",
          "ID": "24"
        },
        {
          "text": "Now there were twelve thousand persons who had fallen on the same day, from man even to woman, the entire city of Ai.",
          "ID": "25"
        },
        {
          "text": "Truly Joshua did not draw back his hand, which he had stretched out on high, keeping hold of the shield until all the inhabitants of Ai were put to death.",
          "ID": "26"
        },
        {
          "text": "Then the sons of Israel divided among themselves the cattle and the plunder of the city, just as the Lord had instructed Joshua.",
          "ID": "27"
        },
        {
          "text": "And he set fire to the city, and he caused it to be a perpetual tomb.",
          "ID": "28"
        },
        {
          "text": "Also, he suspended the king on a gallows, until evening and the setting of the sun. And Joshua instructed, and they took down his dead body from the hanging tree. And they cast it at the very entrance of the city, gathering a great pile of stones upon it, which remains even to the present day.",
          "ID": "29"
        },
        {
          "text": "Then Joshua built an altar to the Lord, the God of Israel, on Mount Ebal,",
          "ID": "30"
        },
        {
          "text": "just as Moses, the servant of the Lord, had instructed to the sons of Israel, and this was written in the book of the law of Moses: truly, an altar of uncut stones, which iron has not touched. And he offered holocausts upon it to the Lord, and he immolated victims as peace-offerings.",
          "ID": "31"
        },
        {
          "text": "And he wrote on the stones, the Deuteronomy of the law of Moses, which he had set in order before the sons of Israel.",
          "ID": "32"
        },
        {
          "text": "Then all the people, and those greater by birth, and the commanders and judges were standing on both sides of the ark, in the sight of the priests who were carrying the ark of the covenant of the Lord, with both the new arrival and the native born, one half part of them beside Mount Gerizim, and one half beside Mount Ebal, just as Moses, the servant of the Lord, had instructed. And first, certainly, he blessed the people of Israel.",
          "ID": "33"
        },
        {
          "text": "After this, he read all the words of the blessing and the cursing, and all the things that were written in the book of the law.",
          "ID": "34"
        },
        {
          "text": "He left nothing untouched out of those things that Moses had ordered, and he repeated everything before the entire multitude of Israel, with the women and the little ones, and the new arrivals who were staying among them.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOS.8",
      "name": "Joshua 8"
    },
    {
      "text": [
        {
          "text": "And when these things were heard, all the kings across the Jordan, who lived among the mountains and plains, along the coastline and shores of the great sea, also those who were living near Lebanon, the Hittite, and the Amorite, the Canaanite, the Perizzite, and the Hivite, and the Jebusite,",
          "ID": "1"
        },
        {
          "text": "gathered themselves together, so that they might fight against Joshua and Israel, with one mind and with the same resolve.",
          "ID": "2"
        },
        {
          "text": "But those who were living in Gibeon, hearing all that Joshua had done to Jericho and Ai,",
          "ID": "3"
        },
        {
          "text": "planning cleverly, took for themselves provisions, placing old sacks upon their donkeys, and wineskins that had torn and been sewed up,",
          "ID": "4"
        },
        {
          "text": "and having very old shoes, which had been sewn with patches indicating their age, and being clothed in old garments, having also loaves, which they carried as food for the journey, which were hard and broken into pieces.",
          "ID": "5"
        },
        {
          "text": "And they traveled to Joshua, who at that time was staying in the camp at Gilgal. And they said to him, and to all of Israel with him, \"We have come from a far away land, desiring to make peace with you.\" And the sons of Israel responded to them, and said,",
          "ID": "6"
        },
        {
          "text": "\"Perhaps instead, you live in the land which ought to be ours by lot, and we would be unable to form a pact with you.\"",
          "ID": "7"
        },
        {
          "text": "But they said to Joshua, \"We are your servants.\" And Joshua said to them: \"But who are you? And where are you from?\"",
          "ID": "8"
        },
        {
          "text": "They responded: \"Your servants have arrived, from a very far away land, in the name of the Lord, your God. For we have heard about the fame of his power, all the things that he has done in Egypt,",
          "ID": "9"
        },
        {
          "text": "and to the two kings of the Amorites, who were beyond the Jordan: Sihon, the king of Heshbon, and Og, the king of Bashan, who was at Ashtaroth.",
          "ID": "10"
        },
        {
          "text": "And our elders, and all the inhabitants of our land, have said to us: 'Take in hand provisions for the very long journey, and meet with them, and say: We are your servants; form a pact with us.'",
          "ID": "11"
        },
        {
          "text": "Lo, the loaves were taken up warm when we departed from our houses, so that we might come to you. Now they have become dry and broken, due to age.",
          "ID": "12"
        },
        {
          "text": "These wineskins were new when we filled them, now they are torn and broken. The garments we are wearing, and the shoes we have on our feet, due to the great length of the distance, have become worn and are nearly consumed.\"",
          "ID": "13"
        },
        {
          "text": "And so they accepted this, because of their provisions, and they did not consult the mouth of the Lord.",
          "ID": "14"
        },
        {
          "text": "And Joshua made peace with them, and entering into a pact, he promised that they would not be put to death. The leaders of the multitude also swore to them.",
          "ID": "15"
        },
        {
          "text": "Then, three days after the pact was formed, they heard that they lived in the vicinity, and that they would soon be among them.",
          "ID": "16"
        },
        {
          "text": "And so the sons of Israel moved the camp, and they arrived at their cities on the third day, those which are called: Gibeon, and Chephirah, and Beeroth, and Kiriath-jearim.",
          "ID": "17"
        },
        {
          "text": "And they did not strike them, because the leaders of the multitude had sworn to them in the name of the Lord, the God of Israel. And so all of the common people murmured against the leaders.",
          "ID": "18"
        },
        {
          "text": "And they responded to them: \"We have sworn to them in the name of the Lord, the God of Israel, and for that reason, we are not able to touch them.",
          "ID": "19"
        },
        {
          "text": "But we shall do this to them: Certainly, let them be preserved so that they may live, lest the wrath of the Lord be stirred up against us, since we would have sworn falsely.",
          "ID": "20"
        },
        {
          "text": "But though they live, let them serve the entire multitude by cutting wood and carrying water.\" And while they were discussing these things,",
          "ID": "21"
        },
        {
          "text": "Joshua called the Gibeonites, and he said to them: \"Why would you be willing to deceive us by fraud, saying, 'We live very far away from you,' when you are in our midst?",
          "ID": "22"
        },
        {
          "text": "Therefore, you shall be under a curse, and your stock shall not cease to be cutters of wood and carriers of water, into the house of my God.\"",
          "ID": "23"
        },
        {
          "text": "And they responded: \"It was reported to us, your servants, that the Lord your God had promised his servant Moses that he would give you the entire land, and that he would destroy all its inhabitants. Therefore, we were very afraid, and we made a provision for our lives, compelled by the dread of you, and we undertook this counsel.",
          "ID": "24"
        },
        {
          "text": "And now we are in your hand. Act toward us as it seems good and right to you.\"",
          "ID": "25"
        },
        {
          "text": "Therefore, Joshua did just as he had said, and he freed them from the hand of the sons of Israel, so that they would not be killed.",
          "ID": "26"
        },
        {
          "text": "And he decreed on that day, that they would be in the ministry of all the people and of the altar of the Lord, cutting wood and carrying water, even until this present time, in the place which the Lord had chosen.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOS.9",
      "name": "Joshua 9"
    },
    {
      "text": [
        {
          "text": "When Adonizedek, the king of Jerusalem, had heard these things, specifically, that Joshua had seized Ai, and had overthrown it, (for just as he had done to Jericho and its king, so did he do to Ai and its king,) and that the Gibeonites had fled over to Israel, and were now their confederates,",
          "ID": "1"
        },
        {
          "text": "he was very afraid. For Gibeon was a great city, and was one of the royal cities, and was greater than the town of Ai, and all its warriors were very strong.",
          "ID": "2"
        },
        {
          "text": "Therefore, Adonizedek, the king of Jerusalem, sent to Hoham, the king of Hebron, and to Piram, the king of Jarmuth, and also to Japhia, the king of Lachish, and to Debir, the king of Eglon, saying:",
          "ID": "3"
        },
        {
          "text": "\"Ascend to me, and bring troops, so that we may fight against Gibeon. For it has fled over to Joshua and the sons of Israel.\"",
          "ID": "4"
        },
        {
          "text": "And so, having assembled, the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon, together with their armies, went up and encamped around Gibeon, laying siege to it.",
          "ID": "5"
        },
        {
          "text": "But the inhabitants of the city of Gibeon, when it was besieged, sent to Joshua, who was then staying in the camp at Gilgal. And they said to him: \"May you not draw back your hands from helping your servants. Come quickly, and free us, and bring troops. For all the kings of the Amorites, who live in the mountains, have gathered together against us.\"",
          "ID": "6"
        },
        {
          "text": "And Joshua ascended from Gilgal, and the entire army of warriors with him, very strong men.",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Joshua: \"You should not fear them. For I have delivered them into your hands. None of them will be able to withstand you.\"",
          "ID": "8"
        },
        {
          "text": "And so Joshua, ascending from Gilgal throughout the night, rushed upon them suddenly.",
          "ID": "9"
        },
        {
          "text": "And the Lord set them in disarray before the face of Israel. And he crushed them in a great defeat at Gibeon, and he pursued them along the way of the ascent to Beth-horon, and he struck them down, even as far as Azekah and Makkedah.",
          "ID": "10"
        },
        {
          "text": "And while they were fleeing from the sons of Israel, and were on the descent of Beth-horon, the Lord cast great stones from heaven upon them, as far as Azekah. And many more were killed by the hailstones, than were struck down by the swords of the sons of Israel.",
          "ID": "11"
        },
        {
          "text": "Then Joshua spoke to the Lord, on the day that he handed over the Amorite in the sight of the sons of Israel, and he said before them: \"O sun, you shall not move toward Gibeon! O moon, you shall not move toward the valley of Aijalon!\"",
          "ID": "12"
        },
        {
          "text": "And the sun and the moon stood still, until the people had avenged themselves of their enemies. Has this not been written in the book of the just? And so the sun stood still in the midst of heaven, and it did not hurry to its rest for the space of one day.",
          "ID": "13"
        },
        {
          "text": "Never before and never after was there so long a day, as when the Lord obeyed the voice of a man, and fought for Israel.",
          "ID": "14"
        },
        {
          "text": "And Joshua returned, with all of Israel, into the camp of Gilgal.",
          "ID": "15"
        },
        {
          "text": "For the five kings had fled, and had hidden themselves in a cave, near the city of Makkedah.",
          "ID": "16"
        },
        {
          "text": "And it was reported to Joshua that the five kings had been found hidden in a cave, near the city of Makkedah.",
          "ID": "17"
        },
        {
          "text": "And he instructed his companions and said: \"Roll vast stones to the mouth of the cave, and station attentive men who will keep them closed.",
          "ID": "18"
        },
        {
          "text": "But as for you, do not stay here; instead, pursue the enemies, and cut down the lattermost of those who are fleeing. You shall not permit those whom the Lord God has delivered into your hands to enter into the protection of their cities.\"",
          "ID": "19"
        },
        {
          "text": "Thus, the adversaries were struck down in a great defeat, and having been nearly consumed, even to utter annihilation, those who were able to escape from Israel entered into fortified cities.",
          "ID": "20"
        },
        {
          "text": "And the entire army returned to Joshua at Makkedah, where they were then encamped, in good health and in their full numbers. And no one dared to move his tongue against the sons of Israel.",
          "ID": "21"
        },
        {
          "text": "And Joshua instructed, saying, \"Open the mouth of the cave, and bring forward to me the five kings, who are hidden within it.\"",
          "ID": "22"
        },
        {
          "text": "And the ministers did just as they had been ordered. And they led out to him the five kings from the cave: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, the king of Eglon.",
          "ID": "23"
        },
        {
          "text": "And when they had been led out to him, he called all the men of Israel, and he said to the leaders of the army who were with him, \"Go, and place your feet upon the necks of these kings.\" And when they had gone and had tread their feet upon the necks of those who were thrown down,",
          "ID": "24"
        },
        {
          "text": "he spoke to them again: \"Do not be afraid, and do not dread. Be strengthened and be steadfast. For so will the Lord do to all your enemies, against whom you fight.\"",
          "ID": "25"
        },
        {
          "text": "And Joshua struck them down and killed them, and he suspended them on five gallows. And they hung there until evening.",
          "ID": "26"
        },
        {
          "text": "And when the sun had set, he instructed his assistants that they should take them down from the gallows. And having been taken down, they cast them into the cave, where they had lain hidden, and they set vast stones at its mouth, which remain, even to the present.",
          "ID": "27"
        },
        {
          "text": "Also on the same day, Joshua seized Makkedah, and he struck it with the edge of the sword, and he put to death its king and all its inhabitants. He did not leave in it even the smallest remains. And he did to the king of Makkedah, just as he had done to the king of Jericho.",
          "ID": "28"
        },
        {
          "text": "Then he went on, with all of Israel, from Makkedah to Libnah, and he fought against it.",
          "ID": "29"
        },
        {
          "text": "And the Lord delivered it, with its king, into the hands of Israel. And they struck the city with the edge of the sword, and all its inhabitants. They did not leave in it any remains. And they did to the king of Libnah, just as they had done to the king of Jericho.",
          "ID": "30"
        },
        {
          "text": "From Libnah, with all of Israel, he went on to Lachish. And taking positions around it with his army, he besieged it.",
          "ID": "31"
        },
        {
          "text": "And the Lord delivered Lachish into the hands of Israel, and he seized it on the following day, and he struck it with the edge of the sword, and every soul that was in it, just as he had done to Libnah.",
          "ID": "32"
        },
        {
          "text": "At that time, Horam, the king of Gezer, went up so that he might assist Lachish. And Joshua struck him with all his people, even unto utter annihilation.",
          "ID": "33"
        },
        {
          "text": "And he went on from Lachish to Eglon, and he surrounded it.",
          "ID": "34"
        },
        {
          "text": "And he also defeated it on the same day. And he struck all the souls that were in it with the edge of the sword, in accord with all that he had done to Lachish.",
          "ID": "35"
        },
        {
          "text": "He also ascended, with all of Israel, from Eglon into Hebron, and he fought against it.",
          "ID": "36"
        },
        {
          "text": "He seized it and struck it with the edge of the sword, likewise with its king, and all the towns of that region, and all the souls that were staying in it. He did not leave any remains in it. Just as he had done to Eglon, so also did he do to Hebron, consuming with the sword all that he found within it.",
          "ID": "37"
        },
        {
          "text": "Returning from there to Debir,",
          "ID": "38"
        },
        {
          "text": "he seized it and laid waste to it, likewise with its king. And all the surrounding towns, he struck with the edge of the sword. He did not leave in it any remains. Just as he had done to Hebron and Libnah, and to their kings, so did he do to Debir and to its king.",
          "ID": "39"
        },
        {
          "text": "And so Joshua struck the entire land, the mountains, and the south, and the plains, and the descending slopes, with their kings. He did not leave in it any remains, but he put to death all that was able to breathe, just as the Lord, the God of Israel, had instructed him,",
          "ID": "40"
        },
        {
          "text": "from Kadesh-barnea, as far as Gaza, with all the land of Goshen, as far as Gibeon.",
          "ID": "41"
        },
        {
          "text": "And all their kings and their regions, he seized and destroyed with a single attack. For the Lord, the God of Israel, fought on his behalf.",
          "ID": "42"
        },
        {
          "text": "And he returned, with all of Israel, to the place of the encampment at Gilgal.",
          "ID": "43"
        }
      ],
      "ID": "OT:JOS.10",
      "name": "Joshua 10"
    },
    {
      "text": [
        {
          "text": "And when Jabin, the king of Hazor, had heard these things, he sent to Jobab, the king of Madon, and to the king of Shimron, and to the king of Achshaph,",
          "ID": "1"
        },
        {
          "text": "also to the kings of the north, who were living in the mountains, and in the plains opposite the southern region of Chinneroth, and also in the plains and the regions of Dor, beside the sea,",
          "ID": "2"
        },
        {
          "text": "also to the Canaanites, from east to west, and to the Amorite, and the Hittite, and the Perizzite, and the Jebusite in the mountains, also to the Hivite who was living at the base of Hermon, in the land of Mizpah.",
          "ID": "3"
        },
        {
          "text": "And they all went forth with their troops, a people exceedingly numerous, like the sand that is on the shore of the sea. And their horses and chariots were an immense multitude.",
          "ID": "4"
        },
        {
          "text": "And all these kings assembled at the waters of Merom, so that they might fight against Israel.",
          "ID": "5"
        },
        {
          "text": "And the Lord said to Joshua: \"You should not fear them. For tomorrow, at this same hour, I will deliver all these to be wounded in the sight of Israel. You will hamstring their horses, and you will burn their chariots with fire.\"",
          "ID": "6"
        },
        {
          "text": "And Joshua, and the entire army with him, came against them suddenly, at the waters of Merom, and they rushed upon them.",
          "ID": "7"
        },
        {
          "text": "And the Lord delivered them into the hands of Israel. And they struck them, and they pursued them as far as the great Sidon, and the waters of Misrephoth, and the field of Mizpeh, which is toward the eastern region. He struck them all, so that nothing was left of them to remain.",
          "ID": "8"
        },
        {
          "text": "And he did just as the Lord had instructed him. He hamstrung their horses, and he burned their chariots with fire.",
          "ID": "9"
        },
        {
          "text": "And turning back, he immediately seized Hazor. And he struck down its king with the sword. For Hazor, from antiquity, held the first position among all these kingdoms.",
          "ID": "10"
        },
        {
          "text": "And he struck down all the souls that were staying there. He did not leave in it any remains, but he destroyed everything unto utter annihilation, and he destroyed the city itself with fire.",
          "ID": "11"
        },
        {
          "text": "And he seized, struck, and destroyed all the surrounding cities and their kings, just as Moses, the servant of God, had instructed him.",
          "ID": "12"
        },
        {
          "text": "And except for the cities that were on hills and in elevated places, the rest Israel burned. One only, highly-fortified Hazor, was consumed with fire.",
          "ID": "13"
        },
        {
          "text": "And the sons of Israel divided among themselves all the plunder of these cities, and the cattle, putting to death all persons.",
          "ID": "14"
        },
        {
          "text": "Just as the Lord had instructed his servant Moses, so did Moses instruct Joshua, and he fulfilled everything. He did not omit even one word out of all the commandments, which the Lord had commanded Moses.",
          "ID": "15"
        },
        {
          "text": "And so Joshua seized the entire land of the mountains, and of the south, and the land of Goshen, and the plains, and the western region, and the mountain of Israel, and its plains.",
          "ID": "16"
        },
        {
          "text": "As for the part of the mountain that ascends to Seir, as far as Baalgad, along the plain of Lebanon under mount Hermon, all their kings he seized, struck down, and killed.",
          "ID": "17"
        },
        {
          "text": "For a long time, Joshua fought against these kings.",
          "ID": "18"
        },
        {
          "text": "There was not a city that delivered itself to the sons of Israel, except the Hivites who were living at Gibeon. For he seized it all in warfare.",
          "ID": "19"
        },
        {
          "text": "For it was the sentence of the Lord that their hearts would be hardened, and that they would fight against Israel and fall, and that they did not deserve any clemency, and that they should perish, just as the Lord had commanded Moses.",
          "ID": "20"
        },
        {
          "text": "In that time, Joshua went and put to death the Anakim from the mountains, from Hebron and Debir and Anab, and from all the mountains of Judah and Israel. And he destroyed their cities.",
          "ID": "21"
        },
        {
          "text": "He did not leave any from the stock of the Anakim in the land of the sons of Israel, except the cities of Gaza, and Gath, and Ashdod, which alone were left behind.",
          "ID": "22"
        },
        {
          "text": "Thus, Joshua seized all the land, just as the Lord spoke to Moses, and he delivered it as a possession to the sons of Israel, according to their divisions and tribes. And the land rested from battles.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOS.11",
      "name": "Joshua 11"
    },
    {
      "text": [
        {
          "text": "These are the kings whom the sons of Israel struck down, and whose land they possessed beyond the Jordan, toward the rising of the sun, from the torrent Arnon as far as mount Hermon, with the entire eastern region that looks out toward the wilderness:",
          "ID": "1"
        },
        {
          "text": "Sihon, the king of the Amorites, who lived at Heshbon, and who had dominion from Aroer, which is situated on the bank of the torrent Arnon, and the valley in the middle, and one half of Gilead, as far as the torrent Jabbok, which is the border of the sons of Ammon,",
          "ID": "2"
        },
        {
          "text": "and from the wilderness, as far as the sea of Chinneroth toward the east, and to the Sea of the Wilderness, which is the very salty sea, to the eastern region, along the way that leads to Beth-jeshimoth, and from the southern region that lies under the descending slope of Pisgah,",
          "ID": "3"
        },
        {
          "text": "to the border of Og, the king of Bashan; from the remnant of the Rephaim, who lived in Ashtaroth, and at Edrei, and who had dominion on mount Hermon, and at Salecah, and into all of Bashan, even to its limits;",
          "ID": "4"
        },
        {
          "text": "with Geshur and Maacati, and one half of Gilead, these were the borders of Sihon, the king of Heshbon.",
          "ID": "5"
        },
        {
          "text": "Moses, the servant of the Lord, and the sons of Israel struck them down. And Moses delivered their land into the possession of the Reubenites, and the Gadites, and the one half tribe of Manasseh.",
          "ID": "6"
        },
        {
          "text": "These are the kings of the land, whom Joshua and the sons of Israel struck down across the Jordan, toward the western region, from Baalgad in the field of Lebanon, as far as the mountain, part of which ascends to Seir. And Joshua delivered it as a possession to the tribes of Israel, to each one in their divisions,",
          "ID": "7"
        },
        {
          "text": "both in the mountains and in the plains and fields. In the descending slopes, and in the wilderness, and in the south, there too was the Hittite and the Amorite, the Canaanite and the Perizzite, the Hivite and the Jebusite.",
          "ID": "8"
        },
        {
          "text": "The king of Jericho, one; the king of Ai, which is beside Bethel, one;",
          "ID": "9"
        },
        {
          "text": "the king of Jerusalem, one; the king of Hebron, one;",
          "ID": "10"
        },
        {
          "text": "the king of Jarmuth, one; the king of Lachish, one;",
          "ID": "11"
        },
        {
          "text": "the king of Eglon, one; the king of Gezer, one;",
          "ID": "12"
        },
        {
          "text": "the king of Debir, one; the king of Geder, one;",
          "ID": "13"
        },
        {
          "text": "the king of Hormah, one; the king of Arad, one;",
          "ID": "14"
        },
        {
          "text": "the king of Libnah, one; the king of Adullam, one;",
          "ID": "15"
        },
        {
          "text": "the king of Makkedah, one; the king of Bethel, one;",
          "ID": "16"
        },
        {
          "text": "the king of Tappuah, one; the king of Hepher, one;",
          "ID": "17"
        },
        {
          "text": "the king of Aphek, one; the king of Lasharon, one;",
          "ID": "18"
        },
        {
          "text": "the king of Madon, one; the king of Hazor, one;",
          "ID": "19"
        },
        {
          "text": "the king of Shimron, one; the king of Achshaph, one;",
          "ID": "20"
        },
        {
          "text": "the king of Taanach, one; the king of Megiddo, one;",
          "ID": "21"
        },
        {
          "text": "the king of Kadesh, one; the king of Jokneam of Carmel, one;",
          "ID": "22"
        },
        {
          "text": "the king of Dor and of the province of Dor, one; the king of the nations of Gilgal, one;",
          "ID": "23"
        },
        {
          "text": "the king of Tirzah, one. All the kings were thirty-one.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.12",
      "name": "Joshua 12"
    },
    {
      "text": [
        {
          "text": "Joshua was old and advanced in age, and the Lord said to him: \"You have grown old, and are aged, and a very wide land remains, which has not yet been divided by lot,",
          "ID": "1"
        },
        {
          "text": "specifically, all of Galilee, Philistia, and all of Geshur;",
          "ID": "2"
        },
        {
          "text": "from the muddy river, which irrigates Egypt, as far as the border of Ekron toward the north, the land of Canaan, which is divided among the rulers of Philistia: the Gazites, and the Ashdodites, the Ashkelonites, the Gathites, and the Ekronites;",
          "ID": "3"
        },
        {
          "text": "truly, to the south are the Hivites, all the land of Canaan, and Mearah of the Sidonians, as far as Aphek and the borders of the Amorite",
          "ID": "4"
        },
        {
          "text": "and his confines; also, the region of Lebanon toward the east, from Baalgad, under mount Hermon, until you enter into Hamath;",
          "ID": "5"
        },
        {
          "text": "all who live in the mountains from Lebanon, as far as the waters of Misrephoth, and all the Sidonians. I am the One who will wipe them out, before the face of the sons of Israel. Therefore, let their land become a part of the inheritance of Israel, just as I have instructed you.",
          "ID": "6"
        },
        {
          "text": "And now, divide the land as a possession to the nine tribes, and to the one half tribe of Manasseh.\"",
          "ID": "7"
        },
        {
          "text": "With them, Reuben and Gad have possessed the land, which Moses, the servant of the Lord, delivered to them beyond the river Jordan, on the eastern side:",
          "ID": "8"
        },
        {
          "text": "from Aroer, which is situated on the bank of the torrent Arnon and in the midst of the valley, and all the plains of Medeba, as far as Dibon;",
          "ID": "9"
        },
        {
          "text": "and all the cities of Sihon, the king of the Amorites, who reigned in Heshbon, even to the borders of the sons of Ammon;",
          "ID": "10"
        },
        {
          "text": "and Gilead, as well as the borders of Geshur and Maacati, and all of mount Hermon, and all of Bashan, as far as Salecah;",
          "ID": "11"
        },
        {
          "text": "the entire kingdom of Og in Bashan, who reigned at Ashtaroth and Edrei, (he was among the last of the Rephaim). And Moses struck and destroyed them.",
          "ID": "12"
        },
        {
          "text": "And the sons of Israel were not willing to destroy Geshur and Maacati, and so they have lived in the midst of Israel, even to the present day.",
          "ID": "13"
        },
        {
          "text": "But to the tribe of Levi, he did not give a possession. Instead, the sacrifices and victims of the Lord, the God of Israel, these are his inheritance, just as he spoke to him.",
          "ID": "14"
        },
        {
          "text": "Therefore, Moses gave a possession to the tribe of the sons of Reuben, according to their families.",
          "ID": "15"
        },
        {
          "text": "And their border was from Aroer, which is situated on the bank of the torrent Arnon, and in the midst of the valley of the same torrent, with all the flatlands that lead to Medeba;",
          "ID": "16"
        },
        {
          "text": "and Heshbon, and all their villages, which are in the plains; also Dibon, and Bamothbaal, and the town of Baalmeon,",
          "ID": "17"
        },
        {
          "text": "and Jahaz, and Kedemoth, and Mephaath,",
          "ID": "18"
        },
        {
          "text": "and Kiriathaim, and Sibmah, and Zereth-shahar on the mountain of the steep valley;",
          "ID": "19"
        },
        {
          "text": "Bethpeor, and the descending slopes of Pisgah, and Beth-jeshimoth;",
          "ID": "20"
        },
        {
          "text": "and all the cities of the plain, and all the kingdoms of Sihon, the king of the Amorites, who reigned at Heshbon, whom Moses struck down with the leaders of Midian: Evi, and Rekem, and Zur, and Hur, and Reba, the commanders of Sihon, inhabitants of the land.",
          "ID": "21"
        },
        {
          "text": "And the sons of Israel killed Balaam, the son of Beor, the seer, with the sword, along with the others who were slain.",
          "ID": "22"
        },
        {
          "text": "And the river Jordan was made the border of the sons of Reuben; this is the possession of the Reubenites, by their families, in cities and villages.",
          "ID": "23"
        },
        {
          "text": "And Moses gave to the tribe of Gad and his sons, by their families, a possession, of which this is the division:",
          "ID": "24"
        },
        {
          "text": "the border of Jazer, and all the cities of Gilead, and one half part of the land of the sons of Ammon, as far as Aroer, which is opposite Rabbah;",
          "ID": "25"
        },
        {
          "text": "and from Heshbon as far as Ramath, Mizpeh, and Betonim; and from Mahanaim as far as the borders of Debir;",
          "ID": "26"
        },
        {
          "text": "also, in the valley Beth-haram and Beth-nimrah, and Succoth, and Zaphon, the remaining part of the kingdom of Sihon, the king of Heshbon; the limit of this also is the Jordan, as far as the furthest part of the sea of Chinnereth, beyond the Jordan on the eastern side.",
          "ID": "27"
        },
        {
          "text": "This is the possession of the sons of Gad, by their families, in their cities and villages.",
          "ID": "28"
        },
        {
          "text": "He also gave, to the one half tribe of Manasseh and to his sons, a possession according to their families,",
          "ID": "29"
        },
        {
          "text": "the beginning of which is this: from Mahanaim, all of Bashan, and all the kingdoms of Og, the king of Bashan, and all the villages of Jair, which are in Bashan, sixty towns;",
          "ID": "30"
        },
        {
          "text": "and one half part of Gilead, and Ashtaroth, and Edrei, the cities of the kingdom of Og in Bashan, to the sons of Machir, the son of Manasseh, to one half part of the sons of Machir, according to their families.",
          "ID": "31"
        },
        {
          "text": "Moses divided this possession, in the plains of Moab, beyond the Jordan, opposite Jericho on the eastern side.",
          "ID": "32"
        },
        {
          "text": "But to the tribe of Levi he did not give a possession. For the Lord, the God of Israel, is himself their possession, just as he spoke to him.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOS.13",
      "name": "Joshua 13"
    },
    {
      "text": [
        {
          "text": "This is what the sons of Israel possessed in the land of Canaan, which Eleazar, the priest, and Joshua, the son of Nun, and the leaders of the families, by the tribes of Israel, gave to them,",
          "ID": "1"
        },
        {
          "text": "dividing all by lot, just as the Lord had instructed by the hand of Moses, to the nine tribes and to the one half tribe.",
          "ID": "2"
        },
        {
          "text": "For to the two and one half tribes, Moses had given a possession beyond the Jordan, aside from the Levites, who received no land among their brothers.",
          "ID": "3"
        },
        {
          "text": "For by succession, the sons of Joseph, in their place, were divided into two tribes, Manasseh and Ephraim. But the Levites did not receive another portion of land, except cities in which to live, and their suburbs, so as to feed their beasts of burden and cattle.",
          "ID": "4"
        },
        {
          "text": "Just as the Lord had commanded Moses, so the sons of Israel did, and they divided the land.",
          "ID": "5"
        },
        {
          "text": "And so, the sons of Judah approached Joshua at Gilgal. And Caleb, the son of Jephone, the Kenizzite, spoke to him: \"You know what the Lord said to Moses, the man of God, at Kadesh-barnea, about me and you.",
          "ID": "6"
        },
        {
          "text": "I was forty years old when Moses, the servant of the Lord, sent me from Kadesh-barnea, so that I might consider the land. And I reported to him what seemed to me to be true.",
          "ID": "7"
        },
        {
          "text": "But my brothers, who had ascended with me, broke the heart of the people. And I nevertheless followed the Lord my God.",
          "ID": "8"
        },
        {
          "text": "And Moses swore, on that day, saying: 'The land that your foot has tread upon shall be your possession, and that of your sons, unto eternity. For you have followed the Lord my God.'",
          "ID": "9"
        },
        {
          "text": "Therefore, the Lord has granted life to me, just as he promised, even to the present day. It has been forty-five years since the Lord spoke this word to Moses, when Israel was wandering through the wilderness. Today, I am eighty-five years old,",
          "ID": "10"
        },
        {
          "text": "being just as strong as I was at that time, when I was sent to explore the land. The fortitude in me at that time continues even until today, as much to fight as to march.",
          "ID": "11"
        },
        {
          "text": "Therefore, grant to me this mountain, which the Lord has promised in your hearing also, on which are the Anakim, and cities, great and fortified. Perhaps it may be that the Lord will be with me, and I will be able to destroy them, just as he promised to me.\"",
          "ID": "12"
        },
        {
          "text": "And Joshua blessed him, and he delivered Hebron to him as a possession.",
          "ID": "13"
        },
        {
          "text": "And from then on, Hebron was for Caleb, the son of Jephunneh, the Kenizzite, even to the present day. For he followed the Lord, the God of Israel.",
          "ID": "14"
        },
        {
          "text": "Previously, the name Hebron was called Kiriath-Arba. Adam, the greatest among the Anakim, was laid there. And the land ceased from battles.",
          "ID": "15"
        }
      ],
      "ID": "OT:JOS.14",
      "name": "Joshua 14"
    },
    {
      "text": [
        {
          "text": "And so, the lot of the sons of Judah, by their families, was this: from the border of Edom, to the desert of Sin toward the south, and even to the furthest part of the southern region.",
          "ID": "1"
        },
        {
          "text": "Its beginning was from the summit of the very salty sea, and from its bay, which looks toward the south.",
          "ID": "2"
        },
        {
          "text": "And it extends toward the ascent of the Scorpion, and it passes on to Sinai. And it ascends into Kadesh-barnea, and it passes through to Hezron, ascending to Addar, and encompassing Karka.",
          "ID": "3"
        },
        {
          "text": "And from there, it passes on to Azmon, and reaches to the torrent of Egypt. And its boundary shall be the great sea; this shall be the limit of the southern region.",
          "ID": "4"
        },
        {
          "text": "Yet truly, toward the east, the beginning shall be the very salty sea, even to the limit of the Jordan, and that which looks toward the north, from the bay of the sea, even to the same river Jordan.",
          "ID": "5"
        },
        {
          "text": "And the border ascends into Beth-hoglah, and it crosses from the north into Beth-Arabah, ascending to the stone of Bohan, the son of Reuben.",
          "ID": "6"
        },
        {
          "text": "And it reaches as far as the borders of Debara, from the Valley of Achor, to the north, looking toward Gilgal, which is opposite the Ascent of Adummim, on the southern part of the torrent. And it crosses the waters that are called the Fountain of the Sun. And its exit shall be at the Fountain of Rogel.",
          "ID": "7"
        },
        {
          "text": "And it ascends by the steep valley of the son of Hinnom, from the side of the Jebusite, toward the south; this is Jerusalem. And from there, it raises itself to the top of the mountain, which is opposite Geennom to the west, at the top of the Valley of the Rephaim, to the north.",
          "ID": "8"
        },
        {
          "text": "And it passes through, from the top of the mountain, even to the fountain of the Water of Nephtoah. And it continues on, as far as the villages of mount Ephron. And it inclines toward Baalah, which is Kiriath-jearim, that is, the City of Forests.",
          "ID": "9"
        },
        {
          "text": "And it circles from Baalah, to the west, as far as mount Seir. And it passes by the side of mount Jearim, to the north, into Chesalon. And it descends into Beth-shemesh, and it passes through to Timnah.",
          "ID": "10"
        },
        {
          "text": "And it continues on, toward the north, to a region beside Ekron. And it inclines toward Shikkeron, and it crosses to mount Baalah. And it extends into Jabneel, and the last part closes at the west with the great sea.",
          "ID": "11"
        },
        {
          "text": "These are the borders of the sons of Judah, in their families, on all sides.",
          "ID": "12"
        },
        {
          "text": "Yet truly, to Caleb, the son of Jephunneh, he gave a portion in the midst of the sons of Judah, just as the Lord had instructed him: the City of Arba, the father of Anak, which is Hebron.",
          "ID": "13"
        },
        {
          "text": "And Caleb destroyed from it the three sons of Anak, Sheshai, and Ahiman, and Talmai, of the stock of Anak.",
          "ID": "14"
        },
        {
          "text": "And ascending further from there, he came to the inhabitants of Debir, which before was called Kiriath-Sepher, that is, the City of Letters.",
          "ID": "15"
        },
        {
          "text": "And Caleb said, \"Whoever will have struck down Kiriath-Sepher, and will have seized it, I will give to him Achsah, my daughter, as wife.\"",
          "ID": "16"
        },
        {
          "text": "And Othniel, the son of Kenaz, the younger brother of Caleb, seized it. And he gave him Achsah, his daughter, as wife.",
          "ID": "17"
        },
        {
          "text": "And as they were traveling together, she was urged by her husband that she ask her father for a field. And she sighed, as she was sitting on her donkey. And Caleb said to her, \"What is it?\"",
          "ID": "18"
        },
        {
          "text": "But she answered: \"Give a blessing to me. You have given to me a southern and dry land; join to it also a watered land.\" And so Caleb gave to her the watered land above and below it.",
          "ID": "19"
        },
        {
          "text": "This is the possession of the tribe of the sons of Judah, by their families.",
          "ID": "20"
        },
        {
          "text": "And the cities, from the furthest parts of the sons of Judah, beside the borders of Edom to the south, were: Kabzeel and Eder and Jagur,",
          "ID": "21"
        },
        {
          "text": "and Kinah and Dimonah and Adadah,",
          "ID": "22"
        },
        {
          "text": "and Kadesh and Hazor and Ithnan,",
          "ID": "23"
        },
        {
          "text": "Ziph and Telem and Bealoth,",
          "ID": "24"
        },
        {
          "text": "new Hazor and Kerioth-Hezron, which is Hazor,",
          "ID": "25"
        },
        {
          "text": "Amam, Shema, and Moladah,",
          "ID": "26"
        },
        {
          "text": "and Hazar-gaddah and Heshmon and Bethpelet,",
          "ID": "27"
        },
        {
          "text": "and Hazar-shual and Beersheba and Biziothiah,",
          "ID": "28"
        },
        {
          "text": "and Baalah and Iim and Ezem,",
          "ID": "29"
        },
        {
          "text": "and Eltolad and Chesil and Hormah,",
          "ID": "30"
        },
        {
          "text": "and Ziklag and Madmannah and Sansannah,",
          "ID": "31"
        },
        {
          "text": "Lebaoth and Shilhim, and Ain and Rimmon. All the cities were twenty-nine, and their villages.",
          "ID": "32"
        },
        {
          "text": "Truly, in the plains, there were: Eshtaol and Zorah and Ashnah,",
          "ID": "33"
        },
        {
          "text": "and Zanoah and Engannim, and Tappuah and Enam,",
          "ID": "34"
        },
        {
          "text": "and Jarmuth and Adullam, Socoh and Azekah,",
          "ID": "35"
        },
        {
          "text": "and Shaaraim and Adithaim, and Gederah and Gederothaim: fourteen cities, and their villages.",
          "ID": "36"
        },
        {
          "text": "Zenan and Hadashah and Middalgad,",
          "ID": "37"
        },
        {
          "text": "Dilean and Mizpeh and Joktheel,",
          "ID": "38"
        },
        {
          "text": "Lachish and Bozkath and Eglon,",
          "ID": "39"
        },
        {
          "text": "Cabbon and Lahmam and Chitlish,",
          "ID": "40"
        },
        {
          "text": "and Gederoth and Bethdagon, and Naamah and Makkedah: sixteen cities, and their villages.",
          "ID": "41"
        },
        {
          "text": "Libnah and Ether and Ashan,",
          "ID": "42"
        },
        {
          "text": "Iphtah and Ashnah and Nezib,",
          "ID": "43"
        },
        {
          "text": "and Keilah and Achzib and Mareshah: nine cities, and their villages.",
          "ID": "44"
        },
        {
          "text": "Ekron, with its towns and villages:",
          "ID": "45"
        },
        {
          "text": "from Ekron, as far as the sea, all that inclines toward Ashdod, and its villages.",
          "ID": "46"
        },
        {
          "text": "Ashdod, with its towns and villages. Gaza, with its towns and villages, as far as the torrent of Egypt, with the great sea as its border.",
          "ID": "47"
        },
        {
          "text": "And on the mountain, Shamir and Jattir and Socoh,",
          "ID": "48"
        },
        {
          "text": "and Dannah, and Kiriath-Sannah, which is Debir,",
          "ID": "49"
        },
        {
          "text": "Anab and Eshtemoh and Anim,",
          "ID": "50"
        },
        {
          "text": "Goshen and Holon and Giloh: eleven cities, and their villages.",
          "ID": "51"
        },
        {
          "text": "Arab and Dumah and Eshan,",
          "ID": "52"
        },
        {
          "text": "and Janim and Beth-Tappuah and Aphekah,",
          "ID": "53"
        },
        {
          "text": "Humtah and Kiriath-Arba, which is Hebron, and Zior: nine cities, and their villages.",
          "ID": "54"
        },
        {
          "text": "Maon and Carmel, and Ziph and Juttah,",
          "ID": "55"
        },
        {
          "text": "Jezreel and Jokdeam and Zanoah,",
          "ID": "56"
        },
        {
          "text": "Kain, Gibeah, and Timnah: ten cities, and their villages.",
          "ID": "57"
        },
        {
          "text": "Halhul and Bethzur and Gedor,",
          "ID": "58"
        },
        {
          "text": "Maarath and Bethanoth and Eltekon: six cities, and their villages.",
          "ID": "59"
        },
        {
          "text": "Kiriath-baal, which is Kiriath-jearim, the City of Forests, and Rabbah: two cities, and their villages.",
          "ID": "60"
        },
        {
          "text": "In the desert: Beth-Arabah, Middin, and Secacah,",
          "ID": "61"
        },
        {
          "text": "and Nibshan, and the City of Salt, and Engedi: six cities, and their villages.",
          "ID": "62"
        },
        {
          "text": "But the sons of Judah were not able to destroy the Jebusite inhabitants of Jerusalem. And so the Jebusite lived with the sons of Judah in Jerusalem, even to the present day.",
          "ID": "63"
        }
      ],
      "ID": "OT:JOS.15",
      "name": "Joshua 15"
    },
    {
      "text": [
        {
          "text": "Similarly, the lot of the sons of Joseph fell from the Jordan, opposite Jericho and its waters, to the east, to the wilderness that ascends from Jericho to the mountain of Bethel.",
          "ID": "1"
        },
        {
          "text": "And it goes out from Bethel to Luz. And it crosses the border of Archi to Ataroth.",
          "ID": "2"
        },
        {
          "text": "And it descends to the west, beside the border of Japhleti, as far as the borders of lower Beth-horon, and to Gezer. And the last parts of its regions are by the great sea.",
          "ID": "3"
        },
        {
          "text": "And Manasseh and Ephraim, the sons of Joseph, possessed it.",
          "ID": "4"
        },
        {
          "text": "And the border of the sons of Ephraim was made by their families. And their possession toward the east was from Ataroth-addar, as far as upper Beth-horon,",
          "ID": "5"
        },
        {
          "text": "and the confines extend to the sea. Yet truly, Michmethath looks toward the north, and it circles around the borders, toward the east, into Taanath-shiloh. And it continues on, from the east, to Janoah.",
          "ID": "6"
        },
        {
          "text": "And it descends from Janoah to Ataroth and Naarah. and it continues to Jericho, and it extends to the Jordan.",
          "ID": "7"
        },
        {
          "text": "From Tappuah, it passes on, opposite the sea, into the Valley of Reeds. And its exit is at the very salty sea. This is the possession of the tribe of the sons of Ephraim, by their families.",
          "ID": "8"
        },
        {
          "text": "And there were cities, with their villages, which were set aside for the sons of Ephraim, in the midst of the possession of the sons of Manasseh.",
          "ID": "9"
        },
        {
          "text": "And the sons of Ephraim did not put to death the Canaanite that was living at Gezer. And the Canaanite lived in the midst of Ephraim, even to this day, paying tribute.",
          "ID": "10"
        }
      ],
      "ID": "OT:JOS.16",
      "name": "Joshua 16"
    },
    {
      "text": [
        {
          "text": "Now this lot fell to the tribe of Manasseh, since he is the firstborn of Joseph: to Machir, the firstborn of Manasseh, the father of Gilead, who was a fighting man, and he had as a possession Gilead and Bashan;",
          "ID": "1"
        },
        {
          "text": "and to the rest of the sons of Manasseh, according to their families: to the sons of Abiezer, and to the sons of Helek, and to the sons of Asriel, and to the sons of Shechem, and to the sons of Hepher, and to the sons of Shemida. These are the sons of Manasseh, the son of Joseph, the males, by their families.",
          "ID": "2"
        },
        {
          "text": "Yet truly, Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, had no sons, but only daughters, whose names are these: Mahlah and Noah and Hoglah and Milcah and Tirzah.",
          "ID": "3"
        },
        {
          "text": "And they went before the sight of Eleazar, the priest, and Joshua, the son of Nun, and the leaders, saying: \"The Lord instructed by the hand of Moses that a possession ought to be given to us, in the midst of our brothers.\" And so, he gave to them, in accord with the order of the Lord, a possession in the midst of the brothers of their father.",
          "ID": "4"
        },
        {
          "text": "And by lot, there fell ten portions to Manasseh, aside from the land of Gilead and Bashan beyond the Jordan.",
          "ID": "5"
        },
        {
          "text": "And so the daughters of Manasseh possessed an inheritance in the midst of his sons. But the land of Gilead fell by lot to the sons of Manasseh that were left.",
          "ID": "6"
        },
        {
          "text": "And the border of Manasseh was from Asher to Michmethath, which looks out toward Shechem. And it goes out, to the right, beside the inhabitants of the Fountain of Tappuah.",
          "ID": "7"
        },
        {
          "text": "For by lot, there also fell to Manasseh the land of Tappuah, which is beside the borders of Manasseh, and which belongs to the sons of Ephraim.",
          "ID": "8"
        },
        {
          "text": "And the border descends to the Valley of Reeds, to the south of the torrent of the cities of Ephraim, which are in the midst of the cities of Manasseh. The border of Manasseh is to the north of the torrent, and its exit extends to the sea.",
          "ID": "9"
        },
        {
          "text": "So it is that the possession of Ephraim is in the south, and that of Manasseh is in the north, and both are enclosed by the sea, and they are joined together by the tribe of Asher to the north, and by the tribe of Issachar to the east.",
          "ID": "10"
        },
        {
          "text": "And the inheritance of Manasseh, in Issachar and in Asher, was Bethshean and its villages, and Ibleam with its villages, and the inhabitants of Dor, with their towns, likewise the inhabitants of Endor with their villages, and similarly the inhabitants of Taanach with their villages, and the inhabitants of Megiddo with their villages, and one third part of the city of Naphath.",
          "ID": "11"
        },
        {
          "text": "The sons of Manasseh were not able to overthrow these cities, and so the Canaanite began to dwell in their land.",
          "ID": "12"
        },
        {
          "text": "But after the sons of Israel had grown strong, they subdued the Canaanites, and made them their tributaries, but they did not kill them.",
          "ID": "13"
        },
        {
          "text": "And the sons of Joseph spoke to Joshua, and they said, \"Why have you given to me as a possession one lot and one portion, while I am of such a great multitude, and the Lord has blessed me?\"",
          "ID": "14"
        },
        {
          "text": "And Joshua said to them, \"If you are a numerous people, go up into the forest, and cut out space for yourself in the land of the Perizzites and the Rephaim, since the possession of mount Ephraim is too narrow for you.\"",
          "ID": "15"
        },
        {
          "text": "And the sons of Joseph responded to him: \"We are not able to ascend to the mountains, since the Canaanites, who live in the plains, in which are situated Bethshean, with its villages, and Jezreel, possessing the middle of the valley, use chariots of iron.\"",
          "ID": "16"
        },
        {
          "text": "And Joshua said to the house of Joseph, to Ephraim and Manasseh: \"You are a numerous people, and you have great strength. You shall not have only one lot.",
          "ID": "17"
        },
        {
          "text": "Instead, you shall cross to the mountain, and you shall cut down and clear out for yourselves space in which to live. And you shall be able to advance further, when you will have destroyed the Canaanite, who, as you say, has iron chariots and is very strong.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:JOS.17",
      "name": "Joshua 17"
    },
    {
      "text": [
        {
          "text": "And all the sons of Israel gathered together at Shiloh, and there they stationed the Tabernacle of the Testimony. And the land was subjected to them.",
          "ID": "1"
        },
        {
          "text": "But there remained seven tribes of the sons of Israel which had not yet received their possessions.",
          "ID": "2"
        },
        {
          "text": "And Joshua said to them: \"For how long will you draw back in idleness, and not enter to possess the land, which the Lord, the God of your fathers, has given to you?",
          "ID": "3"
        },
        {
          "text": "Select three men from each tribe, so that I may send them, and they may go forth and circle through the land, and may describe it according to the number of each multitude, and may bring back to me what they have written down.",
          "ID": "4"
        },
        {
          "text": "Divide the land for yourselves into seven parts. Let Judah be its bounds on the southern side, and the house of Joseph to the north.",
          "ID": "5"
        },
        {
          "text": "The land that is in the middle, between these, write it down in seven parts. And you shall come to me, so that I may cast lots for you about this, before the Lord your God.",
          "ID": "6"
        },
        {
          "text": "But there is no portion among you for the Levites. Instead, the priesthood of the Lord is their inheritance. And Gad and Reuben, and the one half tribe of Manasseh, have already received their possessions beyond the Jordan in the eastern region, which Moses, the servant of the Lord, gave to them.\"",
          "ID": "7"
        },
        {
          "text": "And when the men had risen up, so that they might go out to describe the land, Joshua instructed them, saying, \"Circle through the land, and describe it, and return to me, so that I may cast lots for you about this, before the Lord, in Shiloh.\"",
          "ID": "8"
        },
        {
          "text": "And so they went out. And surveying it, they divided it into seven parts, writing it in a book. And they returned to Joshua, to the camp at Shiloh.",
          "ID": "9"
        },
        {
          "text": "And he cast lots before the Lord, at Shiloh, and he divided the land to the sons of Israel, in seven parts.",
          "ID": "10"
        },
        {
          "text": "And the first lot went to the sons of Benjamin, by their families, so that they would possess the land between the sons of Judah and the sons of Joseph.",
          "ID": "11"
        },
        {
          "text": "And their border toward the north was from the Jordan, continuing on, near the side of Jericho in the northern region, and from there, ascending toward the west to the mountains, and extending to the wilderness of Bethaven.",
          "ID": "12"
        },
        {
          "text": "And it continues to the south beside Luz, which is Bethel. And it descends into Ataroth-addar, at the mountain which is to the south of lower Beth-horon.",
          "ID": "13"
        },
        {
          "text": "And it turns aside, circling toward the sea, to the south of the mountain which looks out toward Beth-horon, toward the southwest. And its exits are toward Kiriath-baal, which is also called Kiriath-jearim, a city of the sons of Judah. This is their region, toward the sea, in the west.",
          "ID": "14"
        },
        {
          "text": "But to the south, the border goes on from the part of Kiriath-jearim toward the sea, and it continues as far as the Fountain of the waters of Nephtoah.",
          "ID": "15"
        },
        {
          "text": "And it descends to that part of the mountain which looks out toward the Valley of the sons of Hinnom. And it is opposite the northern region, in the furthest part of the Valley of the Rephaim. And it descends into Geennom, (that is, the Valley of Hinnom,) near the side of the Jebusite toward the south. And it extends to the Fountain of Rogel,",
          "ID": "16"
        },
        {
          "text": "crossing from there to the north, and going out to En-Shemesh, that is, to the Fountain of the Sun.",
          "ID": "17"
        },
        {
          "text": "And it passes through to the hills that are opposite the region of the Ascent of Adummim. And it descends to Abenboen, that is, so the stone of Bohan, the son of Reuben. And it continues on, at the northern side, to the plains. And it descends into the flatlands.",
          "ID": "18"
        },
        {
          "text": "And it advances before Beth-hoglah, to the north. And its exits are to the north, opposite the bay of the very salty sea, in the southern region at the end of the Jordan,",
          "ID": "19"
        },
        {
          "text": "which is its border to the east. This is the possession of the sons of Benjamin, with their borders all around, and by their families.",
          "ID": "20"
        },
        {
          "text": "And their cities were: Jericho and Beth-hoglah and the Abrupt Valley,",
          "ID": "21"
        },
        {
          "text": "Beth-arabah and Zemaraim and Bethel,",
          "ID": "22"
        },
        {
          "text": "and Avvim and Parah and Ophrah,",
          "ID": "23"
        },
        {
          "text": "the town of Ammoni, and Ophni, and Geba: twelve cities, and their villages;",
          "ID": "24"
        },
        {
          "text": "Gibeon and Ramah and Beeroth,",
          "ID": "25"
        },
        {
          "text": "and Mizpeh and Chephirah and Mozah,",
          "ID": "26"
        },
        {
          "text": "and Rekem, Irpeel, and Taralah,",
          "ID": "27"
        },
        {
          "text": "and Zela, Haeleph, and Jebus, which is Jerusalem, Gibeah and Kiriath: fourteen cities, and their villages. This is the possession of the sons of Benjamin, according to their families.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOS.18",
      "name": "Joshua 18"
    },
    {
      "text": [
        {
          "text": "And the second lot went out, for the sons of Simeon by their families. And their inheritance was,",
          "ID": "1"
        },
        {
          "text": "in the midst of the possession of the sons of Judah: Beersheba, and Sheba, and Moladah,",
          "ID": "2"
        },
        {
          "text": "and Hazar-shual, Balah, and Ezem,",
          "ID": "3"
        },
        {
          "text": "and Eltolad, Bethul, and Hormah,",
          "ID": "4"
        },
        {
          "text": "and Ziklag, and Beth-marcaboth, and Hazar-susah,",
          "ID": "5"
        },
        {
          "text": "and Bethlebaoth, and Sharuhen: thirteen cities, and their villages;",
          "ID": "6"
        },
        {
          "text": "Ain and Enrimmon, and Ether and Ashan: four cities, and their villages;",
          "ID": "7"
        },
        {
          "text": "all villages around these cities, as far as Baalath-beer, the high place facing the southern region. This is the inheritance of the sons of Simeon, according to their families,",
          "ID": "8"
        },
        {
          "text": "within the possession and lot of the sons of Judah, which was greater. And for this reason, the sons of Simeon had a possession in the midst of their inheritance.",
          "ID": "9"
        },
        {
          "text": "And the third lot fell to the sons of Zebulun, by their families; and the limit of their possession was set as far as Sarid.",
          "ID": "10"
        },
        {
          "text": "And it ascends from the sea and from Mareal. And it passes on to Dabbesheth, as far as the torrent, which is opposite Jokneam.",
          "ID": "11"
        },
        {
          "text": "And it turns back from Sarid, to the east, to the end of Chisloth-tabor. And it goes out to Daberath, and it ascends opposite Japhia.",
          "ID": "12"
        },
        {
          "text": "And from there, it continues to the eastern region of Gathhepher and Ethkazin. And goes out to Rimmon, Amthar, and Neah.",
          "ID": "13"
        },
        {
          "text": "And it circles to the north at Hannathon. And its exits are at the Valley of Iphtahel;",
          "ID": "14"
        },
        {
          "text": "and Kattath and Nahalal, and Shimron and Idalah, and Bethlehem: twelve cities, and their villages.",
          "ID": "15"
        },
        {
          "text": "This is the inheritance of the tribe of the sons of Zebulun, by their families, the cities and their villages.",
          "ID": "16"
        },
        {
          "text": "The fourth lot went out to Issachar, by their families.",
          "ID": "17"
        },
        {
          "text": "And his inheritance was: Jezreel, and Chesulloth, and Shunem,",
          "ID": "18"
        },
        {
          "text": "and Hapharaim, and Shion, and Anaharath,",
          "ID": "19"
        },
        {
          "text": "and Rabbith and Kishion, Ebez",
          "ID": "20"
        },
        {
          "text": "and Remeth, and Engannim, and Enhaddah, and Bethpazzez.",
          "ID": "21"
        },
        {
          "text": "And its limit reaches to Tabor and Shahazumah and Beth-shemesh; and its exits shall be at the Jordan: sixteen cities, and their villages.",
          "ID": "22"
        },
        {
          "text": "This is the possession of the sons of Issachar by their families, the cities and their villages.",
          "ID": "23"
        },
        {
          "text": "And the fifth lot fell to the tribe of the sons of Asher, by their families.",
          "ID": "24"
        },
        {
          "text": "And their border was: Helkath, and Hali, and Beten, and Achshaph,",
          "ID": "25"
        },
        {
          "text": "and Allammelech, and Amad, and Mishal. And it extends even to Carmel by the sea, and Shihor, and Libnath.",
          "ID": "26"
        },
        {
          "text": "And it turns back toward the east at Bethdagon. And it continues on as far as Zebulun and the Valley of Iphtahel, toward the north, at Beth-emek and Neiel. And it goes out to the left of Cabul,",
          "ID": "27"
        },
        {
          "text": "and to Ebron, and Rehob, and Hammon, and Kanah, as far as the great Sidon.",
          "ID": "28"
        },
        {
          "text": "And it turns back at Ramah, even to the very fortified city of Tyre, and even to Hosah. And its exits shall be at the sea, from the lot of Achzib;",
          "ID": "29"
        },
        {
          "text": "and Ummah, and Aphek, and Rehob: twenty-two cities, and their villages.",
          "ID": "30"
        },
        {
          "text": "This is the possession of the sons of Asher, by their families, and the cities and their villages.",
          "ID": "31"
        },
        {
          "text": "The sixth lot fell to the sons of Naphtali, by their families.",
          "ID": "32"
        },
        {
          "text": "And its border begins from Heleph and Elon, into Zaanannim, and Adami, which is Nekeb, and Jabneel, as far as Lakkum. And its exits are as far as the Jordan.",
          "ID": "33"
        },
        {
          "text": "And the border turns back to the west at Aznoth-tabor, and it goes out from there to Hukkok. And continues on to Zebulun, in the south, and to Asher, in the west, and to Judah, at the Jordan, toward the rising of the sun.",
          "ID": "34"
        },
        {
          "text": "And the most fortified cities are Ziddim, Zer and Hammath, and Rakkath, and Chinnereth,",
          "ID": "35"
        },
        {
          "text": "and Adamah and Ramah, Hazor",
          "ID": "36"
        },
        {
          "text": "and Kedesh and Edrei, Enhazor",
          "ID": "37"
        },
        {
          "text": "and Yiron and Migdalel, Horem and Bethanath, and Beth-shemesh: nineteen cities, and their villages.",
          "ID": "38"
        },
        {
          "text": "This is the possession of the tribe of the sons of Naphtali, by their families, the cities and their villages.",
          "ID": "39"
        },
        {
          "text": "The seventh lot went out to the tribe of the sons of Dan, by their families.",
          "ID": "40"
        },
        {
          "text": "And the border of their possession was Zorah, and Eshtaol, and Ir-shemesh, that is, the City of the Sun,",
          "ID": "41"
        },
        {
          "text": "Sha-alabbin, and Aijalon, and Ithlah,",
          "ID": "42"
        },
        {
          "text": "Elon, and Timnah, and Ekron,",
          "ID": "43"
        },
        {
          "text": "Eltekeh, Gibbethon and Baalath,",
          "ID": "44"
        },
        {
          "text": "and Jehud, and Bene and Berak, and Gath-Rimmon,",
          "ID": "45"
        },
        {
          "text": "and Mejarkon and Rakkon, with a border that looks toward Joppa,",
          "ID": "46"
        },
        {
          "text": "and there the last part is concluded. And the sons of Dan ascended and fought against Leshem, and they seized it. And they struck it with the mouth of the sword, and they possessed it, and they lived in it, calling it by the name of Leshem-Dan, according to the name of their father Dan.",
          "ID": "47"
        },
        {
          "text": "This is the possession of the tribe of the sons of Dan, by their families, the cities and their villages.",
          "ID": "48"
        },
        {
          "text": "And when he had completed dividing the land by lot to each one by their tribes, the sons of Israel gave a possession to Joshua, the son of Nun, in their midst,",
          "ID": "49"
        },
        {
          "text": "in accord with the precept of the Lord, the city he requested, Timnath-Serah, on mount Ephraim. And he built up the city, and he lived in it.",
          "ID": "50"
        },
        {
          "text": "These are the possessions which Eleazar, the priest, and Joshua, the son of Nun, and the leaders of the families and tribes of the sons of Israel divided by lot at Shiloh, before the Lord, at the door of the Tabernacle of the Testimony. And so did they divide the land.",
          "ID": "51"
        }
      ],
      "ID": "OT:JOS.19",
      "name": "Joshua 19"
    },
    {
      "text": [
        {
          "text": "And the Lord spoke to Joshua, saying: \"Speak to the sons of Israel, and say to them:",
          "ID": "1"
        },
        {
          "text": "Separate the cities of refuge, about which I spoke to you by the hand of Moses,",
          "ID": "2"
        },
        {
          "text": "so that anyone who will have struck down a life unintentionally may flee to them. And so, he may be able to escape from the wrath of a close relative, who is an avenger of blood.",
          "ID": "3"
        },
        {
          "text": "And when he will have fled to one of these cities, he shall stand before the gate of the city, and he shall speak to the ancients of that city, the things that prove him innocent. And so shall they receive him, and give him a place in which to live.",
          "ID": "4"
        },
        {
          "text": "And if the avenger of blood will have pursued him, they shall not deliver him into his hands. For he struck down his neighbor unknowingly, one who was not proven to have been his enemy two or three days before.",
          "ID": "5"
        },
        {
          "text": "And he shall live in that city, until he stands before judgment in order to render the facts of his case, and until the death of the high priest, whoever it will be in that time. Then the one who killed a man may return, and he may enter his own city and house, from which he had fled.\"",
          "ID": "6"
        },
        {
          "text": "And they decreed Kedesh in Galilee, at mount Naphtali, and Shechem, at mount Ephraim, and Kiriath-Arba, which is Hebron, at mount Judah.",
          "ID": "7"
        },
        {
          "text": "And beyond the Jordan, opposite the eastern side of Jericho, they appointed Bezer, which is situated on the plain of the wilderness of the tribe of Reuben, and Ramoth in Gilead of the tribe of Gad, and Golan in Bashan of the tribe of Manasseh.",
          "ID": "8"
        },
        {
          "text": "These cities were established for all the sons of Israel, and for the new arrivals who were living among them, so that whoever had struck down a life unintentionally might flee to these, and not die at the hand of a close relative who desires to vindicate the blood that was shed, until he should stand before the people, in order to present his case.",
          "ID": "9"
        }
      ],
      "ID": "OT:JOS.20",
      "name": "Joshua 20"
    },
    {
      "text": [
        {
          "text": "And the leaders of the families of Levi approached Eleazar, the priest, and Joshua, the son of Nun, and the rulers of the extended families of each of the tribes of the sons of Israel.",
          "ID": "1"
        },
        {
          "text": "And they spoke to them at Shiloh, in the land of Canaan, and they said, \"The Lord instructed, by the hand of Moses, that cities should be given to us as habitations, with their suburbs to nourish our cattle.\"",
          "ID": "2"
        },
        {
          "text": "And so the sons of Israel gave cities and their suburbs from their possessions, in accord with the order of the Lord.",
          "ID": "3"
        },
        {
          "text": "And the lot went out for the family of Kohath, of the sons of Aaron, the priest, from the tribes of Judah and Simeon and Benjamin: thirteen cities.",
          "ID": "4"
        },
        {
          "text": "And to the remainder of the sons of Kohath, that is, to the Levites who were left over, there went, from the tribes of Ephraim and Dan, and from the one half tribe of Manasseh, ten cities.",
          "ID": "5"
        },
        {
          "text": "And next the lot went out to the sons of Gershon, so that they would receive, from the tribes of Issachar and Asher and Naphtali, and from the one half tribe of Manasseh at Bashan: the number of thirteen cities.",
          "ID": "6"
        },
        {
          "text": "And to the sons of Merari, by their families, from the tribes of Reuben and Gad and Zebulun, there went twelve cities.",
          "ID": "7"
        },
        {
          "text": "And so the sons of Israel gave cities and their suburbs to the Levites, just as the Lord instructed by the hand of Moses, distributing to each by lot.",
          "ID": "8"
        },
        {
          "text": "From the tribes of the sons of Judah and Simeon, Joshua gave cities, whose names are these:",
          "ID": "9"
        },
        {
          "text": "to the sons of Aaron, of the families of Kohath of the stock of Levi, (for the first lot went out for them,)",
          "ID": "10"
        },
        {
          "text": "the city of Arba, the father of Anak, which is called Hebron, on the mountain of Judah, and its surrounding suburbs.",
          "ID": "11"
        },
        {
          "text": "Yet truly, the fields and its villages he had given to Caleb, the son of Jephunneh, as a possession.",
          "ID": "12"
        },
        {
          "text": "Therefore, he gave to the sons of Aaron the priest, Hebron as a city of refuge, as well as its suburbs, and Libnah, with its suburbs,",
          "ID": "13"
        },
        {
          "text": "and Jattir, and Eshtemoa,",
          "ID": "14"
        },
        {
          "text": "and Holon, and Debir,",
          "ID": "15"
        },
        {
          "text": "and Ain, and Juttah, and Beth-shemesh, with their suburbs: nine cities from two tribes, just as has been said.",
          "ID": "16"
        },
        {
          "text": "Then, from the tribe of the sons of Benjamin, he gave Gibeon, and Geba,",
          "ID": "17"
        },
        {
          "text": "and Anathoth, and Almon, with their suburbs: four cities.",
          "ID": "18"
        },
        {
          "text": "All the cities together of the sons of Aaron, the priest, were thirteen, with their suburbs.",
          "ID": "19"
        },
        {
          "text": "Yet truly, the remainder of the families of the sons of Kohath, of the stock of Levi, were given this possession:",
          "ID": "20"
        },
        {
          "text": "from the tribe of Ephraim, Shechem, one of the cities of refuge, with its suburbs, on mount Ephraim, and Gezer,",
          "ID": "21"
        },
        {
          "text": "and Kibzaim, and Beth-horon, with their suburbs, four cities;",
          "ID": "22"
        },
        {
          "text": "and from the tribe of Dan, Elteke and Gibbethon,",
          "ID": "23"
        },
        {
          "text": "and Aijalon and Gath-Rimmon, with their suburbs, four cities;",
          "ID": "24"
        },
        {
          "text": "then, from the one half tribe of Manasseh, Taanach and Gath-Rimmon, with their suburbs, two cities.",
          "ID": "25"
        },
        {
          "text": "All the cities were ten, with their suburbs; these were given to the sons of Kohath, of the lesser degree.",
          "ID": "26"
        },
        {
          "text": "Likewise, to the sons of Gershon, of the stock of Levi, from the one half tribe of Manasseh, went Golan in Bashan, one of the cities of refuge, and Bosra, with their suburbs, two cities;",
          "ID": "27"
        },
        {
          "text": "also, from the tribe of Issachar, Kishion, and Daberath,",
          "ID": "28"
        },
        {
          "text": "and Jarmuth, and Engannim, with their suburbs, four cities;",
          "ID": "29"
        },
        {
          "text": "then, from the tribe of Asher, Mishal and Abdon,",
          "ID": "30"
        },
        {
          "text": "and Helkath and Rehob, with their suburbs, four cities;",
          "ID": "31"
        },
        {
          "text": "likewise, from the tribe of Naphtali, Kedesh in Galilee, one of the cities of refuge, and Hammoth-Dor, and Kartan, with their suburbs, three cities.",
          "ID": "32"
        },
        {
          "text": "All the cities of the families of Gershon were thirteen, with their suburbs.",
          "ID": "33"
        },
        {
          "text": "Then, to the sons of Merari, Levites of the lesser degree, by their families, were given, from the tribe of Zebulun, Jokneam and Kartah,",
          "ID": "34"
        },
        {
          "text": "and Dimnah and Nahalal, four cities with their suburbs;",
          "ID": "35"
        },
        {
          "text": "from the tribe of Reuben, beyond the Jordan, opposite Jericho, Bezer in the wilderness, one of the cities of refuge, Misor and Jazer, and Jethson and Mephaath, four cities with their suburbs;",
          "ID": "36"
        },
        {
          "text": "from the tribe of Gad, Ramoth of Gilead, one of the cities of refuge, and Mahanaim and Heshbon and Jazer, four cities with their suburbs.",
          "ID": "37"
        },
        {
          "text": "All the cities of the sons of Merari, by their families and extended families, were twelve.",
          "ID": "38"
        },
        {
          "text": "And so all the cities of the Levites, in the midst of the possession of the sons of Israel, were forty-eight,",
          "ID": "39"
        },
        {
          "text": "with their suburbs, each distributed by families.",
          "ID": "40"
        },
        {
          "text": "And the Lord God gave to Israel all the land that he had sworn he would deliver to their fathers. And they possessed it, and they lived in it.",
          "ID": "41"
        },
        {
          "text": "And he gave them peace with all the surrounding nations. And none of their enemies dared to stand against them; instead, they were brought under their sovereignty.",
          "ID": "42"
        },
        {
          "text": "Indeed, not so much as one word that he had promised to provide for them was left empty; instead, everything was fulfilled.",
          "ID": "43"
        }
      ],
      "ID": "OT:JOS.21",
      "name": "Joshua 21"
    },
    {
      "text": [
        {
          "text": "In the same time, Joshua called the Reubenites, and the Gadites, and the one half tribe of Manasseh.",
          "ID": "1"
        },
        {
          "text": "And he said to them: \"You have done all that Moses, the servant of the Lord, instructed you. You have also obeyed me in all things.",
          "ID": "2"
        },
        {
          "text": "Neither have you forsaken your brothers during this long time, even to the present day, keeping the orders of the Lord your God.",
          "ID": "3"
        },
        {
          "text": "Therefore, since the Lord your God has given your brothers peace and quiet, just as he promised: return, and go into your tents and into the land of your possession, which Moses, the servant of the Lord, delivered to you beyond the Jordan.",
          "ID": "4"
        },
        {
          "text": "And may you continue to observe attentively, and to work to fulfill, the commandment and the law that Moses, the servant of the Lord, instructed to you, so that you may love the Lord your God, and walk in all his ways, and keep all his commandments, and cling to him, and serve him with all your heart and with all your soul.\"",
          "ID": "5"
        },
        {
          "text": "And Joshua blessed them, and he sent them away. And they returned to their tents.",
          "ID": "6"
        },
        {
          "text": "Now to the one half tribe of Manasseh, Moses had given a possession in Bashan. And therefore, to the one half that was left over, Joshua gave a lot among the remainder of their brothers across the Jordan, in the western region. And when he had blessed them and dismissed them to their tents,",
          "ID": "7"
        },
        {
          "text": "he said to them: \"Return to your settlements with much substance and wealth, with silver and gold, brass and iron, and a multitude of garments. Divide the spoils of your enemies with your brothers.\"",
          "ID": "8"
        },
        {
          "text": "And the sons of Reuben, and the sons of Gad, and the one half tribe of Manasseh returned, and they went away from the sons of Israel at Shiloh, which is situated in Canaan, so that they might enter into Gilead, the land of their possession, which they had obtained according to the order of the Lord, by the hand of Moses.",
          "ID": "9"
        },
        {
          "text": "And when they had arrived at the hills of the Jordan in the land of Canaan, they built an altar of immense magnitude beside the Jordan.",
          "ID": "10"
        },
        {
          "text": "And when the sons of Israel had heard of it, and certain messengers had reported to them that the sons of Reuben, and of Gad, and of the one half tribe of Manasseh had built an altar in the land of Canaan, upon the hills of the Jordan, facing the sons of Israel,",
          "ID": "11"
        },
        {
          "text": "they all assembled at Shiloh, so that they might go up and battle against them.",
          "ID": "12"
        },
        {
          "text": "And in the interim, they sent to them, in the land of Gilead, Phinehas, the son of Eleazar, the priest,",
          "ID": "13"
        },
        {
          "text": "and ten leaders with him, one from each tribe.",
          "ID": "14"
        },
        {
          "text": "And they went to the sons of Reuben, and of Gad, and of the one half tribe of Manasseh, in the land of Gilead, and they said to them:",
          "ID": "15"
        },
        {
          "text": "\"All the people of the Lord declare this: What is this transgression? Why have you forsaken the Lord, the God of Israel, by building a sacrilegious altar, and by withdrawing from the worship of him?",
          "ID": "16"
        },
        {
          "text": "Is it a small thing to you that you have sinned with Baal of Peor, and that the stain of that crime continues among us, even to the present day? And many of the people have fallen.",
          "ID": "17"
        },
        {
          "text": "And yet you have forsaken the Lord today, and tomorrow his wrath will rage against all of Israel.",
          "ID": "18"
        },
        {
          "text": "But if you consider the land of your possession to be unclean, cross over to the land in which is the tabernacle of the Lord, and live among us. But do not withdraw from the Lord, and from our fellowship, by building an altar contrary to the altar of the Lord our God.",
          "ID": "19"
        },
        {
          "text": "Did not Achan, the son of Zerah, go against the commandment of the Lord, and so his wrath was laid over all the people of Israel? And he was only one man. If only he had perished in his wickedness alone!\"",
          "ID": "20"
        },
        {
          "text": "And the sons of Reuben, and of Gad, and of the one half tribe of Manasseh responded to the leaders of the delegation from Israel:",
          "ID": "21"
        },
        {
          "text": "\"The Lord, the almighty God, the Lord, the almighty God, he knows, and also Israel will understand: If we have constructed this altar with intent of transgression, let him not preserve us, but instead punish us immediately.",
          "ID": "22"
        },
        {
          "text": "And if we have acted with a mind so that we might present upon it holocausts, and sacrifice, and victims of peace offerings, let him inquire and judge.",
          "ID": "23"
        },
        {
          "text": "Instead, we have acted with this greater thought and design, that we would say: Tomorrow your sons will say to our sons: 'What is there between you and the Lord, the God of Israel?",
          "ID": "24"
        },
        {
          "text": "The Lord has stationed the river Jordan as the border between us and you, O sons of Reuben, O sons of Gad. And therefore, you have no part in the Lord.' And by this occasion, your sons would turn away our sons from the fear of the Lord. And so we sought something better,",
          "ID": "25"
        },
        {
          "text": "and we said: Let us build us an altar, not for holocausts, and not to offer victims,",
          "ID": "26"
        },
        {
          "text": "but as a testimony between us and you, and between our descendents and your progeny, so that we may serve the Lord, and so that it may be our right to offer holocausts, and victims, and peace offerings, and so that tomorrow your sons may not say to our sons: 'You have no part in the Lord.'",
          "ID": "27"
        },
        {
          "text": "And if they decide to say this, they shall respond to them: 'Behold, the altar of the Lord, which our fathers made, not for holocausts, and not for sacrifice, but instead as a testimony between us and you.'",
          "ID": "28"
        },
        {
          "text": "May this wickedness be far from us, such that we would withdraw from the Lord, and would forsake his paths, by constructing an altar to offer holocausts, and sacrifices, and victims, contrary to the altar of the Lord our God, which was built before his tabernacle.\"",
          "ID": "29"
        },
        {
          "text": "And when Phinehas, the priest, and the leaders of the delegation who were with him, had heard this, they were pleased. And they accepted very willingly the words of the sons of Reuben, and of Gad, and of the one half tribe of Manasseh.",
          "ID": "30"
        },
        {
          "text": "And Phinehas, the priest, the son of Eleazar, said to them: \"Now we know that the Lord is with us. For you are a stranger to this transgression. And so you have freed the sons of Israel from the hand of the Lord.\"",
          "ID": "31"
        },
        {
          "text": "And he returned with the leaders, from the sons of Reuben and of Gad, out of the land of Gilead, into the parts of Canaan, to the sons of Israel. And he reported to them.",
          "ID": "32"
        },
        {
          "text": "And the word pleased all who heard it. And the sons of Israel praised God, and they no longer said that they would go up against them, and fight, and destroy the land of their possession.",
          "ID": "33"
        },
        {
          "text": "And the sons of Reuben and the sons of Gad called the altar that they had built: Our testimony that the Lord himself is God.",
          "ID": "34"
        }
      ],
      "ID": "OT:JOS.22",
      "name": "Joshua 22"
    },
    {
      "text": [
        {
          "text": "Now a long time passed, after the Lord had given peace to Israel by subjecting all the surrounding nations. And Joshua was now old and very advanced in age.",
          "ID": "1"
        },
        {
          "text": "Joshua called all of Israel, and those greater by birth, and the leaders and rulers and teachers, and he said to them: \"I am elderly and advanced in age.",
          "ID": "2"
        },
        {
          "text": "And you yourselves discern all that the Lord your God has done with all the surrounding nations, in what manner he himself has fought for you.",
          "ID": "3"
        },
        {
          "text": "And now, since he has divided to you by lot all the land, from the eastern part of the Jordan even to the great sea, and yet many nations still remain,",
          "ID": "4"
        },
        {
          "text": "the Lord your God will destroy them, and he will take them away before your face, and you shall possess the land, just as he has promised you.",
          "ID": "5"
        },
        {
          "text": "Even so, be strengthened and be careful that you observe all the things that have been written in the book of the law of Moses, and that you do not turn aside from them, neither to the right, nor to the left.",
          "ID": "6"
        },
        {
          "text": "Otherwise, after you have entered to the Gentiles, who will be among you in the future, you might swear by the name of their gods, and serve them, and adore them.",
          "ID": "7"
        },
        {
          "text": "Instead, cling to the Lord your God, just as you have done even to this day.",
          "ID": "8"
        },
        {
          "text": "And then the Lord God will take away, in your sight, nations that are great and very robust, and no one will be able to withstand you.",
          "ID": "9"
        },
        {
          "text": "One of you shall pursue a thousand men of the enemies. For the Lord your God himself will fight on your behalf, just as he promised.",
          "ID": "10"
        },
        {
          "text": "Even so, be very diligent and careful in this: that you love the Lord your God.",
          "ID": "11"
        },
        {
          "text": "But if you choose to cling to the errors of these nations that live among you, and to mix with them by marriage, and to join with them by friendship,",
          "ID": "12"
        },
        {
          "text": "even now, know this: that the Lord your God will not wipe them away before your face. Instead, they shall be a pit and a snare to you, and a stumbling block at your side, and stakes in your eyes, until he takes you away and scatters you from this excellent land, which he has delivered to you.",
          "ID": "13"
        },
        {
          "text": "Lo, today I am entering the way of the entire earth, and you shall know with all your mind that, out of all the words that the Lord has promised to fulfill for you, not one will pass by unfulfilled.",
          "ID": "14"
        },
        {
          "text": "Therefore, just as he has fulfilled in deed what he has promised, and all prosperous things have arrived, so will he bring upon you whatever evils were threatened, until he takes you away and scatters you from this excellent land, which he has delivered to you,",
          "ID": "15"
        },
        {
          "text": "when you will have transgressed the covenant of the Lord your God, which he has formed with you, and will have served strange gods, and will have adored them. And then the fury of the Lord will rise up quickly and speedily against you, and you will be taken away from this excellent land, which he has delivered to you.\"",
          "ID": "16"
        }
      ],
      "ID": "OT:JOS.23",
      "name": "Joshua 23"
    },
    {
      "text": [
        {
          "text": "And Joshua gathered together all the tribes of Israel at Shechem, and he called those greater by birth, and the leaders and judges and teachers. And they stood in the sight of the Lord.",
          "ID": "1"
        },
        {
          "text": "And he spoke to the people in this way: \"Thus says the Lord, the God of Israel: 'Your fathers lived, in the beginning, across the river: Terah, the father of Abraham, and Nahor. And they served strange gods.",
          "ID": "2"
        },
        {
          "text": "Then I brought your father Abraham from the parts of Mesopotamia, and I led him into the land of Canaan. And I multiplied his offspring,",
          "ID": "3"
        },
        {
          "text": "and I gave to him Isaac. And to him, I gave again Jacob and Esau. And I gave mount Seir to Esau as a possession. Yet truly, Jacob and his sons descended into Egypt.",
          "ID": "4"
        },
        {
          "text": "And I sent Moses and Aaron, and I struck Egypt with many signs and portents.",
          "ID": "5"
        },
        {
          "text": "And I led you and your fathers away from Egypt, and you arrived at the sea. And the Egyptians pursued your fathers with chariots and horsemen, as far as the Red Sea.",
          "ID": "6"
        },
        {
          "text": "Then the sons of Israel cried out to the Lord. And he stationed a darkness between you and the Egyptians, and he led the sea over them, and he covered them. Your eyes saw all that I did in Egypt, and you lived in the wilderness for a long time.",
          "ID": "7"
        },
        {
          "text": "And I led you into the land of the Amorite, who was living beyond the Jordan. And when they fought against you, I delivered them into your hands, and you possessed their land, and you put them to death.",
          "ID": "8"
        },
        {
          "text": "Then Balak, the son of Zippor, the king of Moab, rose up and fought against Israel. And he sent and called for Balaam, the son of Beor, so that he might curse you.",
          "ID": "9"
        },
        {
          "text": "And I was not willing to listen to him, but on the contrary, I blessed you through him, and I freed you from his hand.",
          "ID": "10"
        },
        {
          "text": "And you crossed over the Jordan, and you arrived at Jericho. And the men of that city fought against you: the Amorite, and the Perizzite, and the Canaanite, and the Hittite, and the Girgashite, and the Hivite, and the Jebusite. And I delivered them into your hands.",
          "ID": "11"
        },
        {
          "text": "And I sent wasps before you. And I drove them from their places, the two kings of the Amorites, but not by your sword, and not by your bow.",
          "ID": "12"
        },
        {
          "text": "And I gave you a land, in which you did not labor, and cities, which you did not build, so that you might live in them, and vineyards and olive groves, which you did not plant.'",
          "ID": "13"
        },
        {
          "text": "Now therefore, fear the Lord, and serve him with a perfect and very sincere heart. And take away the gods that your fathers served in Mesopotamia and in Egypt, and serve the Lord.",
          "ID": "14"
        },
        {
          "text": "But if it seems evil to you that you would serve the Lord, a choice is given to you. Choose today what pleases you, and whom you ought to serve above all else, either the gods that your fathers served in Mesopotamia, or the gods of the Amorites, in whose land you live: but as for me and my house, we will serve the Lord.\"",
          "ID": "15"
        },
        {
          "text": "And the people responded, and they said: \"Far be it from us that we would forsake the Lord, and serve foreign gods.",
          "ID": "16"
        },
        {
          "text": "The Lord our God himself led us and our fathers away from the land of Egypt, from the house of servitude. And he accomplished immense signs in our sight, and he preserved us along the entire way by which we journeyed, and among all the people through whom we passed.",
          "ID": "17"
        },
        {
          "text": "And he cast out all the nations, the Amorite, the inhabitant of the land that we entered. And so, we will serve the Lord, for he is our God.\"",
          "ID": "18"
        },
        {
          "text": "And Joshua said to the people: \"You will not be able to serve the Lord. For he is a holy and powerful God, and he is jealous, and he will not ignore your wickedness and sins.",
          "ID": "19"
        },
        {
          "text": "If you leave behind the Lord, and you serve foreign gods, he will turn himself, and he will afflict you, and he will overthrow you, after all the good that he has offered to you.\"",
          "ID": "20"
        },
        {
          "text": "And the people said to Joshua, \"By no means will it be as you are saying, but we will serve the Lord.\"",
          "ID": "21"
        },
        {
          "text": "And Joshua said to the people, \"You yourselves are witnesses, that you have chosen the Lord so that you may serve him.\" And they answered, \"We are witnesses.\"",
          "ID": "22"
        },
        {
          "text": "\"Now therefore,\" he said, \"take away strange gods from among yourselves, and incline your hearts to the Lord, the God of Israel.\"",
          "ID": "23"
        },
        {
          "text": "And the people said to Joshua, \"We will serve the Lord our God, and we will be obedient to his precepts.\"",
          "ID": "24"
        },
        {
          "text": "Therefore, on that day, Joshua struck a covenant, and he set before the people at Shechem the precepts and the judgments.",
          "ID": "25"
        },
        {
          "text": "He also wrote all these things in the volume of the law of the Lord. And he took a very great stone, and he stationed it under the oak that was in the Sanctuary of the Lord.",
          "ID": "26"
        },
        {
          "text": "And he said to all the people, \"Lo, this stone shall be to you as a testimony, which has heard all the words of the Lord that he has spoken to you, lest perhaps, afterward, you might choose to deny it, and to lie to the Lord your God.\"",
          "ID": "27"
        },
        {
          "text": "And he dismissed the people, each one to their own possession.",
          "ID": "28"
        },
        {
          "text": "And after these things, Joshua, the son of Nun, the servant of the Lord, died, being one hundred and ten years old.",
          "ID": "29"
        },
        {
          "text": "And they buried him within the borders of his possession at Timnath-Serah, which is situated on mount Ephraim, before the northern side of mount Gaash.",
          "ID": "30"
        },
        {
          "text": "And Israel served the Lord during all the days of Joshua, and of the elders who lived for a long time after Joshua, and who had known all the works of the Lord that he had accomplished in Israel.",
          "ID": "31"
        },
        {
          "text": "And the bones of Joseph, which the sons of Israel had brought from Egypt, they buried at Shechem, in a portion of the field that Jacob had purchased from the sons of Hamor, the father of Shechem, for one hundred young female sheep, and so it was in the possession of the sons of Joseph.",
          "ID": "32"
        },
        {
          "text": "Likewise, Eleazar, the son of Aaron, died. And they buried him at Gibeah, which belongs to Phinehas, his son, and which was given to him on mount Ephraim.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOS.24",
      "name": "Joshua 24"
    }
  ],
  "ID": "OT:JOS(CPDV)",
  "version": "CPDV",
  "name": "Joshua"
}