{
  "version": "ERV",
  "text": [
    {
      "title": "Joshua Takes Command",
      "text": [
        {
          "text": "Moses was the Lord’s servant, and Joshua son of Nun was Moses’ helper. After Moses died, the Lord spoke to Joshua and said,",
          "ID": "1"
        },
        {
          "text": "“My servant Moses is dead. Now you and all these people must go across the Jordan River. You must go into the land I am giving to the Israelites.",
          "ID": "2"
        },
        {
          "text": "I promised Moses that I would give you this land, so I will give you all the land wherever you go.",
          "ID": "3"
        },
        {
          "text": "All the land from the desert to Lebanon all the way to the great river (that is, the Euphrates River) and all the land of the Hittites will be yours. And all the land from here to the Mediterranean Sea in the west (that is, the place where the sun sets) will be within your borders.",
          "ID": "4"
        },
        {
          "text": "Just as I was with Moses, I will be with you. No one will be able to stop you all your life. I will not abandon you. I will never leave you.",
          "ID": "5"
        },
        {
          "text": "“Joshua, you must be strong and brave! You must lead these people so that they can take their land. I promised their fathers that I would give them this land.",
          "ID": "6"
        },
        {
          "text": "But you must be strong and brave about obeying the commands my servant Moses gave you. If you follow his teachings exactly, you will be successful in everything you do.",
          "ID": "7"
        },
        {
          "text": "Always remember what is written in that book of law. Speak about that book and study it day and night. Then you can be sure to obey what is written there. If you do this, you will be wise and successful in everything you do.",
          "ID": "8"
        },
        {
          "text": "Remember, I commanded you to be strong and brave. Don’t be afraid, because the Lord your God will be with you wherever you go.”",
          "ID": "9"
        },
        {
          "text": "So Joshua gave orders to the leaders of the people:",
          "ID": "10"
        },
        {
          "text": "“Go through the camp and tell the people, ‘Get some food ready. Three days from now we will go across the Jordan River and take the land that the Lord our God is giving us.’”",
          "ID": "11"
        },
        {
          "text": "Then Joshua said to the tribes of Reuben, Gad, and half the tribe of Manasseh,",
          "ID": "12"
        },
        {
          "text": "“Remember what the Lord’s servant Moses told you. He said that the Lord your God would give you a place to live. So he has given you this land east of the Jordan River. But now you must help your relatives get their land. Your wives and children can stay here with your animals. But all your fighting men must prepare for battle and lead the men of the other tribes across the river.",
          "ID": "13-14"
        },
        {
          "text": "The Lord has given you a place to live, and he will do the same for your brothers. But you must help them until they take control of the land the Lord your God is giving them. Then you can come back and settle here on the east side of the river. This is the land that the Lord’s servant Moses said would be yours.”",
          "ID": "15"
        },
        {
          "text": "Then the people answered Joshua, “We will do whatever you command us to do. We will go wherever you tell us to go.",
          "ID": "16"
        },
        {
          "text": "We will obey whatever you say, just as we obeyed Moses. We only ask that the Lord your God be with you just as he was with Moses.",
          "ID": "17"
        },
        {
          "text": "Then anyone who refuses to obey your commands or turns against you will be killed. Just be strong and brave!”",
          "ID": "18"
        }
      ],
      "ID": "OT:JOS.1",
      "name": "Joshua 1"
    },
    {
      "title": "Spies in Jericho",
      "text": [
        {
          "text": "Joshua son of Nun and all the people were camped at Acacia. Joshua sent out two spies. No one knew that Joshua sent out these men. Joshua said to them, “Go and look at the land, especially the city of Jericho.”\nSo the men went to the city of Jericho and stayed at the house of a prostitute named Rahab.",
          "ID": "1",
          "comments": [
            "Acacia Or “Shittim,” a town east of the Jordan River. Also in 3:1."
          ]
        },
        {
          "text": "But someone told the king of Jericho, “Last night some men from Israel came to look for weaknesses in our country.”",
          "ID": "2"
        },
        {
          "text": "So the king of Jericho sent this message to Rahab: “Do not hide the men who came and stayed in your house. Bring them out. They have come to spy on our country.”",
          "ID": "3"
        },
        {
          "text": "Rahab had hidden the two men, but she said, “They did come here, but I didn’t know where they came from.",
          "ID": "4"
        },
        {
          "text": "In the evening, when it was time to close the city gate, the men left. I don’t know where they went. But if you go quickly, maybe you can catch them.”",
          "ID": "5"
        },
        {
          "text": "(Rahab said this, but really she had taken the men up to the roof and had hidden them in the flax that she had piled up there.)",
          "ID": "6",
          "comments": [
            "flax A plant used to make linen."
          ]
        },
        {
          "text": "So the king’s men went out of the city, and the people closed the city gates. The king’s men went to look for the two men from Israel. They went to the Jordan River and looked at all the places where people cross the river.",
          "ID": "7"
        },
        {
          "text": "The two men were ready to sleep for the night, but Rahab went to the roof to talk to them.",
          "ID": "8"
        },
        {
          "text": "She said, “I know that the Lord has given this land to your people. You frighten us. Everyone living in this country is afraid of you.",
          "ID": "9"
        },
        {
          "text": "We are afraid because we have heard about the ways that the Lord helped you. We heard that he dried up the Red Sea when you came out of Egypt. We also heard what you did to the two Amorite kings, Sihon and Og. We heard how you destroyed those kings living east of the Jordan River.",
          "ID": "10"
        },
        {
          "text": "When we heard about this, we were very afraid. And now, not one of our men is brave enough to fight you, because the Lord your God rules the heavens above and the earth below!",
          "ID": "11"
        },
        {
          "text": "So now, I want you to make a promise to me. I was kind to you and helped you. So promise me before the Lord that you will be kind to my family. Please tell me that you will do this.",
          "ID": "12"
        },
        {
          "text": "Tell me that you will allow my family to live—my father, mother, brothers, sisters, and all their families. Promise me that you will save us from death.”",
          "ID": "13"
        },
        {
          "text": "The men agreed and said, “We will trade our lives for yours. Don’t tell anyone what we are doing. Then, when the Lord gives us the land, we will be kind to you. You can trust us.”",
          "ID": "14"
        },
        {
          "text": "Rahab’s house was built into the city wall, so she used a rope to let the men down through a window.",
          "ID": "15"
        },
        {
          "text": "Then she said to them, “Go into the hills so that the king’s men will not accidentally find you. Hide there for three days. After the king’s men come back, you can go on your way.”",
          "ID": "16"
        },
        {
          "text": "The men said to her, “We made a promise to you. But you must do one thing, or we will not be responsible for our promise.",
          "ID": "17"
        },
        {
          "text": "When we come back to this land, you must tie in your window this red rope you are using to help us escape. You must bring your father, your mother, your brothers, and all your family into your house with you.",
          "ID": "18"
        },
        {
          "text": "We will protect everyone who stays in this house. If anyone in your house is hurt, we will be responsible. But if they go out of your house and are killed, we will not be responsible. It will be their own fault.",
          "ID": "19"
        },
        {
          "text": "We are making this agreement with you. But if you tell anyone about what we are doing, we will be free from this agreement.”",
          "ID": "20"
        },
        {
          "text": "Rahab answered, “I will do just what you said.” She said goodbye, and the men left her house. Then she tied the red rope in the window.",
          "ID": "21"
        },
        {
          "text": "The men left her house and went into the hills. They stayed there for three days. The king’s men looked all along the road. After three days, they stopped looking and went back to the city.",
          "ID": "22"
        },
        {
          "text": "Then the two men went back to Joshua. They left the hills and crossed the river. They went to Joshua and told him everything that they had learned.",
          "ID": "23"
        },
        {
          "text": "They said to him, “The Lord really has given us all the land. All the people in that country are afraid of us.”",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.2",
      "name": "Joshua 2"
    },
    {
      "title": "Miracle at the Jordan River",
      "text": [
        {
          "text": "Early the next morning, Joshua and all the Israelites got up and left Acacia. They traveled to the Jordan River and camped there before they crossed it.",
          "ID": "1"
        },
        {
          "text": "After three days the leaders went through the camp.",
          "ID": "2"
        },
        {
          "text": "They gave orders to the people: “When you see the Levite priests carrying the Box of the Agreement of the Lord your God, follow them.",
          "ID": "3"
        },
        {
          "text": "But do not follow too closely. Stay about 1000 yards behind them. You have not been here before, but if you follow them, you will know where to go.”",
          "ID": "4",
          "comments": [
            "1000 yards Literally, “2000 cubits” (888 m)."
          ]
        },
        {
          "text": "Then Joshua told the people, “Make yourselves pure. Tomorrow the Lord will do amazing things among us.”",
          "ID": "5"
        },
        {
          "text": "Then Joshua said to the priests, “Take the Box of the Agreement and go across the river in front of the people.” So the priests lifted the Box and carried it in front of the people.",
          "ID": "6"
        },
        {
          "text": "Then the Lord said to Joshua, “Today I will begin to make you a great man for all the Israelites to see. Then the people will know that I am with you just as I was with Moses.",
          "ID": "7"
        },
        {
          "text": "The priests will carry the Box of the Agreement. Tell them this, ‘Walk to the shore of the Jordan River and stop just before you step into the water.’”",
          "ID": "8"
        },
        {
          "text": "Then Joshua said to the Israelites, “Come and listen to the words of the Lord your God.",
          "ID": "9"
        },
        {
          "text": "Here is proof that the living God is really with you and that he will surely defeat your enemies. He will defeat the Canaanites, Hittites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites; he will force them to leave their land.",
          "ID": "10"
        },
        {
          "text": "The Box of the Agreement of the Lord of the whole world will go before you as you cross the Jordan River.",
          "ID": "11"
        },
        {
          "text": "Now choose twelve men, one from each of the twelve tribes of Israel.",
          "ID": "12"
        },
        {
          "text": "The priests will carry the Holy Box of the Lord. He is the Lord of the whole world. They will carry that Box in front of you into the Jordan River. When they enter the water, the water of the Jordan River will stop flowing and fill behind that place like at a dam.”",
          "ID": "13"
        },
        {
          "text": "The priests carried the Box of the Agreement, and the people left the place they had camped. The people started going across the Jordan River.",
          "ID": "14"
        },
        {
          "text": "(During harvest time the Jordan River overflows its banks, so the river was at its fullest.) The priests who were carrying the Box came to the shore of the river. When they stepped into the water,",
          "ID": "15"
        },
        {
          "text": "immediately the water stopped flowing and piled up like a wall. The water piled up high a long way up the river—all the way to Adam (a town near Zarethan). And the water flowing down to the sea of Arabah (the Dead Sea) was completely cut off. The people crossed the river near Jericho.",
          "ID": "16"
        },
        {
          "text": "The ground at that place became dry, and the priests carried the Box of the Agreement of the Lord to the middle of the river and stopped. They waited there while all the Israelites walked across the Jordan River on dry land.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOS.3",
      "name": "Joshua 3"
    },
    {
      "title": "Rocks to Remind the People",
      "text": [
        {
          "text": "After all the people had crossed the Jordan River, the Lord said to Joshua,",
          "ID": "1"
        },
        {
          "text": "“Choose twelve men, one from each tribe.",
          "ID": "2"
        },
        {
          "text": "Tell them to look in the river where the priests were standing and get twelve rocks from that place. Carry these rocks with you and put them where you stay tonight.”",
          "ID": "3"
        },
        {
          "text": "So Joshua chose one man from each tribe. Then he called the twelve men together.",
          "ID": "4"
        },
        {
          "text": "He said to them, “Go out into the river where the Holy Box of the Lord your God is. Each of you must find one rock. There will be one rock for each of the twelve tribes of Israel. Carry that rock on your shoulder.",
          "ID": "5"
        },
        {
          "text": "These rocks will be a sign for you. In the future, your children will ask you, ‘What do these rocks mean?’",
          "ID": "6"
        },
        {
          "text": "You will tell them that the Lord stopped the water from flowing in the Jordan River. When the Holy Box of the Lord’s Agreement crossed the river, the water stopped flowing. These rocks will help the Israelites remember this forever.”",
          "ID": "7"
        },
        {
          "text": "So the Israelites obeyed Joshua. They carried twelve rocks from the middle of the Jordan River. There was one rock for each of the twelve tribes of Israel. They did this as the Lord had commanded Joshua. The men carried the rocks with them. Then they put the rocks at the place where they made their camp.",
          "ID": "8"
        },
        {
          "text": "Joshua also put twelve rocks in the middle of the Jordan River. He put them at the place where the priests had stood while carrying the Holy Box. These rocks are still there today.",
          "ID": "9"
        },
        {
          "text": "The Lord had commanded Joshua to tell the people what to do. This is what Moses had said Joshua must do. So the priests carrying the Holy Box stood in the middle of the river until everything was done. Meanwhile, the people hurried across the river.",
          "ID": "10"
        },
        {
          "text": "After the people finished crossing the river, the priests carried the Lord’s Holy Box to the front of the people.",
          "ID": "11"
        },
        {
          "text": "The men from the tribes of Reuben, Gad, and half the tribe of Manasseh obeyed Moses. These men crossed the river in front of the other people. These men were prepared for war. They were going to help the rest of the Israelites take the land God had promised to give them.",
          "ID": "12"
        },
        {
          "text": "About 40,000 soldiers, prepared for war, passed before the Lord. They were marching toward the plains of Jericho.",
          "ID": "13"
        },
        {
          "text": "That day the Lord made Joshua a great man to all the Israelites. From that time on, they respected Joshua just as they had Moses.",
          "ID": "14"
        },
        {
          "text": "Then the Lord said to Joshua,",
          "ID": "15"
        },
        {
          "text": "“Command the priests carrying the Box that holds the Agreement to come out of the river.”",
          "ID": "16",
          "comments": [
            "Box that holds the Agreement Literally, “Testimony.” See “Agreement” in the Word List."
          ]
        },
        {
          "text": "So Joshua commanded the priests, “Come out of the Jordan River.”",
          "ID": "17"
        },
        {
          "text": "The priests obeyed Joshua. They carried the Box of the Lord’s Agreement with them and came out of the river. When their feet touched the land on the other side of the river, the water in the river began flowing again. The water again overflowed its banks just as it had before the people crossed.",
          "ID": "18"
        },
        {
          "text": "The people crossed the Jordan River on the tenth day of the first month and camped at Gilgal, east of Jericho.",
          "ID": "19"
        },
        {
          "text": "They carried with them the twelve rocks that they had taken from the Jordan River, and Joshua set them up at Gilgal.",
          "ID": "20"
        },
        {
          "text": "Then Joshua told the Israelites, “In the future your children will ask you, ‘What do these rocks mean?’",
          "ID": "21"
        },
        {
          "text": "Tell them, ‘These rocks help us remember the way the people of Israel crossed the Jordan River on dry land.’",
          "ID": "22"
        },
        {
          "text": "The Lord your God caused the water in the Jordan River to stop flowing so that you could cross it on dry land—just as the Lord had stopped the water at the Red Sea so that we could cross it on dry land.",
          "ID": "23"
        },
        {
          "text": "The Lord did this so that all the people in this country would know that he is very powerful. Then they will always be afraid of the Lord your God.”",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.4",
      "name": "Joshua 4"
    },
    {
      "title": "The Commander of the Lord’s Army",
      "text": [
        {
          "text": "So the Lord dried up the Jordan River until the Israelites finished crossing it. The kings of the Amorites living west of the Jordan River and the Canaanites living by the Mediterranean Sea heard about this and became very frightened. After that they were not brave enough to stand and fight against the Israelites.",
          "ID": "1"
        },
        {
          "text": "At that time the Lord said to Joshua, “Make knives from flint rocks and circumcise the men of Israel.”",
          "ID": "2"
        },
        {
          "text": "So Joshua made knives from flint rocks and circumcised the men of Israel at Gibeath Haaraloth.",
          "ID": "3",
          "comments": [
            "Gibeath Haaraloth This name means “Circumcision Hill.”"
          ]
        },
        {
          "text": "This is why Joshua circumcised the men: After the Israelites left Egypt, all the men who were able to serve in the army were circumcised. While in the desert, many of the fighting men did not listen to the Lord. So the Lord promised that they would not see the “land where much food grows.” He promised our ancestors to give us that land, but because of those men, he forced the people to wander in the desert for 40 years. That way all those fighting men would die. So all the fighting men died, and their sons took their place. But none of the boys who were born in the desert on the trip from Egypt had been circumcised. So Joshua circumcised them.",
          "ID": "4-7"
        },
        {
          "text": "Joshua finished circumcising all the men. The people camped at that place until all the men were healed.",
          "ID": "8"
        },
        {
          "text": "Then the Lord said to Joshua, “You were slaves in Egypt, and this made you ashamed. But today I have taken away that shame.” So Joshua named that place Gilgal. And that place is still named Gilgal today.",
          "ID": "9",
          "comments": [
            "Gilgal This name is like the Hebrew word meaning “to roll away.”"
          ]
        },
        {
          "text": "The Israelites celebrated Passover while they were camped at Gilgal on the plains of Jericho. This was on the evening of the 14th day of the month.",
          "ID": "10"
        },
        {
          "text": "The day after Passover, the people ate food that grew in that land. They ate bread made without yeast and roasted grain.",
          "ID": "11"
        },
        {
          "text": "The next morning, the manna from heaven stopped coming. This happened the first day after the people ate the food that grew in the land of Canaan. From that time on, the Israelites did not get the manna from heaven.",
          "ID": "12"
        },
        {
          "text": "When Joshua was near Jericho, he looked up and saw a man standing in front of him. The man had a sword in his hand. Joshua went to the man and asked, “Are you a friend to our people or are you one of our enemies?”",
          "ID": "13"
        },
        {
          "text": "The man answered, “I am not an enemy. I am the commander of the Lord’s army. I have just now come to you.”\nThen Joshua bowed his face to the ground to show respect and said, “I am your servant. Does my master have a command for me?”",
          "ID": "14"
        },
        {
          "text": "The commander of the Lord’s army answered, “Take off your sandals. The place where you are standing is holy.” So Joshua obeyed him.",
          "ID": "15"
        }
      ],
      "ID": "OT:JOS.5",
      "name": "Joshua 5"
    },
    {
      "title": "The Battle Against Jericho",
      "text": [
        {
          "text": "The gates of the city of Jericho were closed. The people in the city were afraid because the Israelites were near. No one went into the city, and no one came out.",
          "ID": "1"
        },
        {
          "text": "Then the Lord said to Joshua, “Look, I will let you defeat the city of Jericho. You will defeat the king and all the fighting men in the city.",
          "ID": "2"
        },
        {
          "text": "March around the city with your army once every day for six days.",
          "ID": "3"
        },
        {
          "text": "Tell seven of the priests to carry trumpets made from the horns of male sheep and to march in front of the priests who are carrying the Holy Box. On the seventh day march around the city seven times and tell the priests to blow the trumpets while they march.",
          "ID": "4"
        },
        {
          "text": "They will make one loud noise from the trumpets. When you hear that noise, tell all the people to begin shouting. When you do this, the walls of the city will fall down and your people will be able to go straight into the city.”",
          "ID": "5"
        },
        {
          "text": "So Joshua son of Nun called the priests together and said to them, “Carry the Holy Box of the Lord. Tell seven priests to carry the trumpets and march in front of it.”",
          "ID": "6"
        },
        {
          "text": "Then Joshua ordered the people, “Now go! March around the city. The soldiers with weapons will march in front of the Holy Box of the Lord.”",
          "ID": "7"
        },
        {
          "text": "After Joshua finished speaking to the people, the seven priests with the trumpets began marching before the Lord, blowing the trumpets as they marched. The priests carrying the Lord’s Holy Box followed them.",
          "ID": "8"
        },
        {
          "text": "The soldiers with weapons marched in front of the priests who were blowing the horns. And the rest of the men walked behind the Holy Box, marching and blowing their trumpets.",
          "ID": "9"
        },
        {
          "text": "Joshua had told the people not to give a war cry. He said, “Don’t shout. Don’t say a word until the day I tell you. Then you will shout.”",
          "ID": "10"
        },
        {
          "text": "So Joshua made the priests carry the Holy Box of the Lord around the city one time. Then they went back to the camp and spent the night there.",
          "ID": "11"
        },
        {
          "text": "Early the next morning Joshua got up, and the priests carried the Lord’s Holy Box again.",
          "ID": "12"
        },
        {
          "text": "The seven priests with the trumpets marched in front of the Lord’s Holy Box, blowing their trumpets. The soldiers with weapons marched in front of them. The rest of the people marched behind the Lord’s Holy Box. During the whole time they marched, the priests were blowing the trumpets.",
          "ID": "13"
        },
        {
          "text": "On the second day, they all marched around the city one time. And then they went back to the camp. They continued to do this every day for six days.",
          "ID": "14"
        },
        {
          "text": "On the seventh day, they got up at dawn and marched around the city seven times. They marched in the same way they had marched on the days before, but on that day they marched around the city seven times.",
          "ID": "15"
        },
        {
          "text": "The seventh time they marched around the city, the priests blew their trumpets. Then Joshua gave the command: “Now, shout! The Lord is giving you this city!",
          "ID": "16"
        },
        {
          "text": "The city and everything is to be destroyed as an offering to the Lord. Only Rahab the prostitute and everyone in her house will be left alive. These people must not be killed because she helped the two spies.",
          "ID": "17"
        },
        {
          "text": "Remember, we must destroy everything else. Don’t take anything. If you take anything and bring it into our camp, you yourselves will be destroyed, and you will cause trouble for the rest of our people.",
          "ID": "18"
        },
        {
          "text": "All the things made from silver, gold, bronze, and iron belong to the Lord. They must be put in the Lord’s treasury.”",
          "ID": "19"
        },
        {
          "text": "So then the priests blew the trumpets. When the people heard the trumpets, they began shouting. The walls fell down, and the people ran up into the city. So the Israelites defeated that city.",
          "ID": "20"
        },
        {
          "text": "The people destroyed everything in the city. They destroyed everything that was living there. They killed the young and old men, the young and old women, and the cattle, sheep, and donkeys.",
          "ID": "21"
        },
        {
          "text": "Joshua talked to the two spies. He said, “You made a promise to the prostitute. So go to her house and bring her out and all those who are with her.”",
          "ID": "22"
        },
        {
          "text": "So the two men went into the house and brought out Rahab, her father, mother, brothers, all her family, and all those who were with her. They put all the people in a safe place outside the camp of Israel.",
          "ID": "23"
        },
        {
          "text": "Then the Israelites burned the whole city and everything in it except for the things made from silver, gold, bronze, and iron. They put these things in the Lord’s treasury.",
          "ID": "24"
        },
        {
          "text": "Joshua saved Rahab the prostitute, her family, and all those who were with her. Joshua let them live because Rahab helped the spies Joshua had sent out to Jericho. Rahab still lives among the Israelites today.",
          "ID": "25"
        },
        {
          "text": "At that time Joshua made this important promise. He said,\n“Whoever rebuilds Jericho\nWhen he lays the foundation,\nWhen he sets up the gates,",
          "ID": "26"
        },
        {
          "text": "So the Lord was with Joshua, and Joshua became famous throughout the whole country.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOS.6",
      "name": "Joshua 6"
    },
    {
      "title": "Achan’s Sin",
      "text": [
        {
          "text": "But the Israelites did not obey God. There was a man from the tribe of Judah named Achan son of Carmi, grandson of Zimri, great-grandson of Zerah. Achan kept some of the things that should have been destroyed. So the Lord became very angry with the Israelites.",
          "ID": "1"
        },
        {
          "text": "After they defeated Jericho, Joshua sent some men to Ai. Ai was near Beth Aven, east of Bethel. He told them, “Go to Ai and look for weaknesses in that area.” So the men went to spy on that land.",
          "ID": "2",
          "comments": [
            "Ai The name of this town means “the ruins.”"
          ]
        },
        {
          "text": "Later, the men came back to Joshua. They said, “Ai is a weak area. We will not need all of our people to defeat them. Send 2000 or 3000 men to fight there. There is no need to use the whole army. There are only a few men there to fight against us.”",
          "ID": "3"
        },
        {
          "text": "So about 3000 men went to Ai, but the people of Ai killed about 36 men of Israel. And the Israelites ran away. The people of Ai chased them from the city gates all the way to the quarries. The people of Ai beat them badly.\nWhen the people from Israel saw this, they became very frightened and lost their courage.",
          "ID": "4-5",
          "comments": [
            "quarries Places where people cut stones from the solid rock."
          ]
        },
        {
          "text": "When Joshua heard about this, he tore his clothes to show his sadness. He bowed down to the ground before the Holy Box and stayed there until evening. The leaders of Israel did the same thing. They also threw dirt on their heads to show their sadness.",
          "ID": "6"
        },
        {
          "text": "Joshua said, “Lord God, you brought our people across the Jordan River. Why did you bring us this far and then allow the Amorites to destroy us? We should have been satisfied and stayed on the other side of the Jordan River.",
          "ID": "7"
        },
        {
          "text": "I promise by my life, Lord! There is nothing I can say now. Israel has surrendered to the enemy.",
          "ID": "8"
        },
        {
          "text": "The Canaanites and all the other people in this country will hear about what happened. Then they will attack us and kill all of us! Then what will you do to protect your great name?”",
          "ID": "9"
        },
        {
          "text": "The Lord said to Joshua, “Why are you down there with your face on the ground? Stand up!",
          "ID": "10"
        },
        {
          "text": "The Israelites sinned against me. They have broken the agreement that I commanded them to obey. They took some of the things that I commanded them to destroy. They have stolen from me. They have lied. They have taken those things for themselves.",
          "ID": "11"
        },
        {
          "text": "That is why the army of Israel turned and ran away from the fight. They did that because they have done wrong. They should be destroyed. I will not continue to help you or be with you unless you destroy everything I commanded you to destroy.",
          "ID": "12"
        },
        {
          "text": "“Now go and make the people pure. Tell them, ‘Make yourselves pure. Prepare for tomorrow. The Lord, the God of Israel, says that some people are keeping things that he commanded to be destroyed. You will never be able to defeat your enemies until you throw away those things.",
          "ID": "13"
        },
        {
          "text": "“Tomorrow morning you must all stand before the Lord. All the tribes will stand before the Lord, and he will choose one tribe. Only that tribe will stand before him. Then the Lord will choose one family group from that tribe. Only that family group must stand before him. Then he will look at each family in that family group, and the Lord will choose one family. Then he will look at each man in that family.",
          "ID": "14"
        },
        {
          "text": "The man who is keeping those things that we should have destroyed will be caught. Then he will be destroyed by fire, and everything that he owns will be destroyed with him. He broke the agreement with the Lord. He has done a very bad thing to the Israelites!”",
          "ID": "15"
        },
        {
          "text": "Early the next morning, Joshua led out all the Israelites. Each tribe came forward to stand before the Lord, and he chose the tribe of Judah.",
          "ID": "16"
        },
        {
          "text": "So then all the family groups of Judah stood before the Lord, and he chose the Zerah family group. Then all the families of the Zerah group stood before the Lord, and he chose the family of Zimri.",
          "ID": "17"
        },
        {
          "text": "Then Joshua told all the men in that family to come before the Lord. He chose Achan the son of Carmi. (Carmi was the son of Zimri. And Zimri was the son of Zerah.)",
          "ID": "18"
        },
        {
          "text": "Then Joshua said to Achan, “Son, you must honor the Lord, the God of Israel. Praise him and confess your sins to him. Tell me what you did, and don’t try to hide anything from me.”",
          "ID": "19"
        },
        {
          "text": "Achan answered, “It is true! I sinned against the Lord, the God of Israel. This is what I did:",
          "ID": "20"
        },
        {
          "text": "In Jericho, I saw a beautiful coat from Babylonia, about 5 pounds of silver, and about a pound of gold. I wanted these things for myself, so I took them. You will find them buried in the ground under my tent. The silver is under the coat.”",
          "ID": "21",
          "comments": [
            "Babylonia Literally, “Shinar,” which may be a form of the name Sumer.",
            "about 5 pounds Literally, “200 shekels” (2.3 kg).",
            "about a pound Literally, “50 shekels” (575 g)."
          ]
        },
        {
          "text": "So Joshua sent some men to the tent. They ran to the tent and found the things hidden there. The silver was under the coat.",
          "ID": "22"
        },
        {
          "text": "The men brought the things out of the tent and took them to Joshua and all the Israelites. They threw them on the ground before the Lord.",
          "ID": "23"
        },
        {
          "text": "Then Joshua and all the people led Achan son of Zerah to the Valley of Achor. They also took the silver, the coat, the gold, Achan’s sons and daughters, his cattle, his donkeys, his sheep, his tent, and everything he owned. They took all these things to the Valley of Achor with Achan.",
          "ID": "24"
        },
        {
          "text": "Then Joshua said, “You caused much trouble for us, but now the Lord will bring trouble to you.” Then all the people threw stones at Achan and his family until they died. Then the people burned them and everything he owned.",
          "ID": "25"
        },
        {
          "text": "After they burned Achan, they put many rocks over his body. The rocks are still there today. That is why it is called the Valley of Achor. After this the Lord was not angry with the people.",
          "ID": "26",
          "comments": [
            "Achor This name means “trouble.”"
          ]
        }
      ],
      "ID": "OT:JOS.7",
      "name": "Joshua 7"
    },
    {
      "title": "Reading the Blessings and Curses",
      "text": [
        {
          "text": "Then the Lord said to Joshua, “Don’t be afraid; don’t give up. Lead all your fighting men to Ai. I will help you defeat the king of Ai. I am giving you his people, his city, and his land.",
          "ID": "1",
          "comments": [
            "Ai See Josh. 7:2. The name of this town means “the ruins.”"
          ]
        },
        {
          "text": "You will do to Ai and its king the same thing you did to Jericho and its king. Only this time you can take all the wealth and animals and keep it for yourselves. You will share the wealth with your people. Now, tell some of your soldiers to hide behind the city.”",
          "ID": "2"
        },
        {
          "text": "So Joshua led his whole army toward Ai. Then Joshua chose 30,000 of his best fighting men and sent them out at night.",
          "ID": "3"
        },
        {
          "text": "Joshua gave them this command: “Listen carefully to what I tell you. You must hide in the area behind the city. Wait for the time to attack. Don’t go far from the city. Continue to watch and be ready.",
          "ID": "4"
        },
        {
          "text": "I will lead the men with me; we will march toward the city. The men in the city will come out to fight against us. We will turn and run away from them as we did before.",
          "ID": "5"
        },
        {
          "text": "These men will chase us away from the city, so we will run away. They will think that we are running away from them as we did before.",
          "ID": "6"
        },
        {
          "text": "Then you should come out of your hiding place and take control of the city. The Lord your God will give you the power to win.",
          "ID": "7"
        },
        {
          "text": "“You must do what the Lord says. Watch me and I will give you the command to attack the city. When you have taken control of the city, burn it.”",
          "ID": "8"
        },
        {
          "text": "Then Joshua sent them to their hiding place and waited. They went to a place west of Ai, between Bethel and Ai. But Joshua stayed the night with his people.",
          "ID": "9"
        },
        {
          "text": "Early the next morning Joshua gathered the men together. Then Joshua and the leaders of Israel led the men to Ai.",
          "ID": "10"
        },
        {
          "text": "All the soldiers who were with Joshua marched to Ai. They stopped in front of the city. The army made its camp north of the city. There was a valley between the army and Ai.",
          "ID": "11"
        },
        {
          "text": "Then Joshua chose about 5000 men. He sent these men to hide in the area west of the city, between Bethel and Ai.",
          "ID": "12"
        },
        {
          "text": "So Joshua had prepared his men for the fight. The main camp was north of the city. The other men were hiding to the west. That night Joshua went down into the valley.",
          "ID": "13"
        },
        {
          "text": "Later, the king of Ai saw the army of Israel. The king and his people hurried out to fight the army of Israel. The king of Ai went out the east side of the city toward the Jordan Valley, so he did not see the soldiers hiding behind the city.",
          "ID": "14"
        },
        {
          "text": "Joshua and all the men of Israel let the army of Ai push them back. Joshua and his men began running east toward the desert.",
          "ID": "15"
        },
        {
          "text": "The people in the city began to shout and started to chase them. All the people left the city.",
          "ID": "16"
        },
        {
          "text": "All the men of Ai and Bethel chased the army of Israel. The city was left open—no one stayed to protect the city.",
          "ID": "17"
        },
        {
          "text": "Then the Lord said to Joshua, “Hold your spear toward the city of Ai, because I will give you that city.” So Joshua held his spear toward the city of Ai.",
          "ID": "18"
        },
        {
          "text": "When the Israelites who were hiding saw this, they quickly came out from their hiding place and hurried toward the city. They entered the city and took control of it. Then the soldiers started fires to burn the city.",
          "ID": "19"
        },
        {
          "text": "The men from Ai looked back and saw their city burning. When they saw the smoke rising into the sky, they lost their strength and courage. They stopped chasing the men of Israel. The Israelites stopped running away. They turned and went to fight the men from Ai. There was no safe place for the men from Ai to run to.",
          "ID": "20"
        },
        {
          "text": "When Joshua and his men saw that his army had taken control of the city and that smoke was rising from it, they stopped running away and turned to fight the men of Ai.",
          "ID": "21"
        },
        {
          "text": "Then the men who were hiding came out of the city to help with the fight. The army of Israel was on both sides of the men of Ai—the men of Ai were trapped. Israel defeated them. They fought until none of the men from Ai were left alive—none of the enemy escaped.",
          "ID": "22"
        },
        {
          "text": "But the king of Ai was left alive. Joshua’s men brought him to Joshua.",
          "ID": "23"
        },
        {
          "text": "During the fighting, the army of Israel chased the men from Ai into the fields and into the desert. So the army of Israel finished killing all the men from Ai in the fields and in the desert. Then the Israelites went back to Ai and killed all the people who were still alive in the city.",
          "ID": "24"
        },
        {
          "text": "All the people of Ai died that day; there were 12,000 men and women.",
          "ID": "25"
        },
        {
          "text": "Joshua had held his spear toward Ai as a sign to his people to destroy the city. And he did not stop until all the people of Ai were destroyed.",
          "ID": "26"
        },
        {
          "text": "The Israelites kept the animals and other things from the city for themselves. This is what the Lord said they could do when he gave Joshua the commands.",
          "ID": "27"
        },
        {
          "text": "Then Joshua burned the city of Ai. That city became an empty pile of rocks. It is still like that today.",
          "ID": "28"
        },
        {
          "text": "Joshua hanged the king of Ai on a tree and left him hanging there until evening. At sunset Joshua told his men to take the king’s body down from the tree. They threw his body down at the city gate. Then they covered the body with many rocks. That pile of rocks is still there today.",
          "ID": "29"
        },
        {
          "text": "Then Joshua built an altar for the Lord, the God of Israel. He built the altar on Mount Ebal.",
          "ID": "30"
        },
        {
          "text": "The Lord’s servant Moses told the Israelites how to build altars. So Joshua built the altar the way it was explained in the Book of the Law of Moses. The altar was made from stones that were not cut. No tool had ever been used on those stones. They offered burnt offerings to the Lord on that altar. They also gave fellowship offerings.",
          "ID": "31",
          "comments": [
            "Law Or “Teachings.” Also in verses 32, 34."
          ]
        },
        {
          "text": "There Joshua copied onto the stones the law Moses had written down. This was for all the people of Israel to see.",
          "ID": "32"
        },
        {
          "text": "The elders, officers, judges, and all the Israelites were standing around the Box of the Lord’s Agreement. They were standing in front of the priests, the Levites who carried the Holy Box. The Israelites and the other people with them were all standing there. Half of the people stood in front of Mount Ebal and the other half of the people stood in front of Mount Gerizim. The Lord’s servant Moses had told the people to do this. He told them to do this to be blessed.",
          "ID": "33"
        },
        {
          "text": "Then Joshua read all the words from the law. He read the blessings and the curses. He read everything the way it was written in the Book of the Law.",
          "ID": "34"
        },
        {
          "text": "All the Israelites were gathered together there. All the women and children and all the foreigners who lived with the Israelites were there. And Joshua read every command that Moses had given.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOS.8",
      "name": "Joshua 8"
    },
    {
      "title": "The Gibeonites Trick Joshua",
      "text": [
        {
          "text": "All the kings west of the Jordan River heard about these things. They were the kings of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites. They lived in the hill country and in the plains. They also lived along the seacoast of the Mediterranean Sea as far as Lebanon.",
          "ID": "1"
        },
        {
          "text": "All these kings came together and made plans to fight against Joshua and the Israelites.",
          "ID": "2"
        },
        {
          "text": "The people from the city of Gibeon heard about the way Joshua had defeated Jericho and Ai.",
          "ID": "3"
        },
        {
          "text": "So they decided to try to trick the Israelites. This was their plan: They gathered together old wineskins that were cracked and broken. They put these old wineskins on the backs of their animals. They put old pieces of cloth on their animals to look as if they had traveled from far away.",
          "ID": "4"
        },
        {
          "text": "The men put old sandals on their feet and wore old clothes. They found some old bread that was dry and moldy.",
          "ID": "5"
        },
        {
          "text": "Then they went to the camp of the Israelites. This camp was near Gilgal.\nThe men went to Joshua and said to him, “We have traveled from a faraway country. We want to make a peace agreement with you.”",
          "ID": "6"
        },
        {
          "text": "The men of Israel said to these Hivite men, “Maybe you are trying to trick us. Maybe you live near us. We cannot make a peace agreement with you until we know where you are from.”",
          "ID": "7"
        },
        {
          "text": "The Hivite men said to Joshua, “We are your servants.”\nBut Joshua asked, “Who are you? Where do you come from?”",
          "ID": "8"
        },
        {
          "text": "The men answered, “We are your servants. We have come from a faraway country. We came because we heard of the great power of the Lord your God. We heard about what he has done and about everything he did in Egypt.",
          "ID": "9"
        },
        {
          "text": "And we heard that he defeated the two kings of the Amorites east of the Jordan River. This was King Sihon of Heshbon and King Og of Bashan in the land of Ashtaroth.",
          "ID": "10"
        },
        {
          "text": "So our elders and our people said to us, ‘Take enough food for your journey. Go and meet with the Israelites.’ Tell them, ‘We are your servants. Make a peace agreement with us.’",
          "ID": "11"
        },
        {
          "text": "“Look at our bread. When we left home, it was warm and fresh. But now you can see that it is dry and old.",
          "ID": "12"
        },
        {
          "text": "Look at our wineskins. When we left home, they were new and filled with wine. But now you can see that they are cracked and old. Look at our clothes and sandals. You can see that the long journey has almost destroyed the things we wear.”",
          "ID": "13"
        },
        {
          "text": "The men of Israel wanted to know if these men were telling the truth. So they tasted the bread—but they did not ask the Lord what they should do.",
          "ID": "14"
        },
        {
          "text": "Joshua agreed to make peace with them. He agreed to let them live. The leaders of Israel agreed with this promise of Joshua.",
          "ID": "15"
        },
        {
          "text": "Three days later the Israelites learned that these men lived very near their camp.",
          "ID": "16"
        },
        {
          "text": "So the Israelites went to the place where they lived. On the third day the Israelites came to the cities of Gibeon, Kephirah, Beeroth, and Kiriath Jearim.",
          "ID": "17"
        },
        {
          "text": "But the army of Israel did not try to fight against those cities. They had made a peace agreement with them. They had made a promise to them before the Lord, the God of Israel.\nAll the people complained against the leaders who made the agreement.",
          "ID": "18"
        },
        {
          "text": "But the leaders answered, “We have given our promise. We promised before the Lord, the God of Israel. We cannot fight against them now.",
          "ID": "19"
        },
        {
          "text": "This is what we must do. We must let them live. We cannot hurt them or God will be angry with us because we broke the promise we made to them.",
          "ID": "20"
        },
        {
          "text": "So let them live, but they will be our servants. They will cut wood for us and carry water for all our people.” So the leaders did not break their promise of peace to them.",
          "ID": "21"
        },
        {
          "text": "Joshua called the Gibeonites together. He said, “Why did you lie to us? Your land was near our camp. But you told us you were from a faraway country.",
          "ID": "22"
        },
        {
          "text": "Now, your people will have many troubles. All of your people will be slaves—they will have to cut wood and carry water for the house of God.”",
          "ID": "23",
          "comments": [
            "house of God This might mean the “family of God” (Israel), “the Holy Tent,” or “the Temple.”"
          ]
        },
        {
          "text": "The Gibeonites answered, “We lied to you because we were afraid you would kill us. We heard that God commanded his servant Moses to give you all this land. And God told you to kill all the people who lived in this land. That is why we lied to you.",
          "ID": "24"
        },
        {
          "text": "Now we are your servants. You can do whatever you think is right.”",
          "ID": "25"
        },
        {
          "text": "So the Gibeonites became slaves, but Joshua let them live. He did not allow the Israelites to kill them.",
          "ID": "26"
        },
        {
          "text": "He made them slaves of the Israelites. They cut wood and carried water for the Israelites and for the altar of the Lord—wherever the Lord chose it to be. They are still slaves today.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOS.9",
      "name": "Joshua 9"
    },
    {
      "title": "Taking the Southern Cities",
      "text": [
        {
          "text": "At this time Adoni Zedek was the king of Jerusalem. He heard that Joshua had defeated Ai and completely destroyed it. The king learned that Joshua had done the same thing to Jericho and its king. He also learned that the Gibeonites had made a peace agreement with Israel and that they lived very near Jerusalem.",
          "ID": "1"
        },
        {
          "text": "So Adoni Zedek and his people were very frightened. Gibeon was not a small town like Ai. It was a very big city—as big as any royal city. And all the men in that city were good fighters, so the king was afraid.",
          "ID": "2",
          "comments": [
            "royal city A strong, well-protected city that controlled smaller towns nearby."
          ]
        },
        {
          "text": "King Adoni Zedek of Jerusalem talked with King Hoham of Hebron. He also talked with King Piram of Jarmuth, King Japhia of Lachish, and King Debir of Eglon. The king of Jerusalem begged these men,",
          "ID": "3"
        },
        {
          "text": "“Come with me and help me attack Gibeon. Gibeon has made a peace agreement with Joshua and the Israelites.”",
          "ID": "4"
        },
        {
          "text": "So these five Amorite kings joined their armies together. (The five kings were the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.) Their armies went to Gibeon, surrounded the city, and began fighting against it.",
          "ID": "5"
        },
        {
          "text": "The people in the city of Gibeon sent a message to Joshua at his camp at Gilgal: “We are your servants! Don’t leave us alone. Come and help us! Hurry! Save us! All the Amorite kings from the hill country have brought their armies together to fight against us.”",
          "ID": "6"
        },
        {
          "text": "So Joshua marched out of Gilgal with his whole army. His best fighting men were with him.",
          "ID": "7"
        },
        {
          "text": "The Lord said to Joshua, “Don’t be afraid of those armies. I will allow you to defeat them. None of them will be able to defeat you.”",
          "ID": "8"
        },
        {
          "text": "Joshua and his army marched all night to Gibeon, so it was a complete surprise when he attacked them.",
          "ID": "9"
        },
        {
          "text": "The Lord caused those armies to be very confused when Israel attacked. So Israel defeated them and won a great victory. Israel chased the enemy from Gibeon along the road going up to Beth Horon. The army of Israel killed men all the way to Azekah and Makkedah.",
          "ID": "10"
        },
        {
          "text": "Then they chased the enemy down the road from Beth Horon to Azekah. While they were chasing the enemy, the Lord caused large hailstones to fall from the sky. Many of the enemy were killed by these large hailstones. More men were killed by the hailstones than by the swords of the soldiers of Israel.",
          "ID": "11"
        },
        {
          "text": "On that day the Lord gave Israel the victory against the Amorites. Joshua stood before all the Israelites and said to the Lord:\n“Sun, stop over Gibeon.",
          "ID": "12"
        },
        {
          "text": "So the sun did not move, and the moon stopped until the people defeated their enemies. This story is written in the Book of Jashar. The sun stopped in the middle of the sky. It did not move for a full day.",
          "ID": "13"
        },
        {
          "text": "That had never happened before, and it has never happened again. That was the day the Lord obeyed a man. The Lord really was fighting for Israel!",
          "ID": "14"
        },
        {
          "text": "After this, Joshua and his army went back to the camp at Gilgal.",
          "ID": "15"
        },
        {
          "text": "But during the fight, the five kings ran away. They hid in a cave near Makkedah,",
          "ID": "16"
        },
        {
          "text": "but someone found them hiding in that cave. Joshua learned about this.",
          "ID": "17"
        },
        {
          "text": "He said, “Cover the entrance to the cave with large rocks. Put some men there to guard the cave.",
          "ID": "18"
        },
        {
          "text": "But don’t stay there yourselves. Continue chasing the enemy and attacking them from behind. Don’t let the enemy get back to their cities. The Lord your God has given you the victory over them.”",
          "ID": "19"
        },
        {
          "text": "So Joshua and the Israelites killed the enemy. But some of them were able to go to their cities that had tall walls around them and hide. These men were not killed.",
          "ID": "20"
        },
        {
          "text": "After the fighting, Joshua’s men came back to him at Makkedah. Not one of the people in that country was brave enough to say anything against the Israelites.",
          "ID": "21"
        },
        {
          "text": "Joshua said, “Move the rocks that are covering the entrance to the cave. Bring the five kings to me.”",
          "ID": "22"
        },
        {
          "text": "So Joshua’s men brought the five kings out of the cave—the kings of Jerusalem, Hebron, Jarmuth, Lachish, and Eglon.",
          "ID": "23"
        },
        {
          "text": "When they brought the five kings to Joshua, he called all his men to come to that place. He said to the officers of his army, “Come here! Put your feet on the necks of these kings.” So the officers of Joshua’s army came close and put their feet on the necks of the kings.",
          "ID": "24"
        },
        {
          "text": "Then Joshua said to his men, “Be strong and brave! Don’t be afraid. I will show you what the Lord will do to all the enemies you will fight in the future.”",
          "ID": "25"
        },
        {
          "text": "Then Joshua killed the five kings and hanged their bodies on five trees. He left them hanging in the trees until evening.",
          "ID": "26"
        },
        {
          "text": "At sunset Joshua told his men to take the bodies down from the trees. So they threw the bodies into the cave where the kings had been hiding and covered the entrance of the cave with large rocks. Their bodies are still in that cave today.",
          "ID": "27"
        },
        {
          "text": "That day Joshua defeated Makkedah. He killed the king and the people in that city. No one was left alive. Joshua did the same thing to the king of Makkedah that he had done to the king of Jericho.",
          "ID": "28"
        },
        {
          "text": "Then Joshua and all the Israelites traveled from Makkedah to Libnah and attacked that city.",
          "ID": "29"
        },
        {
          "text": "The Lord allowed the Israelites to defeat that city and its king. They killed everyone in the city. No one was left alive. And they did the same thing to that king as they had done to the king of Jericho.",
          "ID": "30"
        },
        {
          "text": "Then Joshua and all the Israelites left Libnah and went to Lachish. Joshua and his army camped around that city and attacked it.",
          "ID": "31"
        },
        {
          "text": "The Lord allowed them to defeat the city of Lachish. They defeated it on the second day. The Israelites killed everyone in the city, just as they had done in Libnah.",
          "ID": "32"
        },
        {
          "text": "King Horam of Gezer came to help Lachish, but Joshua also defeated him and his army. No one was left alive.",
          "ID": "33"
        },
        {
          "text": "Then Joshua and all the Israelites traveled from Lachish to Eglon. They camped around Eglon and attacked it.",
          "ID": "34"
        },
        {
          "text": "That day they captured the city and killed everyone in the city. This was the same thing they had done to Lachish.",
          "ID": "35"
        },
        {
          "text": "Then Joshua and all the Israelites traveled from Eglon to Hebron and attacked it.",
          "ID": "36"
        },
        {
          "text": "They captured the city and all the small towns near Hebron. The Israelites killed everyone in the city, just as they did to Eglon. No one was left alive there. They destroyed the city and killed all the people in it as an offering to the Lord.",
          "ID": "37"
        },
        {
          "text": "Then Joshua and all the Israelites went back to Debir and attacked it.",
          "ID": "38"
        },
        {
          "text": "They captured the city, its king, and all the towns near Debir. They killed everyone in the city, just as they had done to Libnah and its king. No one was left alive there. They destroyed the city and killed all the people in it as an offering to the Lord.",
          "ID": "39"
        },
        {
          "text": "So Joshua defeated all the kings of the cities of the hill country, the Negev, the western foothills, and the eastern foothills. The Lord, the God of Israel, had told Joshua to kill all the people, so Joshua did not leave anyone alive in those places.",
          "ID": "40"
        },
        {
          "text": "Joshua captured all the cities from Kadesh Barnea to Gaza. He captured all the cities from Goshen to Gibeon.",
          "ID": "41",
          "comments": [
            "Goshen The northeastern part of Egypt."
          ]
        },
        {
          "text": "Joshua captured all these cities and their kings in one series of battles. He did this because the Lord, the God of Israel, was fighting for Israel.",
          "ID": "42"
        },
        {
          "text": "Then Joshua and all the Israelites returned to their camp at Gilgal.",
          "ID": "43"
        }
      ],
      "ID": "OT:JOS.10",
      "name": "Joshua 10"
    },
    {
      "title": "Defeating the Northern Cities",
      "text": [
        {
          "text": "King Jabin of Hazor heard about everything that had happened. So he decided to call together the armies of several kings. He sent a message to King Jobab of Madon to the king of Shimron, to the king of Acshaph,",
          "ID": "1"
        },
        {
          "text": "and to the kings of the north in the hill country and in the desert. Jabin sent the message to the kings of the Kinnereth, the Negev, and the western foothills. He also sent the message to the king of Naphoth Dor in the west.",
          "ID": "2",
          "comments": [
            "Kinnereth The area near the Sea of Galilee."
          ]
        },
        {
          "text": "Jabin sent the message to the kings of the Canaanites in the east and in the west. He sent the message to the Amorites, Hittites, Perizzites, and Jebusites living in the hill country. He also sent the message to the Hivites living below Mount Hermon near Mizpah.",
          "ID": "3"
        },
        {
          "text": "So the armies of all these kings came together. There were many fighting men and many horses and chariots. It was a very large army—it looked as if there were as many men as grains of sand on the seashore.",
          "ID": "4"
        },
        {
          "text": "All these kings met together at the small river of Merom. They joined their armies together into one camp and made plans for the battle against Israel.",
          "ID": "5"
        },
        {
          "text": "Then the Lord said to Joshua, “Don’t be afraid of that army, because I will allow you to defeat them. By this time tomorrow, you will have killed them all. You will cut the legs of the horses and burn all their chariots.”",
          "ID": "6"
        },
        {
          "text": "So Joshua and his whole army surprised the enemy and attacked them at the river of Merom.",
          "ID": "7"
        },
        {
          "text": "The Lord allowed Israel to defeat them. The army of Israel defeated them and chased them to Greater Sidon, Misrephoth Maim, and the Valley of Mizpah in the east. The army of Israel fought until none of the enemy was left alive.",
          "ID": "8"
        },
        {
          "text": "Joshua did what the Lord said to do; he cut the legs of their horses and burned their chariots.",
          "ID": "9"
        },
        {
          "text": "Then Joshua went back and captured the city of Hazor and killed its king. (Hazor was the leader of all the kingdoms that fought against Israel.)",
          "ID": "10"
        },
        {
          "text": "The army of Israel killed everyone in that city and completely destroyed all the people. There was nothing left alive. Then they burned the city.",
          "ID": "11"
        },
        {
          "text": "Joshua captured all these cities and killed all their kings. He completely destroyed everything in these cities—just as Moses, the Lord’s servant, had commanded.",
          "ID": "12"
        },
        {
          "text": "But the army of Israel did not burn any cities that were built on hills. The only city built on a hill that they burned was Hazor. This is the city Joshua burned.",
          "ID": "13"
        },
        {
          "text": "The Israelites kept for themselves all the things and all the animals they found in the cities. But they killed all the people there. They left no one alive.",
          "ID": "14"
        },
        {
          "text": "Long ago the Lord commanded his servant Moses to do this. Then Moses commanded Joshua to do this. So Joshua obeyed God. He did everything that the Lord had commanded Moses.",
          "ID": "15"
        },
        {
          "text": "So Joshua defeated all the people in that whole area. He had control over the hill country, the Negev, all the area of Goshen, the western foothills, the Jordan Valley, and the mountains of Israel and all the hills near them.",
          "ID": "16"
        },
        {
          "text": "Joshua had control of all the land from Mount Halak near Seir to Baal Gad in the Valley of Lebanon below Mount Hermon. He captured all the kings in that land and killed them.",
          "ID": "17"
        },
        {
          "text": "Joshua fought against them for many years.",
          "ID": "18"
        },
        {
          "text": "Only one city in all the land made a peace agreement with Israel. That was the Hivite city of Gibeon. All the other cities were defeated in war.",
          "ID": "19"
        },
        {
          "text": "The Lord made those people feel brave enough to fight against Israel. This was so that Israel could destroy them completely without mercy just as the Lord had commanded Moses to do.",
          "ID": "20"
        },
        {
          "text": "The Anakites lived in the hill country in the area of Hebron, Debir, Anab, and Judah. Joshua fought them and completely destroyed all the people and their towns.",
          "ID": "21"
        },
        {
          "text": "There were no Anakites left living in the land of Israel. The only Anakites who were left alive were in Gaza, Gath, and Ashdod.",
          "ID": "22"
        },
        {
          "text": "Joshua took control of the whole land of Israel as the Lord had told Moses long ago. The Lord gave that land to Israel as he promised. And Joshua divided the land among the tribes of Israel. Finally, the fighting ended and there was peace in the land.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOS.11",
      "name": "Joshua 11"
    },
    {
      "title": "Kings Defeated by Israel",
      "text": [
        {
          "text": "The Israelites had taken control of the land east of the Jordan River. They had all the land from Arnon Ravine to Mount Hermon and all the land along the eastern side of the Jordan Valley. These are all the kings the Israelites defeated to take this land:",
          "ID": "1"
        },
        {
          "text": "They defeated King Sihon of the Amorites living in the city of Heshbon. He ruled the land from Aroer at the Arnon Ravine to the Jabbok River. His land started in the center of that ravine. This was their border with the Ammonites. Sihon ruled over half of the land of Gilead.",
          "ID": "2"
        },
        {
          "text": "He also ruled over the eastern side of the Jordan Valley from Lake Galilee to the Dead Sea (Salt Sea). And he ruled from Beth Jeshimoth to the south to the hills of Pisgah.",
          "ID": "3"
        },
        {
          "text": "They also defeated King Og of Bashan. Og was from the Rephaites. He ruled the land in Ashtaroth and Edrei.",
          "ID": "4"
        },
        {
          "text": "Og ruled over Mount Hermon, Salecah, and all the area of Bashan. His land ended where the people of Geshur and Maacah lived. Og also ruled half of the land of Gilead. This land ended at the land of King Sihon of Heshbon.",
          "ID": "5"
        },
        {
          "text": "The Lord’s servant Moses and the Israelites defeated all these kings. And Moses gave that land to the tribe of Reuben, the tribe of Gad, and half the tribe of Manasseh. Moses gave them this land to be their own.",
          "ID": "6"
        },
        {
          "text": "Joshua and the Israelites defeated the kings of the land west of the Jordan River. This land was in the area west of Baal Gad in the Lebanon Valley as far as Mount Halak that rises toward Seir. Joshua divided it among the tribes.",
          "ID": "7"
        },
        {
          "text": "This included the hill country, the western foothills, the Jordan Valley, the eastern mountains, the desert, and the Negev. This was where the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites had lived. These are the kings the Israelites defeated:",
          "ID": "8"
        },
        {
          "text": "the king of Jericho,\nthe king of Ai near Bethel,",
          "ID": "9"
        },
        {
          "text": "the king of Jerusalem,\nthe king of Hebron,",
          "ID": "10"
        },
        {
          "text": "the king of Jarmuth,\nthe king of Lachish,",
          "ID": "11"
        },
        {
          "text": "the king of Eglon,\nthe king of Gezer,",
          "ID": "12"
        },
        {
          "text": "the king of Debir,\nthe king of Geder,",
          "ID": "13"
        },
        {
          "text": "the king of Hormah,\nthe king of Arad,",
          "ID": "14"
        },
        {
          "text": "the king of Libnah,\nthe king of Adullam,",
          "ID": "15"
        },
        {
          "text": "the king of Makkedah,\nthe king of Bethel,",
          "ID": "16"
        },
        {
          "text": "the king of Tappuah,\nthe king of Hepher,",
          "ID": "17"
        },
        {
          "text": "the king of Aphek,\nthe king of Sharon,",
          "ID": "18"
        },
        {
          "text": "the king of Madon,\nthe king of Hazor,",
          "ID": "19"
        },
        {
          "text": "the king of Shimron Meron,\nthe king of Acshaph,",
          "ID": "20"
        },
        {
          "text": "the king of Taanach,\nthe king of Megiddo,",
          "ID": "21"
        },
        {
          "text": "the king of Kedesh,\nthe king of Jokneam in Carmel,",
          "ID": "22"
        },
        {
          "text": "the king of Dor at Mount Dor,\nthe king of Goyim in Gilgal,",
          "ID": "23"
        },
        {
          "text": "and the king of Tirzah.\nThe total number of kings was 31.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.12",
      "name": "Joshua 12"
    },
    {
      "title": "Dividing the Land",
      "text": [
        {
          "text": "When Joshua was very old, the Lord said to him, “Joshua you have grown old, but there is still much land for you to take control of.",
          "ID": "1"
        },
        {
          "text": "You have not yet taken the land of Geshur or the land of the Philistines.",
          "ID": "2"
        },
        {
          "text": "You have not yet taken the area from the Shihor River at Egypt to the border of Ekron and the land further north. That land still belongs to the Canaanites. You must still defeat the five Philistine leaders at Gaza, Ashdod, Ashkelon, Gath, and Ekron. You must also defeat the Avvites",
          "ID": "3",
          "comments": [
            "Shihor River Probably one of the eastern branches of the Nile River."
          ]
        },
        {
          "text": "who live south of the Canaanite land. And you must still go north to take Mearah, which the Sidonians control. From there you must still go as far as Aphek on the Amorite border.",
          "ID": "4"
        },
        {
          "text": "You have not yet defeated the area of the Gebalites. And also there is the area of Lebanon east of Baal Gad below Mount Hermon to Lebo Hamath.",
          "ID": "5"
        },
        {
          "text": "“The people of Sidon are living in the hill country from Lebanon to Misrephoth Maim. But I will force them out for the Israelites. Be sure to remember this land when you divide the land among the Israelites. Do this as I told you.",
          "ID": "6"
        },
        {
          "text": "Now divide the land among the nine tribes and half the tribe of Manasseh.”",
          "ID": "7"
        },
        {
          "text": "The tribes of Reuben, Gad, and the other half of the tribe of Manasseh had already received all their land. The Lord’s servant, Moses, gave them the land east of the Jordan River.",
          "ID": "8"
        },
        {
          "text": "Their land started at Aroer by the Arnon Ravine and continued to the town in the middle of the ravine. And it included the whole plain from Medeba to Dibon.",
          "ID": "9"
        },
        {
          "text": "All the towns that King Sihon of the Amorites ruled were in that land. He ruled in the city of Heshbon. The land continued to the area where the Ammonites lived.",
          "ID": "10"
        },
        {
          "text": "Also the town of Gilead was in that land. And the area where the people of Geshur and Maacah lived was in that land. All of Mount Hermon and all of Bashan as far as Salecah was in that land.",
          "ID": "11"
        },
        {
          "text": "All the kingdom of King Og was in that land. King Og ruled in Bashan. In the past he ruled in Ashtaroth and Edrei. Og was from the Rephaites. In the past Moses had defeated those people and had taken their land.",
          "ID": "12"
        },
        {
          "text": "The Israelites did not force out the people of Geshur and Maacah. They still live among the Israelites today.",
          "ID": "13"
        },
        {
          "text": "The tribe of Levi is the only tribe that did not get any land. Instead, the Levites were given all the animals offered by fire to the Lord, the God of Israel. That is what the Lord promised them.",
          "ID": "14"
        },
        {
          "text": "Moses had given each family group from the tribe of Reuben some land. This is the land they received:",
          "ID": "15"
        },
        {
          "text": "It was the land from Aroer near the Arnon Ravine to the town of Medeba. This included the whole plain and the town in the middle of the ravine.",
          "ID": "16"
        },
        {
          "text": "The land continued to Heshbon. It included all the towns on the plain. Those towns were Dibon, Bamoth Baal, Beth Baal Meon,",
          "ID": "17"
        },
        {
          "text": "Jahaz, Kedemoth, Mephaath,",
          "ID": "18"
        },
        {
          "text": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley,",
          "ID": "19"
        },
        {
          "text": "Beth Peor, the hills of Pisgah, and Beth Jeshimoth.",
          "ID": "20"
        },
        {
          "text": "So that land included all the towns on the plain and all the area that King Sihon of the Amorites had ruled. He ruled in the town of Heshbon, but Moses had defeated him and the leaders of the Midianites. Those leaders were Evi, Rekem, Zur, Hur, and Reba. (They all fought together with Sihon.) All of them lived in that country.",
          "ID": "21"
        },
        {
          "text": "The Israelites defeated Balaam son of Beor. (Balaam tried to use magic to tell the future.) The Israelites killed many people during the fighting.",
          "ID": "22"
        },
        {
          "text": "The land that was given to Reuben stopped at the shore of the Jordan River. So the land that was given to the family groups of Reuben included all these towns and their fields that were listed.",
          "ID": "23"
        },
        {
          "text": "This is the land Moses gave to the tribe of Gad. He gave this land to each tribe:",
          "ID": "24"
        },
        {
          "text": "He gave them the land of Jazer, all the towns of Gilead, and half of the land of the Ammonites that went as far as Aroer near Rabbah.",
          "ID": "25"
        },
        {
          "text": "Their land included the area from Heshbon to Ramath Mizpah and Betonim, from Mahanaim to the land of Debir,",
          "ID": "26"
        },
        {
          "text": "the valley of Beth Haram, Beth Nimrah, Succoth and Zaphon, including the rest of the kingdom of King Sihon of Heshbon, along the Jordan all the way up to Lake Galilee on the eastern side of the river.",
          "ID": "27"
        },
        {
          "text": "All this land is the land Moses gave the family groups of Gad. That land included all the towns that were listed. Moses gave that land to each family group.",
          "ID": "28"
        },
        {
          "text": "This is the land Moses gave to half the tribe of Manasseh. Half of all the families in the tribe of Manasseh got this land:",
          "ID": "29"
        },
        {
          "text": "The land started at Mahanaim. The land included all of Bashan, all the land ruled by King Og of Bashan, and all the towns of Jair in Bashan. (In all, there were 60 cities.)",
          "ID": "30"
        },
        {
          "text": "The land also included half of Gilead, Ashtaroth, and Edrei. (Gilead, Ashtaroth, and Edrei were the cities where King Og had lived.) All this land was given to the family of Makir son of Manasseh. Half of all his sons got this land.",
          "ID": "31"
        },
        {
          "text": "Moses gave all this land to these tribes. He did this while the people were camped on the plains of Moab. This was across the Jordan River, east of Jericho.",
          "ID": "32"
        },
        {
          "text": "Moses did not give any land to the tribe of Levi. The Lord, God of Israel, promised that he himself would be the gift for the tribe of Levi.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOS.13",
      "name": "Joshua 13"
    },
    {
      "title": "Caleb Gets His Land",
      "text": [
        {
          "text": "Eleazar the priest, Joshua son of Nun, and the leaders of all the tribes of Israel decided what land to give to the people.",
          "ID": "1"
        },
        {
          "text": "The Lord had commanded Moses long ago how he wanted the people to choose their land. The people of the nine and a half tribes threw lots to decide which land they would get.",
          "ID": "2"
        },
        {
          "text": "Moses had already given the two and a half tribes their land east of the Jordan River. The tribe of Levi did not receive any land like the other tribes.",
          "ID": "3"
        },
        {
          "text": "The descendants of Joseph had divided into two tribes—Manasseh and Ephraim. Each of these tribes received some land; the tribe of Levi was not given any land. They were given only some towns scattered throughout the other tribes and some fields around those towns for their animals.",
          "ID": "4"
        },
        {
          "text": "The Lord had told Moses how to divide the land among the tribes of Israel. The Israelites divided the land the way the Lord had commanded.",
          "ID": "5"
        },
        {
          "text": "One day some people from the tribe of Judah went to Joshua at Gilgal. One of them was Caleb, the son of Jephunneh the Kenizzite. Caleb said to Joshua, “You remember what the Lord said at Kadesh Barnea. The Lord was speaking to Moses, his servant. The Lord was talking about you and me.",
          "ID": "6",
          "comments": [
            "his servant Literally, “the man of God.”"
          ]
        },
        {
          "text": "Moses, the Lord’s servant, sent me to look at the land where we were going. I was 40 years old at that time. When I came back, I told Moses what I thought about the land.",
          "ID": "7"
        },
        {
          "text": "The other men who went with me told the people things that made them afraid. But I really believed that the Lord would allow us to take that land.",
          "ID": "8"
        },
        {
          "text": "So that day Moses made a promise to me. He said, ‘The land where you went will become your land. Your children will own that land forever. I will give you that land because you really believed in the Lord, my God.’",
          "ID": "9"
        },
        {
          "text": "“Now the Lord has kept me alive for 45 more years—as he said he would. During that time we all wandered in the desert. Now, here I am, 85 years old.",
          "ID": "10"
        },
        {
          "text": "I am still as strong today as I was the day Moses sent me out. I am as ready to fight as I was then.",
          "ID": "11"
        },
        {
          "text": "So give me the hill country that the Lord promised me that day long ago. At that time you heard that the strong Anakites lived there and the cities were very big and well protected. But now, maybe the Lord will be with me, and I will take that land just as the Lord said.”",
          "ID": "12"
        },
        {
          "text": "Joshua blessed Caleb son of Jephunneh. Joshua gave him the city of Hebron as his own.",
          "ID": "13"
        },
        {
          "text": "And that city still belongs to the family of Caleb son of Jephunneh the Kenizzite. That land still belongs to his people because he trusted and obeyed the Lord, God of Israel.",
          "ID": "14"
        },
        {
          "text": "In the past that city was called Kiriath Arba. It was named for the greatest man among the Anakites—a man named Arba.\nAfter this there was peace in the land.",
          "ID": "15"
        }
      ],
      "ID": "OT:JOS.14",
      "name": "Joshua 14"
    },
    {
      "title": "Land for Judah",
      "text": [
        {
          "text": "The land that was given to Judah was divided among the families of that tribe. That land went to the border of Edom and south all the way to the desert of Zin at the edge of Teman.",
          "ID": "1"
        },
        {
          "text": "The southern border of Judah’s land started at the south end of the Dead Sea.",
          "ID": "2"
        },
        {
          "text": "The border went south to Scorpion Pass and continued on to Zin. Then the border continued south to Kadesh Barnea. It continued past Hezron to Addar. From Addar the border turned and continued to Karka.",
          "ID": "3"
        },
        {
          "text": "The border continued to Azmon, the brook of Egypt, and then to the Mediterranean Sea. All that land was on their southern border.",
          "ID": "4"
        },
        {
          "text": "Their eastern border was the shore of the Dead Sea to the area where the Jordan River flowed into the sea.\nTheir northern border started at the area where the Jordan River flowed into the Dead Sea.",
          "ID": "5"
        },
        {
          "text": "Then the northern border went to Beth Hoglah and continued north of Beth Arabah. The border continued to the stone of Bohan. (Bohan was the son of Reuben.)",
          "ID": "6"
        },
        {
          "text": "Then the northern border went through the Valley of Achor to Debir. There the border turned to the north and went to Gilgal. Gilgal is across from the road that goes through the mountain of Adummim. It is on the south side of the brook. The border continued along the waters of En Shemesh. The border stopped at En Rogel.",
          "ID": "7"
        },
        {
          "text": "Then the border went through the Valley of Ben Hinnom beside the southern side of the Jebusite city (that is, Jerusalem). There the border went to the top of the hill on the west side of Hinnom Valley. This was at the northern end of Rephaim Valley.",
          "ID": "8"
        },
        {
          "text": "From there the border went to the spring of water of Nephtoah. Then the border went to the cities near Mount Ephron. There the border turned and went to Baalah. (Baalah is also called Kiriath Jearim.)",
          "ID": "9"
        },
        {
          "text": "At Baalah the border turned west and went to the hill country of Seir. The border continued along the north side of Mount Jearim (Kesalon) and continued down to Beth Shemesh. From there the border went past Timnah.",
          "ID": "10"
        },
        {
          "text": "Then the border went to the hill north of Ekron. From there the border turned to Shikkeron and went past Mount Baalah. The border continued on to Jabneel and ended at the Mediterranean Sea.",
          "ID": "11"
        },
        {
          "text": "The Mediterranean Sea was the western border. So the land of Judah was inside these four borders. The families of Judah lived in this area.",
          "ID": "12"
        },
        {
          "text": "The Lord had commanded Joshua to give Caleb son of Jephunneh part of the land in Judah. So Joshua gave Caleb the land God had commanded. Joshua gave him the town of Kiriath Arba, that is, Hebron. (Arba was the father of Anak.)",
          "ID": "13"
        },
        {
          "text": "Caleb forced the three Anakite families living in Hebron to leave there. Those families were Sheshai, Ahiman, and Talmai. They were from the family of Anak.",
          "ID": "14"
        },
        {
          "text": "Then Caleb fought against the people living in Debir. (In the past, Debir was also called Kiriath Sepher.)",
          "ID": "15"
        },
        {
          "text": "Caleb said, “I will give my daughter in marriage to the man who attacks and conquers Kiriath Sepher.”",
          "ID": "16"
        },
        {
          "text": "Othniel was the son of Caleb’s brother Kenaz. Othniel defeated that city, so Caleb gave his daughter Acsah to Othniel to be his wife.",
          "ID": "17"
        },
        {
          "text": "Acsah went to live with Othniel. Othniel told Acsah to ask her father Caleb for some more land. Acsah went to her father. When she got off her donkey, Caleb asked her, “What do you want?”",
          "ID": "18",
          "comments": [
            "Othniel told Acsah Or “Acsah told Othniel.”"
          ]
        },
        {
          "text": "Acsah answered, “Give me a blessing. You gave me dry desert land in the Negev. Please give me some land with water on it.” So Caleb gave her what she wanted. He gave her the upper and lower pools of water in that land.",
          "ID": "19",
          "comments": [
            "Give me a blessing Or “Please welcome me” or “Give me a stream of water.”"
          ]
        },
        {
          "text": "The tribe of Judah got the land that God promised them. Each family group got part of the land.",
          "ID": "20"
        },
        {
          "text": "The tribe of Judah got all the towns in the southern part of the Negev. These towns were near the border of Edom. Here is a list of the towns:\nKabzeel, Eder, Jagur,",
          "ID": "21"
        },
        {
          "text": "Kinah, Dimonah, Adadah,",
          "ID": "22"
        },
        {
          "text": "Kedesh, Hazor, Ithnan,",
          "ID": "23"
        },
        {
          "text": "Ziph, Telem, Bealoth,",
          "ID": "24"
        },
        {
          "text": "Hazor Hadattah, Kerioth Hezron (Hazor),",
          "ID": "25"
        },
        {
          "text": "Amam, Shema, Moladah,",
          "ID": "26"
        },
        {
          "text": "Hazar Gaddah, Heshmon, Beth Pelet,",
          "ID": "27"
        },
        {
          "text": "Hazar Shual, Beersheba, Biziothiah,",
          "ID": "28"
        },
        {
          "text": "Baalah, Iim, Ezem,",
          "ID": "29"
        },
        {
          "text": "Eltolad, Kesil, Hormah,",
          "ID": "30"
        },
        {
          "text": "Ziklag, Madmannah, Sansannah,",
          "ID": "31"
        },
        {
          "text": "Lebaoth, Shilhim, Ain, and Rimmon. In all, there were 29 towns and all their fields.",
          "ID": "32"
        },
        {
          "text": "The tribe of Judah also got these towns in the western foothills:\nEshtaol, Zorah, Ashnah,",
          "ID": "33"
        },
        {
          "text": "Zanoah, En Gannim, Tappuah, Enam,",
          "ID": "34"
        },
        {
          "text": "Jarmuth, Adullam, Socoh, Azekah,",
          "ID": "35"
        },
        {
          "text": "Shaaraim, Adithaim, and Gederah (Gederothaim). In all, there were 14 towns and all their fields.",
          "ID": "36"
        },
        {
          "text": "The tribe of Judah was also given these towns:\nZenan, Hadashah, Migdal Gad,",
          "ID": "37"
        },
        {
          "text": "Dilean, Mizpah, Joktheel,",
          "ID": "38"
        },
        {
          "text": "Lachish, Bozkath, Eglon,",
          "ID": "39"
        },
        {
          "text": "Cabbon, Lahmas, Kitlish,",
          "ID": "40"
        },
        {
          "text": "Gederoth, Beth Dagon, Naamah, and Makkedah. In all, there were 16 towns and all the fields around them.",
          "ID": "41"
        },
        {
          "text": "The people of Judah also got these towns:\nLibnah, Ether, Ashan,",
          "ID": "42"
        },
        {
          "text": "Iphtah, Ashnah, Nezib,",
          "ID": "43"
        },
        {
          "text": "Keilah, Aczib, and Mareshah. In all, there were nine towns and all the fields around them.",
          "ID": "44"
        },
        {
          "text": "The people of Judah also got the town of Ekron and all the small towns and fields near it.",
          "ID": "45"
        },
        {
          "text": "They also got the area west of Ekron and all the fields and towns near Ashdod.",
          "ID": "46"
        },
        {
          "text": "All the area around Ashdod and the small towns there were part of the land of Judah. The people of Judah also got the area around Gaza and the fields and towns that were near it. Their land continued to the River of Egypt. And their land continued along the coast of the Mediterranean Sea.",
          "ID": "47"
        },
        {
          "text": "The people of Judah were also given these towns in the hill country:\nShamir, Jattir, Socoh,",
          "ID": "48"
        },
        {
          "text": "Dannah, Kiriath Sannah (Debir),",
          "ID": "49"
        },
        {
          "text": "Anab, Eshtemoh, Anim,",
          "ID": "50"
        },
        {
          "text": "Goshen, Holon, and Giloh. In all, there were eleven towns and all the fields around them.",
          "ID": "51"
        },
        {
          "text": "The people of Judah were also given these towns:\nArab, Dumah, Eshan,",
          "ID": "52"
        },
        {
          "text": "Janim, Beth Tappuah, Aphekah,",
          "ID": "53"
        },
        {
          "text": "Humtah, Kiriath Arba (Hebron), and Zior. There were nine towns and all the fields around them.",
          "ID": "54"
        },
        {
          "text": "The people of Judah were also given these towns:\nMaon, Carmel, Ziph, Juttah,",
          "ID": "55"
        },
        {
          "text": "Jezreel, Jokdeam, Zanoah,",
          "ID": "56"
        },
        {
          "text": "Kain, Gibeah, and Timnah. In all, there were ten towns and all the fields around them.",
          "ID": "57"
        },
        {
          "text": "The people of Judah were also given these towns:\nHalhul, Beth Zur, Gedor,",
          "ID": "58"
        },
        {
          "text": "Maarath, Beth Anoth, and Eltekon. In all, there were six towns and all the fields around them.",
          "ID": "59"
        },
        {
          "text": "The people of Judah were also given the two towns of Rabbah and Kiriath Baal (Kiriath Jearim).",
          "ID": "60"
        },
        {
          "text": "The people of Judah were also given these towns in the desert:\nBeth Arabah, Middin, Secacah,",
          "ID": "61"
        },
        {
          "text": "Nibshan, Salt City, and En Gedi. In all, there were six towns and all the fields around them.",
          "ID": "62"
        },
        {
          "text": "The army of Judah was not able to force out the Jebusites living in Jerusalem. So today there are still Jebusites living among the people of Judah in Jerusalem.",
          "ID": "63"
        }
      ],
      "ID": "OT:JOS.15",
      "name": "Joshua 15"
    },
    {
      "title": "Land for Ephraim and Manasseh",
      "text": [
        {
          "text": "This is the land that the family of Joseph received. This land started at the Jordan River near Jericho and continued to the waters of Jericho. (This was just east of Jericho.) The border went up from Jericho to the hill country of Bethel.",
          "ID": "1"
        },
        {
          "text": "Then the border continued from Bethel (Luz) to the Arkite border at Ataroth.",
          "ID": "2"
        },
        {
          "text": "Then the border went west to the border of the Japhletites. The border continued to Lower Beth Horon. Then the border went to Gezer and continued to the Mediterranean Sea.",
          "ID": "3"
        },
        {
          "text": "So the people of Manasseh and Ephraim got their land. (Manasseh and Ephraim were sons of Joseph.)",
          "ID": "4"
        },
        {
          "text": "This is the land that was given to the people of Ephraim: Their eastern border started at Ataroth Addar near Upper Beth Horon.",
          "ID": "5"
        },
        {
          "text": "And the western border started at Micmethath. The border turned to the east to Taanath Shiloh and continued east to Janoah.",
          "ID": "6"
        },
        {
          "text": "Then it went from Janoah down to Ataroth and to Naarah. The border continued until it touched Jericho and ended at the Jordan River.",
          "ID": "7"
        },
        {
          "text": "The border went from Tappuah west to Kanah Ravine and ended at the sea. This is all the land that was given to the Ephraimites. Each family in that tribe got a part of this land.",
          "ID": "8"
        },
        {
          "text": "Many of the border towns of Ephraim were actually in Manasseh’s borders, but the Ephraimites got the towns and the fields around them.",
          "ID": "9"
        },
        {
          "text": "But the Ephraimites were not able to force the Canaanites to leave the town of Gezer. So the Canaanites still live among the Ephraimites today, although they did become slaves of the Ephraimites.",
          "ID": "10"
        }
      ],
      "ID": "OT:JOS.16",
      "name": "Joshua 16"
    },
    {
      "title": null,
      "text": [
        {
          "text": "Then land was given to the tribe of Manasseh. Manasseh was Joseph’s first son. Manasseh’s first son was Makir, the father of Gilead. Makir was a great soldier, so the areas of Gilead and Bashan were given to his family.",
          "ID": "1",
          "comments": [
            "father of Gilead Or “the leader of the area of Gilead.”"
          ]
        },
        {
          "text": "Land was also given to the other families in the tribe of Manasseh. These families were Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. All these men were the other sons of Manasseh, the son of Joseph. The families of these men got their share of the land.",
          "ID": "2"
        },
        {
          "text": "Zelophehad was the son of Hepher. Hepher was the son of Gilead. Gilead was the son of Makir, and Makir was the son of Manasseh. Zelophehad did not have any sons, but he had five daughters. The daughters were named Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
          "ID": "3"
        },
        {
          "text": "The daughters went to Eleazar the priest, Joshua son of Nun, and all the leaders. The daughters said, “The Lord told Moses to give us land the same as our male relatives.” So Eleazar obeyed the Lord and gave the daughters some land, just like their uncles.",
          "ID": "4"
        },
        {
          "text": "So the tribe of Manasseh had ten areas of land west of the Jordan River and two more areas of land, Gilead and Bashan, on the other side of the Jordan River.",
          "ID": "5"
        },
        {
          "text": "So these women from the tribe of Manasseh got land the same as the men. The land of Gilead was given to the rest of the families of Manasseh.",
          "ID": "6"
        },
        {
          "text": "The lands of Manasseh were in the area between Asher and Micmethath. This is near Shechem. The border went south to the En Tappuah area.",
          "ID": "7"
        },
        {
          "text": "The land around Tappuah belonged to Manasseh, but the town itself did not. The town of Tappuah was at the border of Manasseh’s land, and it belonged to the people of Ephraim.",
          "ID": "8"
        },
        {
          "text": "The border of Manasseh continued south to Kanah Ravine. This area belonged to the tribe of Manasseh, but the cities belonged to the people of Ephraim. Manasseh’s border was on the north side of the river and it continued west to the Mediterranean Sea.",
          "ID": "9"
        },
        {
          "text": "The land to the south belonged to Ephraim. And the land to the north belonged to Manasseh. The Mediterranean Sea was the western border. The border touched Asher’s land in the north and Issachar’s land in the east.",
          "ID": "10"
        },
        {
          "text": "The people of Manasseh had towns in the area of Issachar and Asher. Beth Shean, Ibleam, and the small towns around them also belonged to them. The people of Manasseh also lived in Dor, Endor, Taanach, Megiddo, and the small towns around these cities. They also lived in the three towns of Naphoth.",
          "ID": "11"
        },
        {
          "text": "The people of Manasseh were not able to defeat those cities. So the Canaanites continued to live there.",
          "ID": "12"
        },
        {
          "text": "But the Israelites grew strong. When this happened, they forced the Canaanites to work for them. But they did not force them to leave that land.",
          "ID": "13"
        },
        {
          "text": "The tribe of Joseph spoke to Joshua and said, “You gave us only one area of land, but we are many people. Why did you give us only one part of all the land that the Lord gave his people?”",
          "ID": "14"
        },
        {
          "text": "Joshua answered them, “If you have too many people, go up to the wooded area in the hill country and clear that land for a place to live. That land now belongs to the Perizzites and the Rephaites. But if the hill country of Ephraim is too small for you, go take that land.”",
          "ID": "15"
        },
        {
          "text": "The people of Joseph said, “It is true that the hill country of Ephraim is not large enough for us. But the Canaanites living there have powerful weapons—they have iron chariots! And they control Jezreel Valley, Beth Shean, and all the small towns in that area.”",
          "ID": "16"
        },
        {
          "text": "Then Joshua said to the people of Joseph, the tribes of Ephraim and Manasseh, “You have many people and you are very strong, so you should get more than one share of the land.",
          "ID": "17"
        },
        {
          "text": "You will take these mountains. It is a forest, but you can cut down the trees and make it a good place to live. You can take it from the Canaanites and force them to leave. You can defeat them, even if they are strong and have iron chariots.”",
          "ID": "18"
        }
      ],
      "ID": "OT:JOS.17",
      "name": "Joshua 17"
    },
    {
      "title": "Land for Benjamin",
      "text": [
        {
          "text": "All the Israelites gathered together at Shiloh where they set up the Meeting Tent. The Israelites controlled that country. They had defeated all the enemies in that land.",
          "ID": "1"
        },
        {
          "text": "But at this time there were still seven tribes of Israel that had not yet received their land.",
          "ID": "2"
        },
        {
          "text": "So Joshua said to the Israelites, “Why do you wait so long to take your land? The Lord, the God of your ancestors, has given this land to you.",
          "ID": "3"
        },
        {
          "text": "So each of your tribes should choose three men. I will send them out to study the land. They will describe that land, and then they will come back to me.",
          "ID": "4"
        },
        {
          "text": "They will divide the land into seven parts. The people of Judah will keep their land in the south. The people of Joseph will keep their land in the north.",
          "ID": "5"
        },
        {
          "text": "But you should describe the land and divide it into seven parts. Bring the map to me, and we will throw lots to let the Lord our God decide how to divide the land among the tribes.",
          "ID": "6"
        },
        {
          "text": "The Levites don’t get a share of the land. Their share is to serve the Lord as priests. Gad, Reuben, and half the tribe of Manasseh have already received the land that was promised to them. They are on the east side of the Jordan River. Moses, the Lord’s servant, gave them that land.”",
          "ID": "7"
        },
        {
          "text": "So the men who were chosen went to look at the land and write down what they saw. Joshua told them, “Go through the land and describe it in writing. Then come back to me at Shiloh. I will throw lots and let the Lord decide how you will share the land.”",
          "ID": "8"
        },
        {
          "text": "So the men went into the land. As they walked through it, they wrote down what they saw. They listed all the cities and divided the land into seven parts. Then they went back to Joshua at Shiloh.",
          "ID": "9"
        },
        {
          "text": "Joshua threw lots for them in front of the Lord at Shiloh. In this way Joshua divided the land and gave each tribe its part of the land.",
          "ID": "10"
        },
        {
          "text": "The tribe of Benjamin was given the land that was between the areas of Judah and Joseph. Each family in the tribe of Benjamin got its land. This is the land that was chosen for Benjamin:",
          "ID": "11"
        },
        {
          "text": "The northern border started at the Jordan River. It went along the northern edge of Jericho. Then the border went west into the hill country. It continued until it was just east of Beth Aven.",
          "ID": "12"
        },
        {
          "text": "Then the border went south to Luz (Bethel), then down to Ataroth Addar. Ataroth Addar is on the hill south of Lower Beth Horon.",
          "ID": "13"
        },
        {
          "text": "At the hill south of Beth Horon, the border turned south and went along the west side of the hill. The border went to Kiriath Baal (also called Kiriath Jearim). This town belonged to the people of Judah. This was the western border.",
          "ID": "14"
        },
        {
          "text": "The southern border started near Kiriath Jearim and went to the River of Nephtoah.",
          "ID": "15"
        },
        {
          "text": "Then the border went down to the bottom of the hill near the valley of Ben Hinnom, north of Rephaim Valley. It continued down Hinnom Valley just south of the Jebusite city. Then the border went on to En Rogel.",
          "ID": "16"
        },
        {
          "text": "There it turned north, went to En Shemesh, and then continued on to Geliloth. (Geliloth is near the Adummim Pass in the mountains.) The border went down to the Great Stone that was named for Bohan, the son of Reuben.",
          "ID": "17"
        },
        {
          "text": "It continued to the northern part of Beth Arabah. Then the border went down into the Jordan Valley.",
          "ID": "18"
        },
        {
          "text": "Then it went to the northern part of Beth Hoglah and ended at the north shore of the Dead Sea. This is where the Jordan River flows into that sea. That was the southern border.",
          "ID": "19"
        },
        {
          "text": "The Jordan River was the eastern border. So this was the land that was given to the tribe of Benjamin. These were the borders on all sides.",
          "ID": "20"
        },
        {
          "text": "Each family got its land. These are their cities: Jericho, Beth Hoglah, Emek Keziz,",
          "ID": "21"
        },
        {
          "text": "Beth Arabah, Zemaraim, Bethel,",
          "ID": "22"
        },
        {
          "text": "Avvim, Parah, Ophrah,",
          "ID": "23"
        },
        {
          "text": "Kephar Ammoni, Ophni, and Geba. There were twelve cities and the fields around them.",
          "ID": "24"
        },
        {
          "text": "The tribe of Benjamin also got Gibeon, Ramah, Beeroth,",
          "ID": "25"
        },
        {
          "text": "Mizpah, Kephirah, Mozah,",
          "ID": "26"
        },
        {
          "text": "Rekem, Irpeel, Taralah,",
          "ID": "27"
        },
        {
          "text": "Zelah, Haeleph, the Jebusite city (that is, Jerusalem), Gibeah, and Kiriath. There were 14 cities and the fields around them. The tribe of Benjamin got all these areas.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOS.18",
      "name": "Joshua 18"
    },
    {
      "title": "Land for Joshua",
      "text": [
        {
          "text": "Then Joshua gave all the families in the tribe of Simeon their share of the land. The land they got was inside the area that belonged to Judah.",
          "ID": "1"
        },
        {
          "text": "This is the land that was given to that tribe: Beersheba (also called Sheba), Moladah,",
          "ID": "2"
        },
        {
          "text": "Hazar Shual, Balah, Ezem,",
          "ID": "3"
        },
        {
          "text": "Eltolad, Bethul, Hormah,",
          "ID": "4"
        },
        {
          "text": "Ziklag, Beth Marcaboth, Hazar Susah,",
          "ID": "5"
        },
        {
          "text": "Beth Lebaoth, and Sharuhen. There were 13 towns and all the fields around them.",
          "ID": "6"
        },
        {
          "text": "They also got the towns of Ain, Rimmon, Ether, and Ashan. There were four towns and all the fields around them.",
          "ID": "7"
        },
        {
          "text": "They also got all the fields around the cities as far as Baalath Beer (Ramah in the Negev). So this was the area that was given to the tribe of Simeon. Each family got its land.",
          "ID": "8"
        },
        {
          "text": "Simeon’s share of land was within the area that Judah got. The people of Judah had more land than they needed, so the people of Simeon got part of their land.",
          "ID": "9"
        },
        {
          "text": "The next tribe to get their land was Zebulun. Each family in Zebulun got the land that was promised to them. The border of Zebulun went as far as Sarid.",
          "ID": "10"
        },
        {
          "text": "Then the border went west to Maralah and just touched Dabbesheth. Then it went along the ravine near Jokneam.",
          "ID": "11"
        },
        {
          "text": "Then the border turned to the east. It went from Sarid to Kisloth Tabor. Then it went on to Daberath and to Japhia.",
          "ID": "12"
        },
        {
          "text": "Then the border continued to the east to Gath Hepher and Eth Kazin. It ended at Rimmon. Then it turned and went to Neah.",
          "ID": "13"
        },
        {
          "text": "At Neah the border turned again, went north to Hannathon, and then continued to the Valley of Iphtah El.",
          "ID": "14"
        },
        {
          "text": "Inside this border were the cities of Kattath, Nahalal, Shimron, Idalah, and Bethlehem. In all, there were twelve towns and all the fields around them.",
          "ID": "15"
        },
        {
          "text": "So these are the towns and fields around them that were given to Zebulun. Each family in Zebulun got its part of the land.",
          "ID": "16"
        },
        {
          "text": "The fourth part of the land was given to the tribe of Issachar. Each family in that tribe got its part of the land.",
          "ID": "17"
        },
        {
          "text": "This is the land that was given to that tribe: Jezreel, Kesulloth, Shunem,",
          "ID": "18"
        },
        {
          "text": "Hapharaim, Shion, Anaharath,",
          "ID": "19"
        },
        {
          "text": "Rabbith, Kishion, Ebez,",
          "ID": "20"
        },
        {
          "text": "Remeth, En Gannim, En Haddah, and Beth Pazzez.",
          "ID": "21"
        },
        {
          "text": "The border of their land touched Tabor, Shahazumah, and Beth Shemesh. It ended at the Jordan River. In all, there were 16 towns and the fields around them.",
          "ID": "22"
        },
        {
          "text": "These cities and towns were part of the land that was given to the tribe of Issachar. Each family got its part of the land.",
          "ID": "23"
        },
        {
          "text": "The fifth part of land was given to the tribe of Asher. Each family in that tribe got its part of the land.",
          "ID": "24"
        },
        {
          "text": "This is the land that was given to that tribe: Helkath, Hali, Beten, Acshaph,",
          "ID": "25"
        },
        {
          "text": "Allammelech, Amad, and Mishal.\nThe western border continued to Mount Carmel and Shihor Libnath.",
          "ID": "26"
        },
        {
          "text": "Then the border turned to the east. It went to Beth Dagon. The border touched Zebulun and the Valley of Iphtah El. Then it went north of Beth Emek and Neiel. It passed north of Cabul.",
          "ID": "27"
        },
        {
          "text": "Then the border went to Abdon, Rehob, Hammon, and Kanah. It continued to the Greater Sidon area.",
          "ID": "28",
          "comments": [
            "Abdon Or “Ebron.”"
          ]
        },
        {
          "text": "Then the border went back south to Ramah. It continued to the strong city of Tyre. Then the border turned and went to Hosah. It ended at the sea, near Aczib,",
          "ID": "29"
        },
        {
          "text": "Ummah, Aphek, and Rehob.\nIn all there were 22 towns and the fields around them.",
          "ID": "30"
        },
        {
          "text": "These cities and the fields around them were given to the tribe of Asher. Each family in that tribe got its share of the land.",
          "ID": "31"
        },
        {
          "text": "The sixth part of land was given to the tribe of Naphtali. Each family in that tribe got its share of the land.",
          "ID": "32"
        },
        {
          "text": "The border of their land started at the large tree near Zaanannim. This is near Heleph. Then the border went through Adami Nekeb and Jabneel. It continued to Lakkum and ended at the Jordan River.",
          "ID": "33"
        },
        {
          "text": "Then the border went to the west through Aznoth Tabor. It ended at Hukkok. The southern border touched Zebulun and the western border touched Asher. The border went to Judah, at the Jordan River to the east.",
          "ID": "34"
        },
        {
          "text": "There were some very strong cities inside these borders. They were Ziddim, Zer, Hammath, Rakkath, Kinnereth,",
          "ID": "35"
        },
        {
          "text": "Adamah, Ramah, Hazor,",
          "ID": "36"
        },
        {
          "text": "Kedesh, Edrei, En Hazor,",
          "ID": "37"
        },
        {
          "text": "Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh. In all, there were 19 towns and all the fields around them.",
          "ID": "38"
        },
        {
          "text": "These cities and the fields around them were given to the tribe of Naphtali. Each family in that tribe got its land.",
          "ID": "39"
        },
        {
          "text": "Then land was given to the tribe of Dan. Each family in that tribe got its land.",
          "ID": "40"
        },
        {
          "text": "This is the land that was given to them: Zorah, Eshtaol, Ir Shemesh,",
          "ID": "41"
        },
        {
          "text": "Shaalabbin, Aijalon, Ithlah,",
          "ID": "42"
        },
        {
          "text": "Elon, Timnah, Ekron,",
          "ID": "43"
        },
        {
          "text": "Eltekeh, Gibbethon, Baalath,",
          "ID": "44"
        },
        {
          "text": "Jehud, Bene Berak, Gath Rimmon,",
          "ID": "45"
        },
        {
          "text": "Me Jarkon, Rakkon, and the area near Joppa.",
          "ID": "46"
        },
        {
          "text": "But the people of Dan had trouble taking their land. There were strong enemies there and the people of Dan could not easily defeat them. So the people of Dan went to the northern part of Israel and fought against Laish. They defeated Laish and killed the people who lived there. So the people of Dan lived in the town of Laish. They changed the name to Dan because that was the name of the father of their tribe.",
          "ID": "47",
          "comments": [
            "Laish Or “Leshem.”"
          ]
        },
        {
          "text": "All these cities and fields around them were given to the tribe of Dan. Each family got its share of the land.",
          "ID": "48"
        },
        {
          "text": "So the leaders finished dividing the land and giving it to the different tribes. After they finished, all the Israelites decided to give Joshua son of Nun some land too. This was land that was promised to him.",
          "ID": "49"
        },
        {
          "text": "The Lord had commanded that he get this land. So they gave Joshua the town of Timnath Serah in the hill country of Ephraim. This was the town that Joshua told them he wanted. So he built the town stronger and lived there.",
          "ID": "50",
          "comments": [
            "Timnath Serah Or “Timnath Heres.”"
          ]
        },
        {
          "text": "All these lands were given to the different tribes of Israel. Eleazar the priest, Joshua son of Nun, and the leaders of each tribe met together at Shiloh to divide the land. They met before the Lord at the entrance of the Meeting Tent. So they finished dividing the land.",
          "ID": "51"
        }
      ],
      "ID": "OT:JOS.19",
      "name": "Joshua 19"
    },
    {
      "title": "Cities of Safety",
      "text": [
        {
          "text": "Then the Lord said to Joshua:",
          "ID": "1"
        },
        {
          "text": "“Through Moses, I told you to choose some cities to be cities of safety.",
          "ID": "2"
        },
        {
          "text": "Anyone who kills someone accidentally can go to a city of safety to hide from the relatives who want to kill him.",
          "ID": "3"
        },
        {
          "text": "“If you accidentally kill someone and you run away to one of those cities, you must stop at the entrance of the city and tell the leaders of the people what happened. Then the leaders can allow you to enter the city. They will give you a place to live among them.",
          "ID": "4"
        },
        {
          "text": "If someone chases you and follows you to that city, the leaders of the city must not give you up. They must protect you because you came to them for safety after killing someone by accident—you were not angry and did not plan to kill the person. It was something that just happened.",
          "ID": "5"
        },
        {
          "text": "You should stay in that city until the court has judged you and until the high priest dies. Then you may go back to your hometown.”",
          "ID": "6"
        },
        {
          "text": "So the Israelites chose some cities to be called cities of safety. These are the cities: Kedesh in Galilee in the hill country of Naphtali; Shechem in the hill country of Ephraim; Kiriath Arba (Hebron) in the hill country of Judah;",
          "ID": "7"
        },
        {
          "text": "Bezer, east of the Jordan River across from Jericho, in the desert area in the land of Reuben; Ramoth in Gilead in the land of Gad; and Golan in Bashan in the land of Manasseh.",
          "ID": "8"
        },
        {
          "text": "All Israelites or any foreigners living among them who killed someone by accident were allowed to run away to one of these cities of safety. They could be safe there and not be killed by anyone chasing them. The court in that city would judge them.",
          "ID": "9"
        }
      ],
      "ID": "OT:JOS.20",
      "name": "Joshua 20"
    },
    {
      "title": "Towns for Priests and Levites",
      "text": [
        {
          "text": "The family rulers of the Levite tribe went to talk to Eleazar the priest, to Joshua son of Nun, and to the rulers of the other tribes of Israel.",
          "ID": "1"
        },
        {
          "text": "At Shiloh in the land of Canaan, the Levite rulers said to them, “The Lord gave Moses a command. He commanded that you give us towns to live in and that you give us fields where our animals can eat.”",
          "ID": "2"
        },
        {
          "text": "So the Israelites obeyed this command from the Lord and gave the Levites these towns and the land around them for their animals:",
          "ID": "3"
        },
        {
          "text": "The Kohath family groups were descendants of Aaron the priest from the tribe of Levi. Part of the Kohath family was given 13 towns in the areas that belonged to Judah, Simeon, and Benjamin.",
          "ID": "4"
        },
        {
          "text": "The other Kohath families were given ten towns in the areas that belonged to Ephraim, Dan, and half of Manasseh.",
          "ID": "5"
        },
        {
          "text": "The people from the Gershon family were given 13 towns. These towns were in the areas that belonged to Issachar, Asher, Naphtali, and the half of Manasseh that was in Bashan.",
          "ID": "6"
        },
        {
          "text": "The people from the Merari family were given 12 towns. These towns came from the areas that belonged to Reuben, Gad, and Zebulun.",
          "ID": "7"
        },
        {
          "text": "So the Israelites gave the Levites these towns and the fields around them, just as the Lord had told Moses.",
          "ID": "8"
        },
        {
          "text": "These are the names of the towns that were in the areas that belonged to Judah and Simeon.",
          "ID": "9"
        },
        {
          "text": "The first choice of towns was given to the Levites from the Kohath family group.",
          "ID": "10"
        },
        {
          "text": "They gave them Kiriath Arba. (This is Hebron. It was named for a man named Arba. Arba was the father of Anak.) They also gave them some land near the town for their animals.",
          "ID": "11"
        },
        {
          "text": "But the fields and the small towns around the city of Kiriath Arba belonged to Caleb son of Jephunneh.",
          "ID": "12"
        },
        {
          "text": "So they gave the city of Hebron to Aaron’s descendants. (Hebron was a city of safety.) They also gave Aaron’s descendants the towns of Libnah,",
          "ID": "13"
        },
        {
          "text": "Jattir, Eshtemoa,",
          "ID": "14"
        },
        {
          "text": "Holon, Debir,",
          "ID": "15"
        },
        {
          "text": "Ain, Juttah, and Beth Shemesh. They also gave them some of the land near these towns for their animals. These two tribes gave them nine towns.",
          "ID": "16"
        },
        {
          "text": "They also gave Aaron’s descendants cities that belonged to the tribe of Benjamin. These cities were Gibeon, Geba,",
          "ID": "17"
        },
        {
          "text": "Anathoth, and Almon. They gave them these four towns and some of the land near the towns for their animals.",
          "ID": "18"
        },
        {
          "text": "In all, they gave 13 towns to the priests. (All priests were descendants of Aaron.) They also gave them some land near each town for their animals.",
          "ID": "19"
        },
        {
          "text": "The other people from the Kohathite family groups were given towns that were in the areas that belonged to the tribe of Ephraim. They got these towns:",
          "ID": "20"
        },
        {
          "text": "the city of Shechem from the hill country of Ephraim (which was a city of safety), Gezer,",
          "ID": "21"
        },
        {
          "text": "Kibzaim, and Beth Horon. In all, Ephraim gave them four towns and some land around each town for their animals.",
          "ID": "22"
        },
        {
          "text": "The tribe of Dan gave them Eltekeh, Gibbethon,",
          "ID": "23"
        },
        {
          "text": "Aijalon, and Gath Rimmon. In all, Dan gave them four towns and some land around each town for their animals.",
          "ID": "24"
        },
        {
          "text": "Half the tribe of Manasseh gave them Taanach and Gath Rimmon. In all, this half of Manasseh gave them two towns and some land around each town for their animals.",
          "ID": "25"
        },
        {
          "text": "In all, the rest of the people from the Kohath family groups got ten towns and some land around each town for their animals.",
          "ID": "26"
        },
        {
          "text": "The Gershon family groups were also from the tribe of Levi. They got these towns:\nHalf the tribe of Manasseh gave them Golan in Bashan. (Golan was a city of safety.) Manasseh also gave them Be Eshtarah. In all, this half of Manasseh gave them two towns and some land around each town for their animals.",
          "ID": "27"
        },
        {
          "text": "The tribe of Issachar gave them Kishion, Daberath,",
          "ID": "28"
        },
        {
          "text": "Jarmuth, and En Gannim. In all, Issachar gave them four towns and some land around each town for their animals.",
          "ID": "29"
        },
        {
          "text": "The tribe of Asher gave them Mishal, Abdon,",
          "ID": "30"
        },
        {
          "text": "Helkath, and Rehob. In all, Asher gave them four towns and some land around each town for their animals.",
          "ID": "31"
        },
        {
          "text": "The tribe of Naphtali gave them Kedesh in Galilee. (Kedesh was a city of safety.) Naphtali also gave them Hammoth Dor and Kartan. In all, Naphtali gave them three towns and some land around each town for their animals.",
          "ID": "32"
        },
        {
          "text": "In all, the Gershon family groups got 13 towns and some land around each town for their animals.",
          "ID": "33"
        },
        {
          "text": "The other Levite group was the Merari family group. They were given these towns: The tribe of Zebulun gave them Jokneam, Kartah, Dimnah, and Nahalal. In all, Zebulun gave them four towns and some land around each town for their animals. The tribe of Reuben gave them Bezer, Jahaz, Kedemoth, and Mephaath. In all, Reuben gave them four towns and some land around each town for their animals. The tribe of Gad gave them Ramoth in Gilead. (Ramoth was a city of safety.) They also gave them Mahanaim, Heshbon, and Jazer. In all, Gad gave them four towns and some land around each town for their animals.",
          "ID": "34-39"
        },
        {
          "text": "In all, the last family of Levites, the Merari family, got 12 towns.",
          "ID": "40"
        },
        {
          "text": "So the Levites were given a total of 48 towns and some land around each town for their animals. All these towns were in areas that belonged to the other tribes.",
          "ID": "41"
        },
        {
          "text": "Each of these towns had some land in it for their animals. That was true for every town.",
          "ID": "42"
        },
        {
          "text": "So the Lord kept the promise that he had made to the Israelites and gave the people all the land that he had promised. The people took the land and lived there.",
          "ID": "43"
        },
        {
          "text": "And the Lord allowed them to have peace on all sides of their land, just as he had promised their ancestors. None of their enemies defeated them. The Lord allowed the Israelites to defeat every enemy.",
          "ID": "44"
        },
        {
          "text": "The Lord kept every promise that he made to the Israelites. There were no promises that he failed to keep. Every promise came true.",
          "ID": "45"
        }
      ],
      "ID": "OT:JOS.21",
      "name": "Joshua 21"
    },
    {
      "title": "Three Tribes Go Home",
      "text": [
        {
          "text": "Then Joshua called a meeting of all the people from the tribes of Reuben, Gad, and half the tribe of Manasseh.",
          "ID": "1"
        },
        {
          "text": "Joshua said to them, “Moses was the Lord’s servant. You obeyed everything that Moses told you to do. And you also obeyed all of my commands.",
          "ID": "2"
        },
        {
          "text": "All this time you have supported all the other Israelites. You carefully obeyed all the commands that the Lord your God gave you.",
          "ID": "3"
        },
        {
          "text": "The Lord your God promised to give the Israelites peace. And now, he has kept his promise, so now you can go home. The Lord’s servant Moses gave you the land on the east side of the Jordan River. Now you can go home to that land.",
          "ID": "4"
        },
        {
          "text": "But remember—continue to obey the law that the Lord’s servant Moses gave you. You must love the Lord your God and obey his commands. You must continue to follow him and serve him the very best that you can.”",
          "ID": "5"
        },
        {
          "text": "Then Joshua said goodbye to them, and they left and went home.",
          "ID": "6"
        },
        {
          "text": "Moses had given the land of Bashan to half of the Manasseh tribe. Joshua gave land on the west side of the Jordan River to the other half of the Manasseh tribe. Joshua blessed them and sent them home.",
          "ID": "7"
        },
        {
          "text": "He said, “You have become very rich. You have many animals. You have gold, silver, and expensive jewelry. You have many beautiful clothes. You have taken many things from your enemies. Go home and divide these things among yourselves.”",
          "ID": "8"
        },
        {
          "text": "So the people from the tribes of Reuben, Gad, and Manasseh left the other Israelites at Shiloh in Canaan. They went back home to Gilead. This was their own land, the land that Moses gave them, as the Lord had commanded.",
          "ID": "9"
        },
        {
          "text": "They went to the place called Geliloth, near the Jordan River in the land of Canaan. There they built a beautiful altar.",
          "ID": "10"
        },
        {
          "text": "But the other Israelites who were still at Shiloh heard about the altar that these three tribes built. They heard that the altar was at the border of Canaan at the place called Geliloth. It was near the Jordan River on Israel’s side.",
          "ID": "11"
        },
        {
          "text": "All the Israelites became very angry with these three tribes. They met together and decided to fight against them.",
          "ID": "12"
        },
        {
          "text": "So the Israelites sent some men to talk to the people of Reuben, Gad, and Manasseh. The leader of these men was Phinehas, son of Eleazar the priest.",
          "ID": "13"
        },
        {
          "text": "They also sent ten of the leaders of the tribes there. There was one man from each family group of Israel who was at Shiloh.",
          "ID": "14"
        },
        {
          "text": "So these eleven men went to Gilead. They went to talk to the people of Reuben, Gad, and Manasseh. The eleven men said to them,",
          "ID": "15"
        },
        {
          "text": "“All the Lord’s people sent us to ask you this: ‘Why did you do this thing against the God of Israel? Why did you stop following the Lord? Why did you build an altar for yourselves? You know that this is against the Lord’s command.",
          "ID": "16"
        },
        {
          "text": "Remember what happened at Peor? Was the sin we committed there not bad enough? Because of that sin, the Lord punished his people with a terrible sickness. And we are still suffering from that sin.",
          "ID": "17"
        },
        {
          "text": "And now you are doing the same thing. You are turning against the Lord. Will you refuse to follow the Lord? If you don’t stop what you are doing, he will be angry with everyone in Israel.",
          "ID": "18"
        },
        {
          "text": "“‘If your land is not a good place to worship God, come over to the Lord’s land. This is where the Lord’s Tent is. You can have some of the land and live here. But don’t turn against the Lord or against us by building another altar. We already have the altar of the Lord our God at the Meeting Tent.",
          "ID": "19"
        },
        {
          "text": "“‘Remember how Achan son of Zerah refused to obey the command about things that must be destroyed. That one man broke God’s law, but all the Israelites were punished. Achan died because of his sin, but also many other people died.’”",
          "ID": "20"
        },
        {
          "text": "The people from the tribes of Reuben, Gad, and Manasseh answered the eleven men. They said,",
          "ID": "21"
        },
        {
          "text": "“The Lord is our God! Again we say that the Lord is our God! And God knows why we did this thing. We want you to know also. You can judge what we did. If you think we did it because we are against the Lord or refuse to obey him, you can kill us today.",
          "ID": "22",
          "comments": [
            "The Lord is our God Or “Yahweh is the true God!” Literally, “El Elohim Yahweh!”"
          ]
        },
        {
          "text": "Do you think we built our own altar because we want to turn away from the Lord? Do you think we built another altar for burnt offerings, grain offerings, and fellowship offerings? If that is why we built this altar, we ask the Lord himself to punish us.",
          "ID": "23"
        },
        {
          "text": "But that is not why we built it. We built it because we were afraid that in the future your descendants might not accept us as part of God’s people. So your children might say to our children, ‘You people have no reason to worship the Lord, the God of Israel.",
          "ID": "24"
        },
        {
          "text": "The Lord separated you people of Reuben and Gad from us by giving you the land on the other side of the Jordan River. So you are not part of the Lord’s people.’ If your children said that, it might make our children stop worshiping the Lord.",
          "ID": "25"
        },
        {
          "text": "“So we decided to build this altar. But we did not plan to use it for burning offerings and sacrifices.",
          "ID": "26"
        },
        {
          "text": "The real reason we wanted our altar was to show our people that we worship the same God you do. This altar will be the proof to you and us and to all our future children that we worship the Lord. We give our sacrifices, grain offerings, and fellowship offerings to the Lord. We wanted your children to grow up and know that we are also Israelites like yourselves.",
          "ID": "27"
        },
        {
          "text": "In the future, if it happens that your children say that we don’t belong to Israel, then our children can say, ‘Look, our fathers who lived before us made an altar. That altar is exactly like the Lord’s altar at the Holy Tent. We don’t use this altar for sacrifices—this altar is proof that we are part of Israel.’",
          "ID": "28"
        },
        {
          "text": "“The truth is, we don’t want to be against the Lord. We don’t want to stop following him now. We know that the only true altar is the one that is in front of the Holy Tent. That altar belongs to the Lord our God.”",
          "ID": "29"
        },
        {
          "text": "Phinehas the priest and the leaders with him heard what the people from Reuben, Gad, and Manasseh said. They were satisfied that they were telling the truth.",
          "ID": "30"
        },
        {
          "text": "So Phinehas the priest said, “Now we know that the Lord is with us and that you did not turn against him. We are happy that the Israelites will not be punished by the Lord.”",
          "ID": "31"
        },
        {
          "text": "Then Phinehas and the leaders left that place and went home. They left the people of Reuben and Gad in the land of Gilead and went back to Canaan. They went back to the Israelites and told them what had happened.",
          "ID": "32"
        },
        {
          "text": "The Israelites were also satisfied. They were happy and thanked God. They decided not to go and fight against the people of Reuben, Gad, and Manasseh. They decided not to destroy the land where those people live.",
          "ID": "33"
        },
        {
          "text": "The people of Reuben and Gad named the altar “Proof That We Believe the Lord is God.”",
          "ID": "34"
        }
      ],
      "ID": "OT:JOS.22",
      "name": "Joshua 22"
    },
    {
      "title": "Joshua Encourages the People",
      "text": [
        {
          "text": "The Lord gave Israel peace from their enemies around them. He made Israel safe. Many years passed, and Joshua became very old.",
          "ID": "1"
        },
        {
          "text": "At this time Joshua called a meeting of all the older leaders, heads of families, judges, and officers of the Israelites. Joshua said, “I have grown very old.",
          "ID": "2"
        },
        {
          "text": "You have seen what the Lord did to our enemies. He did this to help us. The Lord your God fought for you.",
          "ID": "3"
        },
        {
          "text": "Remember that I told you that your people could have the land between the Jordan River and the Mediterranean Sea in the west. I promised to give you that land, but you don’t control it yet. I have taken the land away from those nations, but they are still living there.",
          "ID": "4"
        },
        {
          "text": "But the Lord your God will force the people living there to leave. You will take that land. The Lord will force them to leave, just as he promised.",
          "ID": "5"
        },
        {
          "text": "“You must be careful to obey every command written in the Book of the Law of Moses. Never turn away from that law.",
          "ID": "6",
          "comments": [
            "Law Or “Teachings.”"
          ]
        },
        {
          "text": "There are still some people living among us who are not Israelites. They worship their own gods. Don’t become friends with them. Don’t serve or worship their gods.",
          "ID": "7"
        },
        {
          "text": "You must continue to follow the Lord your God. You have done this in the past, and you must continue to do it.",
          "ID": "8"
        },
        {
          "text": "“The Lord helped you defeat many great and powerful nations. He forced them to leave. No nation has been able to defeat you.",
          "ID": "9"
        },
        {
          "text": "With his help, one man from Israel could defeat 1000 enemy soldiers, because the Lord your God fights for you, as he promised.",
          "ID": "10"
        },
        {
          "text": "So you must continue to love the Lord your God.",
          "ID": "11"
        },
        {
          "text": "“Never stop following him. Don’t become friends with those people who did not leave when you took the land. They are not part of Israel. Don’t marry any of their people. If you become friends with those people,",
          "ID": "12"
        },
        {
          "text": "the Lord your God will not help you defeat your enemies. They will become like a trap for you. They will cause you pain—like smoke and dust in your eyes. And you will be forced to leave this good land. The Lord your God gave you this land. But you can lose it if you don’t obey this command.",
          "ID": "13"
        },
        {
          "text": "“It is almost time for me to die. You know and really believe that the Lord has done many great things for you. You know that the Lord your God has not failed in any of his promises. He has kept every promise that he has made to us.",
          "ID": "14"
        },
        {
          "text": "Every good promise that the Lord your God made to us has come true. But in the same way, the Lord will make his other promises come true: If you do wrong, bad things will happen to you. You will be forced to leave this good land that the Lord your God has given to you.",
          "ID": "15"
        },
        {
          "text": "This will happen if you refuse to keep your agreement with the Lord your God. You will lose this land if you go and serve other gods. You must not worship those other gods. If you do, the Lord will become very angry with you. Then you will quickly be forced to leave this good land that he gave you.”",
          "ID": "16"
        }
      ],
      "ID": "OT:JOS.23",
      "name": "Joshua 23"
    },
    {
      "title": "Joseph Comes Home",
      "text": [
        {
          "text": "Joshua called all the tribes of Israel to meet together at Shechem. Then Joshua called the older leaders, heads of the families, judges, and the officers of Israel. These men stood before God.",
          "ID": "1"
        },
        {
          "text": "Then Joshua spoke to all the people. He said, “I am telling you what the Lord, the God of Israel, says to you: ‘A long time ago, your ancestors lived on the other side of the Euphrates River. I am talking about men like Terah, the father of Abraham and Nahor. At that time they worshiped other gods.",
          "ID": "2"
        },
        {
          "text": "But I took your father Abraham out of the land on the other side of the River. I led him through the land of Canaan and gave him many children. I gave Abraham his son Isaac.",
          "ID": "3"
        },
        {
          "text": "And I gave Isaac two sons, Jacob and Esau. To Esau, I gave the land around the mountains of Seir. Jacob and his sons did not live there. They went to live in the land of Egypt.",
          "ID": "4"
        },
        {
          "text": "“‘Then I sent Moses and Aaron to Egypt. I wanted them to bring my people out of Egypt. I caused many terrible things to happen to the people of Egypt. Then I brought your people out of Egypt.",
          "ID": "5"
        },
        {
          "text": "When I brought your ancestors out of Egypt, they came to the Red Sea, and the men of Egypt were chasing them. There were chariots and men on horses.",
          "ID": "6"
        },
        {
          "text": "So the people asked me, the Lord, for help. And I caused great trouble to come to the men of Egypt. I caused the sea to cover them. You yourselves saw what I did to the army of Egypt.\n“‘After that you lived in the desert for a long time.",
          "ID": "7"
        },
        {
          "text": "Then I brought you to the land of the Amorites, east of the Jordan River. Those people fought against you, but I allowed you to defeat them. I gave you the power to destroy them, and you took control of that land.",
          "ID": "8"
        },
        {
          "text": "“‘Then Balak, the son of Zippor, the king of Moab, prepared to fight against the Israelites. The king sent for Balaam the son of Beor to curse you,",
          "ID": "9"
        },
        {
          "text": "but I refused to listen to Balaam’s prayer. So he asked me to bless you, and I saved you from the enemy.",
          "ID": "10"
        },
        {
          "text": "“‘Then you went across the Jordan River to the city of Jericho. The people in Jericho fought against you. Also, the Amorites, Perizzites, Canaanites, Hittites, Girgashites, Hivites, and Jebusites fought against you. But I allowed you to defeat them all.",
          "ID": "11"
        },
        {
          "text": "As your army went forward, I sent the Hornet ahead of them and made the people leave the land, as I did to the two Amorite kings. It was not your swords and bows that brought you victory!",
          "ID": "12",
          "comments": [
            "Hornet A stinging insect like a large wasp or bee. Here, it probably means God’s angel or his great power.",
            "The Hebrew text here is hard to understand, but it may refer to the events described in Num. 21:21-35 and Deut. 2:24-3:10."
          ]
        },
        {
          "text": "“‘I, the Lord, gave that land to you. You didn’t work for that land—I gave it to you. You did not build those cities—I gave them to you. And now you live in that land and in those cities. You have vineyards and olive trees, but you did not have to plant those gardens.’”",
          "ID": "13"
        },
        {
          "text": "Then Joshua said to the people, “Now you have heard the Lord’s words. So you must respect the Lord and sincerely serve him. Throw away the false gods that your ancestors worshiped. That was something that happened a long time ago on the other side of the Euphrates River and in Egypt. Now you must serve only the Lord.",
          "ID": "14"
        },
        {
          "text": "“But maybe you don’t want to serve the Lord. You must choose for yourselves today. Today you must decide who you will serve. Will you serve the gods that your ancestors worshiped when they lived on the other side of the Euphrates River? Or will you serve the gods of the Amorites who lived in this land? You must choose for yourselves. But as for me and my family, we will serve the Lord.”",
          "ID": "15"
        },
        {
          "text": "Then the people answered, “We will never stop following the Lord. We will never serve other gods!",
          "ID": "16"
        },
        {
          "text": "We know that it was the Lord God who brought our people out of Egypt. We were slaves in that land, but he did great things for us there. He brought us out of that land and protected us while we traveled through other lands.",
          "ID": "17"
        },
        {
          "text": "The Lord helped us defeat the people living in these lands. He helped us defeat the Amorites who lived in this land where we are now. So we will continue to serve the Lord, because he is our God.”",
          "ID": "18"
        },
        {
          "text": "Then Joshua said, “You will not be able to continue serving the Lord. God is holy. And God hates his people worshiping other gods. He will not forgive you if you turn against him like that.",
          "ID": "19"
        },
        {
          "text": "If you leave the Lord and serve other gods, he will cause terrible things to happen to you. He will destroy you. He has been good to you, but if you turn against him he will destroy you.”",
          "ID": "20"
        },
        {
          "text": "Then the people said to Joshua, “No, we will serve the Lord!”",
          "ID": "21"
        },
        {
          "text": "Then Joshua said, “Look around at yourselves and the people with you. Do you all know and agree that you have chosen to serve the Lord? Are you all witnesses to this?”\nThe people answered, “Yes, it is true. We all see that we have chosen to serve the Lord.”",
          "ID": "22"
        },
        {
          "text": "Then Joshua said, “So throw away the false gods that you have among you. Love the Lord, the God of Israel, with all your heart.”",
          "ID": "23"
        },
        {
          "text": "Then the people said to Joshua, “We will serve the Lord our God. We will obey him.”",
          "ID": "24"
        },
        {
          "text": "So that day Joshua made an agreement for the people. He made this agreement at the town called Shechem. It became a law for them to follow.",
          "ID": "25"
        },
        {
          "text": "Joshua wrote these things in the Book of the Law of God. Then he found a large stone to be the proof of this agreement. He put the stone under the oak tree near the Lord’s Holy Tent.",
          "ID": "26"
        },
        {
          "text": "Then Joshua said to all the people, “This stone will help you remember what we said today. This stone was here when the Lord was speaking to us today. So this stone will be something that helps you remember what happened today. The stone will be a witness against you. It will stop you from turning against your God.”",
          "ID": "27"
        },
        {
          "text": "Then Joshua told the people to go home. So everyone went back to his own land.",
          "ID": "28"
        },
        {
          "text": "After that the Lord’s servant Joshua son of Nun died. He was 110 years old.",
          "ID": "29"
        },
        {
          "text": "Joshua was buried on his own land at Timnath Serah, in the hill country of Ephraim, north of Mount Gaash.",
          "ID": "30"
        },
        {
          "text": "The Israelites served the Lord during the time Joshua was living. After Joshua died, the people continued to serve the Lord while their leaders were alive. These were the leaders who had seen what the Lord had done for Israel.",
          "ID": "31"
        },
        {
          "text": "When the Israelites left Egypt, they carried the bones from the body of Joseph with them. They buried the bones of Joseph at Shechem on the land that Jacob had bought from the sons of Hamor, the father of the man named Shechem. Jacob had bought that land for 100 pieces of pure silver. This land belonged to Joseph’s children.",
          "ID": "32"
        },
        {
          "text": "Aaron’s son, Eleazar, died and was buried at Gibeah in the hill country of Ephraim. Gibeah had been given to Eleazar’s son Phinehas.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOS.24",
      "name": "Joshua 24"
    }
  ],
  "ID": "OT:JOS(ERV)",
  "name": "Joshua"
}