{
  "text": [
    {
      "text": [
        {
          "text": "After the death of Moses the servant of the Lord, the Lord said to Joshua the son of Nun, Moses' assistant,",
          "ID": "1"
        },
        {
          "text": "\"Moses my servant is dead. Now therefore arise, go over this Jordan, you and all this people, into the land that I am giving to them, to the people of Israel.",
          "ID": "2"
        },
        {
          "text": "Every place that the sole of your foot will tread upon I have given to you, just as I promised to Moses.",
          "ID": "3"
        },
        {
          "text": "From the wilderness and this Lebanon as far as the great river, the river Euphrates, all the land of the Hittites to the Great Sea toward the going down of the sun shall be your territory.",
          "ID": "4"
        },
        {
          "text": "No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you.",
          "ID": "5"
        },
        {
          "text": "Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them.",
          "ID": "6"
        },
        {
          "text": "Only be strong and very courageous, being careful to do according to all the law that Moses my servant commanded you. Do not turn from it to the right hand or to the left, that you may have good success wherever you go.",
          "ID": "7"
        },
        {
          "text": "This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.",
          "ID": "8"
        },
        {
          "text": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.\"",
          "ID": "9"
        },
        {
          "text": "And Joshua commanded the officers of the people,",
          "ID": "10"
        },
        {
          "text": "\"Pass through the midst of the camp and command the people, 'Prepare your provisions, for within three days you are to pass over this Jordan to go in to take possession of the land that the Lord your God is giving you to possess.'\"",
          "ID": "11"
        },
        {
          "text": "And to the Reubenites, the Gadites, and the half-tribe of Manasseh Joshua said,",
          "ID": "12"
        },
        {
          "text": "\"Remember the word that Moses the servant of the Lord commanded you, saying, 'The Lord your God is providing you a place of rest and will give you this land.'",
          "ID": "13"
        },
        {
          "text": "Your wives, your little ones, and your livestock shall remain in the land that Moses gave you beyond the Jordan, but all the men of valor among you shall pass over armed before your brothers and shall help them,",
          "ID": "14"
        },
        {
          "text": "until the Lord gives rest to your brothers as he has to you, and they also take possession of the land that the Lord your God is giving them. Then you shall return to the land of your possession and shall possess it, the land that Moses the servant of the Lord gave you beyond the Jordan toward the sunrise.\"",
          "ID": "15"
        },
        {
          "text": "And they answered Joshua, \"All that you have commanded us we will do, and wherever you send us we will go.",
          "ID": "16"
        },
        {
          "text": "Just as we obeyed Moses in all things, so we will obey you. Only may the Lord your God be with you, as he was with Moses!",
          "ID": "17"
        },
        {
          "text": "Whoever rebels against your commandment and disobeys your words, whatever you command him, shall be put to death. Only be strong and courageous.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:JOS.1",
      "name": "Joshua 1"
    },
    {
      "text": [
        {
          "text": "And Joshua the son of Nun sent two men secretly from Shittim as spies, saying, \"Go, view the land, especially Jericho.\" And they went and came into the house of a prostitute whose name was Rahab and lodged there.",
          "ID": "1"
        },
        {
          "text": "And it was told to the king of Jericho, \"Behold, men of Israel have come here tonight to search out the land.\"",
          "ID": "2"
        },
        {
          "text": "Then the king of Jericho sent to Rahab, saying, \"Bring out the men who have come to you, who entered your house, for they have come to search out all the land.\"",
          "ID": "3"
        },
        {
          "text": "But the woman had taken the two men and hidden them. And she said, \"True, the men came to me, but I did not know where they were from.",
          "ID": "4"
        },
        {
          "text": "And when the gate was about to be closed at dark, the men went out. I do not know where the men went. Pursue them quickly, for you will overtake them.\"",
          "ID": "5"
        },
        {
          "text": "But she had brought them up to the roof and hid them with the stalks of flax that she had laid in order on the roof.",
          "ID": "6"
        },
        {
          "text": "So the men pursued after them on the way to the Jordan as far as the fords. And the gate was shut as soon as the pursuers had gone out.",
          "ID": "7"
        },
        {
          "text": "Before the men lay down, she came up to them on the roof",
          "ID": "8"
        },
        {
          "text": "and said to the men, \"I know that the Lord has given you the land, and that the fear of you has fallen upon us, and that all the inhabitants of the land melt away before you.",
          "ID": "9"
        },
        {
          "text": "For we have heard how the Lord dried up the water of the Red Sea before you when you came out of Egypt, and what you did to the two kings of the Amorites who were beyond the Jordan, to Sihon and Og, whom you devoted to destruction.",
          "ID": "10"
        },
        {
          "text": "And as soon as we heard it, our hearts melted, and there was no spirit left in any man because of you, for the Lord your God, he is God in the heavens above and on the earth beneath.",
          "ID": "11"
        },
        {
          "text": "Now then, please swear to me by the Lord that, as I have dealt kindly with you, you also will deal kindly with my father's house, and give me a sure sign",
          "ID": "12"
        },
        {
          "text": "that you will save alive my father and mother, my brothers and sisters, and all who belong to them, and deliver our lives from death.\"",
          "ID": "13"
        },
        {
          "text": "And the men said to her, \"Our life for yours even to death! If you do not tell this business of ours, then when the Lord gives us the land we will deal kindly and faithfully with you.\"",
          "ID": "14"
        },
        {
          "text": "Then she let them down by a rope through the window, for her house was built into the city wall, so that she lived in the wall.",
          "ID": "15"
        },
        {
          "text": "And she said to them, \"Go into the hills, or the pursuers will encounter you, and hide there three days until the pursuers have returned. Then afterward you may go your way.\"",
          "ID": "16"
        },
        {
          "text": "The men said to her, \"We will be guiltless with respect to this oath of yours that you have made us swear.",
          "ID": "17"
        },
        {
          "text": "Behold, when we come into the land, you shall tie this scarlet cord in the window through which you let us down, and you shall gather into your house your father and mother, your brothers, and all your father's household.",
          "ID": "18"
        },
        {
          "text": "Then if anyone goes out of the doors of your house into the street, his blood shall be on his own head, and we shall be guiltless. But if a hand is laid on anyone who is with you in the house, his blood shall be on our head.",
          "ID": "19"
        },
        {
          "text": "But if you tell this business of ours, then we shall be guiltless with respect to your oath that you have made us swear.\"",
          "ID": "20"
        },
        {
          "text": "And she said, \"According to your words, so be it.\" Then she sent them away, and they departed. And she tied the scarlet cord in the window.",
          "ID": "21"
        },
        {
          "text": "They departed and went into the hills and remained there three days until the pursuers returned, and the pursuers searched all along the way and found nothing.",
          "ID": "22"
        },
        {
          "text": "Then the two men returned. They came down from the hills and passed over and came to Joshua the son of Nun, and they told him all that had happened to them.",
          "ID": "23"
        },
        {
          "text": "And they said to Joshua, \"Truly the Lord has given all the land into our hands. And also, all the inhabitants of the land melt away because of us.\"",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.2",
      "name": "Joshua 2"
    },
    {
      "text": [
        {
          "text": "Then Joshua rose early in the morning and they set out from Shittim. And they came to the Jordan, he and all the people of Israel, and lodged there before they passed over.",
          "ID": "1"
        },
        {
          "text": "At the end of three days the officers went through the camp",
          "ID": "2"
        },
        {
          "text": "and commanded the people, \"As soon as you see the ark of the covenant of the Lord your God being carried by the Levitical priests, then you shall set out from your place and follow it.",
          "ID": "3"
        },
        {
          "text": "Yet there shall be a distance between you and it, about 2,000 cubits in length. Do not come near it, in order that you may know the way you shall go, for you have not passed this way before.\"",
          "ID": "4"
        },
        {
          "text": "Then Joshua said to the people, \"Consecrate yourselves, for tomorrow the Lord will do wonders among you.\"",
          "ID": "5"
        },
        {
          "text": "And Joshua said to the priests, \"Take up the ark of the covenant and pass on before the people.\" So they took up the ark of the covenant and went before the people.",
          "ID": "6"
        },
        {
          "text": "The Lord said to Joshua, \"Today I will begin to exalt you in the sight of all Israel, that they may know that, as I was with Moses, so I will be with you.",
          "ID": "7"
        },
        {
          "text": "And as for you, command the priests who bear the ark of the covenant, 'When you come to the brink of the waters of the Jordan, you shall stand still in the Jordan.'\"",
          "ID": "8"
        },
        {
          "text": "And Joshua said to the people of Israel, \"Come here and listen to the words of the Lord your God.\"",
          "ID": "9"
        },
        {
          "text": "And Joshua said, \"Here is how you shall know that the living God is among you and that he will without fail drive out from before you the Canaanites, the Hittites, the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites.",
          "ID": "10"
        },
        {
          "text": "Behold, the ark of the covenant of the Lord of all the earth is passing over before you into the Jordan.",
          "ID": "11"
        },
        {
          "text": "Now therefore take twelve men from the tribes of Israel, from each tribe a man.",
          "ID": "12"
        },
        {
          "text": "And when the soles of the feet of the priests bearing the ark of the Lord, the Lord of all the earth, shall rest in the waters of the Jordan, the waters of the Jordan shall be cut off from flowing, and the waters coming down from above shall stand in one heap.\"",
          "ID": "13"
        },
        {
          "text": "So when the people set out from their tents to pass over the Jordan with the priests bearing the ark of the covenant before the people,",
          "ID": "14"
        },
        {
          "text": "and as soon as those bearing the ark had come as far as the Jordan, and the feet of the priests bearing the ark were dipped in the brink of the water (now the Jordan overflows all its banks throughout the time of harvest),",
          "ID": "15"
        },
        {
          "text": "the waters coming down from above stood and rose up in a heap very far away, at Adam, the city that is beside Zarethan, and those flowing down toward the Sea of the Arabah, the Salt Sea, were completely cut off. And the people passed over opposite Jericho.",
          "ID": "16"
        },
        {
          "text": "Now the priests bearing the ark of the covenant of the Lord stood firmly on dry ground in the midst of the Jordan, and all Israel was passing over on dry ground until all the nation finished passing over the Jordan.",
          "ID": "17"
        }
      ],
      "ID": "OT:JOS.3",
      "name": "Joshua 3"
    },
    {
      "text": [
        {
          "text": "When all the nation had finished passing over the Jordan, the Lord said to Joshua,",
          "ID": "1"
        },
        {
          "text": "\"Take twelve men from the people, from each tribe a man,",
          "ID": "2"
        },
        {
          "text": "and command them, saying, 'Take twelve stones from here out of the midst of the Jordan, from the very place where the priests' feet stood firmly, and bring them over with you and lay them down in the place where you lodge tonight.'\"",
          "ID": "3"
        },
        {
          "text": "Then Joshua called the twelve men from the people of Israel, whom he had appointed, a man from each tribe.",
          "ID": "4"
        },
        {
          "text": "And Joshua said to them, \"Pass on before the ark of the Lord your God into the midst of the Jordan, and take up each of you a stone upon his shoulder, according to the number of the tribes of the people of Israel,",
          "ID": "5"
        },
        {
          "text": "that this may be a sign among you. When your children ask in time to come, 'What do those stones mean to you?'",
          "ID": "6"
        },
        {
          "text": "then you shall tell them that the waters of the Jordan were cut off before the ark of the covenant of the Lord. When it passed over the Jordan, the waters of the Jordan were cut off. So these stones shall be to the people of Israel a memorial forever.\"",
          "ID": "7"
        },
        {
          "text": "And the people of Israel did just as Joshua commanded and took up twelve stones out of the midst of the Jordan, according to the number of the tribes of the people of Israel, just as the Lord told Joshua. And they carried them over with them to the place where they lodged and laid them down there.",
          "ID": "8"
        },
        {
          "text": "And Joshua set up twelve stones in the midst of the Jordan, in the place where the feet of the priests bearing the ark of the covenant had stood; and they are there to this day.",
          "ID": "9"
        },
        {
          "text": "For the priests bearing the ark stood in the midst of the Jordan until everything was finished that the Lord commanded Joshua to tell the people, according to all that Moses had commanded Joshua.",
          "ID": "10"
        },
        {
          "text": "The people passed over in haste.",
          "ID": "10"
        },
        {
          "text": "And when all the people had finished passing over, the ark of the Lord and the priests passed over before the people.",
          "ID": "11"
        },
        {
          "text": "The sons of Reuben and the sons of Gad and the half-tribe of Manasseh passed over armed before the people of Israel, as Moses had told them.",
          "ID": "12"
        },
        {
          "text": "About 40,000 ready for war passed over before the Lord for battle, to the plains of Jericho.",
          "ID": "13"
        },
        {
          "text": "On that day the Lord exalted Joshua in the sight of all Israel, and they stood in awe of him just as they had stood in awe of Moses, all the days of his life.",
          "ID": "14"
        },
        {
          "text": "And the Lord said to Joshua,",
          "ID": "15"
        },
        {
          "text": "\"Command the priests bearing the ark of the testimony to come up out of the Jordan.\"",
          "ID": "16"
        },
        {
          "text": "So Joshua commanded the priests, \"Come up out of the Jordan.\"",
          "ID": "17"
        },
        {
          "text": "And when the priests bearing the ark of the covenant of the Lord came up from the midst of the Jordan, and the soles of the priests' feet were lifted up on dry ground, the waters of the Jordan returned to their place and overflowed all its banks, as before.",
          "ID": "18"
        },
        {
          "text": "The people came up out of the Jordan on the tenth day of the first month, and they encamped at Gilgal on the east border of Jericho.",
          "ID": "19"
        },
        {
          "text": "And those twelve stones, which they took out of the Jordan, Joshua set up at Gilgal.",
          "ID": "20"
        },
        {
          "text": "And he said to the people of Israel, \"When your children ask their fathers in times to come, 'What do these stones mean?'",
          "ID": "21"
        },
        {
          "text": "then you shall let your children know, 'Israel passed over this Jordan on dry ground.'",
          "ID": "22"
        },
        {
          "text": "For the Lord your God dried up the waters of the Jordan for you until you passed over, as the Lord your God did to the Red Sea, which he dried up for us until we passed over,",
          "ID": "23"
        },
        {
          "text": "so that all the peoples of the earth may know that the hand of the Lord is mighty, that you may fear the Lord your God forever.\"",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.4",
      "name": "Joshua 4"
    },
    {
      "text": [
        {
          "text": "As soon as all the kings of the Amorites who were beyond the Jordan to the west, and all the kings of the Canaanites who were by the sea, heard that the Lord had dried up the waters of the Jordan for the people of Israel until they had crossed over, their hearts melted and there was no longer any spirit in them because of the people of Israel.",
          "ID": "1"
        },
        {
          "text": "At that time the Lord said to Joshua, \"Make flint knives and circumcise the sons of Israel a second time.\"",
          "ID": "2"
        },
        {
          "text": "So Joshua made flint knives and circumcised the sons of Israel at Gibeath-haaraloth.",
          "ID": "3"
        },
        {
          "text": "And this is the reason why Joshua circumcised them: all the males of the people who came out of Egypt, all the men of war, had died in the wilderness on the way after they had come out of Egypt.",
          "ID": "4"
        },
        {
          "text": "Though all the people who came out had been circumcised, yet all the people who were born on the way in the wilderness after they had come out of Egypt had not been circumcised.",
          "ID": "5"
        },
        {
          "text": "For the people of Israel walked forty years in the wilderness, until all the nation, the men of war who came out of Egypt, perished, because they did not obey the voice of the Lord; the Lord swore to them that he would not let them see the land that the Lord had sworn to their fathers to give to us, a land flowing with milk and honey.",
          "ID": "6"
        },
        {
          "text": "So it was their children, whom he raised up in their place, that Joshua circumcised. For they were uncircumcised, because they had not been circumcised on the way.",
          "ID": "7"
        },
        {
          "text": "When the circumcising of the whole nation was finished, they remained in their places in the camp until they were healed.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to Joshua, \"Today I have rolled away the reproach of Egypt from you.\" And so the name of that place is called Gilgal to this day.",
          "ID": "9"
        },
        {
          "text": "While the people of Israel were encamped at Gilgal, they kept the Passover on the fourteenth day of the month in the evening on the plains of Jericho.",
          "ID": "10"
        },
        {
          "text": "And the day after the Passover, on that very day, they ate of the produce of the land, unleavened cakes and parched grain.",
          "ID": "11"
        },
        {
          "text": "And the manna ceased the day after they ate of the produce of the land. And there was no longer manna for the people of Israel, but they ate of the fruit of the land of Canaan that year.",
          "ID": "12"
        },
        {
          "text": "When Joshua was by Jericho, he lifted up his eyes and looked, and behold, a man was standing before him with his drawn sword in his hand. And Joshua went to him and said to him, \"Are you for us, or for our adversaries?\"",
          "ID": "13"
        },
        {
          "text": "And he said, \"No; but I am the commander of the army of the Lord. Now I have come.\" And Joshua fell on his face to the earth and worshiped and said to him, \"What does my lord say to his servant?\"",
          "ID": "14"
        },
        {
          "text": "And the commander of the Lord's army said to Joshua, \"Take off your sandals from your feet, for the place where you are standing is holy.\" And Joshua did so.",
          "ID": "15"
        }
      ],
      "ID": "OT:JOS.5",
      "name": "Joshua 5"
    },
    {
      "text": [
        {
          "text": "Now Jericho was shut up inside and outside because of the people of Israel. None went out, and none came in.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to Joshua, \"See, I have given Jericho into your hand, with its king and mighty men of valor.",
          "ID": "2"
        },
        {
          "text": "You shall march around the city, all the men of war going around the city once. Thus shall you do for six days.",
          "ID": "3"
        },
        {
          "text": "Seven priests shall bear seven trumpets of rams' horns before the ark. On the seventh day you shall march around the city seven times, and the priests shall blow the trumpets.",
          "ID": "4"
        },
        {
          "text": "And when they make a long blast with the ram's horn, when you hear the sound of the trumpet, then all the people shall shout with a great shout, and the wall of the city will fall down flat, and the people shall go up, everyone straight before him.\"",
          "ID": "5"
        },
        {
          "text": "So Joshua the son of Nun called the priests and said to them, \"Take up the ark of the covenant and let seven priests bear seven trumpets of rams' horns before the ark of the Lord.\"",
          "ID": "6"
        },
        {
          "text": "And he said to the people, \"Go forward. March around the city and let the armed men pass on before the ark of the Lord.\"",
          "ID": "7"
        },
        {
          "text": "And just as Joshua had commanded the people, the seven priests bearing the seven trumpets of rams' horns before the Lord went forward, blowing the trumpets, with the ark of the covenant of the Lord following them.",
          "ID": "8"
        },
        {
          "text": "The armed men were walking before the priests who were blowing the trumpets, and the rear guard was walking after the ark, while the trumpets blew continually.",
          "ID": "9"
        },
        {
          "text": "But Joshua commanded the people, \"You shall not shout or make your voice heard, neither shall any word go out of your mouth, until the day I tell you to shout. Then you shall shout.\"",
          "ID": "10"
        },
        {
          "text": "So he caused the ark of the Lord to circle the city, going about it once. And they came into the camp and spent the night in the camp.",
          "ID": "11"
        },
        {
          "text": "Then Joshua rose early in the morning, and the priests took up the ark of the Lord.",
          "ID": "12"
        },
        {
          "text": "And the seven priests bearing the seven trumpets of rams' horns before the ark of the Lord walked on, and they blew the trumpets continually. And the armed men were walking before them, and the rear guard was walking after the ark of the Lord, while the trumpets blew continually.",
          "ID": "13"
        },
        {
          "text": "And the second day they marched around the city once, and returned into the camp. So they did for six days.",
          "ID": "14"
        },
        {
          "text": "On the seventh day they rose early, at the dawn of day, and marched around the city in the same manner seven times. It was only on that day that they marched around the city seven times.",
          "ID": "15"
        },
        {
          "text": "And at the seventh time, when the priests had blown the trumpets, Joshua said to the people, \"Shout, for the Lord has given you the city.",
          "ID": "16"
        },
        {
          "text": "And the city and all that is within it shall be devoted to the Lord for destruction. Only Rahab the prostitute and all who are with her in her house shall live, because she hid the messengers whom we sent.",
          "ID": "17"
        },
        {
          "text": "But you, keep yourselves from the things devoted to destruction, lest when you have devoted them you take any of the devoted things and make the camp of Israel a thing for destruction and bring trouble upon it.",
          "ID": "18"
        },
        {
          "text": "But all silver and gold, and every vessel of bronze and iron, are holy to the Lord; they shall go into the treasury of the Lord.\"",
          "ID": "19"
        },
        {
          "text": "So the people shouted, and the trumpets were blown. As soon as the people heard the sound of the trumpet, the people shouted a great shout, and the wall fell down flat, so that the people went up into the city, every man straight before him, and they captured the city.",
          "ID": "20"
        },
        {
          "text": "Then they devoted all in the city to destruction, both men and women, young and old, oxen, sheep, and donkeys, with the edge of the sword.",
          "ID": "21"
        },
        {
          "text": "But to the two men who had spied out the land, Joshua said, \"Go into the prostitute's house and bring out from there the woman and all who belong to her, as you swore to her.\"",
          "ID": "22"
        },
        {
          "text": "So the young men who had been spies went in and brought out Rahab and her father and mother and brothers and all who belonged to her. And they brought all her relatives and put them outside the camp of Israel.",
          "ID": "23"
        },
        {
          "text": "And they burned the city with fire, and everything in it. Only the silver and gold, and the vessels of bronze and of iron, they put into the treasury of the house of the Lord.",
          "ID": "24"
        },
        {
          "text": "But Rahab the prostitute and her father's household and all who belonged to her, Joshua saved alive. And she has lived in Israel to this day, because she hid the messengers whom Joshua sent to spy out Jericho.",
          "ID": "25"
        },
        {
          "text": "Joshua laid an oath on them at that time, saying, \"Cursed before the Lord be the man who rises up and rebuilds this city, Jericho.",
          "ID": "26"
        },
        {
          "text": "\"At the cost of his firstborn shall he",
          "ID": "26"
        },
        {
          "text": "lay its foundation,",
          "ID": "26"
        },
        {
          "text": "and at the cost of his youngest son",
          "ID": "26"
        },
        {
          "text": "shall he set up its gates.\"",
          "ID": "26"
        },
        {
          "text": "So the Lord was with Joshua, and his fame was in all the land.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOS.6",
      "name": "Joshua 6"
    },
    {
      "text": [
        {
          "text": "But the people of Israel broke faith in regard to the devoted things, for Achan the son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, took some of the devoted things. And the anger of the Lord burned against the people of Israel.",
          "ID": "1"
        },
        {
          "text": "Joshua sent men from Jericho to Ai, which is near Beth-aven, east of Bethel, and said to them, \"Go up and spy out the land.\" And the men went up and spied out Ai.",
          "ID": "2"
        },
        {
          "text": "And they returned to Joshua and said to him, \"Do not have all the people go up, but let about two or three thousand men go up and attack Ai. Do not make the whole people toil up there, for they are few.\"",
          "ID": "3"
        },
        {
          "text": "So about three thousand men went up there from the people. And they fled before the men of Ai,",
          "ID": "4"
        },
        {
          "text": "and the men of Ai killed about thirty-six of their men and chased them before the gate as far as Shebarim and struck them at the descent. And the hearts of the people melted and became as water.",
          "ID": "5"
        },
        {
          "text": "Then Joshua tore his clothes and fell to the earth on his face before the ark of the Lord until the evening, he and the elders of Israel. And they put dust on their heads.",
          "ID": "6"
        },
        {
          "text": "And Joshua said, \"Alas, O Lord God, why have you brought this people over the Jordan at all, to give us into the hands of the Amorites, to destroy us? Would that we had been content to dwell beyond the Jordan!",
          "ID": "7"
        },
        {
          "text": "O Lord, what can I say, when Israel has turned their backs before their enemies!",
          "ID": "8"
        },
        {
          "text": "For the Canaanites and all the inhabitants of the land will hear of it and will surround us and cut off our name from the earth. And what will you do for your great name?\"",
          "ID": "9"
        },
        {
          "text": "The Lord said to Joshua, \"Get up! Why have you fallen on your face?",
          "ID": "10"
        },
        {
          "text": "Israel has sinned; they have transgressed my covenant that I commanded them; they have taken some of the devoted things; they have stolen and lied and put them among their own belongings.",
          "ID": "11"
        },
        {
          "text": "Therefore the people of Israel cannot stand before their enemies. They turn their backs before their enemies, because they have become devoted for destruction. I will be with you no more, unless you destroy the devoted things from among you.",
          "ID": "12"
        },
        {
          "text": "Get up! Consecrate the people and say, 'Consecrate yourselves for tomorrow; for thus says the Lord, God of Israel, \"There are devoted things in your midst, O Israel. You cannot stand before your enemies until you take away the devoted things from among you.\"",
          "ID": "13"
        },
        {
          "text": "In the morning therefore you shall be brought near by your tribes. And the tribe that the Lord takes by lot shall come near by clans. And the clan that the Lord takes shall come near by households. And the household that the Lord takes shall come near man by man.",
          "ID": "14"
        },
        {
          "text": "And he who is taken with the devoted things shall be burned with fire, he and all that he has, because he has transgressed the covenant of the Lord, and because he has done an outrageous thing in Israel.'\"",
          "ID": "15"
        },
        {
          "text": "So Joshua rose early in the morning and brought Israel near tribe by tribe, and the tribe of Judah was taken.",
          "ID": "16"
        },
        {
          "text": "And he brought near the clans of Judah, and the clan of the Zerahites was taken. And he brought near the clan of the Zerahites man by man, and Zabdi was taken.",
          "ID": "17"
        },
        {
          "text": "And he brought near his household man by man, and Achan the son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, was taken.",
          "ID": "18"
        },
        {
          "text": "Then Joshua said to Achan, \"My son, give glory to the Lord God of Israel and give praise to him. And tell me now what you have done; do not hide it from me.\"",
          "ID": "19"
        },
        {
          "text": "And Achan answered Joshua, \"Truly I have sinned against the Lord God of Israel, and this is what I did:",
          "ID": "20"
        },
        {
          "text": "when I saw among the spoil a beautiful cloak from Shinar, and 200 shekels of silver, and a bar of gold weighing 50 shekels, then I coveted them and took them. And see, they are hidden in the earth inside my tent, with the silver underneath.\"",
          "ID": "21"
        },
        {
          "text": "So Joshua sent messengers, and they ran to the tent; and behold, it was hidden in his tent with the silver underneath.",
          "ID": "22"
        },
        {
          "text": "And they took them out of the tent and brought them to Joshua and to all the people of Israel. And they laid them down before the Lord.",
          "ID": "23"
        },
        {
          "text": "And Joshua and all Israel with him took Achan the son of Zerah, and the silver and the cloak and the bar of gold, and his sons and daughters and his oxen and donkeys and sheep and his tent and all that he had. And they brought them up to the Valley of Achor.",
          "ID": "24"
        },
        {
          "text": "And Joshua said, \"Why did you bring trouble on us? The Lord brings trouble on you today.\" And all Israel stoned him with stones. They burned them with fire and stoned them with stones.",
          "ID": "25"
        },
        {
          "text": "And they raised over him a great heap of stones that remains to this day. Then the Lord turned from his burning anger. Therefore, to this day the name of that place is called the Valley of Achor.",
          "ID": "26"
        }
      ],
      "ID": "OT:JOS.7",
      "name": "Joshua 7"
    },
    {
      "text": [
        {
          "text": "And the Lord said to Joshua, \"Do not fear and do not be dismayed. Take all the fighting men with you, and arise, go up to Ai. See, I have given into your hand the king of Ai, and his people, his city, and his land.",
          "ID": "1"
        },
        {
          "text": "And you shall do to Ai and its king as you did to Jericho and its king. Only its spoil and its livestock you shall take as plunder for yourselves. Lay an ambush against the city, behind it.\"",
          "ID": "2"
        },
        {
          "text": "So Joshua and all the fighting men arose to go up to Ai. And Joshua chose 30,000 mighty men of valor and sent them out by night.",
          "ID": "3"
        },
        {
          "text": "And he commanded them, \"Behold, you shall lie in ambush against the city, behind it. Do not go very far from the city, but all of you remain ready.",
          "ID": "4"
        },
        {
          "text": "And I and all the people who are with me will approach the city. And when they come out against us just as before, we shall flee before them.",
          "ID": "5"
        },
        {
          "text": "And they will come out after us, until we have drawn them away from the city. For they will say, 'They are fleeing from us, just as before.' So we will flee before them.",
          "ID": "6"
        },
        {
          "text": "Then you shall rise up from the ambush and seize the city, for the Lord your God will give it into your hand.",
          "ID": "7"
        },
        {
          "text": "And as soon as you have taken the city, you shall set the city on fire. You shall do according to the word of the Lord. See, I have commanded you.\"",
          "ID": "8"
        },
        {
          "text": "So Joshua sent them out. And they went to the place of ambush and lay between Bethel and Ai, to the west of Ai, but Joshua spent that night among the people.",
          "ID": "9"
        },
        {
          "text": "Joshua arose early in the morning and mustered the people and went up, he and the elders of Israel, before the people to Ai.",
          "ID": "10"
        },
        {
          "text": "And all the fighting men who were with him went up and drew near before the city and encamped on the north side of Ai, with a ravine between them and Ai.",
          "ID": "11"
        },
        {
          "text": "He took about 5,000 men and set them in ambush between Bethel and Ai, to the west of the city.",
          "ID": "12"
        },
        {
          "text": "So they stationed the forces, the main encampment that was north of the city and its rear guard west of the city. But Joshua spent that night in the valley.",
          "ID": "13"
        },
        {
          "text": "And as soon as the king of Ai saw this, he and all his people, the men of the city, hurried and went out early to the appointed place toward the Arabah to meet Israel in battle. But he did not know that there was an ambush against him behind the city.",
          "ID": "14"
        },
        {
          "text": "And Joshua and all Israel pretended to be beaten before them and fled in the direction of the wilderness.",
          "ID": "15"
        },
        {
          "text": "So all the people who were in the city were called together to pursue them, and as they pursued Joshua they were drawn away from the city.",
          "ID": "16"
        },
        {
          "text": "Not a man was left in Ai or Bethel who did not go out after Israel. They left the city open and pursued Israel.",
          "ID": "17"
        },
        {
          "text": "Then the Lord said to Joshua, \"Stretch out the javelin that is in your hand toward Ai, for I will give it into your hand.\" And Joshua stretched out the javelin that was in his hand toward the city.",
          "ID": "18"
        },
        {
          "text": "And the men in the ambush rose quickly out of their place, and as soon as he had stretched out his hand, they ran and entered the city and captured it. And they hurried to set the city on fire.",
          "ID": "19"
        },
        {
          "text": "So when the men of Ai looked back, behold, the smoke of the city went up to heaven, and they had no power to flee this way or that, for the people who fled to the wilderness turned back against the pursuers.",
          "ID": "20"
        },
        {
          "text": "And when Joshua and all Israel saw that the ambush had captured the city, and that the smoke of the city went up, then they turned back and struck down the men of Ai.",
          "ID": "21"
        },
        {
          "text": "And the others came out from the city against them, so they were in the midst of Israel, some on this side, and some on that side. And Israel struck them down, until there was left none that survived or escaped.",
          "ID": "22"
        },
        {
          "text": "But the king of Ai they took alive, and brought him near to Joshua.",
          "ID": "23"
        },
        {
          "text": "When Israel had finished killing all the inhabitants of Ai in the open wilderness where they pursued them, and all of them to the very last had fallen by the edge of the sword, all Israel returned to Ai and struck it down with the edge of the sword.",
          "ID": "24"
        },
        {
          "text": "And all who fell that day, both men and women, were 12,000, all the people of Ai.",
          "ID": "25"
        },
        {
          "text": "But Joshua did not draw back his hand with which he stretched out the javelin until he had devoted all the inhabitants of Ai to destruction.",
          "ID": "26"
        },
        {
          "text": "Only the livestock and the spoil of that city Israel took as their plunder, according to the word of the Lord that he commanded Joshua.",
          "ID": "27"
        },
        {
          "text": "So Joshua burned Ai and made it forever a heap of ruins, as it is to this day.",
          "ID": "28"
        },
        {
          "text": "And he hanged the king of Ai on a tree until evening. And at sunset Joshua commanded, and they took his body down from the tree and threw it at the entrance of the gate of the city and raised over it a great heap of stones, which stands there to this day.",
          "ID": "29"
        },
        {
          "text": "At that time Joshua built an altar to the Lord, the God of Israel, on Mount Ebal,",
          "ID": "30"
        },
        {
          "text": "just as Moses the servant of the Lord had commanded the people of Israel, as it is written in the Book of the Law of Moses, \"an altar of uncut stones, upon which no man has wielded an iron tool.\" And they offered on it burnt offerings to the Lord and sacrificed peace offerings.",
          "ID": "31"
        },
        {
          "text": "And there, in the presence of the people of Israel, he wrote on the stones a copy of the law of Moses, which he had written.",
          "ID": "32"
        },
        {
          "text": "And all Israel, sojourner as well as native born, with their elders and officers and their judges, stood on opposite sides of the ark before the Levitical priests who carried the ark of the covenant of the Lord, half of them in front of Mount Gerizim and half of them in front of Mount Ebal, just as Moses the servant of the Lord had commanded at the first, to bless the people of Israel.",
          "ID": "33"
        },
        {
          "text": "And afterward he read all the words of the law, the blessing and the curse, according to all that is written in the Book of the Law.",
          "ID": "34"
        },
        {
          "text": "There was not a word of all that Moses commanded that Joshua did not read before all the assembly of Israel, and the women, and the little ones, and the sojourners who lived among them.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOS.8",
      "name": "Joshua 8"
    },
    {
      "text": [
        {
          "text": "As soon as all the kings who were beyond the Jordan in the hill country and in the lowland all along the coast of the Great Sea toward Lebanon, the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, heard of this,",
          "ID": "1"
        },
        {
          "text": "they gathered together as one to fight against Joshua and Israel.",
          "ID": "2"
        },
        {
          "text": "But when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,",
          "ID": "3"
        },
        {
          "text": "they on their part acted with cunning and went and made ready provisions and took worn-out sacks for their donkeys, and wineskins, worn-out and torn and mended,",
          "ID": "4"
        },
        {
          "text": "with worn-out, patched sandals on their feet, and worn-out clothes. And all their provisions were dry and crumbly.",
          "ID": "5"
        },
        {
          "text": "And they went to Joshua in the camp at Gilgal and said to him and to the men of Israel, \"We have come from a distant country, so now make a covenant with us.\"",
          "ID": "6"
        },
        {
          "text": "But the men of Israel said to the Hivites, \"Perhaps you live among us; then how can we make a covenant with you?\"",
          "ID": "7"
        },
        {
          "text": "They said to Joshua, \"We are your servants.\" And Joshua said to them, \"Who are you? And where do you come from?\"",
          "ID": "8"
        },
        {
          "text": "They said to him, \"From a very distant country your servants have come, because of the name of the Lord your God. For we have heard a report of him, and all that he did in Egypt,",
          "ID": "9"
        },
        {
          "text": "and all that he did to the two kings of the Amorites who were beyond the Jordan, to Sihon the king of Heshbon, and to Og king of Bashan, who lived in Ashtaroth.",
          "ID": "10"
        },
        {
          "text": "So our elders and all the inhabitants of our country said to us, 'Take provisions in your hand for the journey and go to meet them and say to them, \"We are your servants. Come now, make a covenant with us.\"'",
          "ID": "11"
        },
        {
          "text": "Here is our bread. It was still warm when we took it from our houses as our food for the journey on the day we set out to come to you, but now, behold, it is dry and crumbly.",
          "ID": "12"
        },
        {
          "text": "These wineskins were new when we filled them, and behold, they have burst. And these garments and sandals of ours are worn out from the very long journey.\"",
          "ID": "13"
        },
        {
          "text": "So the men took some of their provisions, but did not ask counsel from the Lord.",
          "ID": "14"
        },
        {
          "text": "And Joshua made peace with them and made a covenant with them, to let them live, and the leaders of the congregation swore to them.",
          "ID": "15"
        },
        {
          "text": "At the end of three days after they had made a covenant with them, they heard that they were their neighbors and that they lived among them.",
          "ID": "16"
        },
        {
          "text": "And the people of Israel set out and reached their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath-jearim.",
          "ID": "17"
        },
        {
          "text": "But the people of Israel did not attack them, because the leaders of the congregation had sworn to them by the Lord, the God of Israel. Then all the congregation murmured against the leaders.",
          "ID": "18"
        },
        {
          "text": "But all the leaders said to all the congregation, \"We have sworn to them by the Lord, the God of Israel, and now we may not touch them.",
          "ID": "19"
        },
        {
          "text": "This we will do to them: let them live, lest wrath be upon us, because of the oath that we swore to them.\"",
          "ID": "20"
        },
        {
          "text": "And the leaders said to them, \"Let them live.\" So they became cutters of wood and drawers of water for all the congregation, just as the leaders had said of them.",
          "ID": "21"
        },
        {
          "text": "Joshua summoned them, and he said to them, \"Why did you deceive us, saying, 'We are very far from you,' when you dwell among us?",
          "ID": "22"
        },
        {
          "text": "Now therefore you are cursed, and some of you shall never be anything but servants, cutters of wood and drawers of water for the house of my God.\"",
          "ID": "23"
        },
        {
          "text": "They answered Joshua, \"Because it was told to your servants for a certainty that the Lord your God had commanded his servant Moses to give you all the land and to destroy all the inhabitants of the land from before you—so we feared greatly for our lives because of you and did this thing.",
          "ID": "24"
        },
        {
          "text": "And now, behold, we are in your hand. Whatever seems good and right in your sight to do to us, do it.\"",
          "ID": "25"
        },
        {
          "text": "So he did this to them and delivered them out of the hand of the people of Israel, and they did not kill them.",
          "ID": "26"
        },
        {
          "text": "But Joshua made them that day cutters of wood and drawers of water for the congregation and for the altar of the Lord, to this day, in the place that he should choose.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOS.9",
      "name": "Joshua 9"
    },
    {
      "text": [
        {
          "text": "As soon as Adoni-zedek, king of Jerusalem, heard how Joshua had captured Ai and had devoted it to destruction, doing to Ai and its king as he had done to Jericho and its king, and how the inhabitants of Gibeon had made peace with Israel and were among them,",
          "ID": "1"
        },
        {
          "text": "he feared greatly, because Gibeon was a great city, like one of the royal cities, and because it was greater than Ai, and all its men were warriors.",
          "ID": "2"
        },
        {
          "text": "So Adoni-zedek king of Jerusalem sent to Hoham king of Hebron, to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon, saying,",
          "ID": "3"
        },
        {
          "text": "\"Come up to me and help me, and let us strike Gibeon. For it has made peace with Joshua and with the people of Israel.\"",
          "ID": "4"
        },
        {
          "text": "Then the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered their forces and went up with all their armies and encamped against Gibeon and made war against it.",
          "ID": "5"
        },
        {
          "text": "And the men of Gibeon sent to Joshua at the camp in Gilgal, saying, \"Do not relax your hand from your servants. Come up to us quickly and save us and help us, for all the kings of the Amorites who dwell in the hill country are gathered against us.\"",
          "ID": "6"
        },
        {
          "text": "So Joshua went up from Gilgal, he and all the people of war with him, and all the mighty men of valor.",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Joshua, \"Do not fear them, for I have given them into your hands. Not a man of them shall stand before you.\"",
          "ID": "8"
        },
        {
          "text": "So Joshua came upon them suddenly, having marched up all night from Gilgal.",
          "ID": "9"
        },
        {
          "text": "And the Lord threw them into a panic before Israel, who struck them with a great blow at Gibeon and chased them by the way of the ascent of Beth-horon and struck them as far as Azekah and Makkedah.",
          "ID": "10"
        },
        {
          "text": "And as they fled before Israel, while they were going down the ascent of Beth-horon, the Lord threw down large stones from heaven on them as far as Azekah, and they died. There were more who died because of the hailstones than the sons of Israel killed with the sword.",
          "ID": "11"
        },
        {
          "text": "At that time Joshua spoke to the Lord in the day when the Lord gave the Amorites over to the sons of Israel, and he said in the sight of Israel,",
          "ID": "12"
        },
        {
          "text": "\"Sun, stand still at Gibeon,",
          "ID": "12"
        },
        {
          "text": "and moon, in the Valley of Aijalon.\"",
          "ID": "12"
        },
        {
          "text": "And the sun stood still, and the moon stopped,",
          "ID": "13"
        },
        {
          "text": "until the nation took vengeance on their enemies.",
          "ID": "13"
        },
        {
          "text": "Is this not written in the Book of Jashar? The sun stopped in the midst of heaven and did not hurry to set for about a whole day.",
          "ID": "13"
        },
        {
          "text": "There has been no day like it before or since, when the Lord heeded the voice of a man, for the Lord fought for Israel.",
          "ID": "14"
        },
        {
          "text": "So Joshua returned, and all Israel with him, to the camp at Gilgal.",
          "ID": "15"
        },
        {
          "text": "These five kings fled and hid themselves in the cave at Makkedah.",
          "ID": "16"
        },
        {
          "text": "And it was told to Joshua, \"The five kings have been found, hidden in the cave at Makkedah.\"",
          "ID": "17"
        },
        {
          "text": "And Joshua said, \"Roll large stones against the mouth of the cave and set men by it to guard them,",
          "ID": "18"
        },
        {
          "text": "but do not stay there yourselves. Pursue your enemies; attack their rear guard. Do not let them enter their cities, for the Lord your God has given them into your hand.\"",
          "ID": "19"
        },
        {
          "text": "When Joshua and the sons of Israel had finished striking them with a great blow until they were wiped out, and when the remnant that remained of them had entered into the fortified cities,",
          "ID": "20"
        },
        {
          "text": "then all the people returned safe to Joshua in the camp at Makkedah. Not a man moved his tongue against any of the people of Israel.",
          "ID": "21"
        },
        {
          "text": "Then Joshua said, \"Open the mouth of the cave and bring those five kings out to me from the cave.\"",
          "ID": "22"
        },
        {
          "text": "And they did so, and brought those five kings out to him from the cave, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.",
          "ID": "23"
        },
        {
          "text": "And when they brought those kings out to Joshua, Joshua summoned all the men of Israel and said to the chiefs of the men of war who had gone with him, \"Come near; put your feet on the necks of these kings.\" Then they came near and put their feet on their necks.",
          "ID": "24"
        },
        {
          "text": "And Joshua said to them, \"Do not be afraid or dismayed; be strong and courageous. For thus the Lord will do to all your enemies against whom you fight.\"",
          "ID": "25"
        },
        {
          "text": "And afterward Joshua struck them and put them to death, and he hanged them on five trees. And they hung on the trees until evening.",
          "ID": "26"
        },
        {
          "text": "But at the time of the going down of the sun, Joshua commanded, and they took them down from the trees and threw them into the cave where they had hidden themselves, and they set large stones against the mouth of the cave, which remain to this very day.",
          "ID": "27"
        },
        {
          "text": "As for Makkedah, Joshua captured it on that day and struck it, and its king, with the edge of the sword. He devoted to destruction every person in it; he left none remaining. And he did to the king of Makkedah just as he had done to the king of Jericho.",
          "ID": "28"
        },
        {
          "text": "Then Joshua and all Israel with him passed on from Makkedah to Libnah and fought against Libnah.",
          "ID": "29"
        },
        {
          "text": "And the Lord gave it also and its king into the hand of Israel. And he struck it with the edge of the sword, and every person in it; he left none remaining in it. And he did to its king as he had done to the king of Jericho.",
          "ID": "30"
        },
        {
          "text": "Then Joshua and all Israel with him passed on from Libnah to Lachish and laid siege to it and fought against it.",
          "ID": "31"
        },
        {
          "text": "And the Lord gave Lachish into the hand of Israel, and he captured it on the second day and struck it with the edge of the sword, and every person in it, as he had done to Libnah.",
          "ID": "32"
        },
        {
          "text": "Then Horam king of Gezer came up to help Lachish. And Joshua struck him and his people, until he left none remaining.",
          "ID": "33"
        },
        {
          "text": "Then Joshua and all Israel with him passed on from Lachish to Eglon. And they laid siege to it and fought against it.",
          "ID": "34"
        },
        {
          "text": "And they captured it on that day, and struck it with the edge of the sword. And he devoted every person in it to destruction that day, as he had done to Lachish.",
          "ID": "35"
        },
        {
          "text": "Then Joshua and all Israel with him went up from Eglon to Hebron. And they fought against it",
          "ID": "36"
        },
        {
          "text": "and captured it and struck it with the edge of the sword, and its king and its towns, and every person in it. He left none remaining, as he had done to Eglon, and devoted it to destruction and every person in it.",
          "ID": "37"
        },
        {
          "text": "Then Joshua and all Israel with him turned back to Debir and fought against it",
          "ID": "38"
        },
        {
          "text": "and he captured it with its king and all its towns. And they struck them with the edge of the sword and devoted to destruction every person in it; he left none remaining. Just as he had done to Hebron and to Libnah and its king, so he did to Debir and to its king.",
          "ID": "39"
        },
        {
          "text": "So Joshua struck the whole land, the hill country and the Negeb and the lowland and the slopes, and all their kings. He left none remaining, but devoted to destruction all that breathed, just as the Lord God of Israel commanded.",
          "ID": "40"
        },
        {
          "text": "And Joshua struck them from Kadesh-barnea as far as Gaza, and all the country of Goshen, as far as Gibeon.",
          "ID": "41"
        },
        {
          "text": "And Joshua captured all these kings and their land at one time, because the Lord God of Israel fought for Israel.",
          "ID": "42"
        },
        {
          "text": "Then Joshua returned, and all Israel with him, to the camp at Gilgal.",
          "ID": "43"
        }
      ],
      "ID": "OT:JOS.10",
      "name": "Joshua 10"
    },
    {
      "text": [
        {
          "text": "When Jabin, king of Hazor, heard of this, he sent to Jobab king of Madon, and to the king of Shimron, and to the king of Achshaph,",
          "ID": "1"
        },
        {
          "text": "and to the kings who were in the northern hill country, and in the Arabah south of Chinneroth, and in the lowland, and in Naphoth-dor on the west,",
          "ID": "2"
        },
        {
          "text": "to the Canaanites in the east and the west, the Amorites, the Hittites, the Perizzites, and the Jebusites in the hill country, and the Hivites under Hermon in the land of Mizpah.",
          "ID": "3"
        },
        {
          "text": "And they came out with all their troops, a great horde, in number like the sand that is on the seashore, with very many horses and chariots.",
          "ID": "4"
        },
        {
          "text": "And all these kings joined their forces and came and encamped together at the waters of Merom to fight against Israel.",
          "ID": "5"
        },
        {
          "text": "And the Lord said to Joshua, \"Do not be afraid of them, for tomorrow at this time I will give over all of them, slain, to Israel. You shall hamstring their horses and burn their chariots with fire.\"",
          "ID": "6"
        },
        {
          "text": "So Joshua and all his warriors came suddenly against them by the waters of Merom and fell upon them.",
          "ID": "7"
        },
        {
          "text": "And the Lord gave them into the hand of Israel, who struck them and chased them as far as Great Sidon and Misrephoth-maim, and eastward as far as the Valley of Mizpeh. And they struck them until he left none remaining.",
          "ID": "8"
        },
        {
          "text": "And Joshua did to them just as the Lord said to him: he hamstrung their horses and burned their chariots with fire.",
          "ID": "9"
        },
        {
          "text": "And Joshua turned back at that time and captured Hazor and struck its king with the sword, for Hazor formerly was the head of all those kingdoms.",
          "ID": "10"
        },
        {
          "text": "And they struck with the sword all who were in it, devoting them to destruction; there was none left that breathed. And he burned Hazor with fire.",
          "ID": "11"
        },
        {
          "text": "And all the cities of those kings, and all their kings, Joshua captured, and struck them with the edge of the sword, devoting them to destruction, just as Moses the servant of the Lord had commanded.",
          "ID": "12"
        },
        {
          "text": "But none of the cities that stood on mounds did Israel burn, except Hazor alone; that Joshua burned.",
          "ID": "13"
        },
        {
          "text": "And all the spoil of these cities and the livestock, the people of Israel took for their plunder. But every person they struck with the edge of the sword until they had destroyed them, and they did not leave any who breathed.",
          "ID": "14"
        },
        {
          "text": "Just as the Lord had commanded Moses his servant, so Moses commanded Joshua, and so Joshua did. He left nothing undone of all that the Lord had commanded Moses.",
          "ID": "15"
        },
        {
          "text": "So Joshua took all that land, the hill country and all the Negeb and all the land of Goshen and the lowland and the Arabah and the hill country of Israel and its lowland",
          "ID": "16"
        },
        {
          "text": "from Mount Halak, which rises toward Seir, as far as Baal-gad in the Valley of Lebanon below Mount Hermon. And he captured all their kings and struck them and put them to death.",
          "ID": "17"
        },
        {
          "text": "Joshua made war a long time with all those kings.",
          "ID": "18"
        },
        {
          "text": "There was not a city that made peace with the people of Israel except the Hivites, the inhabitants of Gibeon. They took them all in battle.",
          "ID": "19"
        },
        {
          "text": "For it was the Lord's doing to harden their hearts that they should come against Israel in battle, in order that they should be devoted to destruction and should receive no mercy but be destroyed, just as the Lord commanded Moses.",
          "ID": "20"
        },
        {
          "text": "And Joshua came at that time and cut off the Anakim from the hill country, from Hebron, from Debir, from Anab, and from all the hill country of Judah, and from all the hill country of Israel. Joshua devoted them to destruction with their cities.",
          "ID": "21"
        },
        {
          "text": "There was none of the Anakim left in the land of the people of Israel. Only in Gaza, in Gath, and in Ashdod did some remain.",
          "ID": "22"
        },
        {
          "text": "So Joshua took the whole land, according to all that the Lord had spoken to Moses. And Joshua gave it for an inheritance to Israel according to their tribal allotments. And the land had rest from war.",
          "ID": "23"
        }
      ],
      "ID": "OT:JOS.11",
      "name": "Joshua 11"
    },
    {
      "text": [
        {
          "text": "Now these are the kings of the land whom the people of Israel defeated and took possession of their land beyond the Jordan toward the sunrise, from the Valley of the Arnon to Mount Hermon, with all the Arabah eastward:",
          "ID": "1"
        },
        {
          "text": "Sihon king of the Amorites who lived at Heshbon and ruled from Aroer, which is on the edge of the Valley of the Arnon, and from the middle of the valley as far as the river Jabbok, the boundary of the Ammonites, that is, half of Gilead,",
          "ID": "2"
        },
        {
          "text": "and the Arabah to the Sea of Chinneroth eastward, and in the direction of Beth-jeshimoth, to the Sea of the Arabah, the Salt Sea, southward to the foot of the slopes of Pisgah;",
          "ID": "3"
        },
        {
          "text": "and Og king of Bashan, one of the remnant of the Rephaim, who lived at Ashtaroth and at Edrei",
          "ID": "4"
        },
        {
          "text": "and ruled over Mount Hermon and Salecah and all Bashan to the boundary of the Geshurites and the Maacathites, and over half of Gilead to the boundary of Sihon king of Heshbon.",
          "ID": "5"
        },
        {
          "text": "Moses, the servant of the Lord, and the people of Israel defeated them. And Moses the servant of the Lord gave their land for a possession to the Reubenites and the Gadites and the half-tribe of Manasseh.",
          "ID": "6"
        },
        {
          "text": "And these are the kings of the land whom Joshua and the people of Israel defeated on the west side of the Jordan, from Baal-gad in the Valley of Lebanon to Mount Halak, that rises toward Seir (and Joshua gave their land to the tribes of Israel as a possession according to their allotments,",
          "ID": "7"
        },
        {
          "text": "in the hill country, in the lowland, in the Arabah, in the slopes, in the wilderness, and in the Negeb, the land of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites):",
          "ID": "8"
        },
        {
          "text": "the king of Jericho, one; the king of Ai, which is beside Bethel, one;",
          "ID": "9"
        },
        {
          "text": "the king of Jerusalem, one; the king of Hebron, one;",
          "ID": "10"
        },
        {
          "text": "the king of Jarmuth, one; the king of Lachish, one;",
          "ID": "11"
        },
        {
          "text": "the king of Eglon, one; the king of Gezer, one;",
          "ID": "12"
        },
        {
          "text": "the king of Debir, one; the king of Geder, one;",
          "ID": "13"
        },
        {
          "text": "the king of Hormah, one; the king of Arad, one;",
          "ID": "14"
        },
        {
          "text": "the king of Libnah, one; the king of Adullam, one;",
          "ID": "15"
        },
        {
          "text": "the king of Makkedah, one; the king of Bethel, one;",
          "ID": "16"
        },
        {
          "text": "the king of Tappuah, one; the king of Hepher, one;",
          "ID": "17"
        },
        {
          "text": "the king of Aphek, one; the king of Lasharon, one;",
          "ID": "18"
        },
        {
          "text": "the king of Madon, one; the king of Hazor, one;",
          "ID": "19"
        },
        {
          "text": "the king of Shimron-meron, one; the king of Achshaph, one;",
          "ID": "20"
        },
        {
          "text": "the king of Taanach, one; the king of Megiddo, one;",
          "ID": "21"
        },
        {
          "text": "the king of Kedesh, one; the king of Jokneam in Carmel, one;",
          "ID": "22"
        },
        {
          "text": "the king of Dor in Naphath-dor, one; the king of Goiim in Galilee, one;",
          "ID": "23"
        },
        {
          "text": "the king of Tirzah, one: in all, thirty-one kings.",
          "ID": "24"
        }
      ],
      "ID": "OT:JOS.12",
      "name": "Joshua 12"
    },
    {
      "text": [
        {
          "text": "Now Joshua was old and advanced in years, and the Lord said to him, \"You are old and advanced in years, and there remains yet very much land to possess.",
          "ID": "1"
        },
        {
          "text": "This is the land that yet remains: all the regions of the Philistines, and all those of the Geshurites",
          "ID": "2"
        },
        {
          "text": "(from the Shihor, which is east of Egypt, northward to the boundary of Ekron, it is counted as Canaanite; there are five rulers of the Philistines, those of Gaza, Ashdod, Ashkelon, Gath, and Ekron), and those of the Avvim,",
          "ID": "3"
        },
        {
          "text": "in the south, all the land of the Canaanites, and Mearah that belongs to the Sidonians, to Aphek, to the boundary of the Amorites,",
          "ID": "4"
        },
        {
          "text": "and the land of the Gebalites, and all Lebanon, toward the sunrise, from Baal-gad below Mount Hermon to Lebo-hamath,",
          "ID": "5"
        },
        {
          "text": "all the inhabitants of the hill country from Lebanon to Misrephoth-maim, even all the Sidonians. I myself will drive them out from before the people of Israel. Only allot the land to Israel for an inheritance, as I have commanded you.",
          "ID": "6"
        },
        {
          "text": "Now therefore divide this land for an inheritance to the nine tribes and half the tribe of Manasseh.\"",
          "ID": "7"
        },
        {
          "text": "With the other half of the tribe of Manasseh the Reubenites and the Gadites received their inheritance, which Moses gave them, beyond the Jordan eastward, as Moses the servant of the Lord gave them:",
          "ID": "8"
        },
        {
          "text": "from Aroer, which is on the edge of the Valley of the Arnon, and the city that is in the middle of the valley, and all the tableland of Medeba as far as Dibon;",
          "ID": "9"
        },
        {
          "text": "and all the cities of Sihon king of the Amorites, who reigned in Heshbon, as far as the boundary of the Ammonites;",
          "ID": "10"
        },
        {
          "text": "and Gilead, and the region of the Geshurites and Maacathites, and all Mount Hermon, and all Bashan to Salecah;",
          "ID": "11"
        },
        {
          "text": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and in Edrei (he alone was left of the remnant of the Rephaim); these Moses had struck and driven out.",
          "ID": "12"
        },
        {
          "text": "Yet the people of Israel did not drive out the Geshurites or the Maacathites, but Geshur and Maacath dwell in the midst of Israel to this day.",
          "ID": "13"
        },
        {
          "text": "To the tribe of Levi alone Moses gave no inheritance. The offerings by fire to the Lord God of Israel are their inheritance, as he said to him.",
          "ID": "14"
        },
        {
          "text": "And Moses gave an inheritance to the tribe of the people of Reuben according to their clans.",
          "ID": "15"
        },
        {
          "text": "So their territory was from Aroer, which is on the edge of the Valley of the Arnon, and the city that is in the middle of the valley, and all the tableland by Medeba;",
          "ID": "16"
        },
        {
          "text": "with Heshbon, and all its cities that are in the tableland; Dibon, and Bamoth-baal, and Beth-baal-meon,",
          "ID": "17"
        },
        {
          "text": "and Jahaz, and Kedemoth, and Mephaath,",
          "ID": "18"
        },
        {
          "text": "and Kiriathaim, and Sibmah, and Zereth-shahar on the hill of the valley,",
          "ID": "19"
        },
        {
          "text": "and Beth-peor, and the slopes of Pisgah, and Beth-jeshimoth,",
          "ID": "20"
        },
        {
          "text": "that is, all the cities of the tableland, and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, whom Moses defeated with the leaders of Midian, Evi and Rekem and Zur and Hur and Reba, the princes of Sihon, who lived in the land.",
          "ID": "21"
        },
        {
          "text": "Balaam also, the son of Beor, the one who practiced divination, was killed with the sword by the people of Israel among the rest of their slain.",
          "ID": "22"
        },
        {
          "text": "And the border of the people of Reuben was the Jordan as a boundary. This was the inheritance of the people of Reuben, according to their clans with their cities and villages.",
          "ID": "23"
        },
        {
          "text": "Moses gave an inheritance also to the tribe of Gad, to the people of Gad, according to their clans.",
          "ID": "24"
        },
        {
          "text": "Their territory was Jazer, and all the cities of Gilead, and half the land of the Ammonites, to Aroer, which is east of Rabbah,",
          "ID": "25"
        },
        {
          "text": "and from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim to the territory of Debir,",
          "ID": "26"
        },
        {
          "text": "and in the valley Beth-haram, Beth-nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, having the Jordan as a boundary, to the lower end of the Sea of Chinnereth, eastward beyond the Jordan.",
          "ID": "27"
        },
        {
          "text": "This is the inheritance of the people of Gad according to their clans, with their cities and villages.",
          "ID": "28"
        },
        {
          "text": "And Moses gave an inheritance to the half-tribe of Manasseh. It was allotted to the half-tribe of the people of Manasseh according to their clans.",
          "ID": "29"
        },
        {
          "text": "Their region extended from Mahanaim, through all Bashan, the whole kingdom of Og king of Bashan, and all the towns of Jair, which are in Bashan, sixty cities,",
          "ID": "30"
        },
        {
          "text": "and half Gilead, and Ashtaroth, and Edrei, the cities of the kingdom of Og in Bashan. These were allotted to the people of Machir the son of Manasseh for the half of the people of Machir according to their clans.",
          "ID": "31"
        },
        {
          "text": "These are the inheritances that Moses distributed in the plains of Moab, beyond the Jordan east of Jericho.",
          "ID": "32"
        },
        {
          "text": "But to the tribe of Levi Moses gave no inheritance; the Lord God of Israel is their inheritance, just as he said to them.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOS.13",
      "name": "Joshua 13"
    },
    {
      "text": [
        {
          "text": "These are the inheritances that the people of Israel received in the land of Canaan, which Eleazar the priest and Joshua the son of Nun and the heads of the fathers' houses of the tribes of the people of Israel gave them to inherit.",
          "ID": "1"
        },
        {
          "text": "Their inheritance was by lot, just as the Lord had commanded by the hand of Moses for the nine and one-half tribes.",
          "ID": "2"
        },
        {
          "text": "For Moses had given an inheritance to the two and one-half tribes beyond the Jordan, but to the Levites he gave no inheritance among them.",
          "ID": "3"
        },
        {
          "text": "For the people of Joseph were two tribes, Manasseh and Ephraim. And no portion was given to the Levites in the land, but only cities to dwell in, with their pasturelands for their livestock and their substance.",
          "ID": "4"
        },
        {
          "text": "The people of Israel did as the Lord commanded Moses; they allotted the land.",
          "ID": "5"
        },
        {
          "text": "Then the people of Judah came to Joshua at Gilgal. And Caleb the son of Jephunneh the Kenizzite said to him, \"You know what the Lord said to Moses the man of God in Kadesh-barnea concerning you and me.",
          "ID": "6"
        },
        {
          "text": "I was forty years old when Moses the servant of the Lord sent me from Kadesh-barnea to spy out the land, and I brought him word again as it was in my heart.",
          "ID": "7"
        },
        {
          "text": "But my brothers who went up with me made the heart of the people melt; yet I wholly followed the Lord my God.",
          "ID": "8"
        },
        {
          "text": "And Moses swore on that day, saying, 'Surely the land on which your foot has trodden shall be an inheritance for you and your children forever, because you have wholly followed the Lord my God.'",
          "ID": "9"
        },
        {
          "text": "And now, behold, the Lord has kept me alive, just as he said, these forty-five years since the time that the Lord spoke this word to Moses, while Israel walked in the wilderness. And now, behold, I am this day eighty-five years old.",
          "ID": "10"
        },
        {
          "text": "I am still as strong today as I was in the day that Moses sent me; my strength now is as my strength was then, for war and for going and coming.",
          "ID": "11"
        },
        {
          "text": "So now give me this hill country of which the Lord spoke on that day, for you heard on that day how the Anakim were there, with great fortified cities. It may be that the Lord will be with me, and I shall drive them out just as the Lord said.\"",
          "ID": "12"
        },
        {
          "text": "Then Joshua blessed him, and he gave Hebron to Caleb the son of Jephunneh for an inheritance.",
          "ID": "13"
        },
        {
          "text": "Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he wholly followed the Lord, the God of Israel.",
          "ID": "14"
        },
        {
          "text": "Now the name of Hebron formerly was Kiriath-arba. (Arba was the greatest man among the Anakim.) And the land had rest from war.",
          "ID": "15"
        }
      ],
      "ID": "OT:JOS.14",
      "name": "Joshua 14"
    },
    {
      "text": [
        {
          "text": "The allotment for the tribe of the people of Judah according to their clans reached southward to the boundary of Edom, to the wilderness of Zin at the farthest south.",
          "ID": "1"
        },
        {
          "text": "And their south boundary ran from the end of the Salt Sea, from the bay that faces southward.",
          "ID": "2"
        },
        {
          "text": "It goes out southward of the ascent of Akrabbim, passes along to Zin, and goes up south of Kadesh-barnea, along by Hezron, up to Addar, turns about to Karka,",
          "ID": "3"
        },
        {
          "text": "passes along to Azmon, goes out by the Brook of Egypt, and comes to its end at the sea. This shall be your south boundary.",
          "ID": "4"
        },
        {
          "text": "And the east boundary is the Salt Sea, to the mouth of the Jordan. And the boundary on the north side runs from the bay of the sea at the mouth of the Jordan.",
          "ID": "5"
        },
        {
          "text": "And the boundary goes up to Beth-hoglah and passes along north of Beth-arabah. And the boundary goes up to the stone of Bohan the son of Reuben.",
          "ID": "6"
        },
        {
          "text": "And the boundary goes up to Debir from the Valley of Achor, and so northward, turning toward Gilgal, which is opposite the ascent of Adummim, which is on the south side of the valley. And the boundary passes along to the waters of En-shemesh and ends at En-rogel.",
          "ID": "7"
        },
        {
          "text": "Then the boundary goes up by the Valley of the Son of Hinnom at the southern shoulder of the Jebusite (that is, Jerusalem). And the boundary goes up to the top of the mountain that lies over against the Valley of Hinnom, on the west, at the northern end of the Valley of Rephaim.",
          "ID": "8"
        },
        {
          "text": "Then the boundary extends from the top of the mountain to the spring of the waters of Nephtoah, and from there to the cities of Mount Ephron. Then the boundary bends around to Baalah (that is, Kiriath-jearim).",
          "ID": "9"
        },
        {
          "text": "And the boundary circles west of Baalah to Mount Seir, passes along to the northern shoulder of Mount Jearim (that is, Chesalon), and goes down to Beth-shemesh and passes along by Timnah.",
          "ID": "10"
        },
        {
          "text": "The boundary goes out to the shoulder of the hill north of Ekron, then the boundary bends around to Shikkeron and passes along to Mount Baalah and goes out to Jabneel. Then the boundary comes to an end at the sea.",
          "ID": "11"
        },
        {
          "text": "And the west boundary was the Great Sea with its coastline. This is the boundary around the people of Judah according to their clans.",
          "ID": "12"
        },
        {
          "text": "According to the commandment of the Lord to Joshua, he gave to Caleb the son of Jephunneh a portion among the people of Judah, Kiriath-arba, that is, Hebron (Arba was the father of Anak).",
          "ID": "13"
        },
        {
          "text": "And Caleb drove out from there the three sons of Anak, Sheshai and Ahiman and Talmai, the descendants of Anak.",
          "ID": "14"
        },
        {
          "text": "And he went up from there against the inhabitants of Debir. Now the name of Debir formerly was Kiriath-sepher.",
          "ID": "15"
        },
        {
          "text": "And Caleb said, \"Whoever strikes Kiriath-sepher and captures it, to him will I give Achsah my daughter as wife.\"",
          "ID": "16"
        },
        {
          "text": "And Othniel the son of Kenaz, the brother of Caleb, captured it. And he gave him Achsah his daughter as wife.",
          "ID": "17"
        },
        {
          "text": "When she came to him, she urged him to ask her father for a field. And she got off her donkey, and Caleb said to her, \"What do you want?\"",
          "ID": "18"
        },
        {
          "text": "She said to him, \"Give me a blessing. Since you have given me the land of the Negeb, give me also springs of water.\" And he gave her the upper springs and the lower springs.",
          "ID": "19"
        },
        {
          "text": "This is the inheritance of the tribe of the people of Judah according to their clans.",
          "ID": "20"
        },
        {
          "text": "The cities belonging to the tribe of the people of Judah in the extreme south, toward the boundary of Edom, were Kabzeel, Eder, Jagur,",
          "ID": "21"
        },
        {
          "text": "Kinah, Dimonah, Adadah,",
          "ID": "22"
        },
        {
          "text": "Kedesh, Hazor, Ithnan,",
          "ID": "23"
        },
        {
          "text": "Ziph, Telem, Bealoth,",
          "ID": "24"
        },
        {
          "text": "Hazor-hadattah, Kerioth-hezron (that is, Hazor),",
          "ID": "25"
        },
        {
          "text": "Amam, Shema, Moladah,",
          "ID": "26"
        },
        {
          "text": "Hazar-gaddah, Heshmon, Beth-pelet,",
          "ID": "27"
        },
        {
          "text": "Hazar-shual, Beersheba, Biziothiah,",
          "ID": "28"
        },
        {
          "text": "Baalah, Iim, Ezem,",
          "ID": "29"
        },
        {
          "text": "Eltolad, Chesil, Hormah,",
          "ID": "30"
        },
        {
          "text": "Ziklag, Madmannah, Sansannah,",
          "ID": "31"
        },
        {
          "text": "Lebaoth, Shilhim, Ain, and Rimmon: in all, twenty-nine cities with their villages.",
          "ID": "32"
        },
        {
          "text": "And in the lowland, Eshtaol, Zorah, Ashnah,",
          "ID": "33"
        },
        {
          "text": "Zanoah, En-gannim, Tappuah, Enam,",
          "ID": "34"
        },
        {
          "text": "Jarmuth, Adullam, Socoh, Azekah,",
          "ID": "35"
        },
        {
          "text": "Shaaraim, Adithaim, Gederah, Gederothaim: fourteen cities with their villages.",
          "ID": "36"
        },
        {
          "text": "Zenan, Hadashah, Migdal-gad,",
          "ID": "37"
        },
        {
          "text": "Dilean, Mizpeh, Joktheel,",
          "ID": "38"
        },
        {
          "text": "Lachish, Bozkath, Eglon,",
          "ID": "39"
        },
        {
          "text": "Cabbon, Lahmam, Chitlish,",
          "ID": "40"
        },
        {
          "text": "Gederoth, Beth-dagon, Naamah, and Makkedah: sixteen cities with their villages.",
          "ID": "41"
        },
        {
          "text": "Libnah, Ether, Ashan,",
          "ID": "42"
        },
        {
          "text": "Iphtah, Ashnah, Nezib,",
          "ID": "43"
        },
        {
          "text": "Keilah, Achzib, and Mareshah: nine cities with their villages.",
          "ID": "44"
        },
        {
          "text": "Ekron, with its towns and its villages;",
          "ID": "45"
        },
        {
          "text": "from Ekron to the sea, all that were by the side of Ashdod, with their villages.",
          "ID": "46"
        },
        {
          "text": "Ashdod, its towns and its villages; Gaza, its towns and its villages; to the Brook of Egypt, and the Great Sea with its coastline.",
          "ID": "47"
        },
        {
          "text": "And in the hill country, Shamir, Jattir, Socoh,",
          "ID": "48"
        },
        {
          "text": "Dannah, Kiriath-sannah (that is, Debir),",
          "ID": "49"
        },
        {
          "text": "Anab, Eshtemoh, Anim,",
          "ID": "50"
        },
        {
          "text": "Goshen, Holon, and Giloh: eleven cities with their villages.",
          "ID": "51"
        },
        {
          "text": "Arab, Dumah, Eshan,",
          "ID": "52"
        },
        {
          "text": "Janim, Beth-tappuah, Aphekah,",
          "ID": "53"
        },
        {
          "text": "Humtah, Kiriath-arba (that is, Hebron), and Zior: nine cities with their villages.",
          "ID": "54"
        },
        {
          "text": "Maon, Carmel, Ziph, Juttah,",
          "ID": "55"
        },
        {
          "text": "Jezreel, Jokdeam, Zanoah,",
          "ID": "56"
        },
        {
          "text": "Kain, Gibeah, and Timnah: ten cities with their villages.",
          "ID": "57"
        },
        {
          "text": "Halhul, Beth-zur, Gedor,",
          "ID": "58"
        },
        {
          "text": "Maarath, Beth-anoth, and Eltekon: six cities with their villages.",
          "ID": "59"
        },
        {
          "text": "Kiriath-baal (that is, Kiriath-jearim), and Rabbah: two cities with their villages.",
          "ID": "60"
        },
        {
          "text": "In the wilderness, Beth-arabah, Middin, Secacah,",
          "ID": "61"
        },
        {
          "text": "Nibshan, the City of Salt, and Engedi: six cities with their villages.",
          "ID": "62"
        },
        {
          "text": "But the Jebusites, the inhabitants of Jerusalem, the people of Judah could not drive out, so the Jebusites dwell with the people of Judah at Jerusalem to this day.",
          "ID": "63"
        }
      ],
      "ID": "OT:JOS.15",
      "name": "Joshua 15"
    },
    {
      "text": [
        {
          "text": "The allotment of the people of Joseph went from the Jordan by Jericho, east of the waters of Jericho, into the wilderness, going up from Jericho into the hill country to Bethel.",
          "ID": "1"
        },
        {
          "text": "Then going from Bethel to Luz, it passes along to Ataroth, the territory of the Archites.",
          "ID": "2"
        },
        {
          "text": "Then it goes down westward to the territory of the Japhletites, as far as the territory of Lower Beth-horon, then to Gezer, and it ends at the sea.",
          "ID": "3"
        },
        {
          "text": "The people of Joseph, Manasseh and Ephraim, received their inheritance.",
          "ID": "4"
        },
        {
          "text": "The territory of the people of Ephraim by their clans was as follows: the boundary of their inheritance on the east was Ataroth-addar as far as Upper Beth-horon,",
          "ID": "5"
        },
        {
          "text": "and the boundary goes from there to the sea. On the north is Michmethath. Then on the east the boundary turns around toward Taanath-shiloh and passes along beyond it on the east to Janoah,",
          "ID": "6"
        },
        {
          "text": "then it goes down from Janoah to Ataroth and to Naarah, and touches Jericho, ending at the Jordan.",
          "ID": "7"
        },
        {
          "text": "From Tappuah the boundary goes westward to the brook Kanah and ends at the sea. Such is the inheritance of the tribe of the people of Ephraim by their clans,",
          "ID": "8"
        },
        {
          "text": "together with the towns that were set apart for the people of Ephraim within the inheritance of the Manassites, all those towns with their villages.",
          "ID": "9"
        },
        {
          "text": "However, they did not drive out the Canaanites who lived in Gezer, so the Canaanites have lived in the midst of Ephraim to this day but have been made to do forced labor.",
          "ID": "10"
        }
      ],
      "ID": "OT:JOS.16",
      "name": "Joshua 16"
    },
    {
      "text": [
        {
          "text": "Then allotment was made to the people of Manasseh, for he was the firstborn of Joseph. To Machir the firstborn of Manasseh, the father of Gilead, were allotted Gilead and Bashan, because he was a man of war.",
          "ID": "1"
        },
        {
          "text": "And allotments were made to the rest of the people of Manasseh by their clans, Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida. These were the male descendants of Manasseh the son of Joseph, by their clans.",
          "ID": "2"
        },
        {
          "text": "Now Zelophehad the son of Hepher, son of Gilead, son of Machir, son of Manasseh, had no sons, but only daughters, and these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
          "ID": "3"
        },
        {
          "text": "They approached Eleazar the priest and Joshua the son of Nun and the leaders and said, \"The Lord commanded Moses to give us an inheritance along with our brothers.\" So according to the mouth of the Lord he gave them an inheritance among the brothers of their father.",
          "ID": "4"
        },
        {
          "text": "Thus there fell to Manasseh ten portions, besides the land of Gilead and Bashan, which is on the other side of the Jordan,",
          "ID": "5"
        },
        {
          "text": "because the daughters of Manasseh received an inheritance along with his sons. The land of Gilead was allotted to the rest of the people of Manasseh.",
          "ID": "6"
        },
        {
          "text": "The territory of Manasseh reached from Asher to Michmethath, which is east of Shechem. Then the boundary goes along southward to the inhabitants of En-tappuah.",
          "ID": "7"
        },
        {
          "text": "The land of Tappuah belonged to Manasseh, but the town of Tappuah on the boundary of Manasseh belonged to the people of Ephraim.",
          "ID": "8"
        },
        {
          "text": "Then the boundary went down to the brook Kanah. These cities, to the south of the brook, among the cities of Manasseh, belong to Ephraim. Then the boundary of Manasseh goes on the north side of the brook and ends at the sea,",
          "ID": "9"
        },
        {
          "text": "the land to the south being Ephraim's and that to the north being Manasseh's, with the sea forming its boundary. On the north Asher is reached, and on the east Issachar.",
          "ID": "10"
        },
        {
          "text": "Also in Issachar and in Asher Manasseh had Beth-shean and its villages, and Ibleam and its villages, and the inhabitants of Dor and its villages, and the inhabitants of En-dor and its villages, and the inhabitants of Taanach and its villages, and the inhabitants of Megiddo and its villages; the third is Naphath.",
          "ID": "11"
        },
        {
          "text": "Yet the people of Manasseh could not take possession of those cities, but the Canaanites persisted in dwelling in that land.",
          "ID": "12"
        },
        {
          "text": "Now when the people of Israel grew strong, they put the Canaanites to forced labor, but did not utterly drive them out.",
          "ID": "13"
        },
        {
          "text": "Then the people of Joseph spoke to Joshua, saying, \"Why have you given me but one lot and one portion as an inheritance, although I am a numerous people, since all along the Lord has blessed me?\"",
          "ID": "14"
        },
        {
          "text": "And Joshua said to them, \"If you are a numerous people, go up by yourselves to the forest, and there clear ground for yourselves in the land of the Perizzites and the Rephaim, since the hill country of Ephraim is too narrow for you.\"",
          "ID": "15"
        },
        {
          "text": "The people of Joseph said, \"The hill country is not enough for us. Yet all the Canaanites who dwell in the plain have chariots of iron, both those in Beth-shean and its villages and those in the Valley of Jezreel.\"",
          "ID": "16"
        },
        {
          "text": "Then Joshua said to the house of Joseph, to Ephraim and Manasseh, \"You are a numerous people and have great power. You shall not have one allotment only,",
          "ID": "17"
        },
        {
          "text": "but the hill country shall be yours, for though it is a forest, you shall clear it and possess it to its farthest borders. For you shall drive out the Canaanites, though they have chariots of iron, and though they are strong.\"",
          "ID": "18"
        }
      ],
      "ID": "OT:JOS.17",
      "name": "Joshua 17"
    },
    {
      "text": [
        {
          "text": "Then the whole congregation of the people of Israel assembled at Shiloh and set up the tent of meeting there. The land lay subdued before them.",
          "ID": "1"
        },
        {
          "text": "There remained among the people of Israel seven tribes whose inheritance had not yet been apportioned.",
          "ID": "2"
        },
        {
          "text": "So Joshua said to the people of Israel, \"How long will you put off going in to take possession of the land, which the Lord, the God of your fathers, has given you?",
          "ID": "3"
        },
        {
          "text": "Provide three men from each tribe, and I will send them out that they may set out and go up and down the land. They shall write a description of it with a view to their inheritances, and then come to me.",
          "ID": "4"
        },
        {
          "text": "They shall divide it into seven portions. Judah shall continue in his territory on the south, and the house of Joseph shall continue in their territory on the north.",
          "ID": "5"
        },
        {
          "text": "And you shall describe the land in seven divisions and bring the description here to me. And I will cast lots for you here before the Lord our God.",
          "ID": "6"
        },
        {
          "text": "The Levites have no portion among you, for the priesthood of the Lord is their heritage. And Gad and Reuben and half the tribe of Manasseh have received their inheritance beyond the Jordan eastward, which Moses the servant of the Lord gave them.\"",
          "ID": "7"
        },
        {
          "text": "So the men arose and went, and Joshua charged those who went to write the description of the land, saying, \"Go up and down in the land and write a description and return to me. And I will cast lots for you here before the Lord in Shiloh.\"",
          "ID": "8"
        },
        {
          "text": "So the men went and passed up and down in the land and wrote in a book a description of it by towns in seven divisions. Then they came to Joshua to the camp at Shiloh,",
          "ID": "9"
        },
        {
          "text": "and Joshua cast lots for them in Shiloh before the Lord. And there Joshua apportioned the land to the people of Israel, to each his portion.",
          "ID": "10"
        },
        {
          "text": "The lot of the tribe of the people of Benjamin according to its clans came up, and the territory allotted to it fell between the people of Judah and the people of Joseph.",
          "ID": "11"
        },
        {
          "text": "On the north side their boundary began at the Jordan. Then the boundary goes up to the shoulder north of Jericho, then up through the hill country westward, and it ends at the wilderness of Beth-aven.",
          "ID": "12"
        },
        {
          "text": "From there the boundary passes along southward in the direction of Luz, to the shoulder of Luz (that is, Bethel), then the boundary goes down to Ataroth-addar, on the mountain that lies south of Lower Beth-horon.",
          "ID": "13"
        },
        {
          "text": "Then the boundary goes in another direction, turning on the western side southward from the mountain that lies to the south, opposite Beth-horon, and it ends at Kiriath-baal (that is, Kiriath-jearim), a city belonging to the people of Judah. This forms the western side.",
          "ID": "14"
        },
        {
          "text": "And the southern side begins at the outskirts of Kiriath-jearim. And the boundary goes from there to Ephron, to the spring of the waters of Nephtoah.",
          "ID": "15"
        },
        {
          "text": "Then the boundary goes down to the border of the mountain that overlooks the Valley of the Son of Hinnom, which is at the north end of the Valley of Rephaim. And it then goes down the Valley of Hinnom, south of the shoulder of the Jebusites, and downward to En-rogel.",
          "ID": "16"
        },
        {
          "text": "Then it bends in a northerly direction going on to En-shemesh, and from there goes to Geliloth, which is opposite the ascent of Adummim. Then it goes down to the stone of Bohan the son of Reuben,",
          "ID": "17"
        },
        {
          "text": "and passing on to the north of the shoulder of Beth-arabah it goes down to the Arabah.",
          "ID": "18"
        },
        {
          "text": "Then the boundary passes on to the north of the shoulder of Beth-hoglah. And the boundary ends at the northern bay of the Salt Sea, at the south end of the Jordan: this is the southern border.",
          "ID": "19"
        },
        {
          "text": "The Jordan forms its boundary on the eastern side. This is the inheritance of the people of Benjamin, according to their clans, boundary by boundary all around.",
          "ID": "20"
        },
        {
          "text": "Now the cities of the tribe of the people of Benjamin according to their clans were Jericho, Beth-hoglah, Emek-keziz,",
          "ID": "21"
        },
        {
          "text": "Beth-arabah, Zemaraim, Bethel,",
          "ID": "22"
        },
        {
          "text": "Avvim, Parah, Ophrah,",
          "ID": "23"
        },
        {
          "text": "Chephar-ammoni, Ophni, Geba—twelve cities with their villages:",
          "ID": "24"
        },
        {
          "text": "Gibeon, Ramah, Beeroth,",
          "ID": "25"
        },
        {
          "text": "Mizpeh, Chephirah, Mozah,",
          "ID": "26"
        },
        {
          "text": "Rekem, Irpeel, Taralah,",
          "ID": "27"
        },
        {
          "text": "Zela, Haeleph, Jebus (that is, Jerusalem), Gibeah and Kiriath-jearim—fourteen cities with their villages. This is the inheritance of the people of Benjamin according to its clans.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOS.18",
      "name": "Joshua 18"
    },
    {
      "text": [
        {
          "text": "The second lot came out for Simeon, for the tribe of the people of Simeon, according to their clans, and their inheritance was in the midst of the inheritance of the people of Judah.",
          "ID": "1"
        },
        {
          "text": "And they had for their inheritance Beersheba, Sheba, Moladah,",
          "ID": "2"
        },
        {
          "text": "Hazar-shual, Balah, Ezem,",
          "ID": "3"
        },
        {
          "text": "Eltolad, Bethul, Hormah,",
          "ID": "4"
        },
        {
          "text": "Ziklag, Beth-marcaboth, Hazar-susah,",
          "ID": "5"
        },
        {
          "text": "Beth-lebaoth, and Sharuhen—thirteen cities with their villages;",
          "ID": "6"
        },
        {
          "text": "Ain, Rimmon, Ether, and Ashan—four cities with their villages,",
          "ID": "7"
        },
        {
          "text": "together with all the villages around these cities as far as Baalath-beer, Ramah of the Negeb. This was the inheritance of the tribe of the people of Simeon according to their clans.",
          "ID": "8"
        },
        {
          "text": "The inheritance of the people of Simeon formed part of the territory of the people of Judah. Because the portion of the people of Judah was too large for them, the people of Simeon obtained an inheritance in the midst of their inheritance.",
          "ID": "9"
        },
        {
          "text": "The third lot came up for the people of Zebulun, according to their clans. And the territory of their inheritance reached as far as Sarid.",
          "ID": "10"
        },
        {
          "text": "Then their boundary goes up westward and on to Mareal and touches Dabbesheth, then the brook that is east of Jokneam.",
          "ID": "11"
        },
        {
          "text": "From Sarid it goes in the other direction eastward toward the sunrise to the boundary of Chisloth-tabor. From there it goes to Daberath, then up to Japhia.",
          "ID": "12"
        },
        {
          "text": "From there it passes along on the east toward the sunrise to Gath-hepher, to Eth-kazin, and going on to Rimmon it bends toward Neah,",
          "ID": "13"
        },
        {
          "text": "then on the north the boundary turns about to Hannathon, and it ends at the Valley of Iphtahel;",
          "ID": "14"
        },
        {
          "text": "and Kattath, Nahalal, Shimron, Idalah, and Bethlehem—twelve cities with their villages.",
          "ID": "15"
        },
        {
          "text": "This is the inheritance of the people of Zebulun, according to their clans—these cities with their villages.",
          "ID": "16"
        },
        {
          "text": "The fourth lot came out for Issachar, for the people of Issachar, according to their clans.",
          "ID": "17"
        },
        {
          "text": "Their territory included Jezreel, Chesulloth, Shunem,",
          "ID": "18"
        },
        {
          "text": "Hapharaim, Shion, Anaharath,",
          "ID": "19"
        },
        {
          "text": "Rabbith, Kishion, Ebez,",
          "ID": "20"
        },
        {
          "text": "Remeth, En-gannim, En-haddah, Beth-pazzez.",
          "ID": "21"
        },
        {
          "text": "The boundary also touches Tabor, Shahazumah, and Beth-shemesh, and its boundary ends at the Jordan—sixteen cities with their villages.",
          "ID": "22"
        },
        {
          "text": "This is the inheritance of the tribe of the people of Issachar, according to their clans—the cities with their villages.",
          "ID": "23"
        },
        {
          "text": "The fifth lot came out for the tribe of the people of Asher according to their clans.",
          "ID": "24"
        },
        {
          "text": "Their territory included Helkath, Hali, Beten, Achshaph,",
          "ID": "25"
        },
        {
          "text": "Allammelech, Amad, and Mishal. On the west it touches Carmel and Shihor-libnath,",
          "ID": "26"
        },
        {
          "text": "then it turns eastward, it goes to Beth-dagon, and touches Zebulun and the Valley of Iphtahel northward to Beth-emek and Neiel. Then it continues in the north to Cabul,",
          "ID": "27"
        },
        {
          "text": "Ebron, Rehob, Hammon, Kanah, as far as Sidon the Great.",
          "ID": "28"
        },
        {
          "text": "Then the boundary turns to Ramah, reaching to the fortified city of Tyre. Then the boundary turns to Hosah, and it ends at the sea; Mahalab, Achzib,",
          "ID": "29"
        },
        {
          "text": "Ummah, Aphek and Rehob—twenty-two cities with their villages.",
          "ID": "30"
        },
        {
          "text": "This is the inheritance of the tribe of the people of Asher according to their clans—these cities with their villages.",
          "ID": "31"
        },
        {
          "text": "The sixth lot came out for the people of Naphtali, for the people of Naphtali, according to their clans.",
          "ID": "32"
        },
        {
          "text": "And their boundary ran from Heleph, from the oak in Zaanannim, and Adami-nekeb, and Jabneel, as far as Lakkum, and it ended at the Jordan.",
          "ID": "33"
        },
        {
          "text": "Then the boundary turns westward to Aznoth-tabor and goes from there to Hukkok, touching Zebulun at the south and Asher on the west and Judah on the east at the Jordan.",
          "ID": "34"
        },
        {
          "text": "The fortified cities are Ziddim, Zer, Hammath, Rakkath, Chinnereth,",
          "ID": "35"
        },
        {
          "text": "Adamah, Ramah, Hazor,",
          "ID": "36"
        },
        {
          "text": "Kedesh, Edrei, En-hazor,",
          "ID": "37"
        },
        {
          "text": "Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh—nineteen cities with their villages.",
          "ID": "38"
        },
        {
          "text": "This is the inheritance of the tribe of the people of Naphtali according to their clans—the cities with their villages.",
          "ID": "39"
        },
        {
          "text": "The seventh lot came out for the tribe of the people of Dan, according to their clans.",
          "ID": "40"
        },
        {
          "text": "And the territory of its inheritance included Zorah, Eshtaol, Ir-shemesh,",
          "ID": "41"
        },
        {
          "text": "Shaalabbin, Aijalon, Ithlah,",
          "ID": "42"
        },
        {
          "text": "Elon, Timnah, Ekron,",
          "ID": "43"
        },
        {
          "text": "Eltekeh, Gibbethon, Baalath,",
          "ID": "44"
        },
        {
          "text": "Jehud, Bene-berak, Gath-rimmon,",
          "ID": "45"
        },
        {
          "text": "and Me-jarkon and Rakkon with the territory over against Joppa.",
          "ID": "46"
        },
        {
          "text": "When the territory of the people of Dan was lost to them, the people of Dan went up and fought against Leshem, and after capturing it and striking it with the sword they took possession of it and settled in it, calling Leshem, Dan, after the name of Dan their ancestor.",
          "ID": "47"
        },
        {
          "text": "This is the inheritance of the tribe of the people of Dan, according to their clans—these cities with their villages.",
          "ID": "48"
        },
        {
          "text": "When they had finished distributing the several territories of the land as inheritances, the people of Israel gave an inheritance among them to Joshua the son of Nun.",
          "ID": "49"
        },
        {
          "text": "By command of the Lord they gave him the city that he asked, Timnath-serah in the hill country of Ephraim. And he rebuilt the city and settled in it.",
          "ID": "50"
        },
        {
          "text": "These are the inheritances that Eleazar the priest and Joshua the son of Nun and the heads of the fathers' houses of the tribes of the people of Israel distributed by lot at Shiloh before the Lord, at the entrance of the tent of meeting. So they finished dividing the land.",
          "ID": "51"
        }
      ],
      "ID": "OT:JOS.19",
      "name": "Joshua 19"
    },
    {
      "text": [
        {
          "text": "Then the Lord said to Joshua,",
          "ID": "1"
        },
        {
          "text": "\"Say to the people of Israel, 'Appoint the cities of refuge, of which I spoke to you through Moses,",
          "ID": "2"
        },
        {
          "text": "that the manslayer who strikes any person without intent or unknowingly may flee there. They shall be for you a refuge from the avenger of blood.",
          "ID": "3"
        },
        {
          "text": "He shall flee to one of these cities and shall stand at the entrance of the gate of the city and explain his case to the elders of that city. Then they shall take him into the city and give him a place, and he shall remain with them.",
          "ID": "4"
        },
        {
          "text": "And if the avenger of blood pursues him, they shall not give up the manslayer into his hand, because he struck his neighbor unknowingly, and did not hate him in the past.",
          "ID": "5"
        },
        {
          "text": "And he shall remain in that city until he has stood before the congregation for judgment, until the death of him who is high priest at the time. Then the manslayer may return to his own town and his own home, to the town from which he fled.'\"",
          "ID": "6"
        },
        {
          "text": "So they set apart Kedesh in Galilee in the hill country of Naphtali, and Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah.",
          "ID": "7"
        },
        {
          "text": "And beyond the Jordan east of Jericho, they appointed Bezer in the wilderness on the tableland, from the tribe of Reuben, and Ramoth in Gilead, from the tribe of Gad, and Golan in Bashan, from the tribe of Manasseh.",
          "ID": "8"
        },
        {
          "text": "These were the cities designated for all the people of Israel and for the stranger sojourning among them, that anyone who killed a person without intent could flee there, so that he might not die by the hand of the avenger of blood, till he stood before the congregation.",
          "ID": "9"
        }
      ],
      "ID": "OT:JOS.20",
      "name": "Joshua 20"
    },
    {
      "text": [
        {
          "text": "Then the heads of the fathers' houses of the Levites came to Eleazar the priest and to Joshua the son of Nun and to the heads of the fathers' houses of the tribes of the people of Israel.",
          "ID": "1"
        },
        {
          "text": "And they said to them at Shiloh in the land of Canaan, \"The Lord commanded through Moses that we be given cities to dwell in, along with their pasturelands for our livestock.\"",
          "ID": "2"
        },
        {
          "text": "So by command of the Lord the people of Israel gave to the Levites the following cities and pasturelands out of their inheritance.",
          "ID": "3"
        },
        {
          "text": "The lot came out for the clans of the Kohathites. So those Levites who were descendants of Aaron the priest received by lot from the tribes of Judah, Simeon, and Benjamin, thirteen cities.",
          "ID": "4"
        },
        {
          "text": "And the rest of the Kohathites received by lot from the clans of the tribe of Ephraim, from the tribe of Dan and the half-tribe of Manasseh, ten cities.",
          "ID": "5"
        },
        {
          "text": "The Gershonites received by lot from the clans of the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the half-tribe of Manasseh in Bashan, thirteen cities.",
          "ID": "6"
        },
        {
          "text": "The Merarites according to their clans received from the tribe of Reuben, the tribe of Gad, and the tribe of Zebulun, twelve cities.",
          "ID": "7"
        },
        {
          "text": "These cities and their pasturelands the people of Israel gave by lot to the Levites, as the Lord had commanded through Moses.",
          "ID": "8"
        },
        {
          "text": "Out of the tribe of the people of Judah and the tribe of the people of Simeon they gave the following cities mentioned by name,",
          "ID": "9"
        },
        {
          "text": "which went to the descendants of Aaron, one of the clans of the Kohathites who belonged to the people of Levi; since the lot fell to them first.",
          "ID": "10"
        },
        {
          "text": "They gave them Kiriath-arba (Arba being the father of Anak), that is Hebron, in the hill country of Judah, along with the pasturelands around it.",
          "ID": "11"
        },
        {
          "text": "But the fields of the city and its villages had been given to Caleb the son of Jephunneh as his possession.",
          "ID": "12"
        },
        {
          "text": "And to the descendants of Aaron the priest they gave Hebron, the city of refuge for the manslayer, with its pasturelands, Libnah with its pasturelands,",
          "ID": "13"
        },
        {
          "text": "Jattir with its pasturelands, Eshtemoa with its pasturelands,",
          "ID": "14"
        },
        {
          "text": "Holon with its pasturelands, Debir with its pasturelands,",
          "ID": "15"
        },
        {
          "text": "Ain with its pasturelands, Juttah with its pasturelands, Beth-shemesh with its pasturelands—nine cities out of these two tribes;",
          "ID": "16"
        },
        {
          "text": "then out of the tribe of Benjamin, Gibeon with its pasturelands, Geba with its pasturelands,",
          "ID": "17"
        },
        {
          "text": "Anathoth with its pasturelands, and Almon with its pasturelands—four cities.",
          "ID": "18"
        },
        {
          "text": "The cities of the descendants of Aaron, the priests, were in all thirteen cities with their pasturelands.",
          "ID": "19"
        },
        {
          "text": "As to the rest of the Kohathites belonging to the Kohathite clans of the Levites, the cities allotted to them were out of the tribe of Ephraim.",
          "ID": "20"
        },
        {
          "text": "To them were given Shechem, the city of refuge for the manslayer, with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,",
          "ID": "21"
        },
        {
          "text": "Kibzaim with its pasturelands, Beth-horon with its pasturelands—four cities;",
          "ID": "22"
        },
        {
          "text": "and out of the tribe of Dan, Elteke with its pasturelands, Gibbethon with its pasturelands,",
          "ID": "23"
        },
        {
          "text": "Aijalon with its pasturelands, Gath-rimmon with its pasturelands—four cities;",
          "ID": "24"
        },
        {
          "text": "and out of the half-tribe of Manasseh, Taanach with its pasturelands, and Gath-rimmon with its pasturelands—two cities.",
          "ID": "25"
        },
        {
          "text": "The cities of the clans of the rest of the Kohathites were ten in all with their pasturelands.",
          "ID": "26"
        },
        {
          "text": "And to the Gershonites, one of the clans of the Levites, were given out of the half-tribe of Manasseh, Golan in Bashan with its pasturelands, the city of refuge for the manslayer, and Beeshterah with its pasturelands—two cities;",
          "ID": "27"
        },
        {
          "text": "and out of the tribe of Issachar, Kishion with its pasturelands, Daberath with its pasturelands,",
          "ID": "28"
        },
        {
          "text": "Jarmuth with its pasturelands, En-gannim with its pasturelands—four cities;",
          "ID": "29"
        },
        {
          "text": "and out of the tribe of Asher, Mishal with its pasturelands, Abdon with its pasturelands,",
          "ID": "30"
        },
        {
          "text": "Helkath with its pasturelands, and Rehob with its pasturelands—four cities;",
          "ID": "31"
        },
        {
          "text": "and out of the tribe of Naphtali, Kedesh in Galilee with its pasturelands, the city of refuge for the manslayer, Hammoth-dor with its pasturelands, and Kartan with its pasturelands—three cities.",
          "ID": "32"
        },
        {
          "text": "The cities of the several clans of the Gershonites were in all thirteen cities with their pasturelands.",
          "ID": "33"
        },
        {
          "text": "And to the rest of the Levites, the Merarite clans, were given out of the tribe of Zebulun, Jokneam with its pasturelands, Kartah with its pasturelands,",
          "ID": "34"
        },
        {
          "text": "Dimnah with its pasturelands, Nahalal with its pasturelands—four cities;",
          "ID": "35"
        },
        {
          "text": "and out of the tribe of Reuben, Bezer with its pasturelands, Jahaz with its pasturelands,",
          "ID": "36"
        },
        {
          "text": "Kedemoth with its pasturelands, and Mephaath with its pasturelands—four cities;",
          "ID": "37"
        },
        {
          "text": "and out of the tribe of Gad, Ramoth in Gilead with its pasturelands, the city of refuge for the manslayer, Mahanaim with its pasturelands,",
          "ID": "38"
        },
        {
          "text": "Heshbon with its pasturelands, Jazer with its pasturelands—four cities in all.",
          "ID": "39"
        },
        {
          "text": "As for the cities of the several Merarite clans, that is, the remainder of the clans of the Levites, those allotted to them were in all twelve cities.",
          "ID": "40"
        },
        {
          "text": "The cities of the Levites in the midst of the possession of the people of Israel were in all forty-eight cities with their pasturelands.",
          "ID": "41"
        },
        {
          "text": "These cities each had its pasturelands around it. So it was with all these cities.",
          "ID": "42"
        },
        {
          "text": "Thus the Lord gave to Israel all the land that he swore to give to their fathers. And they took possession of it, and they settled there.",
          "ID": "43"
        },
        {
          "text": "And the Lord gave them rest on every side just as he had sworn to their fathers. Not one of all their enemies had withstood them, for the Lord had given all their enemies into their hands.",
          "ID": "44"
        },
        {
          "text": "Not one word of all the good promises that the Lord had made to the house of Israel had failed; all came to pass.",
          "ID": "45"
        }
      ],
      "ID": "OT:JOS.21",
      "name": "Joshua 21"
    },
    {
      "text": [
        {
          "text": "At that time Joshua summoned the Reubenites and the Gadites and the half-tribe of Manasseh,",
          "ID": "1"
        },
        {
          "text": "and said to them, \"You have kept all that Moses the servant of the Lord commanded you and have obeyed my voice in all that I have commanded you.",
          "ID": "2"
        },
        {
          "text": "You have not forsaken your brothers these many days, down to this day, but have been careful to keep the charge of the Lord your God.",
          "ID": "3"
        },
        {
          "text": "And now the Lord your God has given rest to your brothers, as he promised them. Therefore turn and go to your tents in the land where your possession lies, which Moses the servant of the Lord gave you on the other side of the Jordan.",
          "ID": "4"
        },
        {
          "text": "Only be very careful to observe the commandment and the law that Moses the servant of the Lord commanded you, to love the Lord your God, and to walk in all his ways and to keep his commandments and to cling to him and to serve him with all your heart and with all your soul.\"",
          "ID": "5"
        },
        {
          "text": "So Joshua blessed them and sent them away, and they went to their tents.",
          "ID": "6"
        },
        {
          "text": "Now to the one half of the tribe of Manasseh Moses had given a possession in Bashan, but to the other half Joshua had given a possession beside their brothers in the land west of the Jordan. And when Joshua sent them away to their homes and blessed them,",
          "ID": "7"
        },
        {
          "text": "he said to them, \"Go back to your tents with much wealth and with very much livestock, with silver, gold, bronze, and iron, and with much clothing. Divide the spoil of your enemies with your brothers.\"",
          "ID": "8"
        },
        {
          "text": "So the people of Reuben and the people of Gad and the half-tribe of Manasseh returned home, parting from the people of Israel at Shiloh, which is in the land of Canaan, to go to the land of Gilead, their own land of which they had possessed themselves by command of the Lord through Moses.",
          "ID": "9"
        },
        {
          "text": "And when they came to the region of the Jordan that is in the land of Canaan, the people of Reuben and the people of Gad and the half-tribe of Manasseh built there an altar by the Jordan, an altar of imposing size.",
          "ID": "10"
        },
        {
          "text": "And the people of Israel heard it said, \"Behold, the people of Reuben and the people of Gad and the half-tribe of Manasseh have built the altar at the frontier of the land of Canaan, in the region about the Jordan, on the side that belongs to the people of Israel.\"",
          "ID": "11"
        },
        {
          "text": "And when the people of Israel heard of it, the whole assembly of the people of Israel gathered at Shiloh to make war against them.",
          "ID": "12"
        },
        {
          "text": "Then the people of Israel sent to the people of Reuben and the people of Gad and the half-tribe of Manasseh, in the land of Gilead, Phinehas the son of Eleazar the priest,",
          "ID": "13"
        },
        {
          "text": "and with him ten chiefs, one from each of the tribal families of Israel, every one of them the head of a family among the clans of Israel.",
          "ID": "14"
        },
        {
          "text": "And they came to the people of Reuben, the people of Gad, and the half-tribe of Manasseh, in the land of Gilead, and they said to them,",
          "ID": "15"
        },
        {
          "text": "\"Thus says the whole congregation of the Lord, 'What is this breach of faith that you have committed against the God of Israel in turning away this day from following the Lord by building yourselves an altar this day in rebellion against the Lord?",
          "ID": "16"
        },
        {
          "text": "Have we not had enough of the sin at Peor from which even yet we have not cleansed ourselves, and for which there came a plague upon the congregation of the Lord,",
          "ID": "17"
        },
        {
          "text": "that you too must turn away this day from following the Lord? And if you too rebel against the Lord today then tomorrow he will be angry with the whole congregation of Israel.",
          "ID": "18"
        },
        {
          "text": "But now, if the land of your possession is unclean, pass over into the Lord's land where the Lord's tabernacle stands, and take for yourselves a possession among us. Only do not rebel against the Lord or make us as rebels by building for yourselves an altar other than the altar of the Lord our God.",
          "ID": "19"
        },
        {
          "text": "Did not Achan the son of Zerah break faith in the matter of the devoted things, and wrath fell upon all the congregation of Israel? And he did not perish alone for his iniquity.'\"",
          "ID": "20"
        },
        {
          "text": "Then the people of Reuben, the people of Gad, and the half-tribe of Manasseh said in answer to the heads of the families of Israel,",
          "ID": "21"
        },
        {
          "text": "\"The Mighty One, God, the Lord! The Mighty One, God, the Lord! He knows; and let Israel itself know! If it was in rebellion or in breach of faith against the Lord, do not spare us today",
          "ID": "22"
        },
        {
          "text": "for building an altar to turn away from following the Lord. Or if we did so to offer burnt offerings or grain offerings or peace offerings on it, may the Lord himself take vengeance.",
          "ID": "23"
        },
        {
          "text": "No, but we did it from fear that in time to come your children might say to our children, 'What have you to do with the Lord, the God of Israel?",
          "ID": "24"
        },
        {
          "text": "For the Lord has made the Jordan a boundary between us and you, you people of Reuben and people of Gad. You have no portion in the Lord.' So your children might make our children cease to worship the Lord.",
          "ID": "25"
        },
        {
          "text": "Therefore we said, 'Let us now build an altar, not for burnt offering, nor for sacrifice,",
          "ID": "26"
        },
        {
          "text": "but to be a witness between us and you, and between our generations after us, that we do perform the service of the Lord in his presence with our burnt offerings and sacrifices and peace offerings, so your children will not say to our children in time to come, \"You have no portion in the Lord.\"'",
          "ID": "27"
        },
        {
          "text": "And we thought, 'If this should be said to us or to our descendants in time to come, we should say, \"Behold, the copy of the altar of the Lord, which our fathers made, not for burnt offerings, nor for sacrifice, but to be a witness between us and you.\"'",
          "ID": "28"
        },
        {
          "text": "Far be it from us that we should rebel against the Lord and turn away this day from following the Lord by building an altar for burnt offering, grain offering, or sacrifice, other than the altar of the Lord our God that stands before his tabernacle!\"",
          "ID": "29"
        },
        {
          "text": "When Phinehas the priest and the chiefs of the congregation, the heads of the families of Israel who were with him, heard the words that the people of Reuben and the people of Gad and the people of Manasseh spoke, it was good in their eyes.",
          "ID": "30"
        },
        {
          "text": "And Phinehas the son of Eleazar the priest said to the people of Reuben and the people of Gad and the people of Manasseh, \"Today we know that the Lord is in our midst, because you have not committed this breach of faith against the Lord. Now you have delivered the people of Israel from the hand of the Lord.\"",
          "ID": "31"
        },
        {
          "text": "Then Phinehas the son of Eleazar the priest, and the chiefs, returned from the people of Reuben and the people of Gad in the land of Gilead to the land of Canaan, to the people of Israel, and brought back word to them.",
          "ID": "32"
        },
        {
          "text": "And the report was good in the eyes of the people of Israel. And the people of Israel blessed God and spoke no more of making war against them to destroy the land where the people of Reuben and the people of Gad were settled.",
          "ID": "33"
        },
        {
          "text": "The people of Reuben and the people of Gad called the altar Witness, \"For,\" they said, \"it is a witness between us that the Lord is God.\"",
          "ID": "34"
        }
      ],
      "ID": "OT:JOS.22",
      "name": "Joshua 22"
    },
    {
      "text": [
        {
          "text": "A long time afterward, when the Lord had given rest to Israel from all their surrounding enemies, and Joshua was old and well advanced in years,",
          "ID": "1"
        },
        {
          "text": "Joshua summoned all Israel, its elders and heads, its judges and officers, and said to them, \"I am now old and well advanced in years.",
          "ID": "2"
        },
        {
          "text": "And you have seen all that the Lord your God has done to all these nations for your sake, for it is the Lord your God who has fought for you.",
          "ID": "3"
        },
        {
          "text": "Behold, I have allotted to you as an inheritance for your tribes those nations that remain, along with all the nations that I have already cut off, from the Jordan to the Great Sea in the west.",
          "ID": "4"
        },
        {
          "text": "The Lord your God will push them back before you and drive them out of your sight. And you shall possess their land, just as the Lord your God promised you.",
          "ID": "5"
        },
        {
          "text": "Therefore, be very strong to keep and to do all that is written in the Book of the Law of Moses, turning aside from it neither to the right hand nor to the left,",
          "ID": "6"
        },
        {
          "text": "that you may not mix with these nations remaining among you or make mention of the names of their gods or swear by them or serve them or bow down to them,",
          "ID": "7"
        },
        {
          "text": "but you shall cling to the Lord your God just as you have done to this day.",
          "ID": "8"
        },
        {
          "text": "For the Lord has driven out before you great and strong nations. And as for you, no man has been able to stand before you to this day.",
          "ID": "9"
        },
        {
          "text": "One man of you puts to flight a thousand, since it is the Lord your God who fights for you, just as he promised you.",
          "ID": "10"
        },
        {
          "text": "Be very careful, therefore, to love the Lord your God.",
          "ID": "11"
        },
        {
          "text": "For if you turn back and cling to the remnant of these nations remaining among you and make marriages with them, so that you associate with them and they with you,",
          "ID": "12"
        },
        {
          "text": "know for certain that the Lord your God will no longer drive out these nations before you, but they shall be a snare and a trap for you, a whip on your sides and thorns in your eyes, until you perish from off this good ground that the Lord your God has given you.",
          "ID": "13"
        },
        {
          "text": "\"And now I am about to go the way of all the earth, and you know in your hearts and souls, all of you, that not one word has failed of all the good things that the Lord your God promised concerning you. All have come to pass for you; not one of them has failed.",
          "ID": "14"
        },
        {
          "text": "But just as all the good things that the Lord your God promised concerning you have been fulfilled for you, so the Lord will bring upon you all the evil things, until he has destroyed you from off this good land that the Lord your God has given you,",
          "ID": "15"
        },
        {
          "text": "if you transgress the covenant of the Lord your God, which he commanded you, and go and serve other gods and bow down to them. Then the anger of the Lord will be kindled against you, and you shall perish quickly from off the good land that he has given to you.\"",
          "ID": "16"
        }
      ],
      "ID": "OT:JOS.23",
      "name": "Joshua 23"
    },
    {
      "text": [
        {
          "text": "Joshua gathered all the tribes of Israel to Shechem and summoned the elders, the heads, the judges, and the officers of Israel. And they presented themselves before God.",
          "ID": "1"
        },
        {
          "text": "And Joshua said to all the people, \"Thus says the Lord, the God of Israel, 'Long ago, your fathers lived beyond the Euphrates, Terah, the father of Abraham and of Nahor; and they served other gods.",
          "ID": "2"
        },
        {
          "text": "Then I took your father Abraham from beyond the River and led him through all the land of Canaan, and made his offspring many. I gave him Isaac.",
          "ID": "3"
        },
        {
          "text": "And to Isaac I gave Jacob and Esau. And I gave Esau the hill country of Seir to possess, but Jacob and his children went down to Egypt.",
          "ID": "4"
        },
        {
          "text": "And I sent Moses and Aaron, and I plagued Egypt with what I did in the midst of it, and afterward I brought you out.",
          "ID": "5"
        },
        {
          "text": "\"'Then I brought your fathers out of Egypt, and you came to the sea. And the Egyptians pursued your fathers with chariots and horsemen to the Red Sea.",
          "ID": "6"
        },
        {
          "text": "And when they cried to the Lord, he put darkness between you and the Egyptians and made the sea come upon them and cover them; and your eyes saw what I did in Egypt. And you lived in the wilderness a long time.",
          "ID": "7"
        },
        {
          "text": "Then I brought you to the land of the Amorites, who lived on the other side of the Jordan. They fought with you, and I gave them into your hand, and you took possession of their land, and I destroyed them before you.",
          "ID": "8"
        },
        {
          "text": "Then Balak the son of Zippor, king of Moab, arose and fought against Israel. And he sent and invited Balaam the son of Beor to curse you,",
          "ID": "9"
        },
        {
          "text": "but I would not listen to Balaam. Indeed, he blessed you. So I delivered you out of his hand.",
          "ID": "10"
        },
        {
          "text": "And you went over the Jordan and came to Jericho, and the leaders of Jericho fought against you, and also the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. And I gave them into your hand.",
          "ID": "11"
        },
        {
          "text": "And I sent the hornet before you, which drove them out before you, the two kings of the Amorites; it was not by your sword or by your bow.",
          "ID": "12"
        },
        {
          "text": "I gave you a land on which you had not labored and cities that you had not built, and you dwell in them. You eat the fruit of vineyards and olive orchards that you did not plant.'",
          "ID": "13"
        },
        {
          "text": "\"Now therefore fear the Lord and serve him in sincerity and in faithfulness. Put away the gods that your fathers served beyond the River and in Egypt, and serve the Lord.",
          "ID": "14"
        },
        {
          "text": "And if it is evil in your eyes to serve the Lord, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the Lord.\"",
          "ID": "15"
        },
        {
          "text": "Then the people answered, \"Far be it from us that we should forsake the Lord to serve other gods,",
          "ID": "16"
        },
        {
          "text": "for it is the Lord our God who brought us and our fathers up from the land of Egypt, out of the house of slavery, and who did those great signs in our sight and preserved us in all the way that we went, and among all the peoples through whom we passed.",
          "ID": "17"
        },
        {
          "text": "And the Lord drove out before us all the peoples, the Amorites who lived in the land. Therefore we also will serve the Lord, for he is our God.\"",
          "ID": "18"
        },
        {
          "text": "But Joshua said to the people, \"You are not able to serve the Lord, for he is a holy God. He is a jealous God; he will not forgive your transgressions or your sins.",
          "ID": "19"
        },
        {
          "text": "If you forsake the Lord and serve foreign gods, then he will turn and do you harm and consume you, after having done you good.\"",
          "ID": "20"
        },
        {
          "text": "And the people said to Joshua, \"No, but we will serve the Lord.\"",
          "ID": "21"
        },
        {
          "text": "Then Joshua said to the people, \"You are witnesses against yourselves that you have chosen the Lord, to serve him.\" And they said, \"We are witnesses.\"",
          "ID": "22"
        },
        {
          "text": "He said, \"Then put away the foreign gods that are among you, and incline your heart to the Lord, the God of Israel.\"",
          "ID": "23"
        },
        {
          "text": "And the people said to Joshua, \"The Lord our God we will serve, and his voice we will obey.\"",
          "ID": "24"
        },
        {
          "text": "So Joshua made a covenant with the people that day, and put in place statutes and rules for them at Shechem.",
          "ID": "25"
        },
        {
          "text": "And Joshua wrote these words in the Book of the Law of God. And he took a large stone and set it up there under the terebinth that was by the sanctuary of the Lord.",
          "ID": "26"
        },
        {
          "text": "And Joshua said to all the people, \"Behold, this stone shall be a witness against us, for it has heard all the words of the Lord that he spoke to us. Therefore it shall be a witness against you, lest you deal falsely with your God.\"",
          "ID": "27"
        },
        {
          "text": "So Joshua sent the people away, every man to his inheritance.",
          "ID": "28"
        },
        {
          "text": "After these things Joshua the son of Nun, the servant of the Lord, died, being 110 years old.",
          "ID": "29"
        },
        {
          "text": "And they buried him in his own inheritance at Timnath-serah, which is in the hill country of Ephraim, north of the mountain of Gaash.",
          "ID": "30"
        },
        {
          "text": "Israel served the Lord all the days of Joshua, and all the days of the elders who outlived Joshua and had known all the work that the Lord did for Israel.",
          "ID": "31"
        },
        {
          "text": "As for the bones of Joseph, which the people of Israel brought up from Egypt, they buried them at Shechem, in the piece of land that Jacob bought from the sons of Hamor the father of Shechem for a hundred pieces of money. It became an inheritance of the descendants of Joseph.",
          "ID": "32"
        },
        {
          "text": "And Eleazar the son of Aaron died, and they buried him at Gibeah, the town of Phinehas his son, which had been given him in the hill country of Ephraim.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOS.24",
      "name": "Joshua 24"
    }
  ],
  "ID": "OT:JOS(ESV)",
  "version": "ESV",
  "name": "Joshua"
}