{
  "version": "ERV",
  "text": [
    {
      "title": "Nehemiah’s Prayer",
      "text": [
        {
          "text": "These are the words of Nehemiah son of Hacaliah: I, Nehemiah, was in the capital city of Susa in the month of Kislev. This was in the 20th year that Artaxerxes was king.",
          "ID": "1",
          "comments": [
            "Kislev … 20th year This was about December, 444 B.C."
          ]
        },
        {
          "text": "While I was in Susa, one of my brothers named Hanani and some other men came from Judah. I asked them about the Jews who had escaped captivity and still lived in Judah. I also asked them about the city of Jerusalem.",
          "ID": "2"
        },
        {
          "text": "They answered, “Nehemiah, the Jews who escaped captivity and are in the land of Judah are in much trouble. They are having many problems and are full of shame because the wall of Jerusalem is broken down, and its gates have been burned with fire.”",
          "ID": "3"
        },
        {
          "text": "When I heard this about the people of Jerusalem and about the wall, I sat down and cried. I was very sad. I fasted and prayed to the God of heaven for several days.",
          "ID": "4"
        },
        {
          "text": "Then I prayed this prayer:\n“Lord, God of heaven, you are the great and powerful God. You are the God who keeps his agreement of love with people who love you and obey your commands.",
          "ID": "5"
        },
        {
          "text": "“Please open your eyes and ears and listen to the prayer your servant is praying before you day and night. I am praying for your servants, the Israelites. I confess the sins we Israelites have done against you. I am confessing that I have sinned against you and that the other people in my father’s family have sinned against you.",
          "ID": "6"
        },
        {
          "text": "We Israelites have been very bad to you. We have not obeyed the commands, rules, and laws you gave your servant Moses.",
          "ID": "7"
        },
        {
          "text": "“Please remember the teaching you gave your servant Moses. You said to him, ‘If you Israelites are not faithful, I will force you to be scattered among the other nations.",
          "ID": "8"
        },
        {
          "text": "But if you Israelites come back to me and obey my commands, this is what I will do: Even if your people have been forced to leave their homes and go to the ends of the earth, I will gather them from there. And I will bring them back to the place I have chosen to put my name.’",
          "ID": "9"
        },
        {
          "text": "“The Israelites are your servants and your people. You used your great power and rescued them.",
          "ID": "10"
        },
        {
          "text": "So, Lord, please listen to my prayer. And listen to the prayers of all your other servants who are happy to honor you. Help me today as I ask the king for help. Make him pleased with me so that he will be kind and give me what I ask for.”\nAt that time, I was the king’s wine servant.",
          "ID": "11",
          "comments": [
            "wine servant This important official was always close to the king and tasted the food and wine to make sure they were safe for the king to eat and drink."
          ]
        }
      ],
      "ID": "OT:NEH.1",
      "name": "Nehemiah 1"
    },
    {
      "title": "Nehemiah Inspects the Walls of Jerusalem",
      "text": [
        {
          "text": "In the month of Nisan in the 20th year of King Artaxerxes, some wine was brought to the king. I took the wine and gave it to the king. I had never before been sad when I was with him, but now I was sad.",
          "ID": "1",
          "comments": [
            "20th year That is, 443 B.C."
          ]
        },
        {
          "text": "So the king asked me, “Are you sick? Why do you look sad? I think your heart is full of sadness.”\nThen I was very afraid.",
          "ID": "2"
        },
        {
          "text": "But even though I was afraid, I said to the king, “May the king live forever! I am sad because the city where my ancestors are buried lies in ruins, and the gates of that city have been destroyed by fire.”",
          "ID": "3"
        },
        {
          "text": "Then the king said to me, “What do you want me to do?”\nBefore I answered, I prayed to the God of heaven.",
          "ID": "4"
        },
        {
          "text": "Then I answered the king, “If it would please the king, and if I have been good to you, please send me to Jerusalem, the city in Judah where my ancestors are buried. I want to go there and rebuild that city.”",
          "ID": "5"
        },
        {
          "text": "The king and the queen who was sitting next to him asked me, “How long will your trip take? When will you get back here?”\nThe king was happy to send me, so I gave him a certain time.",
          "ID": "6"
        },
        {
          "text": "I also said to the king, “If it would please the king to do something else for me, let me ask. Please give me some letters to show the governors of the area west of the Euphrates River. I need these letters so that the governors will give me permission to pass safely through their lands on my way to Judah.",
          "ID": "7"
        },
        {
          "text": "I also need lumber for the heavy wooden beams for the gates, the walls, the walls around the Temple, and my house. So I need a letter from you to Asaph, who is in charge of your forests.”\nThe king gave me the letters and everything I asked for. The king did that because my God was kind to me.",
          "ID": "8"
        },
        {
          "text": "So I went to the governors of the area west of the Euphrates River and gave them the letters from the king. The king had also sent army officers and soldiers on horses with me.",
          "ID": "9"
        },
        {
          "text": "Sanballat from Horon and Tobiah the Ammonite official heard about what I was doing. They were very upset and angry that someone had come to help the Israelites.",
          "ID": "10"
        },
        {
          "text": "I went to Jerusalem and stayed there three days. Then at night I started out with a few men. I had not said anything to anyone about what my God had put on my heart to do for Jerusalem. There were no horses with me except the horse I was riding.",
          "ID": "11-12"
        },
        {
          "text": "While it was dark I went out through the Valley Gate. I rode toward the Dragon Well and the Gate of the Ash Piles. I was inspecting the walls of Jerusalem that had been broken down and the gates in the wall that had been burned with fire.",
          "ID": "13"
        },
        {
          "text": "Then I rode on toward the Fountain Gate and the King’s Pool. As I got close, I could see there was not enough room for my horse to get through.",
          "ID": "14"
        },
        {
          "text": "So I went up the valley in the dark, inspecting the wall. Finally, I turned back and went back in through the Valley Gate.",
          "ID": "15"
        },
        {
          "text": "The officials and important Israelites didn’t know where I had gone. They didn’t know what I was doing. I had not yet said anything to the Jews, the priests, the king’s family, the officials, or any of the other people who would be doing the work.",
          "ID": "16"
        },
        {
          "text": "Then I said to them, “You can see the trouble we have here: Jerusalem is a pile of ruins, and its gates have been burned with fire. Come, let’s rebuild the wall of Jerusalem. Then we will not be ashamed anymore.”",
          "ID": "17"
        },
        {
          "text": "I also told them that my God had been kind to me. I told them what the king had said to me. Then they answered, “Let’s start to work, now!” So we began this good work.",
          "ID": "18"
        },
        {
          "text": "But Sanballat from Horon, Tobiah the Ammonite official, and Geshem the Arab heard that we were building again. They made fun of us in a very ugly way. They said, “What are you doing? Are you turning against the king?”",
          "ID": "19"
        },
        {
          "text": "But this is what I said to them: “The God of heaven will help us succeed. We are God’s servants and we will rebuild this city. You cannot help us in this work because none of your family lived here in Jerusalem. You don’t own any of this land, and you have no right to be in this place.”",
          "ID": "20"
        }
      ],
      "ID": "OT:NEH.2",
      "name": "Nehemiah 2"
    },
    {
      "title": "Builders of the Wall",
      "text": [
        {
          "text": "The name of the high priest was Eliashib. He and his brothers, the priests, went to work and built the Sheep Gate. They prayed to make that gate holy to God. They set its doors in place in the wall. The priests worked on the wall of Jerusalem as far as the Tower of the Hundred and the Tower of Hananel. They prayed to make all this work holy to God.",
          "ID": "1"
        },
        {
          "text": "The men from Jericho built the wall next to the priests. And Zaccur son of a man named Imri built the wall next to the men of Jericho.",
          "ID": "2"
        },
        {
          "text": "The sons of a man named Hassenaah built the Fish Gate. They set the beams in place. They put doors on the building. Then they put the locks and bolts on the doors.",
          "ID": "3"
        },
        {
          "text": "Meremoth son of Uriah repaired the next section of the wall. (Uriah was the son of Hakkoz.)\nMeshullam son of Berekiah repaired the next section of the wall. (Berekiah was the son of Meshezabel.)\nZadok son of Baana repaired the next section of the wall.",
          "ID": "4"
        },
        {
          "text": "The men from Tekoa repaired the next section of the wall, but the leaders from Tekoa refused to work for Nehemiah their governor.",
          "ID": "5"
        },
        {
          "text": "Joiada and Meshullam fixed the Old Gate. Joiada is the son of Paseah and Meshullam is the son of Besodeiah. They set the beams in place. They put the doors on the hinges. Then they put the locks and bolts on the doors.",
          "ID": "6"
        },
        {
          "text": "The men from Gibeon and Mizpah fixed the next section of the wall. Melatiah from Gibeon and Jadon from Meronoth did the work. Gibeon and Meronoth are places that are controlled by the governors of the area west of the Euphrates River.",
          "ID": "7"
        },
        {
          "text": "Uzziel son of Harhaiah repaired the next section of the wall. Uzziel was a goldsmith. Hananiah was one of the perfume makers. These men built and repaired Jerusalem as far as the Broad Wall.",
          "ID": "8"
        },
        {
          "text": "Rephaiah son of Hur repaired the next section of the wall. Rephaiah was the governor of half of Jerusalem.",
          "ID": "9"
        },
        {
          "text": "Jedaiah son of Harumaph repaired the next section of the wall. Jedaiah repaired the wall next to his own house. Hattush son of Hashabneiah repaired the next section.",
          "ID": "10"
        },
        {
          "text": "Malkijah son of Harim and Hasshub son of Pahath-Moab repaired the next section. They also repaired Oven Tower.",
          "ID": "11"
        },
        {
          "text": "Shallum son of Hallohesh repaired the next section of the wall. His daughters helped him. Shallum was the governor of the other half of Jerusalem.",
          "ID": "12"
        },
        {
          "text": "The Valley Gate was repaired by Hanun and the people who live in the town of Zanoah. They built the Valley Gate. They put the doors on their hinges. Then they put the locks and bolts on the doors. They also repaired 500 yards of the wall. They worked on the wall all the way to the Gate of Ash Piles.",
          "ID": "13",
          "comments": [
            "500 yards Literally, “1000 cubits” (444 m)."
          ]
        },
        {
          "text": "Malkijah son of Recab repaired the Gate of Ash Piles. Malkijah was the governor of the district of Beth Hakkerem. He repaired the gate. He put the doors on the hinges. Then he put the locks and bolts on the doors.",
          "ID": "14"
        },
        {
          "text": "Shallun son of Col-Hozeh repaired the Fountain Gate. Shallun was the governor of the district of Mizpah. He repaired the gate and put a roof over it. He put the doors on the hinges. Then he put the locks and bolts on the doors. He also repaired the wall of the Pool of Siloam that is next to the King’s Garden. He repaired the wall all the way to the steps that go down from the City of David.",
          "ID": "15"
        },
        {
          "text": "Nehemiah son of Azbuk repaired the next section. This Nehemiah was the governor of half the district of Beth Zur. He made repairs up to a place that is across from the tombs of David. And he worked as far as the man-made pool and the House of Heroes.",
          "ID": "16"
        },
        {
          "text": "The men from the tribe of Levi repaired the next section. They worked under Rehum son of Bani. Hashabiah repaired the next section. Hashabiah was governor of half the district of Keilah. He made repairs for his own district.",
          "ID": "17"
        },
        {
          "text": "Their brothers repaired the next section. They worked under Binnui son of Henadad. Binnui was the governor of the other half of the district of Keilah.",
          "ID": "18"
        },
        {
          "text": "Ezer son of Jeshua repaired the next section. Ezer was governor of Mizpah. He repaired the section of wall from the room for weapons to the corner of the wall.",
          "ID": "19"
        },
        {
          "text": "Baruch son of Zabbai repaired the next section. Baruch worked very hard and repaired the section of wall from the corner to the entrance to the house of Eliashib the high priest.",
          "ID": "20"
        },
        {
          "text": "Meremoth son of Uriah, the son of Hakkoz, repaired the next section of wall from the entrance to Eliashib’s house to the end of that house.",
          "ID": "21"
        },
        {
          "text": "The next section of walls was repaired by the priests who lived in that area.",
          "ID": "22",
          "comments": [
            "that area Or possibly, “the Jordan Valley.”"
          ]
        },
        {
          "text": "Benjamin and Hasshub repaired the wall in front of their own house. And Azariah son of Maaseiah, the son of Ananiah, repaired the wall next to his house.",
          "ID": "23"
        },
        {
          "text": "Binnui son of Henadad repaired the section of wall from Azariah’s house to the bend in the wall and then to the corner.",
          "ID": "24"
        },
        {
          "text": "Palal son of Uzai worked across from the bend in the wall near the tower. This is the tower at the king’s upper house. That is near the courtyard of the king’s guard. Pedaiah son of Parosh worked next to Palal.",
          "ID": "25"
        },
        {
          "text": "The Temple servants lived on Ophel Hill. They repaired the next section all the way to the east side of the Water Gate and the tower near it.",
          "ID": "26"
        },
        {
          "text": "The men from Tekoa repaired the rest of that section from the big tower all the way to the Ophel wall.",
          "ID": "27"
        },
        {
          "text": "The priests repaired the section over the Horse Gate. Each priest repaired the wall in front of his own house.",
          "ID": "28"
        },
        {
          "text": "Zadok son of Immer repaired the section in front of his house. Shemaiah son of Shecaniah repaired the next section. Shemaiah was the guard of the East Gate.",
          "ID": "29"
        },
        {
          "text": "Hananiah son of Shelemiah and Hanun son of Zalaph repaired the rest of that section of wall. (Hanun was Zalaph’s sixth son.)\nMeshullam son of Berekiah repaired the section in front of his house.",
          "ID": "30"
        },
        {
          "text": "Malkijah repaired the next section of wall all the way to the houses of the Temple servants and the merchants. That is across from the Inspection Gate. Malkijah repaired the section all the way to the room over the corner of the wall. Malkijah was a goldsmith.",
          "ID": "31"
        },
        {
          "text": "The goldsmiths and the merchants repaired the section of wall from that corner to the Sheep Gate.",
          "ID": "32"
        }
      ],
      "ID": "OT:NEH.3",
      "name": "Nehemiah 3"
    },
    {
      "title": "Sanballat and Tobiah",
      "text": [
        {
          "text": "When Sanballat heard that we were building the wall of Jerusalem, he was very angry and upset. He started making fun of the Jews.",
          "ID": "1"
        },
        {
          "text": "Sanballat talked with his friends and the army at Samaria and said, “What are these weak Jews doing? Do they think we will leave them alone? Do they think they will offer sacrifices? Maybe they think they can finish building in only one day. They cannot bring stones back to life from these piles of trash and dirt. These are just piles of ashes and dirt!”",
          "ID": "2"
        },
        {
          "text": "Tobiah the Ammonite was with Sanballat. Tobiah said, “What do these Jews think they are building? If even a small fox climbed up on it, he would break down their wall of stones!”",
          "ID": "3"
        },
        {
          "text": "Nehemiah prayed and said, “Our God, listen to our prayer. These men hate us. Sanballat and Tobiah are insulting us. Make bad things happen to them. Make them ashamed, like people taken away as prisoners.",
          "ID": "4"
        },
        {
          "text": "Don’t take away their guilt or forgive the sins they have done in your sight. They have insulted and discouraged the builders.”",
          "ID": "5"
        },
        {
          "text": "We built the wall of Jerusalem all the way around the city. But it was only half as tall as it should be. We did this much because the people worked with all their heart.",
          "ID": "6"
        },
        {
          "text": "But Sanballat, Tobiah, the Arabs, the Ammonites, and the men from Ashdod were very angry. They heard that the people continued working on the walls of Jerusalem. They heard the people were repairing the holes in the wall.",
          "ID": "7"
        },
        {
          "text": "So all these men got together and made plans against Jerusalem. They planned to stir up trouble against Jerusalem. They planned to come and fight against the city.",
          "ID": "8"
        },
        {
          "text": "But we prayed to our God. And we put guards on the walls to watch day and night so that we could be ready to meet them.",
          "ID": "9"
        },
        {
          "text": "And so at that time the people of Judah said, “The workers are becoming tired. There is too much dirt and trash in the way. We cannot continue to build the wall.",
          "ID": "10"
        },
        {
          "text": "And our enemies are saying, ‘Before the Jews know it or see us, we will be right there among them. We will kill them and that will stop the work.’”",
          "ID": "11"
        },
        {
          "text": "Then the Jews living among our enemies came and said this to us ten times, “Our enemies are all around us. They are everywhere we turn.”",
          "ID": "12"
        },
        {
          "text": "So I put some of the people behind the lowest places along the wall, and I put them by the holes in the wall. I put families together, with their swords, spears, and bows.",
          "ID": "13"
        },
        {
          "text": "After looking over everything, I stood up and spoke to the important families, the officials, and the rest of the people. I said, “Don’t be afraid of our enemies. Remember the Lord, who is great and powerful! You must fight for your brothers, your sons, and your daughters! You must fight for your wives and your homes!”",
          "ID": "14"
        },
        {
          "text": "Then our enemies heard that we knew about their plans. They knew that God ruined their plans. So we all went back to work on the wall. Everyone went back to their own place and did their part.",
          "ID": "15"
        },
        {
          "text": "From that day on, half of my men worked on the wall. The other half of my men were on guard, ready with spears, shields, bows, and armor. The army officers stood behind all the people of Judah who were building the wall.",
          "ID": "16"
        },
        {
          "text": "The builders and their helpers had their tools in one hand and a weapon in the other hand.",
          "ID": "17"
        },
        {
          "text": "Each of the builders wore his sword at his side as he worked. The man who blew the trumpet to warn the people stayed next to me.",
          "ID": "18"
        },
        {
          "text": "Then I spoke to the leading families, the officials, and the rest of the people. I said, “This is a very big job and we are spread out along the wall. We are far from one another.",
          "ID": "19"
        },
        {
          "text": "So if you hear the trumpet, run to that place. We will all meet together there, and our God will fight for us!”",
          "ID": "20"
        },
        {
          "text": "So we continued to work on the wall of Jerusalem, and half the men held spears. We worked from the first light of the morning until the stars came out at night.",
          "ID": "21"
        },
        {
          "text": "At that time I also said this to the people, “Every builder and his helper must stay inside Jerusalem at night. Then they can be guards at night and workers during the day.”",
          "ID": "22"
        },
        {
          "text": "So none of us took off our clothes—not me, not my brothers, not my men, and not the guards. Each of us had our weapon ready at all times, even when we went to get water.",
          "ID": "23"
        }
      ],
      "ID": "OT:NEH.4",
      "name": "Nehemiah 4"
    },
    {
      "title": "Nehemiah Helps the Poor",
      "text": [
        {
          "text": "Many of the poor people began to complain against their fellow Jews.",
          "ID": "1"
        },
        {
          "text": "Some of them were saying, “We have many children. We must get some grain if we are going to eat and stay alive.”",
          "ID": "2"
        },
        {
          "text": "Other people were saying, “This is a time of famine. We have to use our fields, vineyards, and homes to pay for grain.”",
          "ID": "3"
        },
        {
          "text": "And still other people were saying, “We have to pay the king’s tax on our fields and vineyards. But we cannot afford to pay, so we are borrowing money to pay the tax.",
          "ID": "4"
        },
        {
          "text": "We are as good as the others. Our sons are as good as their sons. But we will have to sell our sons and daughters as slaves. Some of us have already had to sell our daughters as slaves. There is nothing we can do. We have already lost our fields and vineyards. Other people own them now.”",
          "ID": "5"
        },
        {
          "text": "When I heard their complaints, I was very angry.",
          "ID": "6"
        },
        {
          "text": "I calmed myself down, and then I went to the rich families and the officials. I told them, “You are forcing your own people to pay interest on the money you loan them. You must stop doing that!” Then I called for all the people to meet together",
          "ID": "7"
        },
        {
          "text": "and said to them, “Our fellow Jews were sold as slaves to people in other countries. We did our best to buy them back and make them free. And now, you are selling them like slaves again!”\nThe rich people and officials kept quiet. They could not find anything to say.",
          "ID": "8"
        },
        {
          "text": "So I continued speaking. I said, “What you people are doing is not right! You know that you should fear and respect our God. You should not do the shameful things other people do!",
          "ID": "9"
        },
        {
          "text": "My men, my brothers, and I are also lending money and grain to the people. But let’s stop forcing them to pay interest on these loans.",
          "ID": "10"
        },
        {
          "text": "You must give their fields, vineyards, olive fields, and houses back to them, right now! And you must give back the interest you charged them. You charged them one percent for the money, grain, new wine, and oil that you loaned them.”",
          "ID": "11"
        },
        {
          "text": "Then the rich people and the officials said, “We will give it back and not demand anything more from them. Nehemiah, we will do as you say.”\nThen I called the priests. I made the rich people and the officials promise to God that they would do what they said.",
          "ID": "12"
        },
        {
          "text": "Then I shook out the folds of my clothes. I said, “God will do the same thing to everyone who does not keep their promise. God will shake them out of their houses and they will lose everything they worked for. They will lose everything!”\nI finished saying these things and all the people agreed. They all said, “Amen” and praised the Lord. So the people did as they had promised.",
          "ID": "13"
        },
        {
          "text": "And also, during the whole time that I was appointed to be governor in the land of Judah, neither my brothers nor I ate the food that was allowed for the governor. I never forced the people to pay taxes to buy my food. I was governor from the 20th year until the 32nd year that Artaxerxes was king. I was governor of Judah for twelve years.",
          "ID": "14",
          "comments": [
            "the 20th year … king This was from 444–432 B.C."
          ]
        },
        {
          "text": "But the governors who ruled before me made life hard for the people. The governors forced everyone to pay 1 pound of silver. They also made the people give them food and wine. The leaders under these governors also ruled over the people and made life even harder. But I respected and feared God, so I didn’t do things like that.",
          "ID": "15",
          "comments": [
            "1 pound Literally, “40 shekels” (460 g)."
          ]
        },
        {
          "text": "I worked hard at building the wall of Jerusalem. All my men gathered there to work on the wall. We didn’t take any land from anyone.",
          "ID": "16"
        },
        {
          "text": "Also, I regularly fed 150 Jews who were always welcome at my table, and I fed those who came to us from the nations around us.",
          "ID": "17"
        },
        {
          "text": "Every day I prepared this much food for the people who ate at my table: one ox, six good sheep, and different kinds of birds. Every ten days all kinds of wine were brought to my table. But I never demanded that they give me the food that was allowed for the governor. I knew that the work the people were doing was very hard.",
          "ID": "18"
        },
        {
          "text": "My God, remember all the good I have done for these people.",
          "ID": "19"
        }
      ],
      "ID": "OT:NEH.5",
      "name": "Nehemiah 5"
    },
    {
      "title": "The Wall Is Finished",
      "text": [
        {
          "text": "Then Sanballat, Tobiah, Geshem the Arab, and our other enemies heard that I had built the wall. We repaired all the holes in the wall, but we had not yet put the doors in the gates.",
          "ID": "1"
        },
        {
          "text": "So Sanballat and Geshem sent me this message: “Come, Nehemiah, let’s meet together. We can meet in the town of Kephirim on the plain of Ono.” But they were planning to hurt me.",
          "ID": "2"
        },
        {
          "text": "So I sent messengers to them with this answer: “I am doing important work, so I cannot come down. I don’t want the work to stop just so I can come down and meet with you.”",
          "ID": "3"
        },
        {
          "text": "Sanballat and Geshem sent the same message to me four times, and I sent the same answer back to them each time.",
          "ID": "4"
        },
        {
          "text": "Then, the fifth time, Sanballat sent his helper to me with the same message. And he had a letter in his hand that was not sealed.",
          "ID": "5"
        },
        {
          "text": "This is what the letter said:\n“There is a rumor going around. People are talking about it everywhere. And, by the way, Geshem says it is true. People are saying that you and the Jews are planning to turn against the king. This is why you are building the wall of Jerusalem. People are also saying that you will be the new king of the Jews.",
          "ID": "6"
        },
        {
          "text": "And the rumor is that you have chosen prophets to announce this about you in Jerusalem: ‘There is a king in Judah!’\n“Now I warn you, Nehemiah, King Artaxerxes will hear about this. So come, let’s meet and talk about this together.”",
          "ID": "7"
        },
        {
          "text": "So I sent this answer back to Sanballat: “Nothing you are saying is happening. You are just making all that up in your own head.”",
          "ID": "8"
        },
        {
          "text": "Our enemies were only trying to make us afraid. They are thinking to themselves, “The Jews will be afraid and too weak to keep on working. Then the wall will not be finished.”\nBut I prayed, “God, make me strong.”",
          "ID": "9"
        },
        {
          "text": "One day I went to the house of a man named Shemaiah son of Delaiah. Delaiah was the son of Mehetabel. Shemaiah had to stay in his house. He said, “Nehemiah, let’s meet in God’s Temple. Let’s go inside the Holy Place and lock the doors. Men are coming to kill you. Tonight they are coming to kill you.”",
          "ID": "10",
          "comments": [
            "Holy Place Literally, “palace.” Only priests were allowed to go into this part of the Temple."
          ]
        },
        {
          "text": "But I said to Shemaiah, “Should a man like me run away? You know that an ordinary man like me cannot go into the Holy Place without being put to death. I will not go!”",
          "ID": "11"
        },
        {
          "text": "I knew that God had not sent Shemaiah. I knew that he had prophesied against me because Tobiah and Sanballat had paid him to do that.",
          "ID": "12"
        },
        {
          "text": "They hired Shemaiah to scare me and make me sin by going into that part of the Temple. They were planning those bad things against me so that they could shame me.",
          "ID": "13"
        },
        {
          "text": "My God, please remember Tobiah and Sanballat and the bad things they have done. Also remember the woman prophet Noadiah and the other prophets who have been trying to scare me.",
          "ID": "14"
        },
        {
          "text": "So the wall of Jerusalem was completed on the 25th day of the month of Elul. It had taken 52 days to finish building the wall.",
          "ID": "15",
          "comments": [
            "Elul That is, August–September, 443 B.C."
          ]
        },
        {
          "text": "Then all our enemies heard that we had completed the wall, and all the nations around us saw that it was finished. So they lost their courage, because they understood that this work had been done with the help of our God.",
          "ID": "16"
        },
        {
          "text": "Also in those days after the wall had been completed, the rich people of Judah were sending many letters to Tobiah, and he was answering their letters.",
          "ID": "17"
        },
        {
          "text": "They sent those letters because many people in Judah had promised to be loyal to him. The reason for this is that Tobiah was son-in-law to Shecaniah son of Arah. And Tobiah’s son Jehohanan had married the daughter of Meshullam. Meshullam is the son of Berekiah.",
          "ID": "18"
        },
        {
          "text": "And in the past, those people had made a special promise to Tobiah. So they kept telling me how good Tobiah was. And they kept telling Tobiah what I was doing. Tobiah kept sending me letters to make me afraid.",
          "ID": "19"
        }
      ],
      "ID": "OT:NEH.6",
      "name": "Nehemiah 6"
    },
    {
      "title": "The List of Captives Who Returned",
      "text": [
        {
          "text": "After we finished building the wall and put the doors in the gates, we chose the men who would guard the gates and the men to sing in the Temple and help the priests.",
          "ID": "1"
        },
        {
          "text": "Next, I put my brother Hanani in charge of Jerusalem. I chose another man named Hananiah to be the commander of the fort. I picked Hanani because he was a very honest man and he feared God more than most people do.",
          "ID": "2"
        },
        {
          "text": "Then I said to Hanani and Hananiah, “Each day you must wait until the sun has been up for several hours before you open the gates of Jerusalem. You must shut and lock the gates before the sun goes down. Also choose people who live in Jerusalem as guards. Put some of them at special places to guard the city, and put the other people near their own houses.”",
          "ID": "3"
        },
        {
          "text": "Now the city was large and there was plenty of room. But there were few people in it, and the houses had not yet been rebuilt.",
          "ID": "4"
        },
        {
          "text": "So my God put it in my heart to have all the people meet together. I called together all the important people, the officials, and the common people. I did this so that I could make a list of all the families. I found the family lists of the people who had been the first to return from captivity. This is what I found written there:",
          "ID": "5",
          "comments": [
            "family lists See Ezra 2."
          ]
        },
        {
          "text": "These are the people of the province who came back from captivity. In the past, King Nebuchadnezzar of Babylon took them as prisoners to Babylon. These people came back to Jerusalem and Judah. They all went to their own towns.",
          "ID": "6"
        },
        {
          "text": "They returned with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. This is the list of names and numbers of men from Israel who came back:",
          "ID": "7"
        },
        {
          "text": "the descendants of Parosh 2172",
          "ID": "8"
        },
        {
          "text": "the descendants of Shephatiah 372",
          "ID": "9"
        },
        {
          "text": "the descendants of Arah 652",
          "ID": "10"
        },
        {
          "text": "the descendants of Pahath Moab of the family line of Jeshua and Joab 2818",
          "ID": "11"
        },
        {
          "text": "the descendants of Elam 1254",
          "ID": "12"
        },
        {
          "text": "the descendants of Zattu 845",
          "ID": "13"
        },
        {
          "text": "the descendants of Zaccai 760",
          "ID": "14"
        },
        {
          "text": "the descendants of Binnui 648",
          "ID": "15"
        },
        {
          "text": "the descendants of Bebai 628",
          "ID": "16"
        },
        {
          "text": "the descendants of Azgad 2322",
          "ID": "17"
        },
        {
          "text": "the descendants of Adonikam 667",
          "ID": "18"
        },
        {
          "text": "the descendants of Bigvai 2067",
          "ID": "19"
        },
        {
          "text": "the descendants of Adin 655",
          "ID": "20"
        },
        {
          "text": "the descendants of Ater through the family of Hezekiah 98",
          "ID": "21"
        },
        {
          "text": "the descendants of Hashum 328",
          "ID": "22"
        },
        {
          "text": "the descendants of Bezai 324",
          "ID": "23"
        },
        {
          "text": "the descendants of Hariph 112",
          "ID": "24"
        },
        {
          "text": "the descendants of Gibeon 95",
          "ID": "25"
        },
        {
          "text": "from the towns of Bethlehem and Netophah 188",
          "ID": "26"
        },
        {
          "text": "from the town of Anathoth 128",
          "ID": "27"
        },
        {
          "text": "from the town of Beth Azmaveth 42",
          "ID": "28"
        },
        {
          "text": "from the towns of Kiriath Jearim, Kephirah, and Beeroth 743",
          "ID": "29"
        },
        {
          "text": "from the towns of Ramah and Geba 621",
          "ID": "30"
        },
        {
          "text": "from the town of Micmash 122",
          "ID": "31"
        },
        {
          "text": "from the towns of Bethel and Ai 123",
          "ID": "32"
        },
        {
          "text": "from the other town of Nebo 52",
          "ID": "33"
        },
        {
          "text": "from the other town of Elam 1254",
          "ID": "34"
        },
        {
          "text": "from the town of Harim 320",
          "ID": "35"
        },
        {
          "text": "from the town of Jericho 345",
          "ID": "36"
        },
        {
          "text": "from the towns of Lod, Hadid, and Ono 721",
          "ID": "37"
        },
        {
          "text": "from the town of Senaah 3930",
          "ID": "38"
        },
        {
          "text": "These are the priests:\nthe descendants of Jedaiah through the family of Jeshua 973",
          "ID": "39"
        },
        {
          "text": "the descendants of Immer 1052",
          "ID": "40"
        },
        {
          "text": "the descendants of Pashhur 1247",
          "ID": "41"
        },
        {
          "text": "the descendants of Harim 1017",
          "ID": "42"
        },
        {
          "text": "These are the people from the tribe of Levi:\nthe descendants of Jeshua through Kadmiel through the family of Hodeiah 74",
          "ID": "43",
          "comments": [
            "Hodeiah Or “Hodaviah.”"
          ]
        },
        {
          "text": "These are the singers:\nthe descendants of Asaph 148",
          "ID": "44"
        },
        {
          "text": "These are the gatekeepers:\nthe descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai 138",
          "ID": "45"
        },
        {
          "text": "These are the special Temple servants:\nthe descendants of Ziha, Hasupha, Tabbaoth,",
          "ID": "46"
        },
        {
          "text": "Keros, Sia, Padon,",
          "ID": "47"
        },
        {
          "text": "Lebana, Hagaba, Shalmai,",
          "ID": "48"
        },
        {
          "text": "Hanan, Giddel, Gahar,",
          "ID": "49"
        },
        {
          "text": "Reaiah, Rezin, Nekoda,",
          "ID": "50"
        },
        {
          "text": "Gazzam, Uzza, Paseah,",
          "ID": "51"
        },
        {
          "text": "Besai, Meunim, Nephussim,",
          "ID": "52"
        },
        {
          "text": "Bakbuk, Hakupha, Harhur,",
          "ID": "53"
        },
        {
          "text": "Bazluth, Mehida, Harsha,",
          "ID": "54"
        },
        {
          "text": "Barkos, Sisera, Temah,",
          "ID": "55"
        },
        {
          "text": "Neziah, and Hatipha.",
          "ID": "56"
        },
        {
          "text": "These are the descendants of the servants of Solomon:\nSotai, Sophereth, Perida,",
          "ID": "57"
        },
        {
          "text": "Jaala, Darkon, Giddel,",
          "ID": "58"
        },
        {
          "text": "Shephatiah, Hattil, Pokereth Hazzebaim, and Amon,",
          "ID": "59"
        },
        {
          "text": "the Temple servants and the descendants of Solomon’s servants 392",
          "ID": "60"
        },
        {
          "text": "Some people came to Jerusalem from these towns of Tel Melah, Tel Harsha, Kerub, Addon, and Immer. But these people could not prove that their families really came from the Israelites:",
          "ID": "61"
        },
        {
          "text": "the descendants of Delaiah, Tobiah, and Nekoda 642",
          "ID": "62"
        },
        {
          "text": "From the family of priests there were the descendants of\nHobaiah, Hakkoz, and Barzillai. (If a man married a daughter of Barzillai from Gilead, he was counted as a descendant of Barzillai.)",
          "ID": "63"
        },
        {
          "text": "These people searched for their family histories, but they could not find them. They could not prove that their ancestors were priests, so they could not serve as priests. Their names were not included in the list of priests.",
          "ID": "64"
        },
        {
          "text": "The governor ordered them not to eat any of the most holy food until a priest could use the Urim and Thummim to ask God what to do.",
          "ID": "65"
        },
        {
          "text": "All together, there were 42,360 people in the group who came back. This is not counting their 7337 men and women slaves. They also had 245 men and women singers with them.",
          "ID": "66-67"
        },
        {
          "text": "They had 736 horses, 245 mules, 435 camels, and 6720 donkeys.",
          "ID": "68-69"
        },
        {
          "text": "Some of the family leaders gave money to support the work. The governor gave 19 pounds of gold to the treasury. He also gave 50 bowls and 530 pieces of clothing for the priests.",
          "ID": "70",
          "comments": [
            "19 pounds Literally, “1000 drachmas” (8.63 kg)."
          ]
        },
        {
          "text": "The family leaders gave 375 pounds of gold to the treasury to support the work. They also gave 2750 pounds of silver.",
          "ID": "71",
          "comments": [
            "375 pounds Literally, “20,000 drachmas” (172.5 kg).",
            "2750 pounds Literally, “2200 minas” (1265 kg)."
          ]
        },
        {
          "text": "All together the other people gave 375 pounds of gold, 2500 pounds of silver, and 67 pieces of clothing for the priests.",
          "ID": "72",
          "comments": [
            "2500 pounds Literally, “2000 minas” (1150 kg)."
          ]
        },
        {
          "text": "So the priests, the people from the tribe of Levi, the gatekeepers, the singers, and the Temple servants settled down in their own towns. And all the other Israelites settled down in their own towns. By the seventh month of the year, all the Israelites had settled down in their own towns.",
          "ID": "73",
          "comments": [
            "seventh month That is, September–October. Also in 8:1, 14-15."
          ]
        }
      ],
      "ID": "OT:NEH.7",
      "name": "Nehemiah 7"
    },
    {
      "title": "Ezra Reads the Law",
      "text": [
        {
          "text": "So all the Israelites met together in the seventh month of the year. They were united and in complete agreement. They all met together in the open place in front of the Water Gate. All the people asked Ezra the teacher to bring out the Book of the Law of Moses, which the Lord had given to the Israelites.",
          "ID": "1"
        },
        {
          "text": "So Ezra the priest brought the law before those who had met together. This was on the first day of the month. It was the seventh month of the year. Men, women, and anyone old enough to listen and understand were at the meeting.",
          "ID": "2",
          "comments": [
            "first day of the month This was a special day of worship. The people met together and shared a fellowship meal."
          ]
        },
        {
          "text": "Ezra read in a loud voice from the Book of the Law from early morning until noon. He was facing the open place that was in front of the Water Gate. He read to all the men and women, and to everyone old enough to listen and understand. All the people listened carefully and paid attention to the Book of the Law.",
          "ID": "3"
        },
        {
          "text": "Ezra stood on a high wooden stage. It had been built just for this special time. On his right side stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah. And on his left side stood Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah, and Meshullam.",
          "ID": "4"
        },
        {
          "text": "So Ezra opened the book. All the people could see him because he was standing above them on the high stage. As he opened the Book of the Law, all the people stood up.",
          "ID": "5"
        },
        {
          "text": "Ezra praised the Lord, the great God, and all the people held up their hands and said, “Amen! Amen!” Then all the people bowed down and put their faces low to the ground and they worshiped the Lord.",
          "ID": "6"
        },
        {
          "text": "These men from the tribe of Levi taught the people about the law as they were all standing there. The Levites were Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah.",
          "ID": "7"
        },
        {
          "text": "They read the Book of the Law of God. They made it easy to understand, and explained what it meant. They did this so that the people could understand what was being read.",
          "ID": "8"
        },
        {
          "text": "Then Nehemiah the governor, Ezra the priest and teacher, and the Levites who were teaching the people spoke. They said, “Today is a special day to the Lord your God. Don’t be sad and cry.” They said that because all the people had begun to cry as they were listening to the messages of God in the law.",
          "ID": "9",
          "comments": [
            "special day The first and second days of each month were special days of worship. The people met together and shared a fellowship meal."
          ]
        },
        {
          "text": "Nehemiah said, “Go and enjoy the good food and sweet drinks. Give some food and drinks to those who didn’t prepare any food. Today is a special day to our Lord. Don’t be sad, because the joy of the Lord will make you strong.”",
          "ID": "10"
        },
        {
          "text": "The Levites helped the people to calm down. They said, “Be quiet, calm down, this is a special day. Don’t be sad.”",
          "ID": "11"
        },
        {
          "text": "Then all the people went to eat the special meal. They shared their food and drinks. They celebrated that special day. They were happy that they could hear the reading of God’s law and were now able to understand it.",
          "ID": "12"
        },
        {
          "text": "Then on the second day of the month, the leaders of all the families went to meet with Ezra, the priests, and the Levites. They all gathered around Ezra the teacher to study the words of the law.",
          "ID": "13",
          "comments": [
            "second day of the month The first and second days of each month were special days of worship. The people met together and shared a fellowship meal."
          ]
        },
        {
          "text": "They studied and found these commands in the law. The Lord gave this command to the people through Moses: In the seventh month of the year, the Israelites must go to Jerusalem to celebrate a special festival. They must live in temporary shelters. And the people are supposed to go through all of their towns and Jerusalem and say this: “Go out into the hill country and get branches from different kinds of olive trees. Get branches from myrtle trees, palm trees, and shade trees. Use the branches to make temporary shelters. Do what the law says.”",
          "ID": "14-15"
        },
        {
          "text": "So the people went out and got tree branches. Then they built temporary shelters for themselves. They built shelters on their own roofs and in their own yards. And they built shelters in the Temple yard, in the open place near the Water Gate, and near Ephraim Gate.",
          "ID": "16"
        },
        {
          "text": "The whole group that had come back from captivity built shelters. They lived in the shelters they had built. Since the days of Joshua son of Nun up until that day, the Israelites had not celebrated the Festival of Shelters like this. Everyone was very happy!",
          "ID": "17"
        },
        {
          "text": "Ezra read to them from the Book of the Law every day of the festival from the first day of the festival to the last day. The Israelites celebrated the festival for seven days. Then on the eighth day, the people met together for a special meeting, as the law says.",
          "ID": "18"
        }
      ],
      "ID": "OT:NEH.8",
      "name": "Nehemiah 8"
    },
    {
      "title": "The People of Israel Confess Their Sins",
      "text": [
        {
          "text": "Then on the 24th day of that same month, the Israelites gathered together for a day of fasting. They wore sackcloth and put ashes on their heads to show they were sad and upset.",
          "ID": "1"
        },
        {
          "text": "Those people who were true Israelites separated themselves from foreigners. The Israelites stood and confessed their sins and the sins of their ancestors.",
          "ID": "2"
        },
        {
          "text": "They stood there for about three hours, and the people read the Book of the Law of the Lord their God. Then for three more hours they confessed their sins and bowed down to worship the Lord their God.",
          "ID": "3"
        },
        {
          "text": "Then these Levites stood on the stairs: Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Kenani. They called out to the Lord their God with loud voices.",
          "ID": "4"
        },
        {
          "text": "Then these Levites spoke again: Jeshua, Bani, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah. They said, “Stand up and praise the Lord your God! God has always lived and will live forever.\n“People should praise your glorious name.",
          "ID": "5"
        },
        {
          "text": "You are God.\nYou made the sky and the highest heavens\nYou made the earth\nYou made the seas\nYou give life to everything.",
          "ID": "6"
        },
        {
          "text": "You are the Lord,\nYou led him from Ur in Babylonia.",
          "ID": "7"
        },
        {
          "text": "You saw he was true and loyal to you,\nYou promised to give him the land\nBut you promised to give that land to Abraham’s descendants.",
          "ID": "8"
        },
        {
          "text": "You saw our ancestors suffering in Egypt",
          "ID": "9"
        },
        {
          "text": "You showed the miracles to Pharaoh.\nYou knew that the Egyptians thought\nBut you proved how great you are,",
          "ID": "10"
        },
        {
          "text": "You split the Red Sea in front of them,\nThe Egyptian soldiers were chasing them,",
          "ID": "11"
        },
        {
          "text": "With the tall cloud, you led them by day,\nThat is the way you lit their path",
          "ID": "12"
        },
        {
          "text": "Then you came down to Mount Sinai.\nYou gave them good laws.",
          "ID": "13"
        },
        {
          "text": "You told them about your special day of rest—the Sabbath.",
          "ID": "14"
        },
        {
          "text": "They were hungry,\nThey were thirsty,\nYou told them,\nYou used your power,",
          "ID": "15"
        },
        {
          "text": "But our ancestors became proud and stubborn.",
          "ID": "16"
        },
        {
          "text": "They refused to listen.\nThey became stubborn.\n“But you are a forgiving God!\nYou are patient and full of love.\nSo you didn’t leave them!",
          "ID": "17"
        },
        {
          "text": "You didn’t leave them even when they made golden calves and said,",
          "ID": "18"
        },
        {
          "text": "You are very kind,\nYou didn’t take the tall cloud\nYou continued to lead them.\nYou didn’t take the column of fire\nYou continued to light their path",
          "ID": "19"
        },
        {
          "text": "You gave them your good Spirit to make them wise.",
          "ID": "20"
        },
        {
          "text": "You took care of them for 40 years.\nTheir clothes didn’t wear out,",
          "ID": "21"
        },
        {
          "text": "You gave them kingdoms and nations,\nThey got the land of King Sihon of Heshbon.",
          "ID": "22"
        },
        {
          "text": "You made their descendants\nYou brought them to the land",
          "ID": "23"
        },
        {
          "text": "Their children took the land.\nThey defeated the Canaanites living there.\nYou let them do whatever they wanted",
          "ID": "24"
        },
        {
          "text": "They defeated powerful cities.\nThey got houses filled with good things.\nThey got vineyards, olive trees, and plenty of fruit trees.\nThey enjoyed all the wonderful things you gave them.",
          "ID": "25"
        },
        {
          "text": "And then they turned against you.\nThose prophets warned the people.",
          "ID": "26"
        },
        {
          "text": "So you let their enemies have them.\nWhen trouble came, our ancestors called to you for help.\nYou are very kind,",
          "ID": "27"
        },
        {
          "text": "Then as soon as our ancestors were rested,\nSo you let the enemy defeat them\nThey called to you for help,\nYou are so kind.",
          "ID": "28"
        },
        {
          "text": "You warned them.\nYou told them to come back,\nIf people obey your laws, they will live.\nThey were stubborn.",
          "ID": "29"
        },
        {
          "text": "“You were very patient with our ancestors.\nYou warned them with your Spirit.\nBut our ancestors didn’t listen.",
          "ID": "30"
        },
        {
          "text": "“But you are so kind!\nYou didn’t leave them.",
          "ID": "31"
        },
        {
          "text": "Our God, you are the great God,\nYou are kind and loyal.\nWe have had many troubles,\nBad things happened to all our people,\nThose terrible things have happened",
          "ID": "32"
        },
        {
          "text": "But God, you were right about everything that happened to us.",
          "ID": "33"
        },
        {
          "text": "Our kings, leaders, priests, and fathers did not obey your law.",
          "ID": "34"
        },
        {
          "text": "Our ancestors didn’t serve you even when they were living in their own kingdom.\nThey enjoyed the rich land and had plenty of room,",
          "ID": "35"
        },
        {
          "text": "And now, we are slaves.\nWe are slaves in this land,",
          "ID": "36"
        },
        {
          "text": "The harvest is big in this land.\nThey control us and our cattle.",
          "ID": "37"
        },
        {
          "text": "“Because of all these things, we are making an agreement that cannot be changed. We are putting this agreement in writing. Our leaders, Levites, and priests are signing their names to this agreement and sealing it with a seal.”",
          "ID": "38"
        }
      ],
      "ID": "OT:NEH.9",
      "name": "Nehemiah 9"
    },
    {
      "title": null,
      "text": [
        {
          "text": "These are the names on the sealed agreement:\nNehemiah the governor, son of Hacaliah. Zedekiah,",
          "ID": "1"
        },
        {
          "text": "Seraiah, Azariah, Jeremiah,",
          "ID": "2"
        },
        {
          "text": "Pashhur, Amariah, Malkijah,",
          "ID": "3"
        },
        {
          "text": "Hattush, Shebaniah, Malluch,",
          "ID": "4"
        },
        {
          "text": "Harim, Meremoth, Obadiah,",
          "ID": "5"
        },
        {
          "text": "Daniel, Ginnethon, Baruch,",
          "ID": "6"
        },
        {
          "text": "Meshullam, Abijah, Mijamin,",
          "ID": "7"
        },
        {
          "text": "Maaziah, Bilgai, and Shemaiah. These were the priests who put their names on the sealed agreement.",
          "ID": "8"
        },
        {
          "text": "And these are the Levites who put their names on the sealed agreement:\nJeshua son of Azaniah, Binnui from the family of Henadad, Kadmiel,",
          "ID": "9"
        },
        {
          "text": "and their brothers: Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,",
          "ID": "10"
        },
        {
          "text": "Mica, Rehob, Hashabiah,",
          "ID": "11"
        },
        {
          "text": "Zaccur, Sherebiah, Shebaniah,",
          "ID": "12"
        },
        {
          "text": "Hodiah, Bani, and Beninu.",
          "ID": "13"
        },
        {
          "text": "And these are the names of the leaders who put their names on the sealed agreement:\nParosh, Pahath-Moab, Elam, Zattu, Bani,",
          "ID": "14"
        },
        {
          "text": "Bunni, Azgad, Bebai,",
          "ID": "15"
        },
        {
          "text": "Adonijah, Bigvai, Adin,",
          "ID": "16"
        },
        {
          "text": "Ater, Hezekiah, Azzur,",
          "ID": "17"
        },
        {
          "text": "Hodiah, Hashum, Bezai,",
          "ID": "18"
        },
        {
          "text": "Hariph, Anathoth, Nebai,",
          "ID": "19"
        },
        {
          "text": "Magpiash, Meshullam, Hezir,",
          "ID": "20"
        },
        {
          "text": "Meshezabel, Zadok, Jaddua,",
          "ID": "21"
        },
        {
          "text": "Pelatiah, Hanan, Anaiah,",
          "ID": "22"
        },
        {
          "text": "Hoshea, Hananiah, Hasshub,",
          "ID": "23"
        },
        {
          "text": "Hallohesh, Pilha, Shobek,",
          "ID": "24"
        },
        {
          "text": "Rehum, Hashabnah, Maaseiah,",
          "ID": "25"
        },
        {
          "text": "Ahiah, Hanan, Anan,",
          "ID": "26"
        },
        {
          "text": "Malluch, Harim, and Baanah.",
          "ID": "27"
        },
        {
          "text": "So all these people now make this special promise to God. And they all ask for bad things to happen if they don’t keep their promise. All these people promise to follow the law of God. That law of God was given to us through Moses his servant. These people promise with an oath to carefully obey all the commands, rules, and teachings of our Lord God. Now, these are the people who are making this promise: The rest of the people—the priests, Levites, gatekeepers, singers, Temple servants, and all the Israelites who separated themselves from the people living around them. They have separated themselves to obey God’s law. Their wives, sons, and daughters who are able to listen and understand also did this. All these people joined their brothers and the important people to accept for themselves the promise to obey God’s law. And they accepted the curse that asks for bad things to happen to them if they don’t obey God’s law.",
          "ID": "28-29"
        },
        {
          "text": "“We promise not to let our daughters marry the people living around us. And we promise not to let our sons marry their daughters.",
          "ID": "30"
        },
        {
          "text": "“We promise not to work on the Sabbath day. If the people living around us bring grain or other things to sell on the Sabbath, we will not buy them on that special day or on any other festival. Every seventh year, we will not plant or work the land. And every seventh year, we will cancel every debt that other people owe to us.",
          "ID": "31",
          "comments": [
            "seventh year See Ex. 23:10, 11."
          ]
        },
        {
          "text": "“We will accept the responsibility for obeying the commands to take care of God’s Temple. We will give 1/3 shekel of silver each year to support the Temple service to honor our God.",
          "ID": "32",
          "comments": [
            "1/3 shekel This was probably a coin at this time, but 1 shekel is 2/5 of an ounce (11.5 g)."
          ]
        },
        {
          "text": "This money will pay for the special bread that the priests put on the table in the Temple. It will pay for the daily grain offerings and burnt offerings. It will pay for the offerings on the Sabbaths, New Moon celebrations, and other special meeting days. It will pay for the holy offerings and for the sin offerings that make the Israelites pure. It will pay for any work needed on the Temple of our God.",
          "ID": "33"
        },
        {
          "text": "“We, the priests, the Levites, and the people have thrown lots to decide when each of our families is to bring a gift of wood to the Temple of our God at certain times each year. The wood is to burn on the altar of the Lord our God. We must do that just as it is written in the law.",
          "ID": "34"
        },
        {
          "text": "“We also accept the responsibility of bringing the first part of our harvest, whether from the grain in our fields or the fruit from our trees. We will bring them to the Lord’s Temple each year.",
          "ID": "35"
        },
        {
          "text": "“Just as it is also written in the law, this is what we will do: We will bring our firstborn sons and our firstborn cattle, sheep, and goats. We will bring these to the Temple of our God, to the priests who are serving there.",
          "ID": "36"
        },
        {
          "text": "“And we will also bring the first part of our harvest to priests to put in the storage rooms of our God’s Temple. We will bring the first of our ground meal, the first of our grain offerings, the first fruit from our trees, and the first of our new wine and oil. And we will bring a tenth of our crops to the Levites, because they are the ones who collect these things in all the towns where we work.",
          "ID": "37"
        },
        {
          "text": "A priest from the family of Aaron must be with the Levites when they receive the crops. Then the Levites must bring the crops to the Temple of our God and put them in the storerooms of the Temple treasury.",
          "ID": "38"
        },
        {
          "text": "The Israelites and the Levites must bring their gifts to the storerooms. They are to bring their gifts of grain, new wine, and oil. All the things for the Temple are kept in the storerooms, and that is where the priests who are on duty stay. The singers and gatekeepers also stay there.\n“We all promise that we will take care of the Temple of our God.”",
          "ID": "39"
        }
      ],
      "ID": "OT:NEH.10",
      "name": "Nehemiah 10"
    },
    {
      "title": "New People Move Into Jerusalem",
      "text": [
        {
          "text": "Now the leaders of the Israelites moved into the city of Jerusalem. The rest of the people used lots to decide who else should move there with the leaders. They chose a tenth of the people to live in Jerusalem, the holy city. The rest of the people stayed in their own towns.",
          "ID": "1"
        },
        {
          "text": "The people who stayed asked God to bless those who were willing to move to Jerusalem.",
          "ID": "2"
        },
        {
          "text": "Some of the Israelites, priests, Levites, servants, and descendants of Solomon’s servants lived in the various towns throughout Judah. These all lived on property they owned in these towns. But the area leaders lived in Jerusalem.",
          "ID": "3"
        },
        {
          "text": "And other people from the families of Judah and Benjamin lived in Jerusalem.\nThese are the descendants of Judah who moved into Jerusalem:\nAthaiah son of Uzziah (the son of Zechariah, who was the son of Amariah, who was the son of Shephatiah, who was the son of Mahalalel, who was a descendant of Perez)",
          "ID": "4"
        },
        {
          "text": "and Maaseiah son of Baruch (the son of Col-Hozeh, who was the son of Hazaiah, who was the son of Adaiah, who was the son of Joiarib, who was the son of Zechariah, who was a descendant of Shelah).",
          "ID": "5"
        },
        {
          "text": "The number of Perez’s descendants living in Jerusalem was 468. All of them were brave men.",
          "ID": "6"
        },
        {
          "text": "These are the descendants of Benjamin who moved into Jerusalem:\nSallu son of Meshullam (the son of Joed, who was the son of Pedaiah, who was the son of Kolaiah, who was the son of Maaseiah, who was the son of Ithiel, who was the son of Jeshaiah),",
          "ID": "7"
        },
        {
          "text": "and those who followed Jeshaiah were Gabbai and Sallai. All together there were 928 men.",
          "ID": "8"
        },
        {
          "text": "Joel son of Zicri was in charge of them. And Judah son of Hassenuah was in charge of the Second District of the city of Jerusalem.",
          "ID": "9"
        },
        {
          "text": "These are the priests who moved into Jerusalem:\nJedaiah son of Joiarib, Jakin,",
          "ID": "10"
        },
        {
          "text": "and Seraiah son of Hilkiah (the son of Meshullam, who was the son of Zadok, who was the son of Meraioth, who was the son of Ahitub), who was the supervisor in the Temple of God,",
          "ID": "11"
        },
        {
          "text": "and 822 men of their brothers that did the work for the Temple, and Adaiah son of Jeroham (the son of Pelaliah, who was the son of Amzi, who was the son of Zechariah, who was the son of Pashhur, who was the son of Malkijah),",
          "ID": "12"
        },
        {
          "text": "and 242 men who were Adaiah’s brothers (leaders of their families), Amashsai son of Azarel (the son of Ahzai, who was the son of Meshillemoth, who was the son of Immer),",
          "ID": "13"
        },
        {
          "text": "and 128 of Amashsai’s brothers. (These men were brave soldiers. The officer over them was Zabdiel son of Haggedolim.)",
          "ID": "14"
        },
        {
          "text": "These are the Levites who moved into Jerusalem:\nShemaiah son of Hasshub (the son of Azrikam, who was the son of Hashabiah, who was the son of Bunni),",
          "ID": "15"
        },
        {
          "text": "Shabbethai and Jozabad (two of the leaders of the Levites in charge of the outside work of God’s Temple),",
          "ID": "16"
        },
        {
          "text": "Mattaniah (the son of Mica, who was the son of Zabdi, who was the son of Asaph), the director who led the people in singing songs of praise and prayer, Bakbukiah (the second in charge over his brothers), and Abda son of Shammua (the son of Galal, who was the son of Jeduthun).",
          "ID": "17"
        },
        {
          "text": "So there were 284 Levites who moved into Jerusalem, the holy city.",
          "ID": "18"
        },
        {
          "text": "These are the gatekeepers who moved into Jerusalem:\nAkkub, Talmon, and 172 of their brothers. They watched and guarded the gates of the city.",
          "ID": "19"
        },
        {
          "text": "The other Israelites, and the other priests and Levites, lived in all the towns of Judah. Everyone lived on the land that their ancestors had owned.",
          "ID": "20"
        },
        {
          "text": "The Temple servants lived on the hill of Ophel. Ziha and Gishpa were in charge of the Temple servants.",
          "ID": "21"
        },
        {
          "text": "The officer over the Levites in Jerusalem was Uzzi. Uzzi was the son of Bani (the son of Hashabiah, who was the son of Mattaniah, who was the son of Mica). Uzzi was a descendant of Asaph. Asaph’s descendants were the singers who were responsible for the service in God’s Temple.",
          "ID": "22"
        },
        {
          "text": "The singers obeyed orders from the king, which told them what to do from day to day.",
          "ID": "23"
        },
        {
          "text": "Pethahiah son of Meshezabel told the people what the king wanted done. (Meshezabel was one of the descendants of Zerah. Zerah was Judah’s son.)",
          "ID": "24"
        },
        {
          "text": "The people of Judah lived in these towns: In Kiriath Arba and the small towns around it, in Dibon and the small towns around it, in Jekabzeel and the small towns around it,",
          "ID": "25"
        },
        {
          "text": "and in Jeshua, in Moladah, in Beth Pelet,",
          "ID": "26"
        },
        {
          "text": "in Hazar Shual, in Beersheba and the small towns around it,",
          "ID": "27"
        },
        {
          "text": "and in Ziklag, in Meconah and the small towns around it,",
          "ID": "28"
        },
        {
          "text": "and in En Rimmon, in Zorah, in Jarmuth,",
          "ID": "29"
        },
        {
          "text": "and in Zanoah and Adullam and the small towns around them, in Lachish and the fields around it, and in Azekah and the small towns around it. So the people of Judah were living all the way from Beersheba to the Valley of Hinnom.",
          "ID": "30"
        },
        {
          "text": "The descendants of the family of Benjamin from Geba lived in Micmash, Aija, Bethel, and the small towns around it,",
          "ID": "31"
        },
        {
          "text": "in Anathoth, Nob, and Ananiah,",
          "ID": "32"
        },
        {
          "text": "in Hazor, Ramah, and Gittaim,",
          "ID": "33"
        },
        {
          "text": "in Hadid, Zeboim, and Neballat,",
          "ID": "34"
        },
        {
          "text": "in Lod and Ono, and in the Valley of the Craftsmen.",
          "ID": "35"
        },
        {
          "text": "Some of the groups from the family of Levi moved to the land of Benjamin.",
          "ID": "36"
        }
      ],
      "ID": "OT:NEH.11",
      "name": "Nehemiah 11"
    },
    {
      "title": "Dedication of the Wall of Jerusalem",
      "text": [
        {
          "text": "These are the priests and Levites who came back to the land of Judah. They came back with Zerubbabel son of Shealtiel and Jeshua. This is a list of their names:\nSeraiah, Jeremiah, Ezra,",
          "ID": "1"
        },
        {
          "text": "Amariah, Malluch, Hattush,",
          "ID": "2"
        },
        {
          "text": "Shecaniah, Rehum, Meremoth,",
          "ID": "3"
        },
        {
          "text": "Iddo, Ginnethon, Abijah,",
          "ID": "4"
        },
        {
          "text": "Mijamin, Maadiah, Bilgah,",
          "ID": "5"
        },
        {
          "text": "Shemaiah, Joiarib, Jedaiah,",
          "ID": "6"
        },
        {
          "text": "Sallu, Amok, Hilkiah, and Jedaiah.\nThese men were the leaders of the priests and their relatives in the days of Jeshua.",
          "ID": "7"
        },
        {
          "text": "The Levites were Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and also Mattaniah. These men, with Mattaniah’s relatives, were in charge of the songs of praise to God.",
          "ID": "8"
        },
        {
          "text": "Bakbukiah and Unni were the relatives of those Levites. These two men stood across from them in the services.",
          "ID": "9"
        },
        {
          "text": "Jeshua was the father of Joiakim. Joiakim was the father of Eliashib. Eliashib was the father of Joiada.",
          "ID": "10"
        },
        {
          "text": "Joiada was the father of Jonathan, and Jonathan was the father of Jaddua.",
          "ID": "11"
        },
        {
          "text": "In the days of Joiakim, these men were the leaders of the families of priests:\nThe leader of Seraiah’s family was Meraiah.\nThe leader of Jeremiah’s family was Hananiah.",
          "ID": "12"
        },
        {
          "text": "The leader of Ezra’s family was Meshullam.\nThe leader of Amariah’s family was Jehohanan.",
          "ID": "13"
        },
        {
          "text": "The leader of Malluch’s family was Jonathan.\nThe leader of Shecaniah’s family was Joseph.",
          "ID": "14"
        },
        {
          "text": "The leader of Harim’s family was Adna.\nThe leader of Meremoth’s family was Helkai.",
          "ID": "15"
        },
        {
          "text": "The leader of Iddo’s family was Zechariah.\nThe leader of Ginnethon’s family was Meshullam.",
          "ID": "16"
        },
        {
          "text": "The leader of Abijah’s family was Zicri.\nThe leader of Miniamin and Maadiah’s families was Piltai.",
          "ID": "17"
        },
        {
          "text": "The leader of Bilgah’s family was Shammua.\nThe leader of Shemaiah’s family was Jehonathan.",
          "ID": "18"
        },
        {
          "text": "The leader of Joiarib’s family was Mattenai.\nThe leader of Jedaiah’s family was Uzzi.",
          "ID": "19"
        },
        {
          "text": "The leader of Sallu’s family was Kallai.\nThe leader of Amok’s family was Eber.",
          "ID": "20"
        },
        {
          "text": "The leader of Hilkiah’s family was Hashabiah.\nThe leader of Jedaiah’s family was Nethanel.",
          "ID": "21"
        },
        {
          "text": "The names of the leaders of the families of the Levites and the priests in the days of Eliashib, Joiada, Johanan, and Jaddua were written down during the rule of Darius the Persian king.",
          "ID": "22"
        },
        {
          "text": "The family leaders among the descendants of the Levites and up to the time of Johanan son of Eliashib were written in the history book.",
          "ID": "23"
        },
        {
          "text": "And these were the leaders of the Levites: Hashabiah, Sherebiah, Jeshua the son of Kadmiel, and their brothers. Their brothers stood across from them to sing praise and honor to God. One group answered the other group. That is what was commanded by David the man of God.",
          "ID": "24"
        },
        {
          "text": "The gatekeepers who guarded the storerooms next to the gates were Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub.",
          "ID": "25"
        },
        {
          "text": "They served in the days of Joiakim. Joiakim was the son of Jeshua, who was the son of Jozadak. And the gatekeepers also served in the days of Nehemiah the governor and in the days of Ezra the priest and teacher.",
          "ID": "26"
        },
        {
          "text": "The people dedicated the wall of Jerusalem. They brought all the Levites to Jerusalem. The Levites came from the towns they lived in. They came to Jerusalem to celebrate the dedication of the wall of Jerusalem. They came to sing songs of praise and thanks to God. They played their cymbals, harps, and lyres.",
          "ID": "27"
        },
        {
          "text": "And all the singers also came to Jerusalem. They came from the towns all around Jerusalem. They came from the town of Netophah, from Beth Gilgal, Geba, and Azmaveth. The singers had built small towns for themselves in the area around Jerusalem.",
          "ID": "28-29"
        },
        {
          "text": "So the priests and Levites made themselves pure in a ceremony. Then they also made the people, the gates, and the wall of Jerusalem pure in a ceremony.",
          "ID": "30"
        },
        {
          "text": "I told the leaders of Judah to go up and stand on top of the wall. I also chose two large singing groups to give thanks to God. One group was to start going up on top of the wall on the right side, toward the Ash Pile Gate.",
          "ID": "31"
        },
        {
          "text": "Hoshaiah and half of the leaders of Judah followed the singers.",
          "ID": "32"
        },
        {
          "text": "Also following them were Azariah, Ezra, Meshullam,",
          "ID": "33"
        },
        {
          "text": "Judah, Benjamin, Shemaiah, and Jeremiah.",
          "ID": "34"
        },
        {
          "text": "And some of the priests with trumpets also followed them up to the wall. Zechariah also followed them. (Zechariah was the son of Jonathan, who was the son of Shemaiah, who was the son of Mattaniah, who was the son of Micaiah, who was the son of Zaccur, who was the son of Asaph.)",
          "ID": "35"
        },
        {
          "text": "There were also Asaph’s brothers, who were Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani. They had the musical instruments that David, the man of God, had made. Ezra the teacher led the group of people who were there to dedicate the wall.",
          "ID": "36"
        },
        {
          "text": "They went to the Fountain Gate and walked up the stairs all the way to the City of David. They were on top of the city wall. They walked over the house of David and went toward the Water Gate.",
          "ID": "37"
        },
        {
          "text": "The second group of singers started out in the other direction, to the left. I followed them as they went up to the top of the wall. Half of the people also followed them. They went past the Tower of Ovens to the Broad Wall.",
          "ID": "38"
        },
        {
          "text": "Then they went over these gates: the Gate of Ephraim, the Old Gate, and the Fish Gate. And they went over the Tower of Hananel and the Tower of the Hundred. They went as far as the Sheep Gate and stopped at the Guard Gate.",
          "ID": "39"
        },
        {
          "text": "Then the two singing groups went to their places in God’s Temple. And I stood in my place. And half the officials stood in their places in the Temple.",
          "ID": "40"
        },
        {
          "text": "Then these priests stood in their places: Eliakim, Maaseiah, Mijamin, Micaiah, Elioenai, Zechariah, and Hananiah. These priests had their trumpets with them.",
          "ID": "41"
        },
        {
          "text": "Then these priests stood in their places in the Temple: Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malkijah, Elam, and Ezer.\nThen two singing groups began singing with Jezrahiah leading them.",
          "ID": "42"
        },
        {
          "text": "So on that special day, the priests offered many sacrifices. Everyone was very happy because God had made them happy. Even the women and children were excited and happy. People far away could hear the happy sounds coming from Jerusalem.",
          "ID": "43"
        },
        {
          "text": "Men were chosen to be in charge of the storerooms on that day. People brought the first part of the harvest and a tenth of their crops. So the men in charge put these things in the storerooms. The Jewish people were very happy about the priests and Levites on duty. So they brought many things to be put in the storerooms.",
          "ID": "44"
        },
        {
          "text": "The priests and Levites did their work for their God. They did the ceremonies that made people pure, and the singers and gatekeepers did their part. They did everything that David and Solomon had commanded.",
          "ID": "45"
        },
        {
          "text": "(Long ago, in the days of David, Asaph had been the director. And he had many songs of praise and thanks to God.)",
          "ID": "46"
        },
        {
          "text": "So in the days of Zerubbabel and of Nehemiah, all the Israelites gave every day to support the singers and gatekeepers. The people also set aside the money for the other Levites. And the Levites set aside the money for the descendants of Aaron.",
          "ID": "47"
        }
      ],
      "ID": "OT:NEH.12",
      "name": "Nehemiah 12"
    },
    {
      "title": "Nehemiah’s Last Commands",
      "text": [
        {
          "text": "On that day the Book of Moses was read out loud, so that all the people could hear. They found this law written there: No Ammonite and no Moabite would be permitted to join in the meetings with God.",
          "ID": "1"
        },
        {
          "text": "That law was written because those people didn’t give the Israelites food and water. And they had paid Balaam to say a curse against the Israelites. But our God changed that curse and made it a blessing for us.",
          "ID": "2"
        },
        {
          "text": "So when the Israelites heard that law, they obeyed it. They separated themselves from the people who were descendants of foreigners.",
          "ID": "3"
        },
        {
          "text": "But, before that happened, Eliashib had given a room in the Temple to Tobiah. Eliashib was the priest in charge of the storerooms in our God’s Temple. And he was a close friend of Tobiah. That room had been used for storing the grain offerings, incense, and the Temple dishes and things. They also kept the tenth of grain, new wine, and oil for the Levites, singers, and gatekeepers in that room. And they also kept the gifts for the priests in that room. But Eliashib gave that room to Tobiah.",
          "ID": "4-5"
        },
        {
          "text": "I was not in Jerusalem while all of this was happening. I had gone back to the king of Babylon. I went back to Babylon in the 32nd year that Artaxerxes was king of Babylon. Later, I asked the king for permission to go back to Jerusalem.",
          "ID": "6",
          "comments": [
            "the 32nd year … Babylon That is, 432 B.C."
          ]
        },
        {
          "text": "So I came back to Jerusalem. There I heard about the sad thing that Eliashib had done. He had given Tobiah a room in the Temple of God!",
          "ID": "7"
        },
        {
          "text": "I was very angry about what Eliashib had done, so I threw all of Tobiah’s things out of the room.",
          "ID": "8"
        },
        {
          "text": "I gave commands for the rooms to be made pure and clean. Then I put the Temple dishes and things, the grain offerings, and the incense back into the rooms.",
          "ID": "9"
        },
        {
          "text": "I also heard that the people had not given the Levites their share. So the Levites and singers had gone back to work in their own fields.",
          "ID": "10"
        },
        {
          "text": "So I told the officials that they were wrong. I asked them, “Why didn’t you take care of God’s Temple?” Then I called all Levites together and told them to go back to their places and duties in the Temple.",
          "ID": "11"
        },
        {
          "text": "Then everyone in Judah brought their tenth of grain, new wine, and oil to the Temple. These things were put into the storerooms.",
          "ID": "12"
        },
        {
          "text": "I put these men in charge of the storerooms: Shelemiah the priest, Zadok the teacher, and a Levite named Pedaiah. And I made Hanan son of Zaccur, son of Mattaniah, their helper. I knew I could trust these men. They were responsible for giving the supplies to their relatives.",
          "ID": "13"
        },
        {
          "text": "My God, please remember me for these things I have done. Don’t forget all I have faithfully done for the Temple of my God and for its services.",
          "ID": "14"
        },
        {
          "text": "In those days in Judah, I saw people working on the Sabbath day. I saw people pressing grapes to make wine. I saw people bringing in grain and loading it on donkeys. I saw people carrying grapes, figs, and all kinds of things in the city. They were bringing all these things into Jerusalem on the Sabbath day, so I warned them about this. I told them they must not sell food on the Sabbath day.",
          "ID": "15"
        },
        {
          "text": "There were some men from the city of Tyre living in Jerusalem. They were bringing fish and all kinds of things into Jerusalem and selling them on the Sabbath day. And the Jews were buying them.",
          "ID": "16"
        },
        {
          "text": "I told the important people of Judah that they were wrong. I said, “You are doing a very bad thing. You are ruining the Sabbath day.",
          "ID": "17"
        },
        {
          "text": "You know that your ancestors did the same things. That is why our God brought all the troubles and disaster to us and to this city. Now you people are making it so that more of these bad things will happen to Israel. They are doing this because you are breaking the Sabbath by treating it just as if it were any other day.”",
          "ID": "18"
        },
        {
          "text": "So this is what I did: Every Friday evening, just before dark, I commanded the gatekeepers to shut and lock the gates to Jerusalem. They were not to be opened until the Sabbath day was over. I put some of my own men at the gates. They were commanded to make sure that no load was brought into Jerusalem on the Sabbath day.",
          "ID": "19"
        },
        {
          "text": "One or two times, traders and merchants had to stay the night outside Jerusalem.",
          "ID": "20"
        },
        {
          "text": "But I warned them, “Don’t stay the night in front of the wall. If you do that again, I will arrest you.” So from that time on they didn’t come on the Sabbath day to sell their things.",
          "ID": "21"
        },
        {
          "text": "Then I commanded the Levites to make themselves pure. After they did that, they were to go and guard the gates. This was done to make sure the Sabbath day was kept a holy day.\nMy God, please remember me for doing this. Be kind to me and show me your great love!",
          "ID": "22"
        },
        {
          "text": "In those days I also noticed that some Jewish men had married women from the countries of Ashdod, Ammon, and Moab.",
          "ID": "23"
        },
        {
          "text": "And half of the children from those marriages didn’t know how to speak the Jewish language. They spoke the language of Ashdod, Ammon, or Moab.",
          "ID": "24"
        },
        {
          "text": "So I told the men that they were wrong. I said bad things to them. I hit some of them, and I pulled out their hair. I forced them to make a promise in God’s name. I said to them, “You must not marry the daughters of these foreigners. Don’t let their daughters marry your sons, and don’t let your daughters marry the sons of these foreigners.",
          "ID": "25"
        },
        {
          "text": "You know that marriages like this caused Solomon to sin. In all the many nations, there was not a king as great as Solomon. God loved him and made him king over the whole nation of Israel. But even Solomon was made to sin because of foreign women.",
          "ID": "26"
        },
        {
          "text": "And now, we hear that you also are doing this terrible sin. You are not being true to our God. You are marrying foreign women.”",
          "ID": "27"
        },
        {
          "text": "Joiada was the son of Eliashib the high priest. One of Joiada’s sons was a son-in-law of Sanballat from Horon. I forced him to leave this place. I forced him to run away.",
          "ID": "28"
        },
        {
          "text": "My God, punish these people. They made the priesthood unclean. They treated it as if it was not important. They did not obey the agreement that you made with the priests and Levites.",
          "ID": "29"
        },
        {
          "text": "So I made the priests and Levites clean and pure. I took away all the foreigners and the strange things they taught. And I gave the Levites and priests their own duties and responsibilities.",
          "ID": "30"
        },
        {
          "text": "And I made sure that people will bring gifts of wood and the first part of their harvest at the right times.\nMy God, remember me for doing these good things.",
          "ID": "31"
        }
      ],
      "ID": "OT:NEH.13",
      "name": "Nehemiah 13"
    }
  ],
  "ID": "OT:NEH(ERV)",
  "name": "Nehemiah"
}