{
  "text": [
    {
      "text": [
        {
          "text": "The words of Nehemiah the son of Hacaliah.",
          "ID": "1"
        },
        {
          "text": "Now it happened in the month of Chislev, in the twentieth year, as I was in Susa the citadel,",
          "ID": "1"
        },
        {
          "text": "that Hanani, one of my brothers, came with certain men from Judah. And I asked them concerning the Jews who escaped, who had survived the exile, and concerning Jerusalem.",
          "ID": "2"
        },
        {
          "text": "And they said to me, \"The remnant there in the province who had survived the exile is in great trouble and shame. The wall of Jerusalem is broken down, and its gates are destroyed by fire.\"",
          "ID": "3"
        },
        {
          "text": "As soon as I heard these words I sat down and wept and mourned for days, and I continued fasting and praying before the God of heaven.",
          "ID": "4"
        },
        {
          "text": "And I said, \"O Lord God of heaven, the great and awesome God who keeps covenant and steadfast love with those who love him and keep his commandments,",
          "ID": "5"
        },
        {
          "text": "let your ear be attentive and your eyes open, to hear the prayer of your servant that I now pray before you day and night for the people of Israel your servants, confessing the sins of the people of Israel, which we have sinned against you. Even I and my father's house have sinned.",
          "ID": "6"
        },
        {
          "text": "We have acted very corruptly against you and have not kept the commandments, the statutes, and the rules that you commanded your servant Moses.",
          "ID": "7"
        },
        {
          "text": "Remember the word that you commanded your servant Moses, saying, 'If you are unfaithful, I will scatter you among the peoples,",
          "ID": "8"
        },
        {
          "text": "but if you return to me and keep my commandments and do them, though your outcasts are in the uttermost parts of heaven, from there I will gather them and bring them to the place that I have chosen, to make my name dwell there.'",
          "ID": "9"
        },
        {
          "text": "They are your servants and your people, whom you have redeemed by your great power and by your strong hand.",
          "ID": "10"
        },
        {
          "text": "O Lord, let your ear be attentive to the prayer of your servant, and to the prayer of your servants who delight to fear your name, and give success to your servant today, and grant him mercy in the sight of this man.\"",
          "ID": "11"
        },
        {
          "text": "Now I was cupbearer to the king.",
          "ID": "11"
        }
      ],
      "ID": "OT:NEH.1",
      "name": "Nehemiah 1"
    },
    {
      "text": [
        {
          "text": "In the month of Nisan, in the twentieth year of King Artaxerxes, when wine was before him, I took up the wine and gave it to the king. Now I had not been sad in his presence.",
          "ID": "1"
        },
        {
          "text": "And the king said to me, \"Why is your face sad, seeing you are not sick? This is nothing but sadness of the heart.\" Then I was very much afraid.",
          "ID": "2"
        },
        {
          "text": "I said to the king, \"Let the king live forever! Why should not my face be sad, when the city, the place of my fathers' graves, lies in ruins, and its gates have been destroyed by fire?\"",
          "ID": "3"
        },
        {
          "text": "Then the king said to me, \"What are you requesting?\" So I prayed to the God of heaven.",
          "ID": "4"
        },
        {
          "text": "And I said to the king, \"If it pleases the king, and if your servant has found favor in your sight, that you send me to Judah, to the city of my fathers' graves, that I may rebuild it.\"",
          "ID": "5"
        },
        {
          "text": "And the king said to me (the queen sitting beside him), \"How long will you be gone, and when will you return?\" So it pleased the king to send me when I had given him a time.",
          "ID": "6"
        },
        {
          "text": "And I said to the king, \"If it pleases the king, let letters be given me to the governors of the province Beyond the River, that they may let me pass through until I come to Judah,",
          "ID": "7"
        },
        {
          "text": "and a letter to Asaph, the keeper of the king's forest, that he may give me timber to make beams for the gates of the fortress of the temple, and for the wall of the city, and for the house that I shall occupy.\" And the king granted me what I asked, for the good hand of my God was upon me.",
          "ID": "8"
        },
        {
          "text": "Then I came to the governors of the province Beyond the River and gave them the king's letters. Now the king had sent with me officers of the army and horsemen.",
          "ID": "9"
        },
        {
          "text": "But when Sanballat the Horonite and Tobiah the Ammonite servant heard this, it displeased them greatly that someone had come to seek the welfare of the people of Israel.",
          "ID": "10"
        },
        {
          "text": "So I went to Jerusalem and was there three days.",
          "ID": "11"
        },
        {
          "text": "Then I arose in the night, I and a few men with me. And I told no one what my God had put into my heart to do for Jerusalem. There was no animal with me but the one on which I rode.",
          "ID": "12"
        },
        {
          "text": "I went out by night by the Valley Gate to the Dragon Spring and to the Dung Gate, and I inspected the walls of Jerusalem that were broken down and its gates that had been destroyed by fire.",
          "ID": "13"
        },
        {
          "text": "Then I went on to the Fountain Gate and to the King's Pool, but there was no room for the animal that was under me to pass.",
          "ID": "14"
        },
        {
          "text": "Then I went up in the night by the valley and inspected the wall, and I turned back and entered by the Valley Gate, and so returned.",
          "ID": "15"
        },
        {
          "text": "And the officials did not know where I had gone or what I was doing, and I had not yet told the Jews, the priests, the nobles, the officials, and the rest who were to do the work.",
          "ID": "16"
        },
        {
          "text": "Then I said to them, \"You see the trouble we are in, how Jerusalem lies in ruins with its gates burned. Come, let us build the wall of Jerusalem, that we may no longer suffer derision.\"",
          "ID": "17"
        },
        {
          "text": "And I told them of the hand of my God that had been upon me for good, and also of the words that the king had spoken to me. And they said, \"Let us rise up and build.\" So they strengthened their hands for the good work.",
          "ID": "18"
        },
        {
          "text": "But when Sanballat the Horonite and Tobiah the Ammonite servant and Geshem the Arab heard of it, they jeered at us and despised us and said, \"What is this thing that you are doing? Are you rebelling against the king?\"",
          "ID": "19"
        },
        {
          "text": "Then I replied to them, \"The God of heaven will make us prosper, and we his servants will arise and build, but you have no portion or right or claim in Jerusalem.\"",
          "ID": "20"
        }
      ],
      "ID": "OT:NEH.2",
      "name": "Nehemiah 2"
    },
    {
      "text": [
        {
          "text": "Then Eliashib the high priest rose up with his brothers the priests, and they built the Sheep Gate. They consecrated it and set its doors. They consecrated it as far as the Tower of the Hundred, as far as the Tower of Hananel.",
          "ID": "1"
        },
        {
          "text": "And next to him the men of Jericho built. And next to them Zaccur the son of Imri built.",
          "ID": "2"
        },
        {
          "text": "The sons of Hassenaah built the Fish Gate. They laid its beams and set its doors, its bolts, and its bars.",
          "ID": "3"
        },
        {
          "text": "And next to them Meremoth the son of Uriah, son of Hakkoz repaired. And next to them Meshullam the son of Berechiah, son of Meshezabel repaired. And next to them Zadok the son of Baana repaired.",
          "ID": "4"
        },
        {
          "text": "And next to them the Tekoites repaired, but their nobles would not stoop to serve their Lord.",
          "ID": "5"
        },
        {
          "text": "Joiada the son of Paseah and Meshullam the son of Besodeiah repaired the Gate of Yeshanah. They laid its beams and set its doors, its bolts, and its bars.",
          "ID": "6"
        },
        {
          "text": "And next to them repaired Melatiah the Gibeonite and Jadon the Meronothite, the men of Gibeon and of Mizpah, the seat of the governor of the province Beyond the River.",
          "ID": "7"
        },
        {
          "text": "Next to them Uzziel the son of Harhaiah, goldsmiths, repaired. Next to him Hananiah, one of the perfumers, repaired, and they restored Jerusalem as far as the Broad Wall.",
          "ID": "8"
        },
        {
          "text": "Next to them Rephaiah the son of Hur, ruler of half the district of Jerusalem, repaired.",
          "ID": "9"
        },
        {
          "text": "Next to them Jedaiah the son of Harumaph repaired opposite his house. And next to him Hattush the son of Hashabneiah repaired.",
          "ID": "10"
        },
        {
          "text": "Malchijah the son of Harim and Hasshub the son of Pahath-moab repaired another section and the Tower of the Ovens.",
          "ID": "11"
        },
        {
          "text": "Next to him Shallum the son of Hallohesh, ruler of half the district of Jerusalem, repaired, he and his daughters.",
          "ID": "12"
        },
        {
          "text": "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it and set its doors, its bolts, and its bars, and repaired a thousand cubits of the wall, as far as the Dung Gate.",
          "ID": "13"
        },
        {
          "text": "Malchijah the son of Rechab, ruler of the district of Beth-haccherem, repaired the Dung Gate. He rebuilt it and set its doors, its bolts, and its bars.",
          "ID": "14"
        },
        {
          "text": "And Shallum the son of Col-hozeh, ruler of the district of Mizpah, repaired the Fountain Gate. He rebuilt it and covered it and set its doors, its bolts, and its bars. And he built the wall of the Pool of Shelah of the king's garden, as far as the stairs that go down from the city of David.",
          "ID": "15"
        },
        {
          "text": "After him Nehemiah the son of Azbuk, ruler of half the district of Beth-zur, repaired to a point opposite the tombs of David, as far as the artificial pool, and as far as the house of the mighty men.",
          "ID": "16"
        },
        {
          "text": "After him the Levites repaired: Rehum the son of Bani. Next to him Hashabiah, ruler of half the district of Keilah, repaired for his district.",
          "ID": "17"
        },
        {
          "text": "After him their brothers repaired: Bavvai the son of Henadad, ruler of half the district of Keilah.",
          "ID": "18"
        },
        {
          "text": "Next to him Ezer the son of Jeshua, ruler of Mizpah, repaired another section opposite the ascent to the armory at the buttress.",
          "ID": "19"
        },
        {
          "text": "After him Baruch the son of Zabbai repaired another section from the buttress to the door of the house of Eliashib the high priest.",
          "ID": "20"
        },
        {
          "text": "After him Meremoth the son of Uriah, son of Hakkoz repaired another section from the door of the house of Eliashib to the end of the house of Eliashib.",
          "ID": "21"
        },
        {
          "text": "After him the priests, the men of the surrounding area, repaired.",
          "ID": "22"
        },
        {
          "text": "After them Benjamin and Hasshub repaired opposite their house. After them Azariah the son of Maaseiah, son of Ananiah repaired beside his own house.",
          "ID": "23"
        },
        {
          "text": "After him Binnui the son of Henadad repaired another section, from the house of Azariah to the buttress",
          "ID": "24"
        },
        {
          "text": "and to the corner. Palal the son of Uzai repaired opposite the buttress and the tower projecting from the upper house of the king at the court of the guard. After him Pedaiah the son of Parosh",
          "ID": "25"
        },
        {
          "text": "and the temple servants living on Ophel repaired to a point opposite the Water Gate on the east and the projecting tower.",
          "ID": "26"
        },
        {
          "text": "After him the Tekoites repaired another section opposite the great projecting tower as far as the wall of Ophel.",
          "ID": "27"
        },
        {
          "text": "Above the Horse Gate the priests repaired, each one opposite his own house.",
          "ID": "28"
        },
        {
          "text": "After them Zadok the son of Immer repaired opposite his own house. After him Shemaiah the son of Shecaniah, the keeper of the East Gate, repaired.",
          "ID": "29"
        },
        {
          "text": "After him Hananiah the son of Shelemiah and Hanun the sixth son of Zalaph repaired another section. After him Meshullam the son of Berechiah repaired opposite his chamber.",
          "ID": "30"
        },
        {
          "text": "After him Malchijah, one of the goldsmiths, repaired as far as the house of the temple servants and of the merchants, opposite the Muster Gate, and to the upper chamber of the corner.",
          "ID": "31"
        },
        {
          "text": "And between the upper chamber of the corner and the Sheep Gate the goldsmiths and the merchants repaired.",
          "ID": "32"
        }
      ],
      "ID": "OT:NEH.3",
      "name": "Nehemiah 3"
    },
    {
      "text": [
        {
          "text": "Now when Sanballat heard that we were building the wall, he was angry and greatly enraged, and he jeered at the Jews.",
          "ID": "1"
        },
        {
          "text": "And he said in the presence of his brothers and of the army of Samaria, \"What are these feeble Jews doing? Will they restore it for themselves? Will they sacrifice? Will they finish up in a day? Will they revive the stones out of the heaps of rubbish, and burned ones at that?\"",
          "ID": "2"
        },
        {
          "text": "Tobiah the Ammonite was beside him, and he said, \"Yes, what they are building—if a fox goes up on it he will break down their stone wall!\"",
          "ID": "3"
        },
        {
          "text": "Hear, O our God, for we are despised. Turn back their taunt on their own heads and give them up to be plundered in a land where they are captives.",
          "ID": "4"
        },
        {
          "text": "Do not cover their guilt, and let not their sin be blotted out from your sight, for they have provoked you to anger in the presence of the builders.",
          "ID": "5"
        },
        {
          "text": "So we built the wall. And all the wall was joined together to half its height, for the people had a mind to work.",
          "ID": "6"
        },
        {
          "text": "But when Sanballat and Tobiah and the Arabs and the Ammonites and the Ashdodites heard that the repairing of the walls of Jerusalem was going forward and that the breaches were beginning to be closed, they were very angry.",
          "ID": "7"
        },
        {
          "text": "And they all plotted together to come and fight against Jerusalem and to cause confusion in it.",
          "ID": "8"
        },
        {
          "text": "And we prayed to our God and set a guard as a protection against them day and night.",
          "ID": "9"
        },
        {
          "text": "In Judah it was said, \"The strength of those who bear the burdens is failing. There is too much rubble. By ourselves we will not be able to rebuild the wall.\"",
          "ID": "10"
        },
        {
          "text": "And our enemies said, \"They will not know or see till we come among them and kill them and stop the work.\"",
          "ID": "11"
        },
        {
          "text": "At that time the Jews who lived near them came from all directions and said to us ten times, \"You must return to us.\"",
          "ID": "12"
        },
        {
          "text": "So in the lowest parts of the space behind the wall, in open places, I stationed the people by their clans, with their swords, their spears, and their bows.",
          "ID": "13"
        },
        {
          "text": "And I looked and arose and said to the nobles and to the officials and to the rest of the people, \"Do not be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your homes.\"",
          "ID": "14"
        },
        {
          "text": "When our enemies heard that it was known to us and that God had frustrated their plan, we all returned to the wall, each to his work.",
          "ID": "15"
        },
        {
          "text": "From that day on, half of my servants worked on construction, and half held the spears, shields, bows, and coats of mail. And the leaders stood behind the whole house of Judah,",
          "ID": "16"
        },
        {
          "text": "who were building on the wall. Those who carried burdens were loaded in such a way that each labored on the work with one hand and held his weapon with the other.",
          "ID": "17"
        },
        {
          "text": "And each of the builders had his sword strapped at his side while he built. The man who sounded the trumpet was beside me.",
          "ID": "18"
        },
        {
          "text": "And I said to the nobles and to the officials and to the rest of the people, \"The work is great and widely spread, and we are separated on the wall, far from one another.",
          "ID": "19"
        },
        {
          "text": "In the place where you hear the sound of the trumpet, rally to us there. Our God will fight for us.\"",
          "ID": "20"
        },
        {
          "text": "So we labored at the work, and half of them held the spears from the break of dawn until the stars came out.",
          "ID": "21"
        },
        {
          "text": "I also said to the people at that time, \"Let every man and his servant pass the night within Jerusalem, that they may be a guard for us by night and may labor by day.\"",
          "ID": "22"
        },
        {
          "text": "So neither I nor my brothers nor my servants nor the men of the guard who followed me, none of us took off our clothes; each kept his weapon at his right hand.",
          "ID": "23"
        }
      ],
      "ID": "OT:NEH.4",
      "name": "Nehemiah 4"
    },
    {
      "text": [
        {
          "text": "Now there arose a great outcry of the people and of their wives against their Jewish brothers.",
          "ID": "1"
        },
        {
          "text": "For there were those who said, \"With our sons and our daughters, we are many. So let us get grain, that we may eat and keep alive.\"",
          "ID": "2"
        },
        {
          "text": "There were also those who said, \"We are mortgaging our fields, our vineyards, and our houses to get grain because of the famine.\"",
          "ID": "3"
        },
        {
          "text": "And there were those who said, \"We have borrowed money for the king's tax on our fields and our vineyards.",
          "ID": "4"
        },
        {
          "text": "Now our flesh is as the flesh of our brothers, our children are as their children. Yet we are forcing our sons and our daughters to be slaves, and some of our daughters have already been enslaved, but it is not in our power to help it, for other men have our fields and our vineyards.\"",
          "ID": "5"
        },
        {
          "text": "I was very angry when I heard their outcry and these words.",
          "ID": "6"
        },
        {
          "text": "I took counsel with myself, and I brought charges against the nobles and the officials. I said to them, \"You are exacting interest, each from his brother.\" And I held a great assembly against them",
          "ID": "7"
        },
        {
          "text": "and said to them, \"We, as far as we are able, have bought back our Jewish brothers who have been sold to the nations, but you even sell your brothers that they may be sold to us!\" They were silent and could not find a word to say.",
          "ID": "8"
        },
        {
          "text": "So I said, \"The thing that you are doing is not good. Ought you not to walk in the fear of our God to prevent the taunts of the nations our enemies?",
          "ID": "9"
        },
        {
          "text": "Moreover, I and my brothers and my servants are lending them money and grain. Let us abandon this exacting of interest.",
          "ID": "10"
        },
        {
          "text": "Return to them this very day their fields, their vineyards, their olive orchards, and their houses, and the percentage of money, grain, wine, and oil that you have been exacting from them.\"",
          "ID": "11"
        },
        {
          "text": "Then they said, \"We will restore these and require nothing from them. We will do as you say.\" And I called the priests and made them swear to do as they had promised.",
          "ID": "12"
        },
        {
          "text": "I also shook out the fold of my garment and said, \"So may God shake out every man from his house and from his labor who does not keep this promise. So may he be shaken out and emptied.\" And all the assembly said \"Amen\" and praised the Lord. And the people did as they had promised.",
          "ID": "13"
        },
        {
          "text": "Moreover, from the time that I was appointed to be their governor in the land of Judah, from the twentieth year to the thirty-second year of Artaxerxes the king, twelve years, neither I nor my brothers ate the food allowance of the governor.",
          "ID": "14"
        },
        {
          "text": "The former governors who were before me laid heavy burdens on the people and took from them for their daily ration forty shekels of silver. Even their servants lorded it over the people. But I did not do so, because of the fear of God.",
          "ID": "15"
        },
        {
          "text": "I also persevered in the work on this wall, and we acquired no land, and all my servants were gathered there for the work.",
          "ID": "16"
        },
        {
          "text": "Moreover, there were at my table 150 men, Jews and officials, besides those who came to us from the nations that were around us.",
          "ID": "17"
        },
        {
          "text": "Now what was prepared at my expense for each day was one ox and six choice sheep and birds, and every ten days all kinds of wine in abundance. Yet for all this I did not demand the food allowance of the governor, because the service was too heavy on this people.",
          "ID": "18"
        },
        {
          "text": "Remember for my good, O my God, all that I have done for this people.",
          "ID": "19"
        }
      ],
      "ID": "OT:NEH.5",
      "name": "Nehemiah 5"
    },
    {
      "text": [
        {
          "text": "Now when Sanballat and Tobiah and Geshem the Arab and the rest of our enemies heard that I had built the wall and that there was no breach left in it (although up to that time I had not set up the doors in the gates),",
          "ID": "1"
        },
        {
          "text": "Sanballat and Geshem sent to me, saying, \"Come and let us meet together at Hakkephirim in the plain of Ono.\" But they intended to do me harm.",
          "ID": "2"
        },
        {
          "text": "And I sent messengers to them, saying, \"I am doing a great work and I cannot come down. Why should the work stop while I leave it and come down to you?\"",
          "ID": "3"
        },
        {
          "text": "And they sent to me four times in this way, and I answered them in the same manner.",
          "ID": "4"
        },
        {
          "text": "In the same way Sanballat for the fifth time sent his servant to me with an open letter in his hand.",
          "ID": "5"
        },
        {
          "text": "In it was written, \"It is reported among the nations, and Geshem also says it, that you and the Jews intend to rebel; that is why you are building the wall. And according to these reports you wish to become their king.",
          "ID": "6"
        },
        {
          "text": "And you have also set up prophets to proclaim concerning you in Jerusalem, 'There is a king in Judah.' And now the king will hear of these reports. So now come and let us take counsel together.\"",
          "ID": "7"
        },
        {
          "text": "Then I sent to him, saying, \"No such things as you say have been done, for you are inventing them out of your own mind.\"",
          "ID": "8"
        },
        {
          "text": "For they all wanted to frighten us, thinking, \"Their hands will drop from the work, and it will not be done.\" But now, O God, strengthen my hands.",
          "ID": "9"
        },
        {
          "text": "Now when I went into the house of Shemaiah the son of Delaiah, son of Mehetabel, who was confined to his home, he said, \"Let us meet together in the house of God, within the temple. Let us close the doors of the temple, for they are coming to kill you. They are coming to kill you by night.\"",
          "ID": "10"
        },
        {
          "text": "But I said, \"Should such a man as I run away? And what man such as I could go into the temple and live? I will not go in.\"",
          "ID": "11"
        },
        {
          "text": "And I understood and saw that God had not sent him, but he had pronounced the prophecy against me because Tobiah and Sanballat had hired him.",
          "ID": "12"
        },
        {
          "text": "For this purpose he was hired, that I should be afraid and act in this way and sin, and so they could give me a bad name in order to taunt me.",
          "ID": "13"
        },
        {
          "text": "Remember Tobiah and Sanballat, O my God, according to these things that they did, and also the prophetess Noadiah and the rest of the prophets who wanted to make me afraid.",
          "ID": "14"
        },
        {
          "text": "So the wall was finished on the twenty-fifth day of the month Elul, in fifty-two days.",
          "ID": "15"
        },
        {
          "text": "And when all our enemies heard of it, all the nations around us were afraid and fell greatly in their own esteem, for they perceived that this work had been accomplished with the help of our God.",
          "ID": "16"
        },
        {
          "text": "Moreover, in those days the nobles of Judah sent many letters to Tobiah, and Tobiah's letters came to them.",
          "ID": "17"
        },
        {
          "text": "For many in Judah were bound by oath to him, because he was the son-in-law of Shecaniah the son of Arah: and his son Jehohanan had taken the daughter of Meshullam the son of Berechiah as his wife.",
          "ID": "18"
        },
        {
          "text": "Also they spoke of his good deeds in my presence and reported my words to him. And Tobiah sent letters to make me afraid.",
          "ID": "19"
        }
      ],
      "ID": "OT:NEH.6",
      "name": "Nehemiah 6"
    },
    {
      "text": [
        {
          "text": "Now when the wall had been built and I had set up the doors, and the gatekeepers, the singers, and the Levites had been appointed,",
          "ID": "1"
        },
        {
          "text": "I gave my brother Hanani and Hananiah the governor of the castle charge over Jerusalem, for he was a more faithful and God-fearing man than many.",
          "ID": "2"
        },
        {
          "text": "And I said to them, \"Let not the gates of Jerusalem be opened until the sun is hot. And while they are still standing guard, let them shut and bar the doors. Appoint guards from among the inhabitants of Jerusalem, some at their guard posts and some in front of their own homes.\"",
          "ID": "3"
        },
        {
          "text": "The city was wide and large, but the people within it were few, and no houses had been rebuilt.",
          "ID": "4"
        },
        {
          "text": "Then my God put it into my heart to assemble the nobles and the officials and the people to be enrolled by genealogy. And I found the book of the genealogy of those who came up at the first, and I found written in it:",
          "ID": "5"
        },
        {
          "text": "These were the people of the province who came up out of the captivity of those exiles whom Nebuchadnezzar the king of Babylon had carried into exile. They returned to Jerusalem and Judah, each to his town.",
          "ID": "6"
        },
        {
          "text": "They came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah.",
          "ID": "7"
        },
        {
          "text": "The number of the men of the people of Israel:",
          "ID": "7"
        },
        {
          "text": "the sons of Parosh, 2,172.",
          "ID": "8"
        },
        {
          "text": "The sons of Shephatiah, 372.",
          "ID": "9"
        },
        {
          "text": "The sons of Arah, 652.",
          "ID": "10"
        },
        {
          "text": "The sons of Pahath-moab, namely the sons of Jeshua and Joab, 2,818.",
          "ID": "11"
        },
        {
          "text": "The sons of Elam, 1,254.",
          "ID": "12"
        },
        {
          "text": "The sons of Zattu, 845.",
          "ID": "13"
        },
        {
          "text": "The sons of Zaccai, 760.",
          "ID": "14"
        },
        {
          "text": "The sons of Binnui, 648.",
          "ID": "15"
        },
        {
          "text": "The sons of Bebai, 628.",
          "ID": "16"
        },
        {
          "text": "The sons of Azgad, 2,322.",
          "ID": "17"
        },
        {
          "text": "The sons of Adonikam, 667.",
          "ID": "18"
        },
        {
          "text": "The sons of Bigvai, 2,067.",
          "ID": "19"
        },
        {
          "text": "The sons of Adin, 655.",
          "ID": "20"
        },
        {
          "text": "The sons of Ater, namely of Hezekiah, 98.",
          "ID": "21"
        },
        {
          "text": "The sons of Hashum, 328.",
          "ID": "22"
        },
        {
          "text": "The sons of Bezai, 324.",
          "ID": "23"
        },
        {
          "text": "The sons of Hariph, 112.",
          "ID": "24"
        },
        {
          "text": "The sons of Gibeon, 95.",
          "ID": "25"
        },
        {
          "text": "The men of Bethlehem and Netophah, 188.",
          "ID": "26"
        },
        {
          "text": "The men of Anathoth, 128.",
          "ID": "27"
        },
        {
          "text": "The men of Beth-azmaveth, 42.",
          "ID": "28"
        },
        {
          "text": "The men of Kiriath-jearim, Chephirah, and Beeroth, 743.",
          "ID": "29"
        },
        {
          "text": "The men of Ramah and Geba, 621.",
          "ID": "30"
        },
        {
          "text": "The men of Michmas, 122.",
          "ID": "31"
        },
        {
          "text": "The men of Bethel and Ai, 123.",
          "ID": "32"
        },
        {
          "text": "The men of the other Nebo, 52.",
          "ID": "33"
        },
        {
          "text": "The sons of the other Elam, 1,254.",
          "ID": "34"
        },
        {
          "text": "The sons of Harim, 320.",
          "ID": "35"
        },
        {
          "text": "The sons of Jericho, 345.",
          "ID": "36"
        },
        {
          "text": "The sons of Lod, Hadid, and Ono, 721.",
          "ID": "37"
        },
        {
          "text": "The sons of Senaah, 3,930.",
          "ID": "38"
        },
        {
          "text": "The priests: the sons of Jedaiah, namely the house of Jeshua, 973.",
          "ID": "39"
        },
        {
          "text": "The sons of Immer, 1,052.",
          "ID": "40"
        },
        {
          "text": "The sons of Pashhur, 1,247.",
          "ID": "41"
        },
        {
          "text": "The sons of Harim, 1,017.",
          "ID": "42"
        },
        {
          "text": "The Levites: the sons of Jeshua, namely of Kadmiel of the sons of Hodevah, 74.",
          "ID": "43"
        },
        {
          "text": "The singers: the sons of Asaph, 148.",
          "ID": "44"
        },
        {
          "text": "The gatekeepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, 138.",
          "ID": "45"
        },
        {
          "text": "The temple servants: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
          "ID": "46"
        },
        {
          "text": "the sons of Keros, the sons of Sia, the sons of Padon,",
          "ID": "47"
        },
        {
          "text": "the sons of Lebana, the sons of Hagaba, the sons of Shalmai,",
          "ID": "48"
        },
        {
          "text": "the sons of Hanan, the sons of Giddel, the sons of Gahar,",
          "ID": "49"
        },
        {
          "text": "the sons of Reaiah, the sons of Rezin, the sons of Nekoda,",
          "ID": "50"
        },
        {
          "text": "the sons of Gazzam, the sons of Uzza, the sons of Paseah,",
          "ID": "51"
        },
        {
          "text": "the sons of Besai, the sons of Meunim, the sons of Nephushesim,",
          "ID": "52"
        },
        {
          "text": "the sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
          "ID": "53"
        },
        {
          "text": "the sons of Bazlith, the sons of Mehida, the sons of Harsha,",
          "ID": "54"
        },
        {
          "text": "the sons of Barkos, the sons of Sisera, the sons of Temah,",
          "ID": "55"
        },
        {
          "text": "the sons of Neziah, the sons of Hatipha.",
          "ID": "56"
        },
        {
          "text": "The sons of Solomon's servants: the sons of Sotai, the sons of Sophereth, the sons of Perida,",
          "ID": "57"
        },
        {
          "text": "the sons of Jaala, the sons of Darkon, the sons of Giddel,",
          "ID": "58"
        },
        {
          "text": "the sons of Shephatiah, the sons of Hattil, the sons of Pochereth-hazzebaim, the sons of Amon.",
          "ID": "59"
        },
        {
          "text": "All the temple servants and the sons of Solomon's servants were 392.",
          "ID": "60"
        },
        {
          "text": "The following were those who came up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer, but they could not prove their fathers' houses nor their descent, whether they belonged to Israel:",
          "ID": "61"
        },
        {
          "text": "the sons of Delaiah, the sons of Tobiah, the sons of Nekoda, 642.",
          "ID": "62"
        },
        {
          "text": "Also, of the priests: the sons of Hobaiah, the sons of Hakkoz, the sons of Barzillai (who had taken a wife of the daughters of Barzillai the Gileadite and was called by their name).",
          "ID": "63"
        },
        {
          "text": "These sought their registration among those enrolled in the genealogies, but it was not found there, so they were excluded from the priesthood as unclean.",
          "ID": "64"
        },
        {
          "text": "The governor told them that they were not to partake of the most holy food until a priest with Urim and Thummim should arise.",
          "ID": "65"
        },
        {
          "text": "The whole assembly together was 42,360,",
          "ID": "66"
        },
        {
          "text": "besides their male and female servants, of whom there were 7,337. And they had 245 singers, male and female.",
          "ID": "67"
        },
        {
          "text": "Their horses were 736, their mules 245,",
          "ID": "68"
        },
        {
          "text": "their camels 435, and their donkeys 6,720.",
          "ID": "69"
        },
        {
          "text": "Now some of the heads of fathers' houses gave to the work. The governor gave to the treasury 1,000 darics of gold, 50 basins, 30 priests' garments and 500 minas of silver.",
          "ID": "70"
        },
        {
          "text": "And some of the heads of fathers' houses gave into the treasury of the work 20,000 darics of gold and 2,200 minas of silver.",
          "ID": "71"
        },
        {
          "text": "And what the rest of the people gave was 20,000 darics of gold, 2,000 minas of silver, and 67 priests' garments.",
          "ID": "72"
        },
        {
          "text": "So the priests, the Levites, the gatekeepers, the singers, some of the people, the temple servants, and all Israel, lived in their towns.",
          "ID": "73"
        },
        {
          "text": "And when the seventh month had come, the people of Israel were in their towns.",
          "ID": "73"
        }
      ],
      "ID": "OT:NEH.7",
      "name": "Nehemiah 7"
    },
    {
      "text": [
        {
          "text": "And all the people gathered as one man into the square before the Water Gate. And they told Ezra the scribe to bring the Book of the Law of Moses that the Lord had commanded Israel.",
          "ID": "1"
        },
        {
          "text": "So Ezra the priest brought the Law before the assembly, both men and women and all who could understand what they heard, on the first day of the seventh month.",
          "ID": "2"
        },
        {
          "text": "And he read from it facing the square before the Water Gate from early morning until midday, in the presence of the men and the women and those who could understand. And the ears of all the people were attentive to the Book of the Law.",
          "ID": "3"
        },
        {
          "text": "And Ezra the scribe stood on a wooden platform that they had made for the purpose. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right hand, and Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah, and Meshullam on his left hand.",
          "ID": "4"
        },
        {
          "text": "And Ezra opened the book in the sight of all the people, for he was above all the people, and as he opened it all the people stood.",
          "ID": "5"
        },
        {
          "text": "And Ezra blessed the Lord, the great God, and all the people answered, \"Amen, Amen,\" lifting up their hands. And they bowed their heads and worshiped the Lord with their faces to the ground.",
          "ID": "6"
        },
        {
          "text": "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, the Levites, helped the people to understand the Law, while the people remained in their places.",
          "ID": "7"
        },
        {
          "text": "They read from the book, from the Law of God, clearly, and they gave the sense, so that the people understood the reading.",
          "ID": "8"
        },
        {
          "text": "And Nehemiah, who was the governor, and Ezra the priest and scribe, and the Levites who taught the people said to all the people, \"This day is holy to the Lord your God; do not mourn or weep.\" For all the people wept as they heard the words of the Law.",
          "ID": "9"
        },
        {
          "text": "Then he said to them, \"Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord is your strength.\"",
          "ID": "10"
        },
        {
          "text": "So the Levites calmed all the people, saying, \"Be quiet, for this day is holy; do not be grieved.\"",
          "ID": "11"
        },
        {
          "text": "And all the people went their way to eat and drink and to send portions and to make great rejoicing, because they had understood the words that were declared to them.",
          "ID": "12"
        },
        {
          "text": "On the second day the heads of fathers' houses of all the people, with the priests and the Levites, came together to Ezra the scribe in order to study the words of the Law.",
          "ID": "13"
        },
        {
          "text": "And they found it written in the Law that the Lord had commanded by Moses that the people of Israel should dwell in booths during the feast of the seventh month,",
          "ID": "14"
        },
        {
          "text": "and that they should proclaim it and publish it in all their towns and in Jerusalem, \"Go out to the hills and bring branches of olive, wild olive, myrtle, palm, and other leafy trees to make booths, as it is written.\"",
          "ID": "15"
        },
        {
          "text": "So the people went out and brought them and made booths for themselves, each on his roof, and in their courts and in the courts of the house of God, and in the square at the Water Gate and in the square at the Gate of Ephraim.",
          "ID": "16"
        },
        {
          "text": "And all the assembly of those who had returned from the captivity made booths and lived in the booths, for from the days of Jeshua the son of Nun to that day the people of Israel had not done so. And there was very great rejoicing.",
          "ID": "17"
        },
        {
          "text": "And day by day, from the first day to the last day, he read from the Book of the Law of God. They kept the feast seven days, and on the eighth day there was a solemn assembly, according to the rule.",
          "ID": "18"
        }
      ],
      "ID": "OT:NEH.8",
      "name": "Nehemiah 8"
    },
    {
      "text": [
        {
          "text": "Now on the twenty-fourth day of this month the people of Israel were assembled with fasting and in sackcloth, and with earth on their heads.",
          "ID": "1"
        },
        {
          "text": "And the Israelites separated themselves from all foreigners and stood and confessed their sins and the iniquities of their fathers.",
          "ID": "2"
        },
        {
          "text": "And they stood up in their place and read from the Book of the Law of the Lord their God for a quarter of the day; for another quarter of it they made confession and worshiped the Lord their God.",
          "ID": "3"
        },
        {
          "text": "On the stairs of the Levites stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani; and they cried with a loud voice to the Lord their God.",
          "ID": "4"
        },
        {
          "text": "Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, \"Stand up and bless the Lord your God from everlasting to everlasting. Blessed be your glorious name, which is exalted above all blessing and praise.",
          "ID": "5"
        },
        {
          "text": "\"You are the Lord, you alone. You have made heaven, the heaven of heavens, with all their host, the earth and all that is on it, the seas and all that is in them; and you preserve all of them; and the host of heaven worships you.",
          "ID": "6"
        },
        {
          "text": "You are the Lord, the God who chose Abram and brought him out of Ur of the Chaldeans and gave him the name Abraham.",
          "ID": "7"
        },
        {
          "text": "You found his heart faithful before you, and made with him the covenant to give to his offspring the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite. And you have kept your promise, for you are righteous.",
          "ID": "8"
        },
        {
          "text": "\"And you saw the affliction of our fathers in Egypt and heard their cry at the Red Sea,",
          "ID": "9"
        },
        {
          "text": "and performed signs and wonders against Pharaoh and all his servants and all the people of his land, for you knew that they acted arrogantly against our fathers. And you made a name for yourself, as it is to this day.",
          "ID": "10"
        },
        {
          "text": "And you divided the sea before them, so that they went through the midst of the sea on dry land, and you cast their pursuers into the depths, as a stone into mighty waters.",
          "ID": "11"
        },
        {
          "text": "By a pillar of cloud you led them in the day, and by a pillar of fire in the night to light for them the way in which they should go.",
          "ID": "12"
        },
        {
          "text": "You came down on Mount Sinai and spoke with them from heaven and gave them right rules and true laws, good statutes and commandments,",
          "ID": "13"
        },
        {
          "text": "and you made known to them your holy Sabbath and commanded them commandments and statutes and a law by Moses your servant.",
          "ID": "14"
        },
        {
          "text": "You gave them bread from heaven for their hunger and brought water for them out of the rock for their thirst, and you told them to go in to possess the land that you had sworn to give them.",
          "ID": "15"
        },
        {
          "text": "\"But they and our fathers acted presumptuously and stiffened their neck and did not obey your commandments.",
          "ID": "16"
        },
        {
          "text": "They refused to obey and were not mindful of the wonders that you performed among them, but they stiffened their neck and appointed a leader to return to their slavery in Egypt. But you are a God ready to forgive, gracious and merciful, slow to anger and abounding in steadfast love, and did not forsake them.",
          "ID": "17"
        },
        {
          "text": "Even when they had made for themselves a golden calf and said, 'This is your God who brought you up out of Egypt,' and had committed great blasphemies,",
          "ID": "18"
        },
        {
          "text": "you in your great mercies did not forsake them in the wilderness. The pillar of cloud to lead them in the way did not depart from them by day, nor the pillar of fire by night to light for them the way by which they should go.",
          "ID": "19"
        },
        {
          "text": "You gave your good Spirit to instruct them and did not withhold your manna from their mouth and gave them water for their thirst.",
          "ID": "20"
        },
        {
          "text": "Forty years you sustained them in the wilderness, and they lacked nothing. Their clothes did not wear out and their feet did not swell.",
          "ID": "21"
        },
        {
          "text": "\"And you gave them kingdoms and peoples and allotted to them every corner. So they took possession of the land of Sihon king of Heshbon and the land of Og king of Bashan.",
          "ID": "22"
        },
        {
          "text": "You multiplied their children as the stars of heaven, and you brought them into the land that you had told their fathers to enter and possess.",
          "ID": "23"
        },
        {
          "text": "So the descendants went in and possessed the land, and you subdued before them the inhabitants of the land, the Canaanites, and gave them into their hand, with their kings and the peoples of the land, that they might do with them as they would.",
          "ID": "24"
        },
        {
          "text": "And they captured fortified cities and a rich land, and took possession of houses full of all good things, cisterns already hewn, vineyards, olive orchards and fruit trees in abundance. So they ate and were filled and became fat and delighted themselves in your great goodness.",
          "ID": "25"
        },
        {
          "text": "\"Nevertheless, they were disobedient and rebelled against you and cast your law behind their back and killed your prophets, who had warned them in order to turn them back to you, and they committed great blasphemies.",
          "ID": "26"
        },
        {
          "text": "Therefore you gave them into the hand of their enemies, who made them suffer. And in the time of their suffering they cried out to you and you heard them from heaven, and according to your great mercies you gave them saviors who saved them from the hand of their enemies.",
          "ID": "27"
        },
        {
          "text": "But after they had rest they did evil again before you, and you abandoned them to the hand of their enemies, so that they had dominion over them. Yet when they turned and cried to you, you heard from heaven, and many times you delivered them according to your mercies.",
          "ID": "28"
        },
        {
          "text": "And you warned them in order to turn them back to your law. Yet they acted presumptuously and did not obey your commandments, but sinned against your rules, which if a person does them, he shall live by them, and they turned a stubborn shoulder and stiffened their neck and would not obey.",
          "ID": "29"
        },
        {
          "text": "Many years you bore with them and warned them by your Spirit through your prophets. Yet they would not give ear. Therefore you gave them into the hand of the peoples of the lands.",
          "ID": "30"
        },
        {
          "text": "Nevertheless, in your great mercies you did not make an end of them or forsake them, for you are a gracious and merciful God.",
          "ID": "31"
        },
        {
          "text": "\"Now, therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and steadfast love, let not all the hardship seem little to you that has come upon us, upon our kings, our princes, our priests, our prophets, our fathers, and all your people, since the time of the kings of Assyria until this day.",
          "ID": "32"
        },
        {
          "text": "Yet you have been righteous in all that has come upon us, for you have dealt faithfully and we have acted wickedly.",
          "ID": "33"
        },
        {
          "text": "Our kings, our princes, our priests, and our fathers have not kept your law or paid attention to your commandments and your warnings that you gave them.",
          "ID": "34"
        },
        {
          "text": "Even in their own kingdom, and amid your great goodness that you gave them, and in the large and rich land that you set before them, they did not serve you or turn from their wicked works.",
          "ID": "35"
        },
        {
          "text": "Behold, we are slaves this day; in the land that you gave to our fathers to enjoy its fruit and its good gifts, behold, we are slaves.",
          "ID": "36"
        },
        {
          "text": "And its rich yield goes to the kings whom you have set over us because of our sins. They rule over our bodies and over our livestock as they please, and we are in great distress.",
          "ID": "37"
        },
        {
          "text": "\"Because of all this we make a firm covenant in writing; on the sealed document are the names of our princes, our Levites, and our priests.",
          "ID": "38"
        }
      ],
      "ID": "OT:NEH.9",
      "name": "Nehemiah 9"
    },
    {
      "text": [
        {
          "text": "\"On the seals are the names of Nehemiah the governor, the son of Hacaliah, Zedekiah,",
          "ID": "1"
        },
        {
          "text": "Seraiah, Azariah, Jeremiah,",
          "ID": "2"
        },
        {
          "text": "Pashhur, Amariah, Malchijah,",
          "ID": "3"
        },
        {
          "text": "Hattush, Shebaniah, Malluch,",
          "ID": "4"
        },
        {
          "text": "Harim, Meremoth, Obadiah,",
          "ID": "5"
        },
        {
          "text": "Daniel, Ginnethon, Baruch,",
          "ID": "6"
        },
        {
          "text": "Meshullam, Abijah, Mijamin,",
          "ID": "7"
        },
        {
          "text": "Maaziah, Bilgai, Shemaiah; these are the priests.",
          "ID": "8"
        },
        {
          "text": "And the Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;",
          "ID": "9"
        },
        {
          "text": "and their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,",
          "ID": "10"
        },
        {
          "text": "Mica, Rehob, Hashabiah,",
          "ID": "11"
        },
        {
          "text": "Zaccur, Sherebiah, Shebaniah,",
          "ID": "12"
        },
        {
          "text": "Hodiah, Bani, Beninu.",
          "ID": "13"
        },
        {
          "text": "The chiefs of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,",
          "ID": "14"
        },
        {
          "text": "Bunni, Azgad, Bebai,",
          "ID": "15"
        },
        {
          "text": "Adonijah, Bigvai, Adin,",
          "ID": "16"
        },
        {
          "text": "Ater, Hezekiah, Azzur,",
          "ID": "17"
        },
        {
          "text": "Hodiah, Hashum, Bezai,",
          "ID": "18"
        },
        {
          "text": "Hariph, Anathoth, Nebai,",
          "ID": "19"
        },
        {
          "text": "Magpiash, Meshullam, Hezir,",
          "ID": "20"
        },
        {
          "text": "Meshezabel, Zadok, Jaddua,",
          "ID": "21"
        },
        {
          "text": "Pelatiah, Hanan, Anaiah,",
          "ID": "22"
        },
        {
          "text": "Hoshea, Hananiah, Hasshub,",
          "ID": "23"
        },
        {
          "text": "Hallohesh, Pilha, Shobek,",
          "ID": "24"
        },
        {
          "text": "Rehum, Hashabnah, Maaseiah,",
          "ID": "25"
        },
        {
          "text": "Ahiah, Hanan, Anan,",
          "ID": "26"
        },
        {
          "text": "Malluch, Harim, Baanah.",
          "ID": "27"
        },
        {
          "text": "\"The rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all who have separated themselves from the peoples of the lands to the Law of God, their wives, their sons, their daughters, all who have knowledge and understanding,",
          "ID": "28"
        },
        {
          "text": "join with their brothers, their nobles, and enter into a curse and an oath to walk in God's Law that was given by Moses the servant of God, and to observe and do all the commandments of the Lord our Lord and his rules and his statutes.",
          "ID": "29"
        },
        {
          "text": "We will not give our daughters to the peoples of the land or take their daughters for our sons.",
          "ID": "30"
        },
        {
          "text": "And if the peoples of the land bring in goods or any grain on the Sabbath day to sell, we will not buy from them on the Sabbath or on a holy day. And we will forego the crops of the seventh year and the exaction of every debt.",
          "ID": "31"
        },
        {
          "text": "\"We also take on ourselves the obligation to give yearly a third part of a shekel for the service of the house of our God:",
          "ID": "32"
        },
        {
          "text": "for the showbread, the regular grain offering, the regular burnt offering, the Sabbaths, the new moons, the appointed feasts, the holy things, and the sin offerings to make atonement for Israel, and for all the work of the house of our God.",
          "ID": "33"
        },
        {
          "text": "We, the priests, the Levites, and the people, have likewise cast lots for the wood offering, to bring it into the house of our God, according to our fathers' houses, at times appointed, year by year, to burn on the altar of the Lord our God, as it is written in the Law.",
          "ID": "34"
        },
        {
          "text": "We obligate ourselves to bring the firstfruits of our ground and the firstfruits of all fruit of every tree, year by year, to the house of the Lord;",
          "ID": "35"
        },
        {
          "text": "also to bring to the house of our God, to the priests who minister in the house of our God, the firstborn of our sons and of our cattle, as it is written in the Law, and the firstborn of our herds and of our flocks;",
          "ID": "36"
        },
        {
          "text": "and to bring the first of our dough, and our contributions, the fruit of every tree, the wine and the oil, to the priests, to the chambers of the house of our God; and to bring to the Levites the tithes from our ground, for it is the Levites who collect the tithes in all our towns where we labor.",
          "ID": "37"
        },
        {
          "text": "And the priest, the son of Aaron, shall be with the Levites when the Levites receive the tithes. And the Levites shall bring up the tithe of the tithes to the house of our God, to the chambers of the storehouse.",
          "ID": "38"
        },
        {
          "text": "For the people of Israel and the sons of Levi shall bring the contribution of grain, wine, and oil to the chambers, where the vessels of the sanctuary are, as well as the priests who minister, and the gatekeepers and the singers. We will not neglect the house of our God.\"",
          "ID": "39"
        }
      ],
      "ID": "OT:NEH.10",
      "name": "Nehemiah 10"
    },
    {
      "text": [
        {
          "text": "Now the leaders of the people lived in Jerusalem. And the rest of the people cast lots to bring one out of ten to live in Jerusalem the holy city, while nine out of ten remained in the other towns.",
          "ID": "1"
        },
        {
          "text": "And the people blessed all the men who willingly offered to live in Jerusalem.",
          "ID": "2"
        },
        {
          "text": "These are the chiefs of the province who lived in Jerusalem; but in the towns of Judah everyone lived on his property in their towns: Israel, the priests, the Levites, the temple servants, and the descendants of Solomon's servants.",
          "ID": "3"
        },
        {
          "text": "And in Jerusalem lived certain of the sons of Judah and of the sons of Benjamin. Of the sons of Judah: Athaiah the son of Uzziah, son of Zechariah, son of Amariah, son of Shephatiah, son of Mahalalel, of the sons of Perez;",
          "ID": "4"
        },
        {
          "text": "and Maaseiah the son of Baruch, son of Col-hozeh, son of Hazaiah, son of Adaiah, son of Joiarib, son of Zechariah, son of the Shilonite.",
          "ID": "5"
        },
        {
          "text": "All the sons of Perez who lived in Jerusalem were 468 valiant men.",
          "ID": "6"
        },
        {
          "text": "And these are the sons of Benjamin: Sallu the son of Meshullam, son of Joed, son of Pedaiah, son of Kolaiah, son of Maaseiah, son of Ithiel, son of Jeshaiah,",
          "ID": "7"
        },
        {
          "text": "and his brothers, men of valor, 928.",
          "ID": "8"
        },
        {
          "text": "Joel the son of Zichri was their overseer; and Judah the son of Hassenuah was second over the city.",
          "ID": "9"
        },
        {
          "text": "Of the priests: Jedaiah the son of Joiarib, Jachin,",
          "ID": "10"
        },
        {
          "text": "Seraiah the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, ruler of the house of God,",
          "ID": "11"
        },
        {
          "text": "and their brothers who did the work of the house, 822; and Adaiah the son of Jeroham, son of Pelaliah, son of Amzi, son of Zechariah, son of Pashhur, son of Malchijah,",
          "ID": "12"
        },
        {
          "text": "and his brothers, heads of fathers' houses, 242; and Amashsai, the son of Azarel, son of Ahzai, son of Meshillemoth, son of Immer,",
          "ID": "13"
        },
        {
          "text": "and their brothers, mighty men of valor, 128; their overseer was Zabdiel the son of Haggedolim.",
          "ID": "14"
        },
        {
          "text": "And of the Levites: Shemaiah the son of Hasshub, son of Azrikam, son of Hashabiah, son of Bunni;",
          "ID": "15"
        },
        {
          "text": "and Shabbethai and Jozabad, of the chiefs of the Levites, who were over the outside work of the house of God;",
          "ID": "16"
        },
        {
          "text": "and Mattaniah the son of Mica, son of Zabdi, son of Asaph, who was the leader of the praise, who gave thanks, and Bakbukiah, the second among his brothers; and Abda the son of Shammua, son of Galal, son of Jeduthun.",
          "ID": "17"
        },
        {
          "text": "All the Levites in the holy city were 284.",
          "ID": "18"
        },
        {
          "text": "The gatekeepers, Akkub, Talmon and their brothers, who kept watch at the gates, were 172.",
          "ID": "19"
        },
        {
          "text": "And the rest of Israel, and of the priests and the Levites, were in all the towns of Judah, every one in his inheritance.",
          "ID": "20"
        },
        {
          "text": "But the temple servants lived on Ophel; and Ziha and Gishpa were over the temple servants.",
          "ID": "21"
        },
        {
          "text": "The overseer of the Levites in Jerusalem was Uzzi the son of Bani, son of Hashabiah, son of Mattaniah, son of Mica, of the sons of Asaph, the singers, over the work of the house of God.",
          "ID": "22"
        },
        {
          "text": "For there was a command from the king concerning them, and a fixed provision for the singers, as every day required.",
          "ID": "23"
        },
        {
          "text": "And Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was at the king's side in all matters concerning the people.",
          "ID": "24"
        },
        {
          "text": "And as for the villages, with their fields, some of the people of Judah lived in Kiriath-arba and its villages, and in Dibon and its villages, and in Jekabzeel and its villages,",
          "ID": "25"
        },
        {
          "text": "and in Jeshua and in Moladah and Beth-pelet,",
          "ID": "26"
        },
        {
          "text": "in Hazar-shual, in Beersheba and its villages,",
          "ID": "27"
        },
        {
          "text": "in Ziklag, in Meconah and its villages,",
          "ID": "28"
        },
        {
          "text": "in En-rimmon, in Zorah, in Jarmuth,",
          "ID": "29"
        },
        {
          "text": "Zanoah, Adullam, and their villages, Lachish and its fields, and Azekah and its villages. So they encamped from Beersheba to the Valley of Hinnom.",
          "ID": "30"
        },
        {
          "text": "The people of Benjamin also lived from Geba onward, at Michmash, Aija, Bethel and its villages,",
          "ID": "31"
        },
        {
          "text": "Anathoth, Nob, Ananiah,",
          "ID": "32"
        },
        {
          "text": "Hazor, Ramah, Gittaim,",
          "ID": "33"
        },
        {
          "text": "Hadid, Zeboim, Neballat,",
          "ID": "34"
        },
        {
          "text": "Lod, and Ono, the valley of craftsmen.",
          "ID": "35"
        },
        {
          "text": "And certain divisions of the Levites in Judah were assigned to Benjamin.",
          "ID": "36"
        }
      ],
      "ID": "OT:NEH.11",
      "name": "Nehemiah 11"
    },
    {
      "text": [
        {
          "text": "These are the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,",
          "ID": "1"
        },
        {
          "text": "Amariah, Malluch, Hattush,",
          "ID": "2"
        },
        {
          "text": "Shecaniah, Rehum, Meremoth,",
          "ID": "3"
        },
        {
          "text": "Iddo, Ginnethoi, Abijah,",
          "ID": "4"
        },
        {
          "text": "Mijamin, Maadiah, Bilgah,",
          "ID": "5"
        },
        {
          "text": "Shemaiah, Joiarib, Jedaiah,",
          "ID": "6"
        },
        {
          "text": "Sallu, Amok, Hilkiah, Jedaiah. These were the chiefs of the priests and of their brothers in the days of Jeshua.",
          "ID": "7"
        },
        {
          "text": "And the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, who with his brothers was in charge of the songs of thanksgiving.",
          "ID": "8"
        },
        {
          "text": "And Bakbukiah and Unni and their brothers stood opposite them in the service.",
          "ID": "9"
        },
        {
          "text": "And Jeshua was the father of Joiakim, Joiakim the father of Eliashib, Eliashib the father of Joiada,",
          "ID": "10"
        },
        {
          "text": "Joiada the father of Jonathan, and Jonathan the father of Jaddua.",
          "ID": "11"
        },
        {
          "text": "And in the days of Joiakim were priests, heads of fathers' houses: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
          "ID": "12"
        },
        {
          "text": "of Ezra, Meshullam; of Amariah, Jehohanan;",
          "ID": "13"
        },
        {
          "text": "of Malluchi, Jonathan; of Shebaniah, Joseph;",
          "ID": "14"
        },
        {
          "text": "of Harim, Adna; of Meraioth, Helkai;",
          "ID": "15"
        },
        {
          "text": "of Iddo, Zechariah; of Ginnethon, Meshullam;",
          "ID": "16"
        },
        {
          "text": "of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;",
          "ID": "17"
        },
        {
          "text": "of Bilgah, Shammua; of Shemaiah, Jehonathan;",
          "ID": "18"
        },
        {
          "text": "of Joiarib, Mattenai; of Jedaiah, Uzzi;",
          "ID": "19"
        },
        {
          "text": "of Sallai, Kallai; of Amok, Eber;",
          "ID": "20"
        },
        {
          "text": "of Hilkiah, Hashabiah; of Jedaiah, Nethanel.",
          "ID": "21"
        },
        {
          "text": "In the days of Eliashib, Joiada, Johanan, and Jaddua, the Levites were recorded as heads of fathers' houses; so too were the priests in the reign of Darius the Persian.",
          "ID": "22"
        },
        {
          "text": "As for the sons of Levi, their heads of fathers' houses were written in the Book of the Chronicles until the days of Johanan the son of Eliashib.",
          "ID": "23"
        },
        {
          "text": "And the chiefs of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers who stood opposite them, to praise and to give thanks, according to the commandment of David the man of God, watch by watch.",
          "ID": "24"
        },
        {
          "text": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were gatekeepers standing guard at the storehouses of the gates.",
          "ID": "25"
        },
        {
          "text": "These were in the days of Joiakim the son of Jeshua son of Jozadak, and in the days of Nehemiah the governor and of Ezra, the priest and scribe.",
          "ID": "26"
        },
        {
          "text": "And at the dedication of the wall of Jerusalem they sought the Levites in all their places, to bring them to Jerusalem to celebrate the dedication with gladness, with thanksgivings and with singing, with cymbals, harps, and lyres.",
          "ID": "27"
        },
        {
          "text": "And the sons of the singers gathered together from the district surrounding Jerusalem and from the villages of the Netophathites;",
          "ID": "28"
        },
        {
          "text": "also from Beth-gilgal and from the region of Geba and Azmaveth, for the singers had built for themselves villages around Jerusalem.",
          "ID": "29"
        },
        {
          "text": "And the priests and the Levites purified themselves, and they purified the people and the gates and the wall.",
          "ID": "30"
        },
        {
          "text": "Then I brought the leaders of Judah up onto the wall and appointed two great choirs that gave thanks. One went to the south on the wall to the Dung Gate.",
          "ID": "31"
        },
        {
          "text": "And after them went Hoshaiah and half of the leaders of Judah,",
          "ID": "32"
        },
        {
          "text": "and Azariah, Ezra, Meshullam,",
          "ID": "33"
        },
        {
          "text": "Judah, Benjamin, Shemaiah, and Jeremiah,",
          "ID": "34"
        },
        {
          "text": "and certain of the priests' sons with trumpets: Zechariah the son of Jonathan, son of Shemaiah, son of Mattaniah, son of Micaiah, son of Zaccur, son of Asaph;",
          "ID": "35"
        },
        {
          "text": "and his relatives, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and Hanani, with the musical instruments of David the man of God. And Ezra the scribe went before them.",
          "ID": "36"
        },
        {
          "text": "At the Fountain Gate they went up straight before them by the stairs of the city of David, at the ascent of the wall, above the house of David, to the Water Gate on the east.",
          "ID": "37"
        },
        {
          "text": "The other choir of those who gave thanks went to the north, and I followed them with half of the people, on the wall, above the Tower of the Ovens, to the Broad Wall,",
          "ID": "38"
        },
        {
          "text": "and above the Gate of Ephraim, and by the Gate of Yeshanah, and by the Fish Gate and the Tower of Hananel and the Tower of the Hundred, to the Sheep Gate; and they came to a halt at the Gate of the Guard.",
          "ID": "39"
        },
        {
          "text": "So both choirs of those who gave thanks stood in the house of God, and I and half of the officials with me;",
          "ID": "40"
        },
        {
          "text": "and the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets;",
          "ID": "41"
        },
        {
          "text": "and Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. And the singers sang with Jezrahiah as their leader.",
          "ID": "42"
        },
        {
          "text": "And they offered great sacrifices that day and rejoiced, for God had made them rejoice with great joy; the women and children also rejoiced. And the joy of Jerusalem was heard far away.",
          "ID": "43"
        },
        {
          "text": "On that day men were appointed over the storerooms, the contributions, the firstfruits, and the tithes, to gather into them the portions required by the Law for the priests and for the Levites according to the fields of the towns, for Judah rejoiced over the priests and the Levites who ministered.",
          "ID": "44"
        },
        {
          "text": "And they performed the service of their God and the service of purification, as did the singers and the gatekeepers, according to the command of David and his son Solomon.",
          "ID": "45"
        },
        {
          "text": "For long ago in the days of David and Asaph there were directors of the singers, and there were songs of praise and thanksgiving to God.",
          "ID": "46"
        },
        {
          "text": "And all Israel in the days of Zerubbabel and in the days of Nehemiah gave the daily portions for the singers and the gatekeepers; and they set apart that which was for the Levites; and the Levites set apart that which was for the sons of Aaron.",
          "ID": "47"
        }
      ],
      "ID": "OT:NEH.12",
      "name": "Nehemiah 12"
    },
    {
      "text": [
        {
          "text": "On that day they read from the Book of Moses in the hearing of the people. And in it was found written that no Ammonite or Moabite should ever enter the assembly of God,",
          "ID": "1"
        },
        {
          "text": "for they did not meet the people of Israel with bread and water, but hired Balaam against them to curse them—yet our God turned the curse into a blessing.",
          "ID": "2"
        },
        {
          "text": "As soon as the people heard the law, they separated from Israel all those of foreign descent.",
          "ID": "3"
        },
        {
          "text": "Now before this, Eliashib the priest, who was appointed over the chambers of the house of our God, and who was related to Tobiah,",
          "ID": "4"
        },
        {
          "text": "prepared for Tobiah a large chamber where they had previously put the grain offering, the frankincense, the vessels, and the tithes of grain, wine, and oil, which were given by commandment to the Levites, singers, and gatekeepers, and the contributions for the priests.",
          "ID": "5"
        },
        {
          "text": "While this was taking place, I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I went to the king. And after some time I asked leave of the king",
          "ID": "6"
        },
        {
          "text": "and came to Jerusalem, and I then discovered the evil that Eliashib had done for Tobiah, preparing for him a chamber in the courts of the house of God.",
          "ID": "7"
        },
        {
          "text": "And I was very angry, and I threw all the household furniture of Tobiah out of the chamber.",
          "ID": "8"
        },
        {
          "text": "Then I gave orders, and they cleansed the chambers, and I brought back there the vessels of the house of God, with the grain offering and the frankincense.",
          "ID": "9"
        },
        {
          "text": "I also found out that the portions of the Levites had not been given to them, so that the Levites and the singers, who did the work, had fled each to his field.",
          "ID": "10"
        },
        {
          "text": "So I confronted the officials and said, \"Why is the house of God forsaken?\" And I gathered them together and set them in their stations.",
          "ID": "11"
        },
        {
          "text": "Then all Judah brought the tithe of the grain, wine, and oil into the storehouses.",
          "ID": "12"
        },
        {
          "text": "And I appointed as treasurers over the storehouses Shelemiah the priest, Zadok the scribe, and Pedaiah of the Levites, and as their assistant Hanan the son of Zaccur, son of Mattaniah, for they were considered reliable, and their duty was to distribute to their brothers.",
          "ID": "13"
        },
        {
          "text": "Remember me, O my God, concerning this, and do not wipe out my good deeds that I have done for the house of my God and for his service.",
          "ID": "14"
        },
        {
          "text": "In those days I saw in Judah people treading winepresses on the Sabbath, and bringing in heaps of grain and loading them on donkeys, and also wine, grapes, figs, and all kinds of loads, which they brought into Jerusalem on the Sabbath day. And I warned them on the day when they sold food.",
          "ID": "15"
        },
        {
          "text": "Tyrians also, who lived in the city, brought in fish and all kinds of goods and sold them on the Sabbath to the people of Judah, in Jerusalem itself!",
          "ID": "16"
        },
        {
          "text": "Then I confronted the nobles of Judah and said to them, \"What is this evil thing that you are doing, profaning the Sabbath day?",
          "ID": "17"
        },
        {
          "text": "Did not your fathers act in this way, and did not our God bring all this disaster on us and on this city? Now you are bringing more wrath on Israel by profaning the Sabbath.\"",
          "ID": "18"
        },
        {
          "text": "As soon as it began to grow dark at the gates of Jerusalem before the Sabbath, I commanded that the doors should be shut and gave orders that they should not be opened until after the Sabbath. And I stationed some of my servants at the gates, that no load might be brought in on the Sabbath day.",
          "ID": "19"
        },
        {
          "text": "Then the merchants and sellers of all kinds of wares lodged outside Jerusalem once or twice.",
          "ID": "20"
        },
        {
          "text": "But I warned them and said to them, \"Why do you lodge outside the wall? If you do so again, I will lay hands on you.\" From that time on they did not come on the Sabbath.",
          "ID": "21"
        },
        {
          "text": "Then I commanded the Levites that they should purify themselves and come and guard the gates, to keep the Sabbath day holy. Remember this also in my favor, O my God, and spare me according to the greatness of your steadfast love.",
          "ID": "22"
        },
        {
          "text": "In those days also I saw the Jews who had married women of Ashdod, Ammon, and Moab.",
          "ID": "23"
        },
        {
          "text": "And half of their children spoke the language of Ashdod, and they could not speak the language of Judah, but only the language of each people.",
          "ID": "24"
        },
        {
          "text": "And I confronted them and cursed them and beat some of them and pulled out their hair. And I made them take an oath in the name of God, saying, \"You shall not give your daughters to their sons, or take their daughters for your sons or for yourselves.",
          "ID": "25"
        },
        {
          "text": "Did not Solomon king of Israel sin on account of such women? Among the many nations there was no king like him, and he was beloved by his God, and God made him king over all Israel. Nevertheless, foreign women made even him to sin.",
          "ID": "26"
        },
        {
          "text": "Shall we then listen to you and do all this great evil and act treacherously against our God by marrying foreign women?\"",
          "ID": "27"
        },
        {
          "text": "And one of the sons of Jehoiada, the son of Eliashib the high priest, was the son-in-law of Sanballat the Horonite. Therefore I chased him from me.",
          "ID": "28"
        },
        {
          "text": "Remember them, O my God, because they have desecrated the priesthood and the covenant of the priesthood and the Levites.",
          "ID": "29"
        },
        {
          "text": "Thus I cleansed them from everything foreign, and I established the duties of the priests and Levites, each in his work;",
          "ID": "30"
        },
        {
          "text": "and I provided for the wood offering at appointed times, and for the firstfruits.",
          "ID": "31"
        },
        {
          "text": "Remember me, O my God, for good.",
          "ID": "31"
        }
      ],
      "ID": "OT:NEH.13",
      "name": "Nehemiah 13"
    }
  ],
  "ID": "OT:NEH(ESV)",
  "version": "ESV",
  "name": "Nehemiah"
}