{
  "text": [
    {
      "text": [
        {
          "text": "AND king Astyages was gathered to his fathers, and Cyrus the Persian received his kingdom.",
          "ID": "1"
        },
        {
          "text": "And Daniel lived with the king, and was honored above all his friends.",
          "ID": "2"
        },
        {
          "text": "Now the Babylonians had an idol, called Bel, and there were spent upon him every day twelve great measures of fine flour, and forty sheep, and six firkins of wine.",
          "ID": "3"
        },
        {
          "text": "And the king did honor to it, and went daily to worship it: but Daniel worshipped his own God. And the king said to him, Why do you not worship Bel?",
          "ID": "4"
        },
        {
          "text": "And he said, Because I may not do honor to idols made with hands, but to the living God, who has created the heaven and the earth, and has sovereignty over all flesh.",
          "ID": "5"
        },
        {
          "text": "Then said the king to him, Thinkest you not that Bel is a living god? or see you not how much he eats and drinks every day?",
          "ID": "6"
        },
        {
          "text": "Then Daniel laughed, and said, O king, be not deceived: for this is but clay within, and brass without, and did never eat or drink anything.",
          "ID": "7"
        },
        {
          "text": "So the king was angry, and called for his priests, and said to them, If you⌃ tell me not who this is that devours these expenses, you⌃ shall die.",
          "ID": "8"
        },
        {
          "text": "But if you⌃ can show me that Bel devours them, then Daniel shall die: for he has spoken blasphemy against Bel. And Daniel said to the king, Let it be according to your word.",
          "ID": "9"
        },
        {
          "text": "Now the priests of Bel were threescore and ten, beside their wives and children. And the king went with Daniel into the temple of Bel.",
          "ID": "10"
        },
        {
          "text": "So Bel’s priests said, Behold, we will get us out: but you, O king, set on the meat, and mingle the wine and set it forth, and shut the door fast, and seal it with your own signet;",
          "ID": "11"
        },
        {
          "text": "and when you come in the morning, if you find not that Bel has eaten up all, we will suffer death: or else Daniel, that speaks falsely against us.",
          "ID": "12"
        },
        {
          "text": "And they little regarded it: for under the table they had made a privy entrance, whereby they entered in continually, and consumed those things.",
          "ID": "13"
        },
        {
          "text": "And it came to pass, when they were gone forth, the king set the meat before Bel. Now Daniel had commanded his servants to bring ashes, and they strewed all the temple with them  in the presence of the king alone: then they went out, and shut the door, and sealed it with the king’s signet, and so departed.",
          "ID": "14"
        },
        {
          "text": "Now in the night came the priests with their wives and children, as they were wont to do, and did eat and drink up all.",
          "ID": "15"
        },
        {
          "text": "In the morning betime the king arose, and Daniel with him.",
          "ID": "16"
        },
        {
          "text": "And the king said, Daniel, are the seals whole? And he said, Yes, O king, they be whole.",
          "ID": "17"
        },
        {
          "text": "And as soon as he had opened the door, the king looked upon the table, and cried with a loud voice, Great are you, O Bel, and with you is no deceit at all.",
          "ID": "18"
        },
        {
          "text": "Then laughed Daniel, and held the king that he should not go in, and said, Behold now the pavement, and mark well whose footsteps are these.",
          "ID": "19"
        },
        {
          "text": "And the king said, I see the footsteps of men, women, and children. And then the king was angry,",
          "ID": "20"
        },
        {
          "text": "and took the priests with their wives and children, who showed him the privy doors, where they came in, and consumed such things as were upon the table.",
          "ID": "21"
        },
        {
          "text": "Therefore the king killed them, and delivered Bel into Daniel’s power, who overthrew him and his temple.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "And in that same place there was a great  dragon, which they of Babylon worshipped.",
          "ID": "23"
        },
        {
          "text": "And the king said to Daniel, Wilt you also say that this is of brass? behold, he lives, and eats and drinks; you can not say that he is no living god: therefore worship him.",
          "ID": "24"
        },
        {
          "text": "Then said Daniel, I will worship the Lord my God: for he is a living God.",
          "ID": "25"
        },
        {
          "text": "But give me leave, O king, and I shall kill this dragon without sword or staff. The king said, I give you leave.",
          "ID": "26"
        },
        {
          "text": "Then Daniel took pitch, and fat, and hair, and did seethe them together, and made lumps thereof: this he put in the dragon’s mouth, so the dragon did eat and burst in sunder: and Daniel  said, Behold, these are the gods you⌃ worship.",
          "ID": "27"
        },
        {
          "text": "When they of Babylon heard that, they took great indignation, and conspired against the king, saying, The king is become a Jew, and he has pulled down Bel, and slain the dragon, and put the priests to the sword.",
          "ID": "28"
        },
        {
          "text": "So they came to the king, and said, Deliver us Daniel, or else we will destroy you and your house.",
          "ID": "29"
        },
        {
          "text": "Now when the king saw that they pressed him sore, being constrained, the king delivered Daniel to them:",
          "ID": "30"
        },
        {
          "text": "who cast him into the lion’s den: where he was six days.",
          "ID": "31"
        },
        {
          "text": "And in the den there were seven lions, and they had given them every day two carcases, and two sheep: which then were not given to them, to the intent they might devour Daniel.",
          "ID": "32"
        },
        {
          "text": "",
          "ID": "32"
        },
        {
          "text": "Now there was in Jewry the prophet  Habakkuk, who had made pottage, and had broken bread into a bowl, and was going into the field, for to bring it to the reapers.",
          "ID": "33"
        },
        {
          "text": "But the angel of the Lord said to Habakkuk, Go carry the dinner that you have into Babylon to Daniel, in the lions’ den.",
          "ID": "34"
        },
        {
          "text": "And Habakkuk said, Lord, I never saw Babylon; neither do I know where the den is.",
          "ID": "35"
        },
        {
          "text": "Then the angel of the Lord took him by the crown, and lifted him up by the hair of his head, and with the blast of his breath set him in Babylon over the den.",
          "ID": "36"
        },
        {
          "text": "And Habakkuk cried, saying, O Daniel, Daniel, take the dinner which God has sent you.",
          "ID": "37"
        },
        {
          "text": "And Daniel said, You have remembered me, O God: neither have you forsaken them that love you.",
          "ID": "38"
        },
        {
          "text": "So Daniel arose, and did eat: and the angel of God set Habakkuk in his own place again immediately.",
          "ID": "39"
        },
        {
          "text": "Upon the seventh day the king came to bewail Daniel: and when he came to the den, he looked in, and, behold, Daniel was sitting.",
          "ID": "40"
        },
        {
          "text": "Then cried the king with a loud voice, saying, Great are you, O Lord, you God of Daniel, and there is none other beside you.",
          "ID": "41"
        },
        {
          "text": "And he drew him out, and cast those that were the cause of his destruction into the den: and they were devoured in a moment before his face.",
          "ID": "42"
        }
      ],
      "ID": "AP:BEL.1",
      "name": "Bel and the Dragon 1"
    }
  ],
  "ID": "AP:BEL(WEB)",
  "version": "WEB",
  "name": "Bel and the Dragon"
}