{
  "text": [
    {
      "text": [
        {
          "text": "Paul, an Apostle, not from men and not through man, but through Jesus Christ, and God the Father, who raised him from the dead,",
          "ID": "1"
        },
        {
          "text": "and all the brothers who are with me: to the churches of Galatia.",
          "ID": "2"
        },
        {
          "text": "Grace and peace to you from God the Father, and from our Lord Jesus Christ,",
          "ID": "3"
        },
        {
          "text": "who gave himself on behalf of our sins, so that he might deliver us from this present wicked age, according to the will of God our Father.",
          "ID": "4"
        },
        {
          "text": "To him is glory forever and ever. Amen.",
          "ID": "5"
        },
        {
          "text": "I wonder that you have been so quickly transferred, from him who called you into the grace of Christ, over to another gospel.",
          "ID": "6"
        },
        {
          "text": "For there is no other, except that there are some persons who disturb you and who want to overturn the Gospel of Christ.",
          "ID": "7"
        },
        {
          "text": "But if anyone, even we ourselves or an Angel from Heaven, were to preach to you a gospel other than the one that we have preached to you, let him be anathema.",
          "ID": "8"
        },
        {
          "text": "Just as we have said before, so now I say again: If anyone has preached a gospel to you, other than that which you have received, let him be anathema.",
          "ID": "9"
        },
        {
          "text": "For am I now persuading men, or God? Or, am I seeking to please men? If I still were pleasing men, then I would not be a servant of Christ.",
          "ID": "10"
        },
        {
          "text": "For I would have you understand, brothers, that the Gospel which has been preached by me is not according to man.",
          "ID": "11"
        },
        {
          "text": "And I did not receive it from man, nor did I learn it, except through the revelation of Jesus Christ.",
          "ID": "12"
        },
        {
          "text": "For you have heard of my former behavior within Judaism: that, beyond measure, I persecuted the Church of God and fought against Her.",
          "ID": "13"
        },
        {
          "text": "And I advanced in Judaism beyond many of my equals among my own kind, having proven to be more abundant in zeal toward the traditions of my fathers.",
          "ID": "14"
        },
        {
          "text": "But, when it pleased him who, from my mother's womb, had set me apart, and who has called me by his grace,",
          "ID": "15"
        },
        {
          "text": "to reveal his Son within me, so that I might evangelize him among the Gentiles, I did not next seek the consent of flesh and blood.",
          "ID": "16"
        },
        {
          "text": "Neither did I go to Jerusalem, to those who were Apostles before me. Instead, I went into Arabia, and next I returned to Damascus.",
          "ID": "17"
        },
        {
          "text": "And then, after three years, I went to Jerusalem to see Peter; and I stayed with him for fifteen days.",
          "ID": "18"
        },
        {
          "text": "But I saw none of the other Apostles, except James, the brother of the Lord.",
          "ID": "19"
        },
        {
          "text": "Now what I am writing to you: behold, before God, I am not lying.",
          "ID": "20"
        },
        {
          "text": "Next, I went into the regions of Syria and Cilicia.",
          "ID": "21"
        },
        {
          "text": "But I was unknown by face to the churches of Judea, which were in Christ.",
          "ID": "22"
        },
        {
          "text": "For they had only heard that: \"He, who formerly persecuted us, now evangelizes the faith which he once fought.\"",
          "ID": "23"
        },
        {
          "text": "And they glorified God in me.",
          "ID": "24"
        }
      ],
      "ID": "NT:GAL.1",
      "name": "Galatians 1"
    },
    {
      "text": [
        {
          "text": "Next, after fourteen years, I went up again to Jerusalem, taking with me Barnabas and Titus.",
          "ID": "1"
        },
        {
          "text": "And I went up according to revelation, and I debated with them about the Gospel that I am preaching among the Gentiles, but away from those who were pretending to be something, lest perhaps I might run, or have run, in vain.",
          "ID": "2"
        },
        {
          "text": "But even Titus, who was with me, though he was a Gentile, was not compelled to be circumcised,",
          "ID": "3"
        },
        {
          "text": "but only because of false brothers, who were brought in unknowingly. They entered secretly to spy on our liberty, which we have in Christ Jesus, so that they might reduce us to servitude.",
          "ID": "4"
        },
        {
          "text": "We did not yield to them in subjection, even for an hour, in order that the truth of the Gospel would remain with you,",
          "ID": "5"
        },
        {
          "text": "and away from those who were pretending to be something. (Whatever they might have been once, it means nothing to me. God does not accept the reputation of a man.) And those who were claiming to be something had nothing to offer me.",
          "ID": "6"
        },
        {
          "text": "But it was to the contrary, since they had seen that the Gospel to the uncircumcised was entrusted to me, just as the Gospel to the circumcised was entrusted to Peter.",
          "ID": "7"
        },
        {
          "text": "For he who was working the Apostleship to the circumcised in Peter, was also working in me among the Gentiles.",
          "ID": "8"
        },
        {
          "text": "And so, when they had acknowledged the grace that was given to me, James and Cephas and John, who seemed like pillars, gave to me and to Barnabas the right hand of fellowship, so that we would go to the Gentiles, while they went to the circumcised,",
          "ID": "9"
        },
        {
          "text": "asking only that we should be mindful of the poor, which was the very thing that I also was solicitous to do.",
          "ID": "10"
        },
        {
          "text": "But when Cephas had arrived at Antioch, I stood against him to his face, because he was blameworthy.",
          "ID": "11"
        },
        {
          "text": "For before certain ones arrived from James, he ate with the Gentiles. But when they had arrived, he drew apart and separated himself, fearing those who were of the circumcision.",
          "ID": "12"
        },
        {
          "text": "And the other Jews consented to his pretense, so that even Barnabas was led by them into that falseness.",
          "ID": "13"
        },
        {
          "text": "But when I had seen that they were not walking correctly, by the truth of the Gospel, I said to Cephas in front of everyone: \"If you, while you are a Jew, are living like the Gentiles and not the Jews, how is it that you compel the Gentiles to keep the customs of the Jews?\"",
          "ID": "14"
        },
        {
          "text": "By nature, we are Jews, and not of the Gentiles, sinners.",
          "ID": "15"
        },
        {
          "text": "And we know that man is not justified by the works of the law, but only by the faith of Jesus Christ. And so we believe in Christ Jesus, in order that we may be justified by the faith of Christ, and not by the works of the law. For no flesh will be justified by the works of the law.",
          "ID": "16"
        },
        {
          "text": "But if, while seeking to be justified in Christ, we ourselves are also found to be sinners, would then Christ be the minister of sin? Let it not be so!",
          "ID": "17"
        },
        {
          "text": "For if I rebuild the things that I have destroyed, I establish myself as a prevaricator.",
          "ID": "18"
        },
        {
          "text": "For through the law, I have become dead to the law, so that I may live for God. I have been nailed to the cross with Christ.",
          "ID": "19"
        },
        {
          "text": "I live; yet now, it is not I, but truly Christ, who lives in me. And though I live now in the flesh, I live in the faith of the Son of God, who loved me and who delivered himself for me.",
          "ID": "20"
        },
        {
          "text": "I do not reject the grace of God. For if justice is through the law, then Christ died in vain.",
          "ID": "21"
        }
      ],
      "ID": "NT:GAL.2",
      "name": "Galatians 2"
    },
    {
      "text": [
        {
          "text": "O senseless Galatians, who has so fascinated you that you would not obey the truth, even though Jesus Christ has been presented before your eyes, crucified among you?",
          "ID": "1"
        },
        {
          "text": "I wish to know only this from you: Did you receive the Spirit by the works of the law, or by the hearing of faith?",
          "ID": "2"
        },
        {
          "text": "Are you so foolish that, though you began with the Spirit, you would now end with the flesh?",
          "ID": "3"
        },
        {
          "text": "Have you been suffering so much without a reason? If so, then it is in vain.",
          "ID": "4"
        },
        {
          "text": "Therefore, does he who distributes the Spirit to you, and who works miracles among you, act by the works of the law, or by the hearing of the faith?",
          "ID": "5"
        },
        {
          "text": "It is just as it was written: \"Abraham believed God, and it was reputed to him unto justice.\"",
          "ID": "6"
        },
        {
          "text": "Therefore, know that those who are of faith, these are the sons of Abraham.",
          "ID": "7"
        },
        {
          "text": "Thus Scripture, foreseeing that God would justify the Gentiles by faith, foretold to Abraham: \"All nations shall be blessed in you.\"",
          "ID": "8"
        },
        {
          "text": "And so, those who are of faith shall be blessed with faithful Abraham.",
          "ID": "9"
        },
        {
          "text": "For as many as are of the works of the law are under a curse. For it has been written: \"Cursed is everyone who does not continue in all the things that have been written in the book of the Law, so as to do them.\"",
          "ID": "10"
        },
        {
          "text": "And, since in the law no one is justified with God, this is manifest: \"For the just man lives by faith.\"",
          "ID": "11"
        },
        {
          "text": "But the law is not of faith; instead, \"he who does these things shall live by them.\"",
          "ID": "12"
        },
        {
          "text": "Christ has redeemed us from the curse of the law, since he became a curse for us. For it is written: \"Cursed is anyone who hangs from a tree.\"",
          "ID": "13"
        },
        {
          "text": "This was so that the blessing of Abraham might reach the Gentiles through Christ Jesus, in order that we might receive the promise of the Spirit through faith.",
          "ID": "14"
        },
        {
          "text": "Brothers (I speak according to man), if a man's testament has been confirmed, no one would reject it or add to it.",
          "ID": "15"
        },
        {
          "text": "The promises were made to Abraham and to his offspring. He did not say, \"and to descendents,\" as if to many, but instead, as if to one, he said, \"and to your offspring,\" who is Christ.",
          "ID": "16"
        },
        {
          "text": "But I say this: the testament confirmed by God, which, after four hundred and thirty years became the Law, does not nullify, so as to make the promise empty.",
          "ID": "17"
        },
        {
          "text": "For if the inheritance is of the law, then it is no longer of the promise. But God bestowed it to Abraham through the promise.",
          "ID": "18"
        },
        {
          "text": "Why, then, was there a law? It was established because of transgressions, until the offspring would arrive, to whom he made the promise, ordained by Angels through the hand of a mediator.",
          "ID": "19"
        },
        {
          "text": "Now a mediator is not of one, yet God is one.",
          "ID": "20"
        },
        {
          "text": "So then, was the law contrary to the promises of God? Let it not be so! For if a law had been given, which was able to give life, truly justice would be of the law.",
          "ID": "21"
        },
        {
          "text": "But Scripture has enclosed everything under sin, so that the promise, by the faith of Jesus Christ, might be given to those who believe.",
          "ID": "22"
        },
        {
          "text": "But before the faith arrived, we were preserved by being enclosed under the law, unto that faith which was to be revealed.",
          "ID": "23"
        },
        {
          "text": "And so the law was our guardian in Christ, in order that we might be justified by faith.",
          "ID": "24"
        },
        {
          "text": "But now that faith has arrived, we are no longer under a guardian.",
          "ID": "25"
        },
        {
          "text": "For you are all sons of God, through the faith which is in Christ Jesus.",
          "ID": "26"
        },
        {
          "text": "For as many of you as have been baptized in Christ have become clothed with Christ.",
          "ID": "27"
        },
        {
          "text": "There is neither Jew nor Greek; there is neither servant nor free; there is neither male nor female. For you are all one in Christ Jesus.",
          "ID": "28"
        },
        {
          "text": "And if you are Christ's, then are you the offspring of Abraham, heirs according to the promise.",
          "ID": "29"
        }
      ],
      "ID": "NT:GAL.3",
      "name": "Galatians 3"
    },
    {
      "text": [
        {
          "text": "But I say that, during the time an heir is a child, he is no different from a servant, even though he is the owner of everything.",
          "ID": "1"
        },
        {
          "text": "For he is under tutors and caretakers, until the time which was predetermined by the father.",
          "ID": "2"
        },
        {
          "text": "So also we, when we were children, were subservient to the influences of the world.",
          "ID": "3"
        },
        {
          "text": "But when the fullness of time arrived, God sent his Son, formed from a woman, formed under the law,",
          "ID": "4"
        },
        {
          "text": "so that he might redeem those who were under the law, in order that we might receive the adoption of sons.",
          "ID": "5"
        },
        {
          "text": "Therefore, because you are sons, God has sent the Spirit of his Son into your hearts, crying out: \"Abba, Father.\"",
          "ID": "6"
        },
        {
          "text": "And so now he is not a servant, but a son. But if he is a son, then he is also an heir, through God.",
          "ID": "7"
        },
        {
          "text": "But then, certainly, while ignorant of God, you served those who, by nature, are not gods.",
          "ID": "8"
        },
        {
          "text": "But now, since you have known God, or rather, since you have been known by God: how can you turn away again, to weak and destitute influences, which you desire to serve anew?",
          "ID": "9"
        },
        {
          "text": "You serve the days, and months, and times, and years.",
          "ID": "10"
        },
        {
          "text": "I am afraid for you, lest perhaps I may have labored in vain among you.",
          "ID": "11"
        },
        {
          "text": "Brothers, I beg you. Be as I am. For I, too, am like you. You have not injured me at all.",
          "ID": "12"
        },
        {
          "text": "But you know that, in the weakness of the flesh, I have preached the Gospel to you for a long time, and that your trials are in my flesh.",
          "ID": "13"
        },
        {
          "text": "You did not despise or reject me. But instead, you accepted me like an Angel of God, even like Christ Jesus.",
          "ID": "14"
        },
        {
          "text": "Therefore, where is your happiness? For I offer to you testimony that, if it could be done, you would have plucked out your own eyes and would have given them to me.",
          "ID": "15"
        },
        {
          "text": "So then, have I become your enemy by telling you the truth?",
          "ID": "16"
        },
        {
          "text": "They are not imitating you well. And they are willing to exclude you, so that you might imitate them.",
          "ID": "17"
        },
        {
          "text": "But be imitators of what is good, always in a good way, and not only when I am present with you.",
          "ID": "18"
        },
        {
          "text": "My little sons, I am giving birth to you again, until Christ is formed in you.",
          "ID": "19"
        },
        {
          "text": "And I would willingly be present with you, even now. But I would alter my voice: for I am ashamed of you.",
          "ID": "20"
        },
        {
          "text": "Tell me, you who desire to be under the law, have you not read the law?",
          "ID": "21"
        },
        {
          "text": "For it is written that Abraham had two sons: one by a servant woman, and one by a free woman.",
          "ID": "22"
        },
        {
          "text": "And he who was of the servant was born according to the flesh. But he who was of the free woman was born by the promise.",
          "ID": "23"
        },
        {
          "text": "These things are said through an allegory. For these represent the two testaments. Certainly the one, on Mount Sinai, gives birth unto servitude, which is Hagar.",
          "ID": "24"
        },
        {
          "text": "For Sinai is a mountain in Arabia, which is related to the Jerusalem of the present time, and it serves with her sons.",
          "ID": "25"
        },
        {
          "text": "But that Jerusalem which is above is free; the same is our mother.",
          "ID": "26"
        },
        {
          "text": "For it was written: \"Rejoice, O barren one, though you do not conceive. Burst forth and cry out, though you do not give birth. For many are the children of the desolate, even more than of her who has a husband.\"",
          "ID": "27"
        },
        {
          "text": "Now we, brothers, like Isaac, are sons of the promise.",
          "ID": "28"
        },
        {
          "text": "But just as then, he who was born according to the flesh persecuted him who was born according to the Spirit, so also it is now.",
          "ID": "29"
        },
        {
          "text": "And what does Scripture say? \"Cast out the woman servant and her son. For the son of a servant women shall not be an heir with the son of a free woman.\"",
          "ID": "30"
        },
        {
          "text": "And so, brothers, we are not the sons of the servant woman, but rather of the free woman. And this is the freedom with which Christ has set us free.",
          "ID": "31"
        }
      ],
      "ID": "NT:GAL.4",
      "name": "Galatians 4"
    },
    {
      "text": [
        {
          "text": "Stand firm, and do not be willing to be again held by the yoke of servitude.",
          "ID": "1"
        },
        {
          "text": "Behold, I, Paul, say to you, that if you have been circumcised, Christ will be of no benefit to you.",
          "ID": "2"
        },
        {
          "text": "For I again testify, about every man circumcising himself, that he is obligated to act according to the entire law.",
          "ID": "3"
        },
        {
          "text": "You are being emptied of Christ, you who are being justified by the law. You have fallen from grace.",
          "ID": "4"
        },
        {
          "text": "For in spirit, by faith, we await the hope of justice.",
          "ID": "5"
        },
        {
          "text": "For in Christ Jesus, neither circumcision nor uncircumcision prevails over anything, but only faith which works through charity.",
          "ID": "6"
        },
        {
          "text": "You have run well. So what has impeded you, that you would not obey the truth?",
          "ID": "7"
        },
        {
          "text": "This kind of influence is not from him who is calling you.",
          "ID": "8"
        },
        {
          "text": "A little leaven corrupts the whole mass.",
          "ID": "9"
        },
        {
          "text": "I have confidence in you, in the Lord, that you will accept nothing of the kind. However, he who disturbs you shall bear the judgment, whomever he may be.",
          "ID": "10"
        },
        {
          "text": "And as for me, brothers, if I still preach circumcision, why am I still suffering persecution? For then the scandal of the Cross would be made empty.",
          "ID": "11"
        },
        {
          "text": "And I wish that those who disturb you would be torn away.",
          "ID": "12"
        },
        {
          "text": "For you, brothers, have been called to liberty. Only you must not make liberty into an occasion for the flesh, but instead, serve one another through the charity of the Spirit.",
          "ID": "13"
        },
        {
          "text": "For the entire law is fulfilled by one word: \"You shall love your neighbor as yourself.\"",
          "ID": "14"
        },
        {
          "text": "But if you bite and devour one another, be careful that you are not consumed by one another!",
          "ID": "15"
        },
        {
          "text": "So then, I say: Walk in the spirit, and you will not fulfill the desires of the flesh.",
          "ID": "16"
        },
        {
          "text": "For the flesh desires against the spirit, and the spirit against the flesh. And since these are against one another, you may not do whatever you want.",
          "ID": "17"
        },
        {
          "text": "But if you are led by the Spirit, you are not under the law.",
          "ID": "18"
        },
        {
          "text": "Now the works of the flesh are manifest; they are: fornication, lust, homosexuality, self-indulgence,",
          "ID": "19"
        },
        {
          "text": "the serving of idols, drug use, hostility, contentiousness, jealousy, wrath, quarrels, dissensions, divisions,",
          "ID": "20"
        },
        {
          "text": "envy, murder, inebriation, carousing, and similar things. About these things, I continue to preach to you, as I have preached to you: that those who act in this way shall not obtain the kingdom of God.",
          "ID": "21"
        },
        {
          "text": "But the fruit of the Spirit is charity, joy, peace, patience, kindness, goodness, forbearance,",
          "ID": "22"
        },
        {
          "text": "meekness, faith, modesty, abstinence, chastity. There is no law against such things.",
          "ID": "23"
        },
        {
          "text": "For those who are Christ's have crucified their flesh, along with its vices and desires.",
          "ID": "24"
        },
        {
          "text": "If we live by the Spirit, we should also walk by the Spirit.",
          "ID": "25"
        },
        {
          "text": "Let us not become desirous of empty glory, provoking one another, envying one another.",
          "ID": "26"
        }
      ],
      "ID": "NT:GAL.5",
      "name": "Galatians 5"
    },
    {
      "text": [
        {
          "text": "And, brothers, if a man has been overtaken by any offense, you who are spiritual should instruct someone like this with a spirit of leniency, considering that you yourselves might also be tempted.",
          "ID": "1"
        },
        {
          "text": "Carry one another's burdens, and so shall you fulfill the law of Christ.",
          "ID": "2"
        },
        {
          "text": "For if anyone considers himself to be something, though he may be nothing, he deceives himself.",
          "ID": "3"
        },
        {
          "text": "So let each one prove his own work. And in this way, he shall have glory in himself only, and not in another.",
          "ID": "4"
        },
        {
          "text": "For each one shall carry his own burden.",
          "ID": "5"
        },
        {
          "text": "And let him who is being taught the Word discuss it with him who is teaching it to him, in every good way.",
          "ID": "6"
        },
        {
          "text": "Do not choose to wander astray. God is not to be ridiculed.",
          "ID": "7"
        },
        {
          "text": "For whatever a man will have sown, that also shall he reap. For whoever sows in his flesh, from the flesh he shall also reap corruption. But whoever sows in the Spirit, from the Spirit he shall reap eternal life.",
          "ID": "8"
        },
        {
          "text": "And so, let us not be deficient in doing good. For in due time, we shall reap without fail.",
          "ID": "9"
        },
        {
          "text": "Therefore, while we have time, we should do good works toward everyone, and most of all toward those who are of the household of the faith.",
          "ID": "10"
        },
        {
          "text": "Consider what kind of letters I have written to you with my own hand.",
          "ID": "11"
        },
        {
          "text": "For as many of you as they desire to please in the flesh, they compel to be circumcised, but only so that they might not suffer the persecution of the cross of Christ.",
          "ID": "12"
        },
        {
          "text": "And yet, neither do they themselves, who are circumcised, keep the law. Instead, they want you to be circumcised, so that they may glory in your flesh.",
          "ID": "13"
        },
        {
          "text": "But far be it from me to glory, except in the cross of our Lord Jesus Christ, through whom the world is crucified to me, and I to the world.",
          "ID": "14"
        },
        {
          "text": "For in Christ Jesus, neither circumcision nor uncircumcision prevails in any way, but instead there is a new creature.",
          "ID": "15"
        },
        {
          "text": "And whoever follows this rule: may peace and mercy be upon them, and upon the Israel of God.",
          "ID": "16"
        },
        {
          "text": "Concerning other matters, let no one trouble me. For I carry the stigmata of the Lord Jesus in my body.",
          "ID": "17"
        },
        {
          "text": "May the grace of our Lord Jesus Christ be with your spirit, brothers. Amen.",
          "ID": "18"
        }
      ],
      "ID": "NT:GAL.6",
      "name": "Galatians 6"
    }
  ],
  "ID": "NT:GAL(CPDV)",
  "version": "CPDV",
  "name": "Galatians"
}