{
  "name": "2 Thessalonians",
  "text": [
    {
      "name": "2 Thessalonians 1",
      "text": [
        {
          "text": "Paul, Silas and Timothy,To the church of the Thessalonians in God our Father and the Lord Jesus Christ:",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Grace and peace to you from God the Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "We ought always to thank God for you, brothers and sisters, and rightly so, because your faith is growing more and more, and the love all of you have for one another is increasing.",
          "ID": "3"
        },
        {
          "text": "Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring.",
          "ID": "4"
        },
        {
          "text": "All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "God is just: He will pay back trouble to those who trouble you",
          "ID": "6"
        },
        {
          "text": "and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels.",
          "ID": "7"
        },
        {
          "text": "He will punish those who do not know God and do not obey the gospel of our Lord Jesus.",
          "ID": "8"
        },
        {
          "text": "They will be punished with everlasting destruction and shut out from the presence of the Lord and from the glory of his might",
          "ID": "9"
        },
        {
          "text": "on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you.",
          "ID": "10"
        },
        {
          "text": "With this in mind, we constantly pray for you, that our God may make you worthy of his calling, and that by his power he may bring to fruition your every desire for goodness and your every deed prompted by faith.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1"
    },
    {
      "name": "2 Thessalonians 2",
      "text": [
        {
          "text": "Concerning the coming of our Lord Jesus Christ and our being gathered to him, we ask you, brothers and sisters,",
          "ID": "1"
        },
        {
          "text": "not to become easily unsettled or alarmed by the teaching allegedly from us—whether by a prophecy or by word of mouth or by letter—asserting that the day of the Lord has already come.",
          "ID": "2"
        },
        {
          "text": "Don't let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction.",
          "ID": "3"
        },
        {
          "text": "He will oppose and will exalt himself over everything that is called God or is worshiped, so that he sets himself up in God's temple, proclaiming himself to be God.",
          "ID": "4"
        },
        {
          "text": "Don't you remember that when I was with you I used to tell you these things?",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "And now you know what is holding him back, so that he may be revealed at the proper time.",
          "ID": "6"
        },
        {
          "text": "For the secret power of lawlessness is already at work; but the one who now holds it back will continue to do so till he is taken out of the way.",
          "ID": "7"
        },
        {
          "text": "And then the lawless one will be revealed, whom the Lord Jesus will overthrow with the breath of his mouth and destroy by the splendor of his coming.",
          "ID": "8"
        },
        {
          "text": "The coming of the lawless one will be in accordance with how Satan works. He will use all sorts of displays of power through signs and wonders that serve the lie,",
          "ID": "9"
        },
        {
          "text": "and all the ways that wickedness deceives those who are perishing. They perish because they refused to love the truth and so be saved.",
          "ID": "10"
        },
        {
          "text": "For this reason God sends them a powerful delusion so that they will believe the lie",
          "ID": "11"
        },
        {
          "text": "and so that all will be condemned who have not believed the truth but have delighted in wickedness.",
          "ID": "12"
        },
        {
          "text": "But we ought always to thank God for you, brothers and sisters loved by the Lord, because God chose you as firstfruits to be saved through the sanctifying work of the Spirit and through belief in the truth.",
          "ID": "13"
        },
        {
          "text": "He called you to this through our gospel, that you might share in the glory of our Lord Jesus Christ.",
          "ID": "14"
        },
        {
          "text": "So then, brothers and sisters, stand firm and hold fast to the teachings we passed on to you, whether by word of mouth or by letter.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "May our Lord Jesus Christ himself and God our Father, who loved us and by his grace gave us eternal encouragement and good hope,",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "encourage your hearts and strengthen you in every good deed and word.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2"
    },
    {
      "name": "2 Thessalonians 3",
      "text": [
        {
          "text": "As for other matters, brothers and sisters, pray for us that the message of the Lord may spread rapidly and be honored, just as it was with you.",
          "ID": "1"
        },
        {
          "text": "And pray that we may be delivered from wicked and evil people, for not everyone has faith.",
          "ID": "2"
        },
        {
          "text": "But the Lord is faithful, and he will strengthen you and protect you from the evil one.",
          "ID": "3"
        },
        {
          "text": "We have confidence in the Lord that you are doing and will continue to do the things we command.",
          "ID": "4"
        },
        {
          "text": "May the Lord direct your hearts into God's love and Christ's perseverance.",
          "ID": "5"
        },
        {
          "text": "In the name of the Lord Jesus Christ, we command you, brothers and sisters, to keep away from every believer who is idle and disruptive and does not live according to the teaching you received from us.",
          "ID": "6"
        },
        {
          "text": "For you yourselves know how you ought to follow our example. We were not idle when we were with you,",
          "ID": "7"
        },
        {
          "text": "nor did we eat anyone's food without paying for it. On the contrary, we worked night and day, laboring and toiling so that we would not be a burden to any of you.",
          "ID": "8"
        },
        {
          "text": "We did this, not because we do not have the right to such help, but in order to offer ourselves as a model for you to imitate.",
          "ID": "9"
        },
        {
          "text": "For even when we were with you, we gave you this rule: \"The one who is unwilling to work shall not eat.\"",
          "ID": "10"
        },
        {
          "text": "We hear that some among you are idle and disruptive. They are not busy; they are busybodies.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Such people we command and urge in the Lord Jesus Christ to settle down and earn the food they eat.",
          "ID": "12"
        },
        {
          "text": "And as for you, brothers and sisters, never tire of doing what is good.",
          "ID": "13"
        },
        {
          "text": "Take special note of anyone who does not obey our instruction in this letter. Do not associate with them, in order that they may feel ashamed.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Yet do not regard them as an enemy, but warn them as you would a fellow believer.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Now may the Lord of peace himself give you peace at all times and in every way. The Lord be with all of you.",
          "ID": "16"
        },
        {
          "text": "I, Paul, write this greeting in my own hand, which is the distinguishing mark in all my letters. This is how I write.",
          "ID": "17"
        },
        {
          "text": "",
          "ID": "17"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:2TH(BOOKS)"
}