{
  "text": [
    {
      "text": [
        {
          "text": "Paul and Sylvanus and Timothy, to the church of the Thessalonians, in God our Father and the Lord Jesus Christ.",
          "ID": "1"
        },
        {
          "text": "Grace and peace to you, from God our Father and from the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "We ought to give thanks always to God for you, brothers, in a fitting manner, because your faith is increasing greatly, and because the charity of each of you toward one another is abundant,",
          "ID": "3"
        },
        {
          "text": "so much so that we ourselves even glory in you among the churches of God, because of your patience and faith in all of your persecutions and tribulations that you endure,",
          "ID": "4"
        },
        {
          "text": "which are a sign of the just judgment of God, so that you may be held worthy of the kingdom of God, for which you also suffer.",
          "ID": "5"
        },
        {
          "text": "For certainly, it is just for God to repay trouble to those who trouble you,",
          "ID": "6"
        },
        {
          "text": "and to repay you, who are being troubled, with a repose with us, when the Lord Jesus is revealed from heaven with the Angels of his virtue,",
          "ID": "7"
        },
        {
          "text": "granting vindication, by a flame of fire, against those who do not know God and who are not obedient to the Gospel of our Lord Jesus Christ.",
          "ID": "8"
        },
        {
          "text": "These shall be given the eternal punishment of destruction, apart from the face of the Lord and apart from the glory of his virtue,",
          "ID": "9"
        },
        {
          "text": "when he arrives to be glorified in his saints, and to become a wonder in all those who have believed, in that day, because our testimony has been believed by you.",
          "ID": "10"
        },
        {
          "text": "Because of this, too, we pray always for you, so that our God may make you worthy of his calling and may complete every act of his goodness, as well as his work of faith in virtue,",
          "ID": "11"
        },
        {
          "text": "in order that the name of our Lord Jesus may be glorified in you, and you in him, in accord with the grace of our God and of the Lord Jesus Christ.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "2 Thessalonians 1"
    },
    {
      "text": [
        {
          "text": "But we ask you, brothers, concerning the advent of our Lord Jesus Christ and of our gathering to him,",
          "ID": "1"
        },
        {
          "text": "that you not be readily disturbed or terrified in your minds, by any spirit, or word, or epistle, supposedly sent from us, claiming that the day of the Lord is close by.",
          "ID": "2"
        },
        {
          "text": "Let no one deceive you in any way. For this cannot be, unless the apostasy will have arrived first, and the man of sin will have been revealed, the son of perdition,",
          "ID": "3"
        },
        {
          "text": "who is an adversary to, and who is lifted up above, all that is called God or that is worshipped, so much so that he sits in the temple of God, presenting himself as if he were God.",
          "ID": "4"
        },
        {
          "text": "Do you not recall that, when I was still with you, I told you these things?",
          "ID": "5"
        },
        {
          "text": "And now you know what it is that holds him back, so that he may be revealed in his own time.",
          "ID": "6"
        },
        {
          "text": "For the mystery of iniquity is already at work. And only one now holds back, and will continue to hold back, until he is taken from our midst.",
          "ID": "7"
        },
        {
          "text": "And then that iniquitous one shall be revealed, the one whom the Lord Jesus shall bring to ruin with the spirit of his mouth, and shall destroy at the brightness of his return:",
          "ID": "8"
        },
        {
          "text": "him whose advent is accompanied by the works of Satan, with every kind of power and signs and false miracles,",
          "ID": "9"
        },
        {
          "text": "and with every seduction of iniquity, toward those who are perishing because they have not accepted the love of truth, so that they may be saved. For this reason, God will send to them works of deception, so that they may believe in lies,",
          "ID": "10"
        },
        {
          "text": "in order that all those who have not believed in the truth, but who have consented to iniquity, may be judged.",
          "ID": "11"
        },
        {
          "text": "Yet we must always give thanks to God for you, brothers, beloved of God, because God has chosen you as first-fruits for salvation, by the sanctification of the Spirit and by faith in the truth.",
          "ID": "12"
        },
        {
          "text": "He has also called you into truth through our Gospel, unto the acquisition of the glory of our Lord Jesus Christ.",
          "ID": "13"
        },
        {
          "text": "And so, brothers, stand firm, and hold to the traditions that you have learned, whether by word or by our epistle.",
          "ID": "14"
        },
        {
          "text": "So may our Lord Jesus Christ himself, and God our Father, who has loved us and who has given us an everlasting consolation and good hope in grace,",
          "ID": "15"
        },
        {
          "text": "exhort your hearts and confirm you in every good word and deed.",
          "ID": "16"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "2 Thessalonians 2"
    },
    {
      "text": [
        {
          "text": "Concerning other things, brothers, pray for us, so that the Word of God may advance and be glorified, just as it is among you,",
          "ID": "1"
        },
        {
          "text": "and so that we may be freed from pertinacious and evil men. For not everyone is faithful.",
          "ID": "2"
        },
        {
          "text": "But God is faithful. He will strengthen you, and he will guard you from evil.",
          "ID": "3"
        },
        {
          "text": "And we have confidence about you in the Lord, that you are doing, and will continue to do, just as we have instructed.",
          "ID": "4"
        },
        {
          "text": "And may the Lord direct your hearts, in the charity of God and with the patience of Christ.",
          "ID": "5"
        },
        {
          "text": "But we strongly caution you, brothers, in the name of our Lord Jesus Christ, to draw yourselves away from every brother who is walking in disorder and not according to the tradition that they received from us.",
          "ID": "6"
        },
        {
          "text": "For you yourselves know the manner in which you ought to imitate us. For we were not disorderly among you.",
          "ID": "7"
        },
        {
          "text": "Nor did we eat bread from anyone for free, but rather, we worked night and day, in hardship and weariness, so as not to be burdensome to you.",
          "ID": "8"
        },
        {
          "text": "It was not as if we had no authority, but this was so that we might present ourselves as an example to you, in order to imitate us.",
          "ID": "9"
        },
        {
          "text": "Then, too, while we were with you, we insisted on this to you: that if anyone was not willing to work, neither should he eat.",
          "ID": "10"
        },
        {
          "text": "For we have heard that there are some among you who act disruptively, not working at all, but eagerly meddling.",
          "ID": "11"
        },
        {
          "text": "Now we charge those who act in this way, and we beg them in the Lord Jesus Christ, that they work in silence and eat their own bread.",
          "ID": "12"
        },
        {
          "text": "And you, brothers, do not grow weak in doing good.",
          "ID": "13"
        },
        {
          "text": "But if anyone does not obey our word by this epistle, take note of him and do not keep company with him, so that he may be ashamed.",
          "ID": "14"
        },
        {
          "text": "But do not be willing to consider him as an enemy; instead, correct him as a brother.",
          "ID": "15"
        },
        {
          "text": "Then may the Lord of peace himself give you an everlasting peace, in every place. May the Lord be with all of you.",
          "ID": "16"
        },
        {
          "text": "The greeting of Paul with my own hand, which is the seal in every epistle. So do I write.",
          "ID": "17"
        },
        {
          "text": "May the grace of our Lord Jesus Christ be with you all. Amen.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "2 Thessalonians 3"
    }
  ],
  "ID": "NT:2TH(CPDV)",
  "version": "CPDV",
  "name": "2 Thessalonians"
}