{
  "version": "ERV",
  "text": [
    {
      "title": "Paul Tells About God’s Judgment",
      "text": [
        {
          "text": "Greetings from Paul, Silas, and Timothy.\nTo the church of those in Thessalonica, who are in God our Father and the Lord Jesus Christ.",
          "ID": "1"
        },
        {
          "text": "Grace and peace to you from God the Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "We thank God for you always. And that’s what we should do, because you give us good reason to be thankful: Your faith is growing more and more. And the love that every one of you has for each other is also growing.",
          "ID": "3"
        },
        {
          "text": "So we tell the other churches of God how proud we are of you. We tell them how you patiently continue to be strong and have faith, even though you are being persecuted and are suffering many troubles.",
          "ID": "4"
        },
        {
          "text": "This is proof that God is right in his judgment. He wants you to be worthy of his kingdom. Your suffering is for that kingdom.",
          "ID": "5"
        },
        {
          "text": "God will do what is right. He will punish those who are causing you trouble.",
          "ID": "6"
        },
        {
          "text": "And he will bring relief to you who are troubled. He will bring it to you and to us when the Lord Jesus comes from heaven for all to see, together with his powerful angels.",
          "ID": "7"
        },
        {
          "text": "He will come with burning fire to punish those who don’t know God—those who refuse to accept the Good News about our Lord Jesus.",
          "ID": "8"
        },
        {
          "text": "They will be punished with a destruction that never ends. They will not be allowed to be with the Lord but will be kept away from his great power.",
          "ID": "9"
        },
        {
          "text": "This will happen on the day when the Lord Jesus comes to receive honor with his holy people. He will be admired among all who have believed. And this includes you because you believed what we told you.",
          "ID": "10"
        },
        {
          "text": "That is why we always pray for you. We ask our God to help you live the good way he wanted when he chose you. The goodness you have makes you want to do good. And the faith you have makes you work. We pray that with his power God will help you do these things more and more.",
          "ID": "11"
        },
        {
          "text": "Then the name of our Lord Jesus will be honored because of you, and you will be honored because of him. This can happen only by the grace of our God and the Lord Jesus Christ.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "2 Thessalonians 1"
    },
    {
      "title": "You Are Chosen for Salvation",
      "text": [
        {
          "text": "Brothers and sisters, we have something to say about the coming of our Lord Jesus Christ. We want to talk to you about that time when we will meet together with him.",
          "ID": "1"
        },
        {
          "text": "Don’t let yourselves be easily upset or worried if you hear that the day of the Lord has already come. Someone might say that this idea came from us—in something the Spirit told us, or in something we said, or in a letter we wrote.",
          "ID": "2"
        },
        {
          "text": "Don’t be fooled by anything they might say. That day of the Lord will not come until the turning away from God happens. And that day will not come until the Man of Evil appears, the one who belongs to hell.",
          "ID": "3",
          "comments": [
            "belongs to hell Literally, “is the son of destruction.”"
          ]
        },
        {
          "text": "He will stand against and put himself above everything that people worship or think is worthy of worship. He will even go into God’s Temple and sit there, claiming that he is God.",
          "ID": "4",
          "comments": [
            "Temple Probably the Temple in Jerusalem. See “Temple” in the Word List."
          ]
        },
        {
          "text": "I told you before that all these things would happen. Remember?",
          "ID": "5"
        },
        {
          "text": "And you know what is stopping that Man of Evil now. He is being stopped now so that he will appear at the right time.",
          "ID": "6"
        },
        {
          "text": "The secret power of evil is already working in the world now. But there is one who is stopping that secret power of evil. And he will continue to stop it until he is taken out of the way.",
          "ID": "7"
        },
        {
          "text": "Then that Man of Evil will appear. But the Lord Jesus will kill him with the breath that comes from his mouth. The Lord will come in a way that everyone will see, and that will be the end of the Man of Evil.",
          "ID": "8"
        },
        {
          "text": "When that Man of Evil comes, it will be the work of Satan. He will come with great power, and he will do all kinds of false miracles, signs, and wonders.",
          "ID": "9"
        },
        {
          "text": "The Man of Evil will use every kind of evil to fool those who are lost. They are lost because they refused to love the truth and be saved.",
          "ID": "10"
        },
        {
          "text": "So God will send them something powerful that leads them away from the truth and causes them to believe a lie.",
          "ID": "11"
        },
        {
          "text": "They will all be condemned because they did not believe the truth and because they enjoyed doing evil.",
          "ID": "12"
        },
        {
          "text": "Brothers and sisters, you are people the Lord loves. And we always thank God for you. That’s what we should do, because God chose you to be some of the first people to be saved. You are saved by the Spirit making you holy and by your faith in the truth.",
          "ID": "13",
          "comments": [
            "to be … people Some Greek copies say, “from the beginning.”"
          ]
        },
        {
          "text": "God chose you to have that salvation. He chose you by using the Good News that we told you. You were chosen so that you can share in the glory of our Lord Jesus Christ.",
          "ID": "14"
        },
        {
          "text": "So, brothers and sisters, stand strong and continue to believe the teachings we gave you when we were there and by letter.",
          "ID": "15"
        },
        {
          "text": "We pray that the Lord Jesus Christ himself and God our Father will comfort you and strengthen you in every good thing you do and say. God loved us and gave us through his grace a wonderful hope and comfort that has no end.",
          "ID": "16-17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "2 Thessalonians 2"
    },
    {
      "title": "Final Words",
      "text": [
        {
          "text": "And now, brothers and sisters, pray for us. Pray that the Lord’s teaching will continue to spread quickly. And pray that people will give honor to that teaching, the same as happened with you.",
          "ID": "1"
        },
        {
          "text": "And pray that we will be protected from crooked and evil people. Not everyone believes in the Lord, you know.",
          "ID": "2"
        },
        {
          "text": "But the Lord is faithful. He will give you strength and protect you from the Evil One.",
          "ID": "3"
        },
        {
          "text": "The Lord gives us confidence that you are doing what we told you and that you will continue to do it.",
          "ID": "4"
        },
        {
          "text": "We pray that the Lord will cause you to feel God’s love and remember Christ’s patient endurance.",
          "ID": "5"
        },
        {
          "text": "Brothers and sisters, by the authority of our Lord Jesus Christ we tell you to stay away from any believer who refuses to work. People who refuse to work are not following the teaching that we gave them.",
          "ID": "6"
        },
        {
          "text": "You yourselves know that you should live like we do. We were not lazy when we were with you.",
          "ID": "7"
        },
        {
          "text": "We never accepted food from anyone without paying for it. We worked and worked so that we would not be a burden to any of you. We worked night and day.",
          "ID": "8"
        },
        {
          "text": "We had the right to ask you to help us. But we worked to take care of ourselves so that we would be an example for you to follow.",
          "ID": "9"
        },
        {
          "text": "When we were with you, we gave you this rule: “Whoever will not work should not be allowed to eat.”",
          "ID": "10"
        },
        {
          "text": "We hear that some people in your group refuse to work. They are doing nothing except being busy in the lives of others.",
          "ID": "11"
        },
        {
          "text": "Our instruction to them is to stop bothering others, to start working and earn their own food. It is by the authority of the Lord Jesus Christ that we are urging them to do this.",
          "ID": "12"
        },
        {
          "text": "Brothers and sisters, never get tired of doing good.",
          "ID": "13"
        },
        {
          "text": "If there are some there who refuse to do what we tell you in this letter, remember who they are. Don’t associate with them. Then maybe they will feel ashamed.",
          "ID": "14"
        },
        {
          "text": "But don’t treat them as enemies. Counsel them as fellow believers.",
          "ID": "15"
        },
        {
          "text": "We pray that the Lord of peace will give you peace at all times and in every way. The Lord be with you all.",
          "ID": "16"
        },
        {
          "text": "Here’s my greeting in my own handwriting— Paul. I do this in all my letters to show they are from me. This is the way I write.",
          "ID": "17"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "2 Thessalonians 3"
    }
  ],
  "ID": "NT:2TH(ERV)",
  "name": "2 Thessalonians"
}