{
  "text": [
    {
      "text": [
        {
          "text": "Paul, Silvanus, and Timothy,",
          "ID": "1"
        },
        {
          "text": "To the church of the Thessalonians in God our Father and the Lord Jesus Christ:",
          "ID": "1"
        },
        {
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing.",
          "ID": "3"
        },
        {
          "text": "Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.",
          "ID": "4"
        },
        {
          "text": "This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—",
          "ID": "5"
        },
        {
          "text": "since indeed God considers it just to repay with affliction those who afflict you,",
          "ID": "6"
        },
        {
          "text": "and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels",
          "ID": "7"
        },
        {
          "text": "in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus.",
          "ID": "8"
        },
        {
          "text": "They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might,",
          "ID": "9"
        },
        {
          "text": "when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed.",
          "ID": "10"
        },
        {
          "text": "To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power,",
          "ID": "11"
        },
        {
          "text": "so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "2 Thessalonians 1"
    },
    {
      "text": [
        {
          "text": "Now concerning the coming of our Lord Jesus Christ and our being gathered together to him, we ask you, brothers,",
          "ID": "1"
        },
        {
          "text": "not to be quickly shaken in mind or alarmed, either by a spirit or a spoken word, or a letter seeming to be from us, to the effect that the day of the Lord has come.",
          "ID": "2"
        },
        {
          "text": "Let no one deceive you in any way. For that day will not come, unless the rebellion comes first, and the man of lawlessness is revealed, the son of destruction,",
          "ID": "3"
        },
        {
          "text": "who opposes and exalts himself against every so-called god or object of worship, so that he takes his seat in the temple of God, proclaiming himself to be God.",
          "ID": "4"
        },
        {
          "text": "Do you not remember that when I was still with you I told you these things?",
          "ID": "5"
        },
        {
          "text": "And you know what is restraining him now so that he may be revealed in his time.",
          "ID": "6"
        },
        {
          "text": "For the mystery of lawlessness is already at work. Only he who now restrains it will do so until he is out of the way.",
          "ID": "7"
        },
        {
          "text": "And then the lawless one will be revealed, whom the Lord Jesus will kill with the breath of his mouth and bring to nothing by the appearance of his coming.",
          "ID": "8"
        },
        {
          "text": "The coming of the lawless one is by the activity of Satan with all power and false signs and wonders,",
          "ID": "9"
        },
        {
          "text": "and with all wicked deception for those who are perishing, because they refused to love the truth and so be saved.",
          "ID": "10"
        },
        {
          "text": "Therefore God sends them a strong delusion, so that they may believe what is false,",
          "ID": "11"
        },
        {
          "text": "in order that all may be condemned who did not believe the truth but had pleasure in unrighteousness.",
          "ID": "12"
        },
        {
          "text": "But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruits to be saved, through sanctification by the Spirit and belief in the truth.",
          "ID": "13"
        },
        {
          "text": "To this he called you through our gospel, so that you may obtain the glory of our Lord Jesus Christ.",
          "ID": "14"
        },
        {
          "text": "So then, brothers, stand firm and hold to the traditions that you were taught by us, either by our spoken word or by our letter.",
          "ID": "15"
        },
        {
          "text": "Now may our Lord Jesus Christ himself, and God our Father, who loved us and gave us eternal comfort and good hope through grace,",
          "ID": "16"
        },
        {
          "text": "comfort your hearts and establish them in every good work and word.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "2 Thessalonians 2"
    },
    {
      "text": [
        {
          "text": "Finally, brothers, pray for us, that the word of the Lord may speed ahead and be honored, as happened among you,",
          "ID": "1"
        },
        {
          "text": "and that we may be delivered from wicked and evil men. For not all have faith.",
          "ID": "2"
        },
        {
          "text": "But the Lord is faithful. He will establish you and guard you against the evil one.",
          "ID": "3"
        },
        {
          "text": "And we have confidence in the Lord about you, that you are doing and will do the things that we command.",
          "ID": "4"
        },
        {
          "text": "May the Lord direct your hearts to the love of God and to the steadfastness of Christ.",
          "ID": "5"
        },
        {
          "text": "Now we command you, brothers, in the name of our Lord Jesus Christ, that you keep away from any brother who is walking in idleness and not in accord with the tradition that you received from us.",
          "ID": "6"
        },
        {
          "text": "For you yourselves know how you ought to imitate us, because we were not idle when we were with you,",
          "ID": "7"
        },
        {
          "text": "nor did we eat anyone's bread without paying for it, but with toil and labor we worked night and day, that we might not be a burden to any of you.",
          "ID": "8"
        },
        {
          "text": "It was not because we do not have that right, but to give you in ourselves an example to imitate.",
          "ID": "9"
        },
        {
          "text": "For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.",
          "ID": "10"
        },
        {
          "text": "For we hear that some among you walk in idleness, not busy at work, but busybodies.",
          "ID": "11"
        },
        {
          "text": "Now such persons we command and encourage in the Lord Jesus Christ to do their work quietly and to earn their own living.",
          "ID": "12"
        },
        {
          "text": "As for you, brothers, do not grow weary in doing good.",
          "ID": "13"
        },
        {
          "text": "If anyone does not obey what we say in this letter, take note of that person, and have nothing to do with him, that he may be ashamed.",
          "ID": "14"
        },
        {
          "text": "Do not regard him as an enemy, but warn him as a brother.",
          "ID": "15"
        },
        {
          "text": "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all.",
          "ID": "16"
        },
        {
          "text": "I, Paul, write this greeting with my own hand. This is the sign of genuineness in every letter of mine; it is the way I write.",
          "ID": "17"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "2 Thessalonians 3"
    }
  ],
  "ID": "NT:2TH(ESV)",
  "version": "ESV",
  "name": "2 Thessalonians"
}