{
  "text": [
    {
      "text": [
        {
          "text": "Paul and Silvanus and Timothy,",
          "ID": "1"
        },
        {
          "text": "To the church of the Thessalonians in God our Father and the Lord Jesus Christ:",
          "ID": "1"
        },
        {
          "text": "Grace to you and peace from God the Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "We ought always to give thanks to God for you, brethren, as is only fitting, because your faith is greatly enlarged, and the love of each one of you toward one another grows ever greater;",
          "ID": "3"
        },
        {
          "text": "therefore, we ourselves speak proudly of you among the churches of God for your perseverance and faith in the midst of all your persecutions and afflictions which you endure.",
          "ID": "4"
        },
        {
          "text": "This is a plain indication of God's righteous judgment so that you will be considered worthy of the kingdom of God, for which indeed you are suffering.",
          "ID": "5"
        },
        {
          "text": "For after all it is only just for God to repay with affliction those who afflict you,",
          "ID": "6"
        },
        {
          "text": "and to give relief to you who are afflicted and to us as well when the Lord Jesus will be revealed from heaven with His mighty angels in flaming fire,",
          "ID": "7"
        },
        {
          "text": "dealing out retribution to those who do not know God and to those who do not obey the gospel of our Lord Jesus.",
          "ID": "8"
        },
        {
          "text": "These will pay the penalty of eternal destruction, away from the presence of the Lord and from the glory of His power,",
          "ID": "9"
        },
        {
          "text": "when He comes to be glorified in His saints on that day, and to be marveled at among all who have believed-for our testimony to you was believed.",
          "ID": "10"
        },
        {
          "text": "To this end also we pray for you always, that our God will count you worthy of your calling, and fulfill every desire for goodness and the work of faith with power,",
          "ID": "11"
        },
        {
          "text": "so that the name of our Lord Jesus will be glorified in you, and you in Him, according to the grace of our God and the Lord Jesus Christ.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "2 THESSALONIANS 1"
    },
    {
      "text": [
        {
          "text": "Now we request you, brethren, with regard to the coming of our Lord Jesus Christ and our gathering together to Him,",
          "ID": "1"
        },
        {
          "text": "that you not be quickly shaken from your composure or be disturbed either by a spirit or a message or a letter as if from us, to the effect that the day of the Lord has come.",
          "ID": "2"
        },
        {
          "text": "Let no one in any way deceive you, for it will not come unless the apostasy comes first, and the man of lawlessness is revealed, the son of destruction,",
          "ID": "3"
        },
        {
          "text": "who opposes and exalts himself above every so-called god or object of worship, so that he takes his seat in the temple of God, displaying himself as being God.",
          "ID": "4"
        },
        {
          "text": "Do you not remember that while I was still with you, I was telling you these things?",
          "ID": "5"
        },
        {
          "text": "And you know what restrains him now, so that in his time he will be revealed.",
          "ID": "6"
        },
        {
          "text": "For the mystery of lawlessness is already at work; only he who now restrains will do so until he is taken out of the way.",
          "ID": "7"
        },
        {
          "text": "Then that lawless one will be revealed whom the Lord will slay with the breath of His mouth and bring to an end by the appearance of His coming;",
          "ID": "8"
        },
        {
          "text": "that is, the one whose coming is in accord with the activity of Satan, with all power and signs and false wonders,",
          "ID": "9"
        },
        {
          "text": "and with all the deception of wickedness for those who perish, because they did not receive the love of the truth so as to be saved.",
          "ID": "10"
        },
        {
          "text": "For this reason God will send upon them a deluding influence so that they will believe what is false,",
          "ID": "11"
        },
        {
          "text": "in order that they all may be judged who did not believe the truth, but took pleasure in wickedness.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But we should always give thanks to God for you, brethren beloved by the Lord, because God has chosen you from the beginning for salvation through sanctification by the Spirit and faith in the truth.",
          "ID": "13"
        },
        {
          "text": "It was for this He called you through our gospel, that you may gain the glory of our Lord Jesus Christ.",
          "ID": "14"
        },
        {
          "text": "So then, brethren, stand firm and hold to the traditions which you were taught, whether by word of mouth or by letter from us.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Now may our Lord Jesus Christ Himself and God our Father, who has loved us and given us eternal comfort and good hope by grace,",
          "ID": "16"
        },
        {
          "text": "comfort and strengthen your hearts in every good work and word.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "2 THESSALONIANS 2"
    },
    {
      "text": [
        {
          "text": "Finally, brethren, pray for us that the word of the Lord will spread rapidly and be glorified, just as it did also with you;",
          "ID": "1"
        },
        {
          "text": "and that we will be rescued from perverse and evil men; for not all have faith.",
          "ID": "2"
        },
        {
          "text": "But the Lord is faithful, and He will strengthen and protect you from the evil one.",
          "ID": "3"
        },
        {
          "text": "We have confidence in the Lord concerning you, that you are doing and will continue to do what we command.",
          "ID": "4"
        },
        {
          "text": "May the Lord direct your hearts into the love of God and into the steadfastness of Christ.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Now we command you, brethren, in the name of our Lord Jesus Christ, that you keep away from every brother who leads an unruly life and not according to the tradition which you received from us.",
          "ID": "6"
        },
        {
          "text": "For you yourselves know how you ought to follow our example, because we did not act in an undisciplined manner among you,",
          "ID": "7"
        },
        {
          "text": "nor did we eat anyone's bread without paying for it, but with labor and hardship we kept working night and day so that we would not be a burden to any of you;",
          "ID": "8"
        },
        {
          "text": "not because we do not have the right to this, but in order to offer ourselves as a model for you, so that you would follow our example.",
          "ID": "9"
        },
        {
          "text": "For even when we were with you, we used to give you this order: if anyone is not willing to work, then he is not to eat, either.",
          "ID": "10"
        },
        {
          "text": "For we hear that some among you are leading an undisciplined life, doing no work at all, but acting like busybodies.",
          "ID": "11"
        },
        {
          "text": "Now such persons we command and exhort in the Lord Jesus Christ to work in quiet fashion and eat their own bread.",
          "ID": "12"
        },
        {
          "text": "But as for you, brethren, do not grow weary of doing good.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "If anyone does not obey our instruction in this letter, take special note of that person and do not associate with him, so that he will be put to shame.",
          "ID": "14"
        },
        {
          "text": "Yet do not regard him as an enemy, but admonish him as a brother.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Now may the Lord of peace Himself continually grant you peace in every circumstance. The Lord be with you all!",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "I, Paul, write this greeting with my own hand, and this is a distinguishing mark in every letter; this is the way I write.",
          "ID": "17"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "2 THESSALONIANS 3"
    }
  ],
  "ID": "NT:2TH(NASB)",
  "version": "NASB",
  "name": "2 THESSALONIANS"
}