{
  "text": [
    {
      "text": [
        {
          "text": "Paul, Silvanus, and Timothy, to the assembly of the Thessalonians in God our Father, and the Lord Jesus Christ:",
          "ID": "1"
        },
        {
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "We are bound to always give thanks to God for you, brothers, even as it is appropriate, because your faith grows exceedingly, and the love of each and every one of you towards one another abounds;",
          "ID": "3"
        },
        {
          "text": "so that we ourselves boast about you in the assemblies of God for your perseverance and faith in all your persecutions and in the afflictions which you endure.",
          "ID": "4"
        },
        {
          "text": "This is an obvious sign of the righteous judgment of God, to the end that you may be counted worthy of God’s Kingdom, for which you also suffer.",
          "ID": "5"
        },
        {
          "text": "Since it is a righteous thing with God to repay affliction to those who afflict you,",
          "ID": "6"
        },
        {
          "text": "and to give relief to you who are afflicted with us, when the Lord Jesus is revealed from heaven with his mighty angels in flaming fire,",
          "ID": "7"
        },
        {
          "text": "giving vengeance to those who don’t know God, and to those who don’t obey the Good News of our Lord Jesus,",
          "ID": "8"
        },
        {
          "text": "who will pay the penalty: eternal destruction from the face of the Lord and from the glory of his might,",
          "ID": "9"
        },
        {
          "text": "when he comes to be glorified in his saints, and to be admired among all those who have believed (because our testimony to you was believed) in that day.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "To this end we also pray always for you, that our God may count you worthy of your calling, and fulfill every desire of goodness and work of faith, with power;",
          "ID": "11"
        },
        {
          "text": "that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.",
          "ID": "12"
        }
      ],
      "ID": "NT:2TH.1",
      "name": "Paul’s Second Letter to the Thessalonians 1"
    },
    {
      "text": [
        {
          "text": "Now, brothers, concerning the coming of our Lord Jesus Christ, and our gathering together to him, we ask you",
          "ID": "1"
        },
        {
          "text": "not to be quickly shaken in your mind, nor yet be troubled, either by spirit, or by word, or by letter as from us, saying that the day of Christ had come.",
          "ID": "2"
        },
        {
          "text": "Let no one deceive you in any way. For it will not be, unless the departure comes first, and the man of sin is revealed, the son of destruction,",
          "ID": "3"
        },
        {
          "text": "he who opposes and exalts himself against all that is called God or that is worshiped; so that he sits as God in the temple of God, setting himself up as God.",
          "ID": "4"
        },
        {
          "text": "Don’t you remember that, when I was still with you, I told you these things?",
          "ID": "5"
        },
        {
          "text": "Now you know what is restraining him, to the end that he may be revealed in his own season.",
          "ID": "6"
        },
        {
          "text": "For the mystery of lawlessness already works. Only there is one who restrains now, until he is taken out of the way.",
          "ID": "7"
        },
        {
          "text": "Then the lawless one will be revealed, whom the Lord will kill with the breath of his mouth, and destroy by the manifestation of his coming;",
          "ID": "8"
        },
        {
          "text": "even he whose coming is according to the working of Satan with all power and signs and lying wonders,",
          "ID": "9"
        },
        {
          "text": "and with all deception of wickedness for those who are being lost, because they didn’t receive the love of the truth, that they might be saved.",
          "ID": "10"
        },
        {
          "text": "Because of this, God sends them a working of error, that they should believe a lie;",
          "ID": "11"
        },
        {
          "text": "that they all might be judged who didn’t believe the truth, but had pleasure in unrighteousness.",
          "ID": "12"
        },
        {
          "text": "But we are bound to always give thanks to God for you, brothers loved by the Lord, because God chose you from the beginning for salvation through sanctification of the Spirit and belief in the truth;",
          "ID": "13"
        },
        {
          "text": "to which he called you through our Good News, for the obtaining of the glory of our Lord Jesus Christ.",
          "ID": "14"
        },
        {
          "text": "So then, brothers, stand firm, and hold the traditions which you were taught by us, whether by word, or by letter.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Now our Lord Jesus Christ himself, and God our Father, who loved us and gave us eternal comfort and good hope through grace,",
          "ID": "16"
        },
        {
          "text": "comfort your hearts and establish you in every good work and word.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TH.2",
      "name": "Paul’s Second Letter to the Thessalonians 2"
    },
    {
      "text": [
        {
          "text": "Finally, brothers, pray for us, that the word of the Lord may spread rapidly and be glorified, even as also with you;",
          "ID": "1"
        },
        {
          "text": "and that we may be delivered from unreasonable and evil men; for not all have faith.",
          "ID": "2"
        },
        {
          "text": "But the Lord is faithful, who will establish you, and guard you from the evil one.",
          "ID": "3"
        },
        {
          "text": "We have confidence in the Lord concerning you, that you both do and will do the things we command.",
          "ID": "4"
        },
        {
          "text": "May the Lord direct your hearts into God’s love, and into the perseverance of Christ.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "Now we command you, brothers, in the name of our Lord Jesus Christ, that you withdraw yourselves from every brother who walks in rebellion, and not after the tradition which they received from us.",
          "ID": "6"
        },
        {
          "text": "For you know how you ought to imitate us. For we didn’t behave ourselves rebelliously among you,",
          "ID": "7"
        },
        {
          "text": "neither did we eat bread from anyone’s hand without paying for it, but in labor and travail worked night and day, that we might not burden any of you;",
          "ID": "8"
        },
        {
          "text": "not because we don’t have the right, but to make ourselves an example to you, that you should imitate us.",
          "ID": "9"
        },
        {
          "text": "For even when we were with you, we commanded you this: “If anyone will not work, don’t let him eat.”",
          "ID": "10"
        },
        {
          "text": "For we hear of some who walk among you in rebellion, who don’t work at all, but are busybodies.",
          "ID": "11"
        },
        {
          "text": "Now those who are that way, we command and exhort in the Lord Jesus Christ, that with quietness they work, and eat their own bread.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "But you, brothers, don’t be weary in doing well.",
          "ID": "13"
        },
        {
          "text": "If any man doesn’t obey our word in this letter, note that man, that you have no company with him, to the end that he may be ashamed.",
          "ID": "14"
        },
        {
          "text": "Don’t count him as an enemy, but admonish him as a brother.",
          "ID": "15"
        },
        {
          "text": "",
          "ID": "15"
        },
        {
          "text": "Now may the Lord of peace himself give you peace at all times in all ways. The Lord be with you all.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "The greeting of me, Paul, with my own hand, which is the sign in every letter: this is how I write.",
          "ID": "17"
        },
        {
          "text": "The grace of our Lord Jesus Christ be with you all. Amen.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TH.3",
      "name": "Paul’s Second Letter to the Thessalonians 3"
    }
  ],
  "ID": "NT:2TH(WEB)",
  "version": "WEB",
  "name": "Paul’s Second Letter to the Thessalonians"
}