{
  "name": "1 John",
  "text": [
    {
      "name": "1 John 1",
      "text": [
        {
          "text": "[WE ARE writing] about the Word of Life [in] Him Who existed from the beginning, Whom we have heard, Whom we have seen with our [own] eyes, Whom we have gazed upon [for ourselves] and have touched with our [own] hands.",
          "ID": "1"
        },
        {
          "text": "And the Life [an aspect of His being] was revealed (made manifest, demonstrated), and we saw [as eyewitnesses] and are testifying to and declare to you the Life, the eternal Life [in Him] Who already existed with the Father and Who [actually] was made visible (was revealed) to us [His followers].",
          "ID": "2"
        },
        {
          "text": "What we have seen and [ourselves] heard, we are also telling you, so that you too may realize and enjoy fellowship as partners and partakers with us. And [this] fellowship that we have [which is a distinguishing mark of Christians] is with the Father and with His Son Jesus Christ (the Messiah).",
          "ID": "3"
        },
        {
          "text": "And we are now writing these things to you so that our joy [in seeing you included] may be full [and your joy may be complete].",
          "ID": "4"
        },
        {
          "text": "And this is the message [the message of promise] which we have heard from Him and now are reporting to you: God is Light, and there is no darkness in Him at all [no, not in any way].",
          "ID": "5"
        },
        {
          "text": "[So] if we say we are partakers together and enjoy fellowship with Him when we live and move and are walking about in darkness, we are [both] speaking falsely and do not live and practice the Truth [which the Gospel presents].",
          "ID": "6"
        },
        {
          "text": "But if we [really] are living and walking in the Light, as He [Himself] is in the Light, we have [true, unbroken] fellowship with one another, and the blood of Jesus Christ His Son cleanses (removes) us from all sin and guilt [keeps us cleansed from sin in all its forms and manifestations].",
          "ID": "7"
        },
        {
          "text": "If we say we have no sin [refusing to admit that we are sinners], we delude and lead ourselves astray, and the Truth [which the Gospel presents] is not in us [does not dwell in our hearts].",
          "ID": "8"
        },
        {
          "text": "If we [freely] admit that we have sinned and confess our sins, He is faithful and just (true to His own nature and promises) and will forgive our sins [dismiss our lawlessness] and [continuously] cleanse us from all unrighteousness [everything not in conformity to His will in purpose, thought, and action].",
          "ID": "9"
        },
        {
          "text": "If we say (claim) we have not sinned, we contradict His Word and make Him out to be false and a liar, and His Word is not in us [the divine message of the Gospel is not in our hearts].",
          "ID": "10"
        }
      ],
      "ID": "NT:1JN.1"
    },
    {
      "name": "1 John 2",
      "text": [
        {
          "text": "MY LITTLE children, I write you these things so that you may not violate God's law and sin. But if anyone should sin, we have an Advocate (One Who will intercede for us) with the Father–[it is] Jesus Christ [the all] righteous [upright, just, Who conforms to the Father's will in every purpose, thought, and action].",
          "ID": "1"
        },
        {
          "text": "And He [that same Jesus Himself] is the propitiation (the atoning sacrifice) for our sins, and not for ours alone but also for [the sins of] the whole world.",
          "ID": "2"
        },
        {
          "text": "And this is how we may discern [daily, by experience] that we are coming to know Him [to perceive, recognize, understand, and become better acquainted with Him]: if we keep (bear in mind, observe, practice) His teachings (precepts, commandments).",
          "ID": "3"
        },
        {
          "text": "Whoever says, I know Him [I perceive, recognize, understand, and am acquainted with Him] but fails to keep and obey His commandments (teachings) is a liar, and the Truth [of the Gospel] is not in him.",
          "ID": "4"
        },
        {
          "text": "But he who keeps (treasures) His Word [who bears in mind His precepts, who observes His message in its entirety], truly in him has the love of and for God been perfected (completed, reached maturity). By this we may perceive (know, recognize, and be sure) that we are in Him:",
          "ID": "5"
        },
        {
          "text": "Whoever says he abides in Him ought [as a personal debt] to walk and conduct himself in the same way in which He walked and conducted Himself.",
          "ID": "6"
        },
        {
          "text": "Beloved, I am writing you no new commandment, but an old commandment which you have had from the beginning; the old commandment is the message which you have heard [the doctrine of salvation through Christ].",
          "ID": "7"
        },
        {
          "text": "Yet I am writing you a new commandment, which is true (is realized) in Him and in you, because the darkness (moral blindness) is clearing away and the true Light (the revelation of God in Christ) is already shining.",
          "ID": "8"
        },
        {
          "text": "Whoever says he is in the Light and [yet] hates his brother [Christian, born-again child of God his Father] is in darkness even until now.",
          "ID": "9"
        },
        {
          "text": "Whoever loves his brother [believer] abides (lives) in the Light, and in It or in him there is no occasion for stumbling or cause for error or sin.",
          "ID": "10"
        },
        {
          "text": "But he who hates (detests, despises) his brother [in Christ] is in darkness and walking (living) in the dark; he is straying and does not perceive or know where he is going, because the darkness has blinded his eyes.",
          "ID": "11"
        },
        {
          "text": "I am writing to you, little children, because for His name's sake your sins are forgiven [pardoned through His name and on account of confessing His name].",
          "ID": "12"
        },
        {
          "text": "I am writing to you, fathers, because you have come to know (recognize, be aware of, and understand) Him Who [has existed] from the beginning. I am writing to you, young men, because you have been victorious over the wicked [one]. I write to you, boys (lads), because you have come to know (recognize and be aware) of the Father.",
          "ID": "13"
        },
        {
          "text": "I write to you, fathers, because you have come to know (recognize, be conscious of, and understand) Him Who [has existed] from the beginning. I write to you, young men, because you are strong and vigorous, and the Word of God is [always] abiding in you (in your hearts), and you have been victorious over the wicked one.",
          "ID": "14"
        },
        {
          "text": "Do not love or cherish the world or the things that are in the world. If anyone loves the world, love for the Father is not in him.",
          "ID": "15"
        },
        {
          "text": "For all that is in the world–the lust of the flesh [craving for sensual gratification] and the lust of the eyes [greedy longings of the mind] and the pride of life [assurance in one's own resources or in the stability of earthly things]–these do not come from the Father but are from the world [itself].",
          "ID": "16"
        },
        {
          "text": "And the world passes away and disappears, and with it the forbidden cravings (the passionate desires, the lust) of it; but he who does the will of God and carries out His purposes in his life abides (remains) forever.",
          "ID": "17"
        },
        {
          "text": "Boys (lads), it is the last time (hour, the end of this age). And as you have heard that the antichrist [he who will oppose Christ in the guise of Christ] is coming, even now many antichrists have arisen, which confirms our belief that it is the final (the end) time.",
          "ID": "18"
        },
        {
          "text": "They went out from our number, but they did not [really] belong to us; for if they had been of us, they would have remained with us. But [they withdrew] that it might be plain that they all are not of us.",
          "ID": "19"
        },
        {
          "text": "But you have been anointed by [you hold a sacred appointment from, you have been given an unction from] the Holy One, and you all know [the Truth] or you know all things.",
          "ID": "20"
        },
        {
          "text": "I write to you not because you are ignorant and do not perceive and know the Truth, but because you do perceive and know it, and [know positively] that nothing false (no deception, no lie) is of the Truth.",
          "ID": "21"
        },
        {
          "text": "Who is [such a] liar as he who denies that Jesus is the Christ (the Messiah)? He is the antichrist (the antagonist of Christ), who [habitually] denies and refuses to acknowledge the Father and the Son.",
          "ID": "22"
        },
        {
          "text": "No one who [habitually] denies (disowns) the Son even has the Father. Whoever confesses (acknowledges and has) the Son has the Father also.",
          "ID": "23"
        },
        {
          "text": "As for you, keep in your hearts what you have heard from the beginning. If what you heard from the first dwells and remains in you, then you will dwell in the Son and in the Father [always].",
          "ID": "24"
        },
        {
          "text": "And this is what He Himself has promised us–the life, the eternal [life].",
          "ID": "25"
        },
        {
          "text": "I write this to you with reference to those who would deceive you [seduce and lead you astray].",
          "ID": "26"
        },
        {
          "text": "But as for you, the anointing (the sacred appointment, the unction) which you received from Him abides [permanently] in you; [so] then you have no need that anyone should instruct you. But just as His anointing teaches you concerning everything and is true and is no falsehood, so you must abide in (live in, never depart from) Him [being rooted in Him, knit to Him], just as [His anointing] has taught you [to do].",
          "ID": "27"
        },
        {
          "text": "And now, little children, abide (live, remain permanently) in Him, so that when He is made visible, we may have and enjoy perfect confidence (boldness, assurance) and not be ashamed and shrink from Him at His coming.",
          "ID": "28"
        },
        {
          "text": "If you know (perceive and are sure) that He [Christ] is [absolutely] righteous [conforming to the Father's will in purpose, thought, and action], you may also know (be sure) that everyone who does righteously [and is therefore in like manner conformed to the divine will] is born (begotten) of Him [God].",
          "ID": "29"
        }
      ],
      "ID": "NT:1JN.2"
    },
    {
      "name": "1 John 3",
      "text": [
        {
          "text": "SEE WHAT [an incredible] quality of love the Father has given (shown, bestowed on) us, that we should [be permitted to] be named and called and counted the children of God! And so we are! The reason that the world does not know (recognize, acknowledge) us is that it does not know (recognize, acknowledge) Him.",
          "ID": "1"
        },
        {
          "text": "Beloved, we are [even here and] now God's children; it is not yet disclosed (made clear) what we shall be [hereafter], but we know that when He comes and is manifested, we shall [as God's children] resemble and be like Him, for we shall see Him just as He [really] is.",
          "ID": "2"
        },
        {
          "text": "And everyone who has this hope [resting] on Him cleanses (purifies) himself just as He is pure (chaste, undefiled, guiltless).",
          "ID": "3"
        },
        {
          "text": "Everyone who commits (practices) sin is guilty of lawlessness; for [that is what] sin is, lawlessness (the breaking, violating of God's law by transgression or neglect–being unrestrained and unregulated by His commands and His will).",
          "ID": "4"
        },
        {
          "text": "You know that He appeared in visible form and became Man to take away [upon Himself] sins, and in Him there is no sin [essentially and forever].",
          "ID": "5"
        },
        {
          "text": "No one who abides in Him [who lives and remains in communion with and in obedience to Him–deliberately, knowingly, and habitually] commits (practices) sin. No one who [habitually] sins has either seen or known Him [recognized, perceived, or understood Him, or has had an experiential acquaintance with Him].",
          "ID": "6"
        },
        {
          "text": "Boys (lads), let no one deceive and lead you astray. He who practices righteousness [who is upright, conforming to the divine will in purpose, thought, and action, living a consistently conscientious life] is righteous, even as He is righteous.",
          "ID": "7"
        },
        {
          "text": "[But] he who commits sin [who practices evildoing] is of the devil [takes his character from the evil one], for the devil has sinned (violated the divine law) from the beginning. The reason the Son of God was made manifest (visible) was to undo (destroy, loosen, and dissolve) the works the devil [has done].",
          "ID": "8"
        },
        {
          "text": "No one born (begotten) of God [deliberately, knowingly, and habitually] practices sin, for God's nature abides in him [His principle of life, the divine sperm, remains permanently within him]; and he cannot practice sinning because he is born (begotten) of God.",
          "ID": "9"
        },
        {
          "text": "By this it is made clear who take their nature from God and are His children and who take their nature from the devil and are his children: no one who does not practice righteousness [who does not conform to God's will in purpose, thought, and action] is of God; neither is anyone who does not love his brother (his fellow believer in Christ).",
          "ID": "10"
        },
        {
          "text": "For this is the message (the announcement) which you have heard from the first, that we should love one another,",
          "ID": "11"
        },
        {
          "text": "[And] not be like Cain who [took his nature and got his motivation] from the evil one and slew his brother. And why did he slay him? Because his deeds (activities, works) were wicked and malicious and his brother's were righteous (virtuous).",
          "ID": "12"
        },
        {
          "text": "Do not be surprised and wonder, brethren, that the world detests and pursues you with hatred.",
          "ID": "13"
        },
        {
          "text": "We know that we have passed over out of death into Life by the fact that we love the brethren (our fellow Christians). He who does not love abides (remains, is held and kept continually) in [spiritual] death.",
          "ID": "14"
        },
        {
          "text": "Anyone who hates (abominates, detests) his brother [in Christ] is [at heart] a murderer, and you know that no murderer has eternal life abiding (persevering) within him.",
          "ID": "15"
        },
        {
          "text": "By this we come to know (progressively to recognize, to perceive, to understand) the [essential] love: that He laid down His [own] life for us; and we ought to lay [our] lives down for [those who are our] brothers [in Him].",
          "ID": "16"
        },
        {
          "text": "But if anyone has this world's goods (resources for sustaining life) and sees his brother and fellow believer in need, yet closes his heart of compassion against him, how can the love of God live and remain in him?",
          "ID": "17"
        },
        {
          "text": "Little children, let us not love [merely] in theory or in speech but in deed and in truth (in practice and in sincerity).",
          "ID": "18"
        },
        {
          "text": "By this we shall come to know (perceive, recognize, and understand) that we are of the Truth, and can reassure (quiet, conciliate, and pacify) our hearts in His presence,",
          "ID": "19"
        },
        {
          "text": "Whenever our hearts in [tormenting] self-accusation make us feel guilty and condemn us. [For we are in God's hands.] For He is above and greater than our consciences (our hearts), and He knows (perceives and understands) everything [nothing is hidden from Him].",
          "ID": "20"
        },
        {
          "text": "And, beloved, if our consciences (our hearts) do not accuse us [if they do not make us feel guilty and condemn us], we have confidence (complete assurance and boldness) before God,",
          "ID": "21"
        },
        {
          "text": "And we receive from Him whatever we ask, because we [watchfully] obey His orders [observe His suggestions and injunctions, follow His plan for us] and [habitually] practice what is pleasing to Him.",
          "ID": "22"
        },
        {
          "text": "And this is His order (His command, His injunction): that we should believe in (put our faith and trust in and adhere to and rely on) the name of His Son Jesus Christ (the Messiah), and that we should love one another, just as He has commanded us.",
          "ID": "23"
        },
        {
          "text": "All who keep His commandments [who obey His orders and follow His plan, live and continue to live, to stay and] abide in Him, and He in them. [They let Christ be a home to them and they are the home of Christ.] And by this we know and understand and have the proof that He [really] lives and makes His home in us: by the [Holy] Spirit Whom He has given us.",
          "ID": "24"
        }
      ],
      "ID": "NT:1JN.3"
    },
    {
      "name": "1 John 4",
      "text": [
        {
          "text": "BELOVED, DO not put faith in every spirit, but prove (test) the spirits to discover whether they proceed from God; for many false prophets have gone forth into the world.",
          "ID": "1"
        },
        {
          "text": "By this you may know (perceive and recognize) the Spirit of God: every spirit which acknowledges and confesses [the fact] that Jesus Christ (the Messiah) [actually] has become man and has come in the flesh is of God [has God for its source];",
          "ID": "2"
        },
        {
          "text": "And every spirit which does not acknowledge and confess that Jesus Christ has come in the flesh [but would annul, destroy, sever, disunite Him] is not of God [does not proceed from Him]. This [nonconfession] is the [spirit] of the antichrist, [of] which you heard that it was coming, and now it is already in the world.",
          "ID": "3"
        },
        {
          "text": "Little children, you are of God [you belong to Him] and have [already] defeated and overcome them [the agents of the antichrist], because He Who lives in you is greater (mightier) than he who is in the world.",
          "ID": "4"
        },
        {
          "text": "They proceed from the world and are of the world; therefore it is out of the world [its whole economy morally considered] that they speak, and the world listens (pays attention) to them.",
          "ID": "5"
        },
        {
          "text": "We are [children] of God. Whoever is learning to know God [progressively to perceive, recognize, and understand God by observation and experience, and to get an ever-clearer knowledge of Him] listens to us; and he who is not of God does not listen or pay attention to us. By this we know (recognize) the Spirit of Truth and the spirit of error.",
          "ID": "6"
        },
        {
          "text": "Beloved, let us love one another, for love is (springs) from God; and he who loves [his fellowmen] is begotten (born) of God and is coming [progressively] to know and understand God [to perceive and recognize and get a better and clearer knowledge of Him].",
          "ID": "7"
        },
        {
          "text": "He who does not love has not become acquainted with God [does not and never did know Him], for God is love.",
          "ID": "8"
        },
        {
          "text": "In this the love of God was made manifest (displayed) where we are concerned: in that God sent His Son, the only begotten or unique [Son], into the world so that we might live through Him.",
          "ID": "9"
        },
        {
          "text": "In this is love: not that we loved God, but that He loved us and sent His Son to be the propitiation (the atoning sacrifice) for our sins.",
          "ID": "10"
        },
        {
          "text": "Beloved, if God loved us so [very much], we also ought to love one another.",
          "ID": "11"
        },
        {
          "text": "No man has at any time [yet] seen God. But if we love one another, God abides (lives and remains) in us and His love (that love which is essentially His) is brought to completion (to its full maturity, runs its full course, is perfected) in us!",
          "ID": "12"
        },
        {
          "text": "By this we come to know (perceive, recognize, and understand) that we abide (live and remain) in Him and He in us: because He has given (imparted) to us of His [Holy] Spirit.",
          "ID": "13"
        },
        {
          "text": "And [besides] we ourselves have seen (have deliberately and steadfastly contemplated) and bear witness that the Father has sent the Son [as the] Savior of the world.",
          "ID": "14"
        },
        {
          "text": "Anyone who confesses (acknowledges, owns) that Jesus is the Son of God, God abides (lives, makes His home) in him and he [abides, lives, makes his home] in God.",
          "ID": "15"
        },
        {
          "text": "And we know (understand, recognize, are conscious of, by observation and by experience) and believe (adhere to and put faith in and rely on) the love God cherishes for us. God is love, and he who dwells and continues in love dwells and continues in God, and God dwells and continues in him.",
          "ID": "16"
        },
        {
          "text": "In this [union and communion with Him] love is brought to completion and attains perfection with us, that we may have confidence for the day of judgment [with assurance and boldness to face Him], because as He is, so are we in this world.",
          "ID": "17"
        },
        {
          "text": "There is no fear in love [dread does not exist], but full-grown (complete, perfect) love turns fear out of doors and expels every trace of terror! For fear brings with it the thought of punishment, and [so] he who is afraid has not reached the full maturity of love [is not yet grown into love's complete perfection].",
          "ID": "18"
        },
        {
          "text": "We love Him, because He first loved us.",
          "ID": "19"
        },
        {
          "text": "If anyone says, I love God, and hates (detests, abominates) his brother [in Christ], he is a liar; for he who does not love his brother, whom he has seen, cannot love God, Whom he has not seen.",
          "ID": "20"
        },
        {
          "text": "And this command (charge, order, injunction) we have from Him: that he who loves God shall love his brother [believer] also.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.4"
    },
    {
      "name": "1 John 5",
      "text": [
        {
          "text": "EVERYONE WHO believes (adheres to, trusts, and relies on the fact) that Jesus is the Christ (the Messiah) is a born-again child of God; and everyone who loves the Father also loves the one born of Him (His offspring).",
          "ID": "1"
        },
        {
          "text": "By this we come to know (recognize and understand) that we love the children of God: when we love God and obey His commands (orders, charges)–[when we keep His ordinances and are mindful of His precepts and His teaching].",
          "ID": "2"
        },
        {
          "text": "For the [true] love of God is this: that we do His commands [keep His ordinances and are mindful of His precepts and teaching]. And these orders of His are not irksome (burdensome, oppressive, or grievous).",
          "ID": "3"
        },
        {
          "text": "For whatever is born of God is victorious over the world; and this is the victory that conquers the world, even our faith.",
          "ID": "4"
        },
        {
          "text": "Who is it that is victorious over [that conquers] the world but he who believes that Jesus is the Son of God [who adheres to, trusts in, and relies on that fact]?",
          "ID": "5"
        },
        {
          "text": "This is He Who came by (with) water and blood [His baptism and His death], Jesus Christ (the Messiah)–not by (in) the water only, but by (in) the water and the blood. And it is the [Holy] Spirit Who bears witness, because the [Holy] Spirit is the Truth.",
          "ID": "6"
        },
        {
          "text": "So there are three witnesses in heaven: the Father, the Word and the Holy Spirit, and these three are One;",
          "ID": "7"
        },
        {
          "text": "and there are three witnesses on the earth: the Spirit, the water, and the blood; and these three agree [are in unison; their testimony coincides].",
          "ID": "8"
        },
        {
          "text": "If we accept [as we do] the testimony of men [if we are willing to take human authority], the testimony of God is greater (of stronger authority), for this is the testimony of God, even the witness which He has borne regarding His Son.",
          "ID": "9"
        },
        {
          "text": "He who believes in the Son of God [who adheres to, trusts in, and relies on Him] has the testimony [possesses this divine attestation] within himself. He who does not believe God [in this way] has made Him out to be and represented Him as a liar, because he has not believed (put his faith in, adhered to, and relied on) the evidence (the testimony) that God has borne regarding His Son.",
          "ID": "10"
        },
        {
          "text": "And this is that testimony (that evidence): God gave us eternal life, and this life is in His Son.",
          "ID": "11"
        },
        {
          "text": "He who possesses the Son has that life; he who does not possess the Son of God does not have that life.",
          "ID": "12"
        },
        {
          "text": "I write this to you who believe in (adhere to, trust in, and rely on) the name of the Son of God [in the peculiar services and blessings conferred by Him on men], so that you may know [with settled and absolute knowledge] that you [already] have life, yes, eternal life.",
          "ID": "13"
        },
        {
          "text": "And this is the confidence (the assurance, the privilege of boldness) which we have in Him: [we are sure] that if we ask anything (make any request) according to His will (in agreement with His own plan), He listens to and hears us.",
          "ID": "14"
        },
        {
          "text": "And if (since) we [positively] know that He listens to us in whatever we ask, we also know [with settled and absolute knowledge] that we have [granted us as our present possessions] the requests made of Him.",
          "ID": "15"
        },
        {
          "text": "If anyone sees his brother [believer] committing a sin that does not [lead to] death (the extinguishing of life), he will pray and [God] will give him life [yes, He will grant life to all those whose sin is not one leading to death]. There is a sin [that leads] to death; I do not say that one should pray for that.",
          "ID": "16"
        },
        {
          "text": "All wrongdoing is sin, and there is sin which does not [involve] death [that may be repented of and forgiven].",
          "ID": "17"
        },
        {
          "text": "We know [absolutely] that anyone born of God does not [deliberately and knowingly] practice committing sin, but the One Who was begotten of God carefully watches over and protects him [Christ's divine presence within him preserves him against the evil], and the wicked one does not lay hold (get a grip) on him or touch [him].",
          "ID": "18"
        },
        {
          "text": "We know [positively] that we are of God, and the whole world [around us] is under the power of the evil one.",
          "ID": "19"
        },
        {
          "text": "And we [have seen and] know [positively] that the Son of God has [actually] come to this world and has given us understanding and insight [progressively] to perceive (recognize) and come to know better and more clearly Him Who is true; and we are in Him Who is true–in His Son Jesus Christ (the Messiah). This [Man] is the true God and Life eternal.",
          "ID": "20"
        },
        {
          "text": "Little children, keep yourselves from idols (false gods)–[from anything and everything that would occupy the place in your heart due to God, from any sort of substitute for Him that would take first place in your life]. Amen (so let it be).",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.5"
    }
  ],
  "version": "AMP",
  "ID": "NT:1JN(AMP)"
}