{
  "text": [
    {
      "text": [
        {
          "text": "He who was from the beginning, whom we have heard, whom we have seen with our eyes, upon whom we have gazed, and whom our hands have certainly touched: He is the Word of Life.",
          "ID": "1"
        },
        {
          "text": "And that Life has been made manifest. And we have seen, and we testify, and we announce to you: the Eternal Life, who was with the Father, and who appeared to us.",
          "ID": "2"
        },
        {
          "text": "He whom we have seen and heard, we announce to you, so that you, too, may have fellowship with us, and so that our fellowship may be with the Father and with his Son Jesus Christ.",
          "ID": "3"
        },
        {
          "text": "And this we write to you, so that you may rejoice, and so that your joy may be full.",
          "ID": "4"
        },
        {
          "text": "And this is the announcement which we have heard from him, and which we announce to you: that God is light, and in him there is no darkness.",
          "ID": "5"
        },
        {
          "text": "If we claim that we have fellowship with him, and yet we walk in darkness, then we are lying and not telling the truth.",
          "ID": "6"
        },
        {
          "text": "But if we walk in the light, just as he also is in the light, then we have fellowship with one another, and the blood of Jesus Christ, his Son, cleanses us from all sin.",
          "ID": "7"
        },
        {
          "text": "If we claim that we have no sin, then we are deceiving ourselves and the truth is not in us.",
          "ID": "8"
        },
        {
          "text": "If we confess our sins, then he is faithful and just, so as to forgive us our sins and to cleanse us from all iniquity.",
          "ID": "9"
        },
        {
          "text": "If we claim that we have not sinned, then we make him a liar, and his Word is not in us.",
          "ID": "10"
        }
      ],
      "ID": "NT:1JN.1",
      "name": "1 John 1"
    },
    {
      "text": [
        {
          "text": "My little sons, this I write to you, so that you may not sin. But if anyone has sinned, we have an Advocate with the Father, Jesus Christ, the Just One.",
          "ID": "1"
        },
        {
          "text": "And he is the propitiation for our sins. And not only for our sins, but also for those of the whole world.",
          "ID": "2"
        },
        {
          "text": "And we can be sure that we have known him by this: if we observe his commandments.",
          "ID": "3"
        },
        {
          "text": "Whoever claims that he knows him, and yet does not keep his commandments, is a liar, and the truth is not in him.",
          "ID": "4"
        },
        {
          "text": "But whoever keeps his word, truly in him the charity of God is perfected. And by this we know that we are in him.",
          "ID": "5"
        },
        {
          "text": "Whoever declares himself to remain in him, ought to walk just as he himself walked.",
          "ID": "6"
        },
        {
          "text": "Most beloved, I am not writing to you a new commandment, but the old commandment, which you had from the beginning. The old commandment is the Word, which you have heard.",
          "ID": "7"
        },
        {
          "text": "Then too, I am writing to you a new commandment, which is the Truth in him and in you. For the darkness has passed away, and the true Light is now shining.",
          "ID": "8"
        },
        {
          "text": "Whoever declares himself to be in the light, and yet hates his brother, is in the darkness even now.",
          "ID": "9"
        },
        {
          "text": "Whoever loves his brother abides in the light, and there is no cause of offense in him.",
          "ID": "10"
        },
        {
          "text": "But whoever hates his brother is in the darkness, and in darkness he walks, and he does not know where he is going. For the darkness has blinded his eyes.",
          "ID": "11"
        },
        {
          "text": "I am writing to you, little sons, because your sins are forgiven for the sake of his name.",
          "ID": "12"
        },
        {
          "text": "I am writing to you, fathers, because you have known him who is from the beginning. I am writing to you, adolescents, because you have overcome the evil one.",
          "ID": "13"
        },
        {
          "text": "I am writing to you, little children, because you have known the Father. I am writing to you, young men, because you are strong, and the Word of God abides in you, and you have overcome the evil one.",
          "ID": "14"
        },
        {
          "text": "Do not choose to love the world, nor the things that are in the world. If anyone loves the world, the charity of the Father is not in him.",
          "ID": "15"
        },
        {
          "text": "For all that is in the world is the desire of the flesh, and the desire of the eyes, and the arrogance of a life which is not of the Father, but is of the world.",
          "ID": "16"
        },
        {
          "text": "And the world is passing away, with its desire. But whoever does the will of God abides unto eternity.",
          "ID": "17"
        },
        {
          "text": "Little sons, it is the last hour. And, as you have heard that the Antichrist is coming, so now many antichrists have arrived. By this, we know that it is the last hour.",
          "ID": "18"
        },
        {
          "text": "They went out from among us, but they were not of us. For, if they had been of us, certainly they would have remained with us. But in this way, it is made manifest that none of them are of us.",
          "ID": "19"
        },
        {
          "text": "Yet you have the anointing of the Holy One, and you know everything.",
          "ID": "20"
        },
        {
          "text": "I have not written to you as to ones who are ignorant of the truth, but as to ones who know the truth. For no lie is of the truth.",
          "ID": "21"
        },
        {
          "text": "Who is a liar, other than he who denies that Jesus is the Christ? This one is the Antichrist, who denies the Father and the Son.",
          "ID": "22"
        },
        {
          "text": "No one who denies the Son also has the Father. Whoever confesses the Son, also has the Father.",
          "ID": "23"
        },
        {
          "text": "As for you, let what you have heard from the beginning remain in you. If what you have heard from the beginning remains in you, then you, too, shall abide in the Son and in the Father.",
          "ID": "24"
        },
        {
          "text": "And this is the Promise, which he himself has promised to us: Eternal Life.",
          "ID": "25"
        },
        {
          "text": "I have written these things to you, because of those who would seduce you.",
          "ID": "26"
        },
        {
          "text": "But as for you, let the Anointing that you have received from him abide in you. And so, you have no need of anyone to teach you. For his Anointing teaches you about everything, and it is the truth, and it is not a lie. And just as his Anointing has taught you, abide in him.",
          "ID": "27"
        },
        {
          "text": "And now, little sons, abide in him, so that when he appears, we may have faith, and we may not be confounded by him at his advent.",
          "ID": "28"
        },
        {
          "text": "If you know that he is just, then know, too, that all who do what is just are born of him.",
          "ID": "29"
        }
      ],
      "ID": "NT:1JN.2",
      "name": "1 John 2"
    },
    {
      "text": [
        {
          "text": "See what kind of love the Father has given to us, that we would be called, and would become, the sons of God. Because of this, the world does not know us, for it did not know him.",
          "ID": "1"
        },
        {
          "text": "Most beloved, we are now the sons of God. But what we shall be then has not yet appeared. We know that when he does appear, we shall be like him, for we shall see him as he is.",
          "ID": "2"
        },
        {
          "text": "And everyone who holds this hope in him, keeps himself holy, just as he also is holy.",
          "ID": "3"
        },
        {
          "text": "Everyone who commits a sin, also commits iniquity. For sin is iniquity.",
          "ID": "4"
        },
        {
          "text": "And you know that he appeared in order that he might take away our sins. For in him there is no sin.",
          "ID": "5"
        },
        {
          "text": "Everyone who abides in him does not sin. For whoever sins has not seen him, and has not known him.",
          "ID": "6"
        },
        {
          "text": "Little sons, let no one deceive you. Whoever does justice is just, even as he also is just.",
          "ID": "7"
        },
        {
          "text": "Whoever commits sin is of the devil. For the devil sins from the beginning. For this reason, the Son of God appeared, so that he might eradicate the works of the devil.",
          "ID": "8"
        },
        {
          "text": "All those who have been born of God do not commit sin. For the offspring of God abides in them, and he is not able to sin, because he was born of God.",
          "ID": "9"
        },
        {
          "text": "In this way, the sons of God are made manifest, and also the sons of the devil. Everyone who is not just, is not of God, as also anyone who does not love his brother.",
          "ID": "10"
        },
        {
          "text": "For this is the announcement that you heard from the beginning: that you should love one another.",
          "ID": "11"
        },
        {
          "text": "Do not be like Cain, who was of the evil one, and who killed his brother. And why did he kill him? Because his own works were wicked, but his brother's works were just.",
          "ID": "12"
        },
        {
          "text": "If the world hates you, brothers, do not be surprised.",
          "ID": "13"
        },
        {
          "text": "We know that we have passed from death to life. For we love as brothers. Whoever does not love, abides in death.",
          "ID": "14"
        },
        {
          "text": "Everyone who hates his brother is a murderer. And you know that no murderer has eternal life abiding within him.",
          "ID": "15"
        },
        {
          "text": "We know the love of God in this way: because he laid down his life for us. And so, we must lay down our lives for our brothers.",
          "ID": "16"
        },
        {
          "text": "Whoever possesses the goods of this world, and sees his brother to be in need, and yet closes his heart to him: in what way does the love of God abide in him?",
          "ID": "17"
        },
        {
          "text": "My little sons, let us not love in words only, but in works and in truth.",
          "ID": "18"
        },
        {
          "text": "In this way, we will know that we are of the truth, and we will commend our hearts in his sight.",
          "ID": "19"
        },
        {
          "text": "For even if our heart reproaches us, God is greater than our heart, and he knows all things.",
          "ID": "20"
        },
        {
          "text": "Most beloved, if our heart does not reproach us, we can have confidence toward God;",
          "ID": "21"
        },
        {
          "text": "and whatever we shall request of him, we shall receive from him. For we keep his commandments, and we do the things that are pleasing in his sight.",
          "ID": "22"
        },
        {
          "text": "And this is his commandment: that we should believe in the name of his Son, Jesus Christ, and love one another, just as he has commanded us.",
          "ID": "23"
        },
        {
          "text": "And those who keep his commandments abide in him, and he in them. And we know that he abides in us by this: by the Spirit, whom he has given to us.",
          "ID": "24"
        }
      ],
      "ID": "NT:1JN.3",
      "name": "1 John 3"
    },
    {
      "text": [
        {
          "text": "Most beloved, do not be willing to believe every spirit, but test the spirits to see if they are of God. For many false prophets have gone out into the world.",
          "ID": "1"
        },
        {
          "text": "The Spirit of God may be known in this way. Every spirit who confesses that Jesus Christ has arrived in the flesh is of God;",
          "ID": "2"
        },
        {
          "text": "and every spirit who contradicts Jesus is not of God. And this one is the Antichrist, the one that you have heard is coming, and even now he is in the world.",
          "ID": "3"
        },
        {
          "text": "Little sons, you are of God, and so you have overcome him. For he who is in you is greater than he who is in the world.",
          "ID": "4"
        },
        {
          "text": "They are of the world. Therefore, they speak about the world, and the world listens to them.",
          "ID": "5"
        },
        {
          "text": "We are of God. Whoever knows God, listens to us. Whoever is not of God, does not listen to us. In this way, we know the Spirit of truth from the spirit of error.",
          "ID": "6"
        },
        {
          "text": "Most beloved, let us love one another. For love is of God. And everyone who loves is born of God and knows God.",
          "ID": "7"
        },
        {
          "text": "Whoever does not love, does not know God. For God is love.",
          "ID": "8"
        },
        {
          "text": "The love of God was made apparent to us in this way: that God sent his only-begotten Son into the world, so that we might live through him.",
          "ID": "9"
        },
        {
          "text": "In this is love: not as if we had loved God, but that he first loved us, and so he sent his Son as a propitiation for our sins.",
          "ID": "10"
        },
        {
          "text": "Most beloved, if God has so loved us, we also ought to love one another.",
          "ID": "11"
        },
        {
          "text": "No one has ever seen God. But if we love one another, God abides in us, and his love is perfected in us.",
          "ID": "12"
        },
        {
          "text": "In this way, we know that we abide in him, and he in us: because he has given to us from his Spirit.",
          "ID": "13"
        },
        {
          "text": "And we have seen, and we testify, that the Father has sent his Son to be the Savior of the world.",
          "ID": "14"
        },
        {
          "text": "Whoever has confessed that Jesus is the Son of God, God abides in him, and he in God.",
          "ID": "15"
        },
        {
          "text": "And we have known and believed the love that God has for us. God is love. And he who abides in love, abides in God, and God in him.",
          "ID": "16"
        },
        {
          "text": "In this way, the love of God is perfected with us, so that we may have confidence on the day of judgment. For as he is, so also are we, in this world.",
          "ID": "17"
        },
        {
          "text": "Fear is not in love. Instead, perfect love casts out fear, for fear pertains to punishment. And whoever fears is not perfected in love.",
          "ID": "18"
        },
        {
          "text": "Therefore, let us love God, for God first loved us.",
          "ID": "19"
        },
        {
          "text": "If anyone says that he loves God, but hates his brother, then he is a liar. For he who does not love his brother, whom he does see, in what way can he love God, whom he does not see?",
          "ID": "20"
        },
        {
          "text": "And this is the commandment that we have from God, that he who loves God must also love his brother.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.4",
      "name": "1 John 4"
    },
    {
      "text": [
        {
          "text": "Everyone who believes that Jesus is the Christ, is born of God. And everyone who loves God, who provides that birth, also loves him who has been born of God.",
          "ID": "1"
        },
        {
          "text": "In this way, we know that we love those born of God: when we love God and do his commandments.",
          "ID": "2"
        },
        {
          "text": "For this is the love of God: that we keep his commandments. And his commandments are not heavy.",
          "ID": "3"
        },
        {
          "text": "For all that is born of God overcomes the world. And this is the victory that overcomes the world: our faith.",
          "ID": "4"
        },
        {
          "text": "Who is it that overcomes the world? Only he who believes that Jesus is the Son of God!",
          "ID": "5"
        },
        {
          "text": "This is the One who came by water and blood: Jesus Christ. Not by water only, but by water and blood. And the Spirit is the One who testifies that the Christ is the Truth.",
          "ID": "6"
        },
        {
          "text": "For there are Three who give testimony in heaven: the Father, the Word, and the Holy Spirit. And these Three are One.",
          "ID": "7"
        },
        {
          "text": "And there are three who give testimony on earth: the Spirit, and the water, and the blood. And these three are one.",
          "ID": "8"
        },
        {
          "text": "If we accept the testimony of men, then the testimony of God is greater. For this is the testimony of God, which is greater: that he has testified about his Son.",
          "ID": "9"
        },
        {
          "text": "Whoever believes in the Son of God, holds the testimony of God within himself. Whoever does not believe in the Son, makes him a liar, because he does not believe in the testimony which God has testified about his Son.",
          "ID": "10"
        },
        {
          "text": "And this is the testimony which God has given to us: Eternal Life. And this Life is in his Son.",
          "ID": "11"
        },
        {
          "text": "Whoever has the Son, has Life. Whoever does not have the Son, does not have Life.",
          "ID": "12"
        },
        {
          "text": "I am writing this to you, so that you may know that you have Eternal Life: you who believe in the name of the Son of God.",
          "ID": "13"
        },
        {
          "text": "And this is the confidence which we have toward God: that no matter what we shall request, in accord with his will, he hears us.",
          "ID": "14"
        },
        {
          "text": "And we know that he hears us, no matter what we request; so we know that we can obtain the things that we request of him.",
          "ID": "15"
        },
        {
          "text": "Anyone who realizes that his brother has sinned, with a sin that is not unto death, let him pray, and life shall be given to him who has sinned not unto death. There is a sin which is unto death. I am not saying that anyone should ask on behalf of that sin.",
          "ID": "16"
        },
        {
          "text": "All that is iniquity is sin. But there is a sin unto death.",
          "ID": "17"
        },
        {
          "text": "We know that everyone who is born of God does not sin. Instead, rebirth in God preserves him, and the evil one cannot touch him.",
          "ID": "18"
        },
        {
          "text": "We know that we are of God, and that the entire world is established in wickedness.",
          "ID": "19"
        },
        {
          "text": "And we know that the Son of God has arrived, and that he has given us understanding, so that we may know the true God, and so that we may remain in his true Son. This is the true God, and this is Eternal Life.",
          "ID": "20"
        },
        {
          "text": "Little sons, keep yourselves from false worship. Amen.",
          "ID": "21"
        }
      ],
      "ID": "NT:1JN.5",
      "name": "1 John 5"
    }
  ],
  "ID": "NT:1JN(CPDV)",
  "version": "CPDV",
  "name": "1 John"
}