{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "Слова Неемии, сына Хахалии:",
          "ID": "1"
        },
        {
          "text": "В месяце кислеве, в двадцатом году правления царя Артаксеркса, когда я находился в крепости города Сузы, ",
          "ID": "1"
        },
        {
          "text": "Ханани – один из моих братьев, пришел из Иудеи с некоторыми другими людьми, и я расспросил их об уцелевших жителях Иудеи, которые вернулись из плена, и об Иерусалиме.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Они сказали мне:",
          "ID": "3"
        },
        {
          "text": "– Те, кто прошел через плен и вернулся в провинцию, сейчас в большой беде и бесчестии. Стена Иерусалима разрушена, а его ворота сожжены.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Услышав это, я сел и заплакал. Несколько дней я скорбел, постился и молился пред Богом небесным. ",
          "ID": "4"
        },
        {
          "text": "Я говорил:",
          "ID": "5"
        },
        {
          "text": "– Господи, Боже небес, Бог великий и грозный, хранящий завет и милость к тем, кто любит Его и слушается Его повелений, ",
          "ID": "5"
        },
        {
          "text": "да будут уши Твои внимательны и глаза Твои открыты, чтобы услышать молитву Твоего слуги, которой я молюсь перед Тобой день и ночь за Твоих слуг, народ Израиля. Я открыто признаюсь в грехах, которыми мы, израильтяне, включая меня и дом моего отца, согрешили против Тебя. ",
          "ID": "6"
        },
        {
          "text": "Мы поступали перед Тобой нечестиво. Мы не слушались повелений, уставов и законов, которые Ты дал Своему слуге Моисею.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Вспомни повеление, которое Ты дал Своему слуге Моисею, сказав: «Если вы нарушите верность, Я рассею вас среди народов, ",
          "ID": "8"
        },
        {
          "text": "но если вы вернетесь ко Мне и станете слушаться Моих повелений, то даже если ваши изгнанники будут находиться на краю земли, Я соберу их оттуда и приведу на место, которое Я избрал обителью для Моего имени».",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Они – Твои слуги и Твой народ, который Ты искупил Своей великой силой и могучей рукой. ",
          "ID": "10"
        },
        {
          "text": "Владыка, да будут уши Твои внимательны к молитве Твоего слуги и к молитве Твоих слуг, которые любят чтить Твое имя. Дай сегодня Твоему слуге успех, даровав ему расположение этого человека.",
          "ID": "11"
        },
        {
          "text": "Я был виночерпием царя.",
          "ID": "11"
        }
      ],
      "ID": "OT:NEH.1",
      "name": "Неемия 1"
    },
    {
      "text": [
        {
          "text": "В месяце нисане, в двадцатом году правления царя Артаксеркса, ему принесли вино; я взял его и поднес царю. Прежде я никогда не был перед ним печален, ",
          "ID": "1"
        },
        {
          "text": "и царь спросил меня:",
          "ID": "2"
        },
        {
          "text": "– Почему твое лицо так печально, когда ты не болен? Это не что иное, как тоска на сердце.",
          "ID": "2"
        },
        {
          "text": "Я очень испугался, ",
          "ID": "2"
        },
        {
          "text": "но сказал царю:",
          "ID": "3"
        },
        {
          "text": "– Да живет царь вовеки! Как же моему лицу не быть печальным, если город, где похоронены мои предки, лежит в руинах, а его ворота уничтожены огнем?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Царь сказал мне:",
          "ID": "4"
        },
        {
          "text": "– Чего же ты хочешь?",
          "ID": "4"
        },
        {
          "text": "Я помолился Богу небесному ",
          "ID": "4"
        },
        {
          "text": "и ответил царю:",
          "ID": "5"
        },
        {
          "text": "– Если это угодно царю, и если твой слуга нашел у тебя расположение, отпусти меня в Иудею, в город, где похоронены мои предки, чтобы мне отстроить его.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тогда царь сказал мне (а царица сидела рядом с ним):",
          "ID": "6"
        },
        {
          "text": "– Сколько продлится твое путешествие, и когда ты вернешься?",
          "ID": "6"
        },
        {
          "text": "Царю было угодно меня отпустить, и я назвал сроки. ",
          "ID": "6"
        },
        {
          "text": "Еще я сказал ему:",
          "ID": "7"
        },
        {
          "text": "– Если это угодно царю, пусть мне дадут письма к наместникам провинции за Евфратом, чтобы они пропускали меня, пока я не прибуду в Иудею. ",
          "ID": "7"
        },
        {
          "text": "И пусть мне дадут письмо к Асафу, хранителю царских лесов, чтобы он дал мне дерева для того, чтобы сделать балки для ворот крепости при храме, для городской стены и для дома, где я буду жить.",
          "ID": "8"
        },
        {
          "text": "Милостивая рука моего Бога была на мне, и царь исполнил мои просьбы. ",
          "ID": "8"
        },
        {
          "text": "Я пришел к наместникам провинции за Евфратом и вручил им царские письма. А царь еще послал со мной военачальников и всадников.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Когда хоронитянин Санбаллат и аммонитский вельможа Товия услышали об этом, они были крайне возмущены, что кто-то пришел заботиться о благе израильтян.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Я прибыл в Иерусалим и, пробыв там три дня, ",
          "ID": "11"
        },
        {
          "text": "ночью тронулся в путь с несколькими людьми. Я никому не рассказал того, что мой Бог положил мне на сердце сделать для Иерусалима. Животных со мной не было, не считая того, на котором я ехал.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ночью я проехал через ворота Долины к Драконьему источнику и Навозным воротам, осматривая разрушенные стены Иерусалима и его сожженные ворота. ",
          "ID": "13"
        },
        {
          "text": "Потом я проехал к воротам Источника и к царскому пруду, но там было мало места, чтобы пройти животному, на котором я ехал; ",
          "ID": "14"
        },
        {
          "text": "и я поднялся ночью по долине, осматривая стены. Наконец, я повернул назад и возвратился через ворота Долины. ",
          "ID": "15"
        },
        {
          "text": "Начальствующие не знали, куда я ходил и что делал – ведь я еще не говорил ни иудеям, ни священникам, ни знати, ни начальствующим, ни всем остальным, кому суждено было предпринять этот труд.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Потом я сказал им:",
          "ID": "17"
        },
        {
          "text": "– Вы видите, в какой мы беде: Иерусалим лежит в руинах, а его ворота сожжены. Пойдем, отстроим стену Иерусалима и не будем больше в бесчестии.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Еще я рассказал им о милостивой руке моего Бога, что на мне, и о том, что сказал мне царь.",
          "ID": "18"
        },
        {
          "text": "Они ответили:",
          "ID": "18"
        },
        {
          "text": "– Так давайте же строить! – и взялись за это благое дело.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Но когда об этом услышал хоронитянин Санбаллат, аммонитский вельможа Товия и араб Гешем, они принялись высмеивать нас и издеваться над нами.",
          "ID": "19"
        },
        {
          "text": "– Что это вы делаете? – спрашивали они. – Против царя бунтуете?",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Я отвечал им, говоря:",
          "ID": "20"
        },
        {
          "text": "– Бог небесный даст нам успех. Мы, Его слуги, начнем отстраивать эту стену, но что до вас – нет у вас части в Иерусалиме, ни права на него, ни памяти в нем.",
          "ID": "20"
        }
      ],
      "ID": "OT:NEH.2",
      "name": "Неемия 2"
    },
    {
      "text": [
        {
          "text": "Первосвященник Элиашив и его собратья священники принялись отстраивать Овечьи ворота. Они освятили их и установили на место двери их; они освятили их до башни Сотни и от нее до башни Хананела. ",
          "ID": "1"
        },
        {
          "text": "Соседний участок строили жители Иерихона, а рядом с ними строил Заккур, сын Имрия.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Рыбные ворота были отстроены сыновьями Сенаи. Они положили их балки и установили их двери, замки и засовы. ",
          "ID": "3"
        },
        {
          "text": "Меремоф, сын Урии, сына Гаккоца, восстановил следующий участок. Рядом с ним восстанавливал Мешуллам, сын Берехии, сына Мешезавела, а возле него – Цадок, сын Бааны. ",
          "ID": "4"
        },
        {
          "text": "Следующий участок стены был восстановлен жителями Текоа, но их знать не подставила плечи под работу для своего Владыки.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Старые ворота были восстановлены Иоиадой, сыном Пасеаха, и Мешулламом, сыном Бесодии. Они положили их балки и поставили на место их двери, замки и засовы. ",
          "ID": "6"
        },
        {
          "text": "Рядом с ними восстанавливали жители Гаваона и Мицпы – гаваонитянин Мелатия и меронофянин Иадон – подвластные наместнику провинции за Евфратом. ",
          "ID": "7"
        },
        {
          "text": "Уззиил, сын Харгаии, из ювелиров, восстановил следующий участок стены, а рядом с ним – Ханания, из составителей благовоний. Они восстановили Иерусалим до самой Широкой стены. ",
          "ID": "8"
        },
        {
          "text": "Рефая, сын Хура, правитель половины Иерусалимского округа, восстановил следующий участок. ",
          "ID": "9"
        },
        {
          "text": "Рядом с ними и напротив своего дома восстанавливал Иедаия, сын Харумафа, а возле него – Хаттуш, сын Хашавнии. ",
          "ID": "10"
        },
        {
          "text": "Малхия, сын Харима, и Хашшув, сын Пахат-Моава, восстановили следующий участок и Печную башню. ",
          "ID": "11"
        },
        {
          "text": "Шаллум, сын Аллохеша, правитель второй половины Иерусалимского округа, с помощью своих дочерей восстановил следующий участок.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ворота Долины были восстановлены Хануном и жителями Заноаха. Они отстроили их и установили на место их двери, замки и засовы. Еще они восстановили тысячу локтей стены до самых Навозных ворот.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Навозные ворота были восстановлены Малхией, сыном Рехава, правителем округа Бет-Карем. Он отстроил их и установил их двери, замки и засовы.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Ворота Источника были восстановлены Шаллуном, сыном Колхозея, правителем округа Мицпа. Он отстроил их, соорудил над ними крышу и установил их двери, замки и засовы. Еще он восстановил стену у пруда Силоам, у Царского сада, до самых ступеней, что спускаются из Города Давида. ",
          "ID": "15"
        },
        {
          "text": "За ним – до места напротив гробниц Давида, и далее до выкопанного пруда и дома воинов – восстанавливал Неемия, сын Азбука, правитель половины округа Бет-Цур.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "За ним восстанавливали левиты под руководством Рехума, сына Бани. Рядом с ним стену восстанавливал Хашавия, правитель половины округа Кеила, за свой округ. ",
          "ID": "17"
        },
        {
          "text": "Возле него восстанавливали их земляки под руководством Биннуя, сына Хенадада, правителя второй половины округа Кеила. ",
          "ID": "18"
        },
        {
          "text": "Рядом с которым следующий участок – от места напротив подъема к оружейному складу до самого угла – восстановил Эзер, сын Иисуса, правитель Мицпы. ",
          "ID": "19"
        },
        {
          "text": "Возле него следующий участок – от угла до входа в дом первосвященника Элиашива – ревностно восстановил Барух, сын Заббая. ",
          "ID": "20"
        },
        {
          "text": "Рядом с ним следующий участок – от входа в дом Элиашива до конца дома – восстановил Меремоф, сын Урии, сына Гаккоца.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "За ним восстанавливали священники из окрестностей. ",
          "ID": "22"
        },
        {
          "text": "За ними, напротив своего дома, восстанавливали Вениамин и Хашшув, а за ними, рядом со своим домом, восстанавливал Азария, сын Маасеи, сына Анании. ",
          "ID": "23"
        },
        {
          "text": "Рядом с ним следующий участок – от дома Азарии до угла и поворота – восстановил Биннуй, сын Хенадада, ",
          "ID": "24"
        },
        {
          "text": "а Фалал, сын Узая, трудился напротив угла и башни, выступающей из верхнего царского дворца, рядом со двором стражи. Возле него Педая, сын Пароша, ",
          "ID": "25"
        },
        {
          "text": "и храмовые слуги, живущие на холме Офел, восстанавливали до места напротив Водных ворот к востоку и выступающей башни. ",
          "ID": "26"
        },
        {
          "text": "Рядом с ними следующий участок – от большой выступающей башни до стены Офела – восстановили жители Текоа.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "За Конскими воротами восстанавливали священники – каждый напротив своего дома. ",
          "ID": "28"
        },
        {
          "text": "За ними – напротив своего дома – восстанавливал Цадок, сын Иммера, а за ним – Шемая, сын Шекании, сторож Восточных ворот. ",
          "ID": "29"
        },
        {
          "text": "За ним следующий участок восстанавливали Ханания, сын Шелемии, и Ханун, шестой сын Цалафа. За ними, напротив своего жилища, восстанавливал Мешуллам, сын Берехии. ",
          "ID": "30"
        },
        {
          "text": "За ним – до самого дома храмовых слуг и купцов, что напротив Смотровых ворот, и до самой комнаты над углом – восстанавливал Малхия, из ювелиров. ",
          "ID": "31"
        },
        {
          "text": "А между комнатой над углом и Овечьими воротами восстанавливали ювелиры и купцы.",
          "ID": "32"
        }
      ],
      "ID": "OT:NEH.3",
      "name": "Неемия 3"
    },
    {
      "text": [
        {
          "text": "Когда Санбаллат услышал о том, что мы строим стену, он разозлился и сильно разгневался. Он издевался над иудеями ",
          "ID": "1"
        },
        {
          "text": "и перед своими союзниками и самарийским войском говорил:",
          "ID": "2"
        },
        {
          "text": "– Что делают эти жалкие иудеи? Неужели они восстановят свою стену? Неужели они станут приносить жертвы? Неужели они когда-нибудь закончат строительство? Неужто они оживят камни, притом обожженные, из этих груд праха?",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Аммонитянин Товия, стоящий рядом с ним, сказал:",
          "ID": "3"
        },
        {
          "text": "– Да что они там строят, если даже лисица, взобравшись на эту каменную стену, обрушит ее!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Услышь нас, Боже наш, потому что мы в презрении. Обрати их оскорбления на их же головы. Отдай их как добычу в землю плена. ",
          "ID": "4"
        },
        {
          "text": "Не покрывай их вины и грехов их не удаляй от Своих глаз, потому что они оскорбляли строителей.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "И мы строили стену, и она достигла половины своей высоты, потому что народ работал от всего сердца. ",
          "ID": "6"
        },
        {
          "text": "Но когда Санбаллат, Товия, арабы с аммонитянами и жители Ашдода услышали о том, что восстановление иерусалимских стен продвигается и проломы заделываются, они очень разозлились. ",
          "ID": "7"
        },
        {
          "text": "Все вместе они сговорились пойти на Иерусалим войной и устроить в нем беспорядки. ",
          "ID": "8"
        },
        {
          "text": "Но мы молились нашему Богу и выставляли против них стражу днем и ночью, чтобы отвратить эту угрозу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "А тем временем народ иудейский говорил:",
          "ID": "10"
        },
        {
          "text": "– Силы носильщиков на исходе, а здесь так много мусора, что мы не можем отстраивать стену.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "А наши враги говорили:",
          "ID": "11"
        },
        {
          "text": "– Прежде чем они узнают о том, что происходит, или увидят нас, мы окажемся прямо среди них, перебьем их и остановим работу.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Иудеи, которые жили рядом с ними, приходили и раз десять говорили нам:",
          "ID": "12"
        },
        {
          "text": "– Со всех сторон они пойдут на нас.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Тогда я разместил народ за самыми низкими участками стены на открытых местах, поставив их по семьям, с мечами, копьями и луками. ",
          "ID": "13"
        },
        {
          "text": "Осмотрев все, я встал и сказал знати, начальствующим и остальному народу:",
          "ID": "14"
        },
        {
          "text": "– Не бойтесь их. Помните Владыку, Который велик и грозен, и сражайтесь за своих братьев, сыновей, дочерей, жен и дома.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Когда наши враги услышали, что мы знаем об их сговоре и о том, что Бог расстроил их планы, мы все вернулись к стене, каждый – к своей работе. ",
          "ID": "15"
        },
        {
          "text": "С того дня и впредь половина моих слуг трудилась на постройке, а другая половина держала копья, щиты, луки и латы. Вожди находились позади всего дома иудейского, ",
          "ID": "16"
        },
        {
          "text": "который строил стену. Носильщики тяжестей делали свою работу одной рукой, а в другой держали оружие, ",
          "ID": "17"
        },
        {
          "text": "и каждый из строителей во время работы был препоясан мечом. А трубач находился рядом со мной.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "И я сказал знати, начальствующим и остальному народу:",
          "ID": "19"
        },
        {
          "text": "– Работа велика и обширна, и мы разбросаны по стене далеко друг от друга. ",
          "ID": "19"
        },
        {
          "text": "Где бы вы ни услышали звук рога, бегите к нам туда, откуда доносится звук. Наш Бог будет сражаться за нас!",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "И мы продолжали работу, и половина людей держали копья от первых лучей солнца до появления звезд. ",
          "ID": "21"
        },
        {
          "text": "В то время я еще сказал народу:",
          "ID": "22"
        },
        {
          "text": "– Пусть каждый человек и его помощник ночуют в Иерусалиме, чтобы они могли сторожить ночью и работать днем.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Ни я, ни мои братья, ни мои слуги, ни стражники, которые меня сопровождали, не снимали одежд; каждый держал свое оружие, когда ходил за водой.",
          "ID": "23"
        }
      ],
      "ID": "OT:NEH.4",
      "name": "Неемия 4"
    },
    {
      "text": [
        {
          "text": "В народе, среди мужчин и их жен, поднялся сильный ропот на своих братьев-иудеев. ",
          "ID": "1"
        },
        {
          "text": "Некоторые говорили:",
          "ID": "2"
        },
        {
          "text": "– Нас, наших сыновей и наших дочерей много, и чтобы кормиться и жить, нам нужно зерно.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Другие говорили:",
          "ID": "3"
        },
        {
          "text": "– Нам приходится закладывать свои поля, виноградники и дома, чтобы достать зерна во время голода.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "А были и такие, которые говорили:",
          "ID": "4"
        },
        {
          "text": "– Нам приходится занимать деньги, чтобы платить царю налог на наши поля и виноградники. ",
          "ID": "4"
        },
        {
          "text": "Мы из той же плоти, что и наши соплеменники, и наши сыновья такие же, как у них, но нам приходится отдавать своих сыновей и дочерей в рабство. Некоторые из наших дочерей уже порабощены, но мы бессильны, потому что наши поля и виноградники принадлежат другим.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Услышав их ропот и эти жалобы, я очень рассердился. ",
          "ID": "6"
        },
        {
          "text": "Обдумав, я обвинил знать и начальствующих. Я сказал им:",
          "ID": "7"
        },
        {
          "text": "– Вы берете проценты со своих братьев!",
          "ID": "7"
        },
        {
          "text": "Из-за них я созвал большое собрание ",
          "ID": "7"
        },
        {
          "text": "и сказал:",
          "ID": "8"
        },
        {
          "text": "– Всеми силами мы выкупали наших братьев-иудеев, которые были проданы язычникам. А теперь вы продаете своих же братьев, которых нам приходится выкупать!",
          "ID": "8"
        },
        {
          "text": "Они молчали, потому что им нечего было сказать.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Тогда я сказал:",
          "ID": "9"
        },
        {
          "text": "– То, что вы делаете, – нехорошо. Разве вы не должны ходить в страхе нашего Бога, чтобы избежать порицания наших врагов-язычников? ",
          "ID": "9"
        },
        {
          "text": "Я, мои братья и слуги также даем в долг народу деньги и зерно. Давайте прекратим брать проценты! ",
          "ID": "10"
        },
        {
          "text": "Немедленно верните им их поля, виноградники, оливковые рощи и дома, а также проценты, которые вы им назначили, – сотую часть денег, зерна, молодого вина и масла.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Мы вернем это, – сказали они, – и не потребуем больше от них ничего. Мы сделаем, как ты говоришь.",
          "ID": "12"
        },
        {
          "text": "Я призвал священников и заставил знать и приближенных дать клятву в том, что они выполнят обещанное. ",
          "ID": "12"
        },
        {
          "text": "Еще я вытряхнул свою одежду и сказал:",
          "ID": "13"
        },
        {
          "text": "– Пусть так же Бог вытряхнет всякого человека, который не сдержит этого обещания, из его дома и добра. Пусть так же этот человек будет вытряхнут и опустошен!",
          "ID": "13"
        },
        {
          "text": "И все общество сказало: «Аминь!», – и прославило Бога.",
          "ID": "13"
        },
        {
          "text": "И народ сделал так, как и обещал.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Более того, с двадцатого года правления царя Артаксеркса, когда я был назначен наместником в земле иудейской, до его тридцать второго года правления – двенадцать лет  – ни я, ни братья мои не ели пищи, предназначенной для наместника. ",
          "ID": "14"
        },
        {
          "text": "Прежние наместники, которые были до меня, возложили на народ тяжкое бремя и брали у них сорок шекелей серебра, помимо пищи и вина. Даже их слуги помыкали народом. Но я, почитая Бога, так не поступал. ",
          "ID": "15"
        },
        {
          "text": "Напротив, я посвятил себя работам по восстановлению стены. Все мои слуги были собраны туда для работ; мы не покупали земель.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Более того, за моим столом ели сто пятьдесят иудеев и начальствующих, не считая тех, кто приходил к нам из окрестных народов. ",
          "ID": "17"
        },
        {
          "text": "Каждый день у меня готовили одного быка, шесть отборных овец и птицу, а каждые десять дней в изобилии подавали всякого рода вино. Несмотря на это, я никогда не требовал пищи, предназначенной для наместника, потому что и без этого народу приходилось тяжело.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Вспомни мне во благо, Боже мой, все, что я сделал для этого народа.",
          "ID": "19"
        }
      ],
      "ID": "OT:NEH.5",
      "name": "Неемия 5"
    },
    {
      "text": [
        {
          "text": "Когда Санбаллату, Товии, арабу Гешему и прочим нашим врагам донесли, что я отстроил стену и в ней не осталось ни одного незаделанного пролома (хотя к тому времени я еще не поставил двери ворот), ",
          "ID": "1"
        },
        {
          "text": "Санбаллат и Гешем послали сказать мне:",
          "ID": "2"
        },
        {
          "text": "– Давай встретимся в одном из селений на равнине Оно.",
          "ID": "2"
        },
        {
          "text": "Но они замышляли причинить мне зло, ",
          "ID": "2"
        },
        {
          "text": "и я послал к ним вестников с таким ответом:",
          "ID": "3"
        },
        {
          "text": "– Я занят важной работой и не могу прийти. Зачем останавливать работу из-за того, чтобы пойти к вам?",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Четыре раза они присылали ко мне с этим посланием, и четыре раза я давал им этот ответ. ",
          "ID": "4"
        },
        {
          "text": "Тогда в пятый раз Санбаллат отправил ко мне с этим же посланием своего слугу. В руке у него было незапечатанное письмо, ",
          "ID": "5"
        },
        {
          "text": "в котором было написано:",
          "ID": "6"
        },
        {
          "text": "«Среди народов ходит слух, и Гешем говорит, что ты и иудеи замышляете восстать, и поэтому ты строишь стену. По этим слухам ты собираешься стать их царем ",
          "ID": "6"
        },
        {
          "text": "и даже назначил пророков, чтобы возвещать о себе в Иерусалиме: „В Иудее есть царь!“ Этот слух дойдет до царя. Итак, приходи, давай вместе посоветуемся».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Я послал ему ответ: «Нет никакой правды в том, что ты говоришь. Все это ты выдумываешь сам».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Все они старались запугать нас, думая: «Их руки очень ослабнут, чтобы делать эту работу, и она не будет завершена».",
          "ID": "9"
        },
        {
          "text": "Но я молился:",
          "ID": "9"
        },
        {
          "text": "– Укрепи мои руки.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Однажды я пришел в дом Шемаи, сына Делаи, внука Мегетавела, который заперся в своем доме. Он сказал:",
          "ID": "10"
        },
        {
          "text": "– Давай встретимся в доме Божьем, внутри храма, и запрем храмовые двери, потому что тебя придут убить, и придут ночью!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но я сказал:",
          "ID": "11"
        },
        {
          "text": "– Разве такой человек, как я, может бежать? Может ли такой, как я, пойти в храм, чтобы спасти свою жизнь? Не пойду!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Я понимал, что Бог не посылал его, и он пророчествовал против меня, потому что его наняли Товия и Санбаллат. ",
          "ID": "12"
        },
        {
          "text": "Его наняли запугать меня, чтобы я согрешил, сделав так, а они бы лишили меня доброго имени и упрекали бы меня.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Вспомни, Боже мой, Товию и Санбаллата по их делам; вспомни еще и пророчицу Ноадию и прочих пророков, которые пытались меня запугать.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Стена была завершена в двадцать пятый день месяца элула, за пятьдесят два дня. ",
          "ID": "15"
        },
        {
          "text": "Когда об этом услышали все наши враги, все окрестные народы испугались и потеряли свою самоуверенность, потому что поняли, что эта работа была сделана с помощью нашего Бога.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Еще в те дни знать Иудеи посылала много писем Товии, а письма Товии приходили к ним. ",
          "ID": "17"
        },
        {
          "text": "Ведь многие в Иудее были связаны с ним клятвой, потому что он был зятем Шекании, сына Араха, а его сын Иоханан женился на дочери Мешуллама, сына Берехии. ",
          "ID": "18"
        },
        {
          "text": "Они даже говорили при мне о его добрых делах, а после пересказывали ему то, что я сказал. А Товия присылал письма, чтобы меня запугать.",
          "ID": "19"
        }
      ],
      "ID": "OT:NEH.6",
      "name": "Неемия 6"
    },
    {
      "text": [
        {
          "text": "После того как стена была отстроена, и я установил на место двери, и были назначены привратники, певцы и левиты, ",
          "ID": "1"
        },
        {
          "text": "я вверил Иерусалим заботам моего брата Ханани и Ханании, военачальника крепости, потому что он был верным человеком и чтил Бога больше многих. ",
          "ID": "2"
        },
        {
          "text": "Я сказал им:",
          "ID": "3"
        },
        {
          "text": "– Ворота Иерусалима не должны открываться, пока не обогреет солнце. И пока привратники стоят на страже, пусть они закрывают двери и запирают их. Еще поставьте жителей Иерусалима стражами, некоторых – на посты, а некоторых – рядом с их домами.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Город же был большой и просторный, но народу в нем было мало, и дома еще не были отстроены. ",
          "ID": "4"
        },
        {
          "text": "И мой Бог положил мне на сердце собрать знать, начальствующих и простой народ для переписи по родословиям. Я нашел родословную запись тех, кто вернулись первыми. Вот что я нашел записанным там:",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Вот те вернувшиеся из плена жители провинции, которых увел Навуходоносор, царь Вавилона (они вернулись в Иерусалим и Иудею, каждый в свой город, ",
          "ID": "6"
        },
        {
          "text": "вместе с Зоровавелем, Иисусом, Неемией, Азарией, Раамией, Нахаманием, Мардохеем, Билшаном, Мисперетом, Бигваем, Нехумом и Бааной).",
          "ID": "7"
        },
        {
          "text": "Список людей народа Израиля:",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "потомков Пароша 2 172;",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Шефатии 372;",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Араха 652;",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Пахат-Моава (по линии Иисуса и Иоава) 2 818;",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Елама 1 254;",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Затту 845;",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Закхая 760;",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Биннуи 648;",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Бевая 628;",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Азгада 2 322;",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Адоникама 667;",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Бигвая 2 067;",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Адина 655;",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Атера (через Езекию) 98;",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Хашума 328;",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Бецая 324;",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Харифа 112;",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Гаваона 95.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Жителей Вифлеема и Нетофы 188;",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Анатота 128;",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Бет-Азмавета 42;",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Кирьят-Иеарима, Кефиры и Беэрота 743;",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Рамы и Гевы 621;",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Михмаса 122;",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Вефиля и Гая 123;",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "другого Нево 52;",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "другого Елама 1 254;",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Харима 320;",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Иерихона 345;",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Лода, Хадида и Оно 721;",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Сенаи 3 930.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Священников:",
          "ID": "39"
        },
        {
          "text": "потомков Иедаии (через семью Иисуса) 973;",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Иммера 1 052;",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Пашхура 1 247;",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Харима 1 017.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "Левитов:",
          "ID": "43"
        },
        {
          "text": "потомков Иисуса (через Кадмиила по линии Годавии) 74.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Певцов:",
          "ID": "44"
        },
        {
          "text": "потомков Асафа 148.",
          "ID": "44"
        },
        {
          "text": " ",
          "ID": "44"
        },
        {
          "text": "Привратников:",
          "ID": "45"
        },
        {
          "text": "потомков Шаллума, Атера, Талмона, Аккува, Хатиты и Шовая 138.",
          "ID": "45"
        },
        {
          "text": " ",
          "ID": "45"
        },
        {
          "text": "Храмовых слуг:",
          "ID": "46"
        },
        {
          "text": "потомков Цихи, Хасуфы, Таббаофа,",
          "ID": "46"
        },
        {
          "text": " ",
          "ID": "46"
        },
        {
          "text": "Кероса, Сии, Фадона,",
          "ID": "47"
        },
        {
          "text": " ",
          "ID": "47"
        },
        {
          "text": "Леваны, Хагавы, Шалмая,",
          "ID": "48"
        },
        {
          "text": " ",
          "ID": "48"
        },
        {
          "text": "Ханана, Гиддела, Гахара,",
          "ID": "49"
        },
        {
          "text": " ",
          "ID": "49"
        },
        {
          "text": "Реаи, Рецина, Некоды,",
          "ID": "50"
        },
        {
          "text": " ",
          "ID": "50"
        },
        {
          "text": "Газзама, Уззы, Пасеаха,",
          "ID": "51"
        },
        {
          "text": " ",
          "ID": "51"
        },
        {
          "text": "Бесая, Меунима, Нефишсима,",
          "ID": "52"
        },
        {
          "text": " ",
          "ID": "52"
        },
        {
          "text": "Бакбука, Хакуфы, Хархура,",
          "ID": "53"
        },
        {
          "text": " ",
          "ID": "53"
        },
        {
          "text": "Бацлута, Мехиды, Харши,",
          "ID": "54"
        },
        {
          "text": " ",
          "ID": "54"
        },
        {
          "text": "Баркоса, Сисары, Темаха,",
          "ID": "55"
        },
        {
          "text": " ",
          "ID": "55"
        },
        {
          "text": "Нециаха и Хатифы.",
          "ID": "56"
        },
        {
          "text": " ",
          "ID": "56"
        },
        {
          "text": "Потомков слуг Соломона:",
          "ID": "57"
        },
        {
          "text": "потомков Сотая, Соферета, Феруды,",
          "ID": "57"
        },
        {
          "text": " ",
          "ID": "57"
        },
        {
          "text": "Иаалы, Даркона, Гиддела,",
          "ID": "58"
        },
        {
          "text": " ",
          "ID": "58"
        },
        {
          "text": "Шефатии, Хаттила, Похереф-Гаццеваима и Амона.",
          "ID": "59"
        },
        {
          "text": " ",
          "ID": "59"
        },
        {
          "text": "Всех храмовых слуг и потомков слуг Соломона 392.",
          "ID": "60"
        },
        {
          "text": " ",
          "ID": "60"
        },
        {
          "text": "Вот те, кто пришел из городов Тел-Мелаха, Тел-Харши, Херува, Аддона и Иммера, но не смог доказать, что их семьи ведут свой род от Израиля:",
          "ID": "61"
        },
        {
          "text": " ",
          "ID": "61"
        },
        {
          "text": "потомки Делаи, Товии и Некоды 642.",
          "ID": "62"
        },
        {
          "text": " ",
          "ID": "62"
        },
        {
          "text": "А из священников:",
          "ID": "63"
        },
        {
          "text": "потомки Хаваии, Гаккоца и Верзеллия (человека, который женился на дочери галаадитянина Верзеллия и стал называться этим именем).",
          "ID": "63"
        },
        {
          "text": " ",
          "ID": "63"
        },
        {
          "text": "Они искали свои родословия, но не смогли их найти, и поэтому были исключены из священства, как ритуально нечистые. ",
          "ID": "64"
        },
        {
          "text": "Наместник приказал им не есть от великой святыни, пока не появится священник, который сможет воспользоваться Уримом и Туммимом.",
          "ID": "65"
        },
        {
          "text": " ",
          "ID": "65"
        },
        {
          "text": "Все собрание насчитывало 42 360 человек, ",
          "ID": "66"
        },
        {
          "text": "помимо 7 337 их слуг и служанок; при них были также 245 певцов и певиц. ",
          "ID": "67"
        },
        {
          "text": "У них было 736 лошадей, 245 мулов, ",
          "ID": "68"
        },
        {
          "text": "435 верблюдов и 6 720 ослов.",
          "ID": "69"
        },
        {
          "text": " ",
          "ID": "69"
        },
        {
          "text": "Некоторые из глав семейств давали пожертвования на осуществление работ. Наместник дал в сокровищницу 1 000 драхм золота, 50 чаш и 530 священнических одеяний. ",
          "ID": "70"
        },
        {
          "text": "Некоторые из глав семейств дали в сокровищницу для осуществления работ 20 000 драхм золота и 2 200 мин серебра. ",
          "ID": "71"
        },
        {
          "text": "Весь остальной народ дал 20 000 драхм золота, 2 000 мин серебра и 67 священнических одеяний.",
          "ID": "72"
        },
        {
          "text": " ",
          "ID": "72"
        },
        {
          "text": "Священники, левиты, привратники, певцы, часть народа, храмовые слуги и весь Израиль поселились в своих городах.",
          "ID": "73"
        }
      ],
      "ID": "OT:NEH.7",
      "name": "Неемия 7"
    },
    {
      "text": [
        {
          "text": "Когда наступил седьмой месяц и израильтяне уже поселились в своих городах, весь народ, как один человек, собрался на площади перед Водными воротами. Они сказали книжнику Ездре принести книгу Закона Моисея, которую дал Израилю Господь.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "И в первый день седьмого месяца священник Ездра принес Закон на собрание, где присутствовали мужчины, и женщины, и все, кто способен понимать. ",
          "ID": "2"
        },
        {
          "text": "Он читал его вслух с рассвета до полудня на площади, что перед Водными воротами, перед мужчинами, женщинами и прочими, кто мог понимать. И весь народ внимательно слушал книгу Закона.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Книжник Ездра стоял на высоком деревянном помосте, построенном для этого случая, а рядом, справа от него стояли Маттифия, Шема, Анаия, Урия, Хелкия и Маасея, а слева от него – Педая, Мисаил, Малхия, Хашум, Хашбаддана, Захария и Мешуллам.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Ездра раскрыл свиток. Весь народ мог видеть его, потому что он стоял над ними, и когда он раскрыл его, весь народ встал. ",
          "ID": "5"
        },
        {
          "text": "Ездра восславил Господа, великого Бога, и весь народ, подняв руки, ответил: «Аминь! Аминь!» Они поклонились и почтили Господа, склонившись лицом до земли.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Иисус, Бани, Шеревия, Иамин, Аккув, Шавтай, Годия, Маасея, Клита, Азария, Иозавад, Ханан и Фелаия – левиты  – наставляли народ в Законе, пока народ стоял там. ",
          "ID": "7"
        },
        {
          "text": "Они читали из книги Божьего Закона, поясняя и истолковывая, чтобы народ мог понимать прочитанное.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Наместник Неемия, и Ездра, священник и книжник, и левиты, которые наставляли народ, сказали всем им:",
          "ID": "9"
        },
        {
          "text": "– Этот день свят для Господа, вашего Бога. Не скорбите и не плачьте.",
          "ID": "9"
        },
        {
          "text": "(Ведь, слушая слова Закона, весь народ плакал.)",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Неемия сказал им:",
          "ID": "10"
        },
        {
          "text": "– Идите, ешьте лучшую еду, пейте сладкие вина и посылайте долю тем, кто ничего не приготовил. Этот день свят для нашего Владыки. Не печальтесь, ведь Господня радость – ваша сила!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Левиты успокаивали весь народ, говоря:",
          "ID": "11"
        },
        {
          "text": "– Перестаньте, ведь это – святой день. Не печальтесь!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "И весь народ разошелся, чтобы есть и пить, посылать доли и праздновать с великой радостью, потому что теперь они поняли слова, которые были объявлены им.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "На второй день месяца главы семейств всего народа вместе со священниками и левитами собрались вокруг книжника Ездры, чтобы внимать словам Закона. ",
          "ID": "13"
        },
        {
          "text": "Они нашли, что в Законе, который был дан Господом через Моисея, написано, что во время праздника седьмого месяца израильтяне должны жить в шалашах, ",
          "ID": "14"
        },
        {
          "text": "и что они должны провозглашать и объявлять во всех своих городах и в Иерусалиме так: «Выходите в нагорья и принесите оттуда ветви садовой и дикой оливы, мирта, пальм, и других ветвистых деревьев, чтобы сделать шалаши, как было написано».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Люди вышли и принесли ветви, и сделали себе шалаши, каждый у себя на крыше, и во дворах, во дворе дома Божьего, и на площади у Водных ворот, и на той, что у ворот Ефрема. ",
          "ID": "16"
        },
        {
          "text": "Все вернувшиеся из плена делали шалаши и жили в них. Со дней Иисуса, сына Навина, до этого дня израильтяне не делали так, и радость их была очень велика.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Изо дня в день – с первого дня до последнего – Ездра читал из книги Божьего Закона. Они отмечали праздник семь дней, а на восьмой день, по уставу, было торжественное собрание.",
          "ID": "18"
        }
      ],
      "ID": "OT:NEH.8",
      "name": "Неемия 8"
    },
    {
      "text": [
        {
          "text": "В двадцать четвертый день того же месяца израильтяне собрались вместе, постящиеся, одетые в рубище, и пыль была на них. ",
          "ID": "1"
        },
        {
          "text": "Ведущие свой род от Израиля уже отделились от всех чужеземцев. Они стояли и открыто признавались в своих грехах и в нечестии своих предков. ",
          "ID": "2"
        },
        {
          "text": "Они стояли на своих местах и четверть дня читали из книги Закона Господа, их Бога, а в течение еще одной четверти признавались в своих грехах и поклонялись Господу, их Богу. ",
          "ID": "3"
        },
        {
          "text": "На лестницы для левитов встали Иисус, Бани, Кадмиил, Шевания, Бунний, Шеревия, Бани и Хенани, которые громко взывали к Господу, их Богу. ",
          "ID": "4"
        },
        {
          "text": "Левиты – Иисус, Кадмиил, Бани, Хашавния, Шеревия, Годия, Шевания и Петахия – сказали:",
          "ID": "5"
        },
        {
          "text": "– Встаньте и восславьте Господа, вашего Бога, от века и до века.",
          "ID": "5"
        },
        {
          "text": " Затем они помолились:",
          "ID": "5"
        },
        {
          "text": "– Да будет благословенно славное имя Твое, которое выше всякого благословения и хвалы. ",
          "ID": "5"
        },
        {
          "text": "Ты один Господь. Ты создал небеса, даже небеса небес, и все их звездное воинство, землю и все, что на ней, моря и все, что в них. Ты даешь жизнь всему, и поклоняются Тебе воинства небес.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Ты Господь Бог, избравший Аврама, выведший его из Ура Халдейского и назвавший его Авраамом. ",
          "ID": "7"
        },
        {
          "text": "Ты нашел его сердце верным Тебе и заключил с ним завет, чтобы отдать его потомкам землю хананеев, хеттов, аморреев, ферезеев, иевусеев и гергесеев. Ты сдержал Свое слово, ведь Ты праведен.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Ты увидел горе наших предков в Египте, Ты услышал их крик у Красного моря. ",
          "ID": "9"
        },
        {
          "text": "Ты явил знамения и чудеса против фараона, против всех его приближенных и против всего народа его страны, потому что Ты знал, как надменно поступали с ними египтяне. Ты сделал Себе имя, что пребывает и до сегодняшнего дня. ",
          "ID": "10"
        },
        {
          "text": "Ты разделил море перед ними, и они прошли через него, как по суше, но их преследователей Ты швырнул в глубины, точно камень в могучие воды. ",
          "ID": "11"
        },
        {
          "text": "Днем Ты вел их столбом облачным, а ночью – столбом пламенным, чтобы светить им в пути, по которому они должны были идти.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ты сошел на гору Синай; Ты говорил с ними с небес. Ты дал им установления и законы, которые справедливы и истинны, и предписания и повеления, которые благи. ",
          "ID": "13"
        },
        {
          "text": "Ты указал им Свою святую субботу и дал им через Своего слугу Моисея повеления, установления и Закон. ",
          "ID": "14"
        },
        {
          "text": "Они голодали – Ты дал им хлеб с небес, жаждали – Ты дал им воду из скалы; Ты велел им войти и овладеть землей, которую Ты с поднятой рукой клялся им отдать.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Но они и наши предки стали надменны и упрямы и не слушались Твоих повелений. ",
          "ID": "16"
        },
        {
          "text": "Они отказывались слушать и забыли о чудесах, которые Ты творил среди них. Они стали упрямы и поставили вождя, чтобы вернуться в свое рабство в Египет. Но Ты – Бог, готовый простить, милостивый и милосердный, медленный на гнев и богатый любовью. И Ты не оставил их, ",
          "ID": "17"
        },
        {
          "text": "даже когда они отлили себе изваяние тельца и сказали: «Вот твой бог, который вывел тебя из Египта», и когда они совершали страшные богохульства.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "По великому Своему состраданию Ты не оставил их в пустыне. Днем облачный столб не переставал вести их, а ночью огненный столб не переставал освещать путь, по которому они должны были идти. ",
          "ID": "19"
        },
        {
          "text": "Ты дал Твоего благого Духа, чтобы наставлять их. Ты не отнял манны от их ртов и дал им воду, когда они жаждали. ",
          "ID": "20"
        },
        {
          "text": "Сорок лет Ты поддерживал их в пустыне; они ни в чем не нуждались, их одежда не изнашивалась, а ноги их не опухали.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Ты отдал им царства и народы, разделив между ними каждый уголок земли. Они овладели страной Сигона, царя Хешбона, и страной Ога, царя Башана. ",
          "ID": "22"
        },
        {
          "text": "Ты сделал их сыновей многочисленными, как звезды на небе, и привел их в землю, о которой Ты говорил отцам их, чтобы они вошли и овладели ею. ",
          "ID": "23"
        },
        {
          "text": "Их сыновья вошли и овладели этой землей. Ты смирил пред ними хананеев, которые жили в той земле; Ты отдал в их руки хананеев с их царями и народами той земли, чтобы они поступили с ними так, как им захочется. ",
          "ID": "24"
        },
        {
          "text": "Они захватили укрепленные города и плодородную землю. Они завладели домами, полными всякого добра, с высеченными водохранилищами, виноградниками, оливковыми рощами и плодовыми деревьями в изобилии. Они ели, и насыщались, и тучнели, и наслаждались по Твоей великой благости.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Но они стали непослушными и восстали против Тебя, они отвергли Твой Закон. Они убивали Твоих пророков, которые предостерегали их, чтобы обратить их к Тебе, они совершали страшные богохульства. ",
          "ID": "26"
        },
        {
          "text": "Ты отдал их в руки врагов, которые притесняли их. Но когда их притесняли, они взывали к Тебе. Ты слышал их с небес и по великому Своему состраданию давал им избавителей, которые спасали их от рук их врагов.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Но как только они обретали покой, они вновь начинали творить зло в Твоих глазах. И Ты оставлял их в руках их врагов, и те правили ими. И когда они опять взывали к Тебе, Ты слышал с небес и по великому Своему состраданию избавлял их снова и снова.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Ты предостерегал их, чтобы они возвратились к Твоему Закону, но они стали надменными и не слушались Твоих повелений. Они грешили против Твоих установлений, которыми человек будет жив, если исполнит их. Они упорно отворачивались от Тебя, стали упрямы и отказывались слушать. ",
          "ID": "29"
        },
        {
          "text": "Много лет Ты терпел их. Духом Своим Ты увещевал их через Своих пророков, но они не слушали, и Ты отдал их в руки чужеземных народов. ",
          "ID": "30"
        },
        {
          "text": "Однако, по Своей великой милости Ты не уничтожил их до конца и не покинул их, ведь Ты – милостивый и милосердный Бог.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Итак, Боже наш, Бог великий, сильный и грозный, хранящий завет и преданный в любви, да не будут малыми пред Тобой все тяготы, которые постигли нас, наших царей и вождей, наших священников и пророков, наших отцов и весь Твой народ со дней ассирийских царей до сегодняшнего дня. ",
          "ID": "32"
        },
        {
          "text": "Во всем, что случилось с нами, Ты прав, ведь Ты хранил верность, а мы грешили. ",
          "ID": "33"
        },
        {
          "text": "Наши цари, вожди, священники и отцы не исполняли Твой Закон. Они не внимали Твоим повелениям и предписаниям, которые Ты давал им. ",
          "ID": "34"
        },
        {
          "text": "Даже в своем царстве, наслаждаясь Твоей великой благостью в той просторной и плодородной земле, которую Ты дал им, они не служили Тебе и не отвернулись от своих злых дел.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "И вот, сегодня мы – рабы! В земле, которую Ты дал нашим отцам, чтобы они питались ее плодами и добрыми дарами, мы – рабы! ",
          "ID": "36"
        },
        {
          "text": "Из-за наших грехов ее обильная жатва достается царям, которых Ты над нами поставил. Они распоряжаются нашими телами и нашим скотом, как им заблагорассудится. Мы в большой беде.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "– В виду всего этого мы заключаем прочный договор, записываем его, и наши вожди, левиты и священники прикладывают к нему свои печати.",
          "ID": "38"
        }
      ],
      "ID": "OT:NEH.9",
      "name": "Неемия 9"
    },
    {
      "text": [
        {
          "text": "Печати приложили:",
          "ID": "1"
        },
        {
          "text": "Наместник Неемия, сын Хахалии.",
          "ID": "1"
        },
        {
          "text": "Цедекия, ",
          "ID": "1"
        },
        {
          "text": "Серая, Азария, Иеремия,",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Пашхур, Амария, Малхия,",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Хаттуш, Шевания, Маллух,",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Харим, Меремоф, Авдий,",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Даниил, Гиннефон, Барух,",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Мешуллам, Авия, Миямин,",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Маазия, Вилгай и Шемая –",
          "ID": "8"
        },
        {
          "text": "это священники.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Левиты:",
          "ID": "9"
        },
        {
          "text": "Иисус, сын Азании, Биннуй, из сыновей Хенадада, Кадмиил",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "и их собратья: Шевания,",
          "ID": "10"
        },
        {
          "text": "Годия, Клита, Фелаия, Ханан,",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Миха, Рехов, Хашавия,",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Заккур, Шеревия, Шевания,",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Годия, Бани и Венинуй.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Вожди народа:",
          "ID": "14"
        },
        {
          "text": "Парош, Пахат-Моав, Елам, Затту, Бани,",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Бунний, Азгад, Бевай,",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Адония, Бигвай, Адин,",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Атер, Езекия, Азур,",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Годия, Хашум, Бецай,",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Хариф, Анатот, Невай,",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Магпиаш, Мешуллам, Хезир,",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Мешезавел, Цадок, Иаддуй,",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Пелатия, Ханан, Анаия,",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Осия, Ханания, Хашшув,",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Аллохеш, Пилха, Шовек,",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Рехум, Хашавна, Маасея,",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Ахия, Ханан, Анан,",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Маллух, Харим и Баана.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– И остальной народ – священники, левиты, привратники, певцы, храмовые слуги и все, кто отделились от чужеземных народов ради Божьего Закона, вместе со своими женами и всеми своими сыновьями и дочерьми, которые способны понимать, – ",
          "ID": "28"
        },
        {
          "text": "все они ныне присоединяются к своим братьям из знати, и связывают себя проклятием и клятвой следовать Закону Господа, данному через Божьего слугу Моисея, и бережно исполнять все повеления, установления и предписания Господа, нашего Владыки.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Мы обещаем не отдавать своих дочерей в жены народам, которые вокруг нас, и не брать их дочерей за своих сыновей.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Если народы, которые вокруг нас, принесут на продажу товары или зерно в субботу, мы не станем покупать у них в субботу или в какой-либо другой святой день. Каждый седьмой год мы не будем обрабатывать землю и будем прощать все долги.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Мы берем на себя обязательство исполнять повеления о том, чтобы каждый год давать треть шекеля на нужды дома нашего Бога: ",
          "ID": "32"
        },
        {
          "text": "на священный хлеб, на постоянные хлебные приношения и всесожжения, на приношения в субботу, Новолуние и в установленные праздники, на священные пожертвования, на жертвы за грех, чтобы очищать Израиль, и на все работы в доме нашего Бога.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Мы, священники, левиты и народ, бросили жребий, чтобы узнать, когда каждая из наших семей должна доставлять дрова в дом нашего Бога в установленные сроки каждый год, чтобы жечь их на жертвеннике Господа, нашего Бога, как написано в Законе.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Еще мы берем на себя обязанность каждый год доставлять в дом Господа первые плоды от наших урожаев и от каждого плодового дерева.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "И как еще написано в Законе, мы будем приводить к служащим там священникам в доме нашего Бога первенцев из наших сыновей и первородное от скота – из наших стад и отар.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Еще мы будем приносить в хранилища дома нашего Бога, к священникам, муку первого помола, наши хлебные приношения от первых плодов, первые плоды всех наших деревьев и нашего молодого вина и масла. Мы будем приносить десятую часть наших урожаев левитам, ведь это левитам надлежит собирать десятую часть во всех городах, где мы обрабатываем землю. ",
          "ID": "37"
        },
        {
          "text": "Когда левиты собирают десятую часть, их должен сопровождать священник, ведущий свой род от Аарона, а левиты должны доставлять десятую часть от десятой части в дом нашего Бога, в комнаты хранилища. ",
          "ID": "38"
        },
        {
          "text": "Народ Израиля, включая левитов, должен приносить свои пожертвования зерна, молодого вина и масла в хранилища, где хранятся предметы для святилища и где живут священники, которые находятся на службе, и привратники, а также певцы.",
          "ID": "39"
        },
        {
          "text": "Мы не оставим дом нашего Бога.",
          "ID": "39"
        }
      ],
      "ID": "OT:NEH.10",
      "name": "Неемия 10"
    },
    {
      "text": [
        {
          "text": "Вожди народа поселились в Иерусалиме, а остальной народ бросал жребий, чтобы выбрать одного из десяти для того, чтобы жить в Иерусалиме, святом городе, тогда как прочие девять оставались в своих городах. ",
          "ID": "1"
        },
        {
          "text": "Народ хвалил всех, кто добровольно соглашался жить в Иерусалиме.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Вот вожди провинции, которые поселились в Иерусалиме (некоторые израильтяне, священники, левиты, храмовые слуги и потомки слуг Соломона жили в городах Иудеи, каждый – в своем владении в различных городах, ",
          "ID": "3"
        },
        {
          "text": "а остальной народ из Иуды и Вениамина жил в Иерусалиме).",
          "ID": "4"
        },
        {
          "text": "Из потомков Иуды:",
          "ID": "4"
        },
        {
          "text": "Атая, сын Уззии, сына Захарии, сына Амарии, сына Шефатии, сына Малелеила, потомка Пареца; ",
          "ID": "4"
        },
        {
          "text": "и Маасея, сын Баруха, сына Колхозея, сына Хазаии, сына Адаи, сына Иоиарива, сына Захарии, потомка Шилы. ",
          "ID": "5"
        },
        {
          "text": "Потомков Пареца, живших в Иерусалиме, было 468 храбрых воинов.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Из потомков Вениамина:",
          "ID": "7"
        },
        {
          "text": "Саллу, сын Мешуллама, сына Иоеда, сына Педаи, сына Колаи, сына Маасеи, сына Итиэла, сына Иешаии, ",
          "ID": "7"
        },
        {
          "text": "и за ним Габбай и Саллай – 928 человек. ",
          "ID": "8"
        },
        {
          "text": "Иоиль, сын Зихрия, был над ними начальником, а Иуда, сын Гассенуи, был вторым над городом.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Из священников:",
          "ID": "10"
        },
        {
          "text": "Иедаия, сын Иоиарива, Иахин, ",
          "ID": "10"
        },
        {
          "text": "распорядитель в доме Божьем Серая, сын Хелкии, сына Мешуллама, сына Цадока, сына Мераиофа, сына Ахитува, ",
          "ID": "11"
        },
        {
          "text": "и их собратья, исполняющие работы при доме – 822 человека; Адая, сын Иерохама, сына Фелалии, сына Амция, сына Захарии, сына Пашхура, сына Малхии, ",
          "ID": "12"
        },
        {
          "text": "и его собратья, которые были главами семейств – 242 человека; Амашсай, сын Азариила, сын Ахзая, сын Мешиллемофа, сына Иммера, ",
          "ID": "13"
        },
        {
          "text": "и его собратья – храбрые воины – 128 человек. Начальником над ними был Завдиил, сын Гагедолима.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Из левитов:",
          "ID": "15"
        },
        {
          "text": "Шемая, сын Хашшува, сына Азрикама, сына Хашавии, сына Бунния; ",
          "ID": "15"
        },
        {
          "text": "Шавтай и Иозавад, двое из глав левитов, которым был вверен надзор за внешней работой при Божьем доме; ",
          "ID": "16"
        },
        {
          "text": "Маттания, сын Михи, сына Завдия, сына Асафа, главный начинатель благодарения при молитве; Бакбукия, второй среди его собратьев, и Авда, сын Шаммуа, сына Галала, сына Идутуна. ",
          "ID": "17"
        },
        {
          "text": "Всего левитов в святом городе было 284 человека.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Привратники:",
          "ID": "19"
        },
        {
          "text": "Аккув, Талмон и их собратья, которые несли дозор при воротах, – 172 человека.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Остальные израильтяне со священниками и левитами находились во всех городах Иудеи, каждый в своем наделе.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Храмовые слуги жили на холме Офел, и начальниками над ними были Циха и Гишфа.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Начальником левитов в Иерусалиме был Уззий, сын Бани, сына Хашавии, сына Маттании, сына Михи. Уззий был одним из потомков Асафа, певцов, ответственных за служение в Божьем доме. ",
          "ID": "22"
        },
        {
          "text": "Было особое царское повеление о них, которое определяло их ежедневное содержание.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Петахия, сын Мешезавела, один из потомков сына Иуды Зераха, был царским представителем во всех делах, касающихся народа.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "А что касается селений с их полями, то некоторые из народа Иудеи жили в Кирьят-Арбе и в ее окрестных селениях, в Дивоне и в его селениях, в Иекавцеиле и в его селениях, ",
          "ID": "25"
        },
        {
          "text": "в Иешуе, в Моладе, в Бет-Пелете, ",
          "ID": "26"
        },
        {
          "text": "в Хацар-Шуале, в Вирсавии и в ее селениях, ",
          "ID": "27"
        },
        {
          "text": "в Циклаге, в Мехоне и в ее селениях, ",
          "ID": "28"
        },
        {
          "text": "в Эн-Риммоне, в Цоре, в Ярмуте, ",
          "ID": "29"
        },
        {
          "text": "Заноахе, Адулламе и в их селениях, в Лахише и на его полях, в Азеке и в ее селениях. Они обитали от Вирсавии до долины Гинном.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Потомки вениамитян из Гевы жили в Михмасе, Гаи, Вефиле и в его селениях, ",
          "ID": "31"
        },
        {
          "text": "в Анатоте, Нове и Анании, ",
          "ID": "32"
        },
        {
          "text": "в Хацоре, Раме и Гиттаиме, ",
          "ID": "33"
        },
        {
          "text": "в Хадиде, Цевоиме и Неваллате, ",
          "ID": "34"
        },
        {
          "text": "в Лоде и Оно и в Ге-Харашиме («долине ремесленников»).",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Некоторые из групп левитов Иудеи поселились в землях Вениамина.",
          "ID": "36"
        }
      ],
      "ID": "OT:NEH.11",
      "name": "Неемия 11"
    },
    {
      "text": [
        {
          "text": "Вот священники и левиты, которые вернулись с Зоровавелем, сыном Шеалтиила, и с Иисусом:",
          "ID": "1"
        },
        {
          "text": "Серая, Иеремия, Ездра,",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Амария, Маллух, Хаттуш,",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Шекания, Рехум, Меремоф,",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Иддо, Гиннефон, Авия,",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Миямин, Маадия, Вилга,",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Шемая, Иоиарив, Иедаия,",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Саллу, Амок, Хелкия и Иедаия.",
          "ID": "7"
        },
        {
          "text": "Это вожди священников и их собратьев во дни Иисуса.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Из левитов были Иисус, Биннуй, Кадмиил, Шеревия, Иуда, а еще Маттания, который со своими собратьями отвечал за песни благодарения. ",
          "ID": "8"
        },
        {
          "text": "Бакбукия и Унний, их собратья, стояли во время служений напротив них.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Иисус был отцом Иоакима, Иоаким – отцом Элиашива, Элиашив – отцом Иоиады, ",
          "ID": "10"
        },
        {
          "text": "Иоиада – отцом Ионафана, а Ионафан – отцом Иаддуя.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Во дни Иоакима главами священнических семейств были:",
          "ID": "12"
        },
        {
          "text": "из семьи Сераи – Мерая;",
          "ID": "12"
        },
        {
          "text": "из семьи Иеремии – Ханания;",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "из семьи Ездры – Мешуллам;",
          "ID": "13"
        },
        {
          "text": "из семьи Амарии – Иоханан;",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "из семьи Мелиху – Ионафан;",
          "ID": "14"
        },
        {
          "text": "из семьи Шекании  – Иосиф;",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "из семьи Харима – Адна;",
          "ID": "15"
        },
        {
          "text": "из семьи Мераиофа – Хелкия;",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "из семьи Иддо – Захария;",
          "ID": "16"
        },
        {
          "text": "из семьи Гиннефона – Мешуллам;",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "из семьи Авии – Зихрий;",
          "ID": "17"
        },
        {
          "text": "из семей Миниамина и Моадии – Пилтай;",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "из семьи Вилги – Шаммуа;",
          "ID": "18"
        },
        {
          "text": "из семьи Шемаи – Ионафан;",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Из семьи Иоиарива – Матнай;",
          "ID": "19"
        },
        {
          "text": "из семьи Иедаии – Уззий;",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "из семьи Саллая – Каллай;",
          "ID": "20"
        },
        {
          "text": "из семьи Амока – Евер,",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "из семьи Хелкии – Хашавия;",
          "ID": "21"
        },
        {
          "text": "из семьи Иедаии – Нафанаил.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Главы семейств левитов были переписаны в дни Элиашива, Иоиады, Иоханана и Иаддуя, а священники – во время царствования Дария Персидского. ",
          "ID": "22"
        },
        {
          "text": "Главы семейств из потомков Левия были записаны в летописи до времени Иоханана, внука Элиашива. ",
          "ID": "23"
        },
        {
          "text": "А вождями левитов были Хашавия, Шеревия, Иисус, сын Кадмиила, и их собратья, которые стояли напротив них, чтобы воздавать хвалу и благодарения, – один хор напротив другого, как предписано Божьим человеком Давидом.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Маттания, Бакбукия, Авдий, Мешуллам, Талмон и Аккув были привратниками, которые стерегли хранилища при воротах. ",
          "ID": "25"
        },
        {
          "text": "Они несли свою службу во дни Иоакима, сына Иисусова, сына Иоседека, и во дни наместника Неемии и священника и книжника Ездры.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "На освящение иерусалимской стены из всех местностей, где они жили, были вызваны и приведены в Иерусалим левиты, чтобы радостно отпраздновать освящение с песнями благодарения, под музыку тарелок, лир и арф. ",
          "ID": "27"
        },
        {
          "text": "Певцы также собрались из окрестностей Иерусалима, и из селений нетофитян, ",
          "ID": "28"
        },
        {
          "text": "из Бет-Гилгала, и из области Гевы и Азмавета, ведь певцы построили себе поселения вокруг Иерусалима. ",
          "ID": "29"
        },
        {
          "text": "Когда священники и левиты ритуально очистились, они очистили и народ, и ворота, и стену.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Я возвел вождей Иудеи на стену и назначил два больших хора, чтобы они возносили хвалу и шли в шествии. Один из них пошел по правой стороне стены, к Навозным воротам. ",
          "ID": "31"
        },
        {
          "text": "За ними пошел Гошая, а с ним – половина вождей Иудеи, ",
          "ID": "32"
        },
        {
          "text": "и Азария, Ездра, Мешуллам, ",
          "ID": "33"
        },
        {
          "text": "Иуда, Вениамин, Шемая, Иеремия, ",
          "ID": "34"
        },
        {
          "text": "и еще несколько молодых священников с трубами: Захария, сын Ионафана, сына Шемаи, сына Маттании, сына Михая, сына Заккура, сына Асафа, ",
          "ID": "35"
        },
        {
          "text": "и его собратья – Шемая, Азариил, Милалай, Гилалай, Маай, Нафанаил, Иуда и Ханани – с музыкальными инструментами, которые были определены Давидом, человеком Бога. Возглавлял шествие книжник Ездра. ",
          "ID": "36"
        },
        {
          "text": "У ворот Источника – прямо перед ними – они поднялись по ступеням Города Давида на возвышение стены, прошли над домом Давида и далее, до Водных ворот на востоке.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Второй хор пошел напротив них, я пошел по стене за ними, а со мной половина народа – над Печной башней, к Широкой стене ",
          "ID": "38"
        },
        {
          "text": "и над воротами Ефрема мимо Старых ворот, Рыбных ворот, башни Хананела и башни Сотни к Овечьим воротам. У ворот Стражи они остановились.",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Затем два хора, которые возносили хвалу, заняли свои места в доме Божьем, а с ними и я вместе с половиной начальствующих ",
          "ID": "40"
        },
        {
          "text": "и священниками – Элиакимом, Маасеей, Миниамином, Михаей, Элиоэнаем, Захарией и Хананией с их трубами, – ",
          "ID": "41"
        },
        {
          "text": "а еще с Маасеей, Шемаей, Элеазаром, Уззием, Иохананом, Малхией, Еламом и Эзером. Хоры пели под руководством Израхии. ",
          "ID": "42"
        },
        {
          "text": "В тот день они принесли великие жертвы и радовались, потому что Бог даровал им великую радость. Женщины и дети тоже радовались. Крики радости в Иерусалиме были слышны далеко вокруг.",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "В тот же день были назначены люди, чьей заботе были вверены хранилища для пожертвований, первых плодов и десятин. С полей вокруг городов они должны были собирать в хранилища доли, назначенные Законом для священников и левитов, ведь иудеи были довольны их служением. ",
          "ID": "44"
        },
        {
          "text": "Они совершали служение своему Богу и служение очищения, как делали певцы и привратники – по повелениям Давида и его сына Соломона. ",
          "ID": "45"
        },
        {
          "text": "Ведь издавна, со дней Давида и Асафа, были распорядители над певцами, которые пели песни хвалы и благодарения Богу. ",
          "ID": "46"
        },
        {
          "text": "И во дни Зоровавеля и Неемии весь Израиль давал ежедневные доли для певцов и привратников. Еще они отделяли часть для остальных левитов, а левиты отделяли часть для потомков Аарона.",
          "ID": "47"
        }
      ],
      "ID": "OT:NEH.12",
      "name": "Неемия 12"
    },
    {
      "text": [
        {
          "text": "В тот день народу читали вслух книгу Закона Моисея и нашли написанным там, что никакого аммонитянина и моавитянина нельзя принимать в Божье общество, ",
          "ID": "1"
        },
        {
          "text": "потому что они не встретили израильтян с пищей и водой, но наняли Валаама, чтобы проклясть их. (Но наш Бог превратил проклятие в благословение.) ",
          "ID": "2"
        },
        {
          "text": "Услышав этот закон, они удалили из Израиля всех, кто происходил от чужеземцев.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Перед этим заботе священника Элиашива были вверены хранилища дома нашего Бога. Он был тесно связан с Товией ",
          "ID": "4"
        },
        {
          "text": "и приготовил для него большую комнату, где прежде хранили хлебные приношения, ладан и храмовую утварь, а также десятины зерна, молодого вина и масла, предназначенные по Закону для левитов, певцов и привратников, а еще пожертвования для священников.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но когда все это происходило, меня не было в Иерусалиме, ведь в тридцать второй год правления Артаксеркса, царя Вавилона, я уже вернулся к царю. Некоторое время спустя я отпросился у него ",
          "ID": "6"
        },
        {
          "text": "и вернулся в Иерусалим. Здесь я узнал о зле, которое сделал Элиашив, приготовив во дворах Божьего дома комнату для Товии. ",
          "ID": "7"
        },
        {
          "text": "Я очень разгневался и выбросил все домашние вещи Товии из комнаты. ",
          "ID": "8"
        },
        {
          "text": "Я приказал очистить комнаты и опять внес в них утварь дома Божьего, хлебные приношения и ладан.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Еще я обнаружил, что доли, предназначенные для левитов, не были им даны и что все левиты и певцы, проводившие служения, вернулись на свои поля. ",
          "ID": "10"
        },
        {
          "text": "Я упрекнул сановников и спросил их:",
          "ID": "11"
        },
        {
          "text": "– Почему оставлен дом Божий?",
          "ID": "11"
        },
        {
          "text": "Затем я собрал их и расставил по местам. ",
          "ID": "11"
        },
        {
          "text": "Тогда весь народ Иудеи принес в хранилища десятины зерна, молодого вина и масла. ",
          "ID": "12"
        },
        {
          "text": "Я вверил хранилища заботам священника Шелемии, книжника Цадока и левита по имени Педая и дал им в помощники Ханана, сына Заккура, сына Маттании, потому что эти люди считались надежными. Им было поручено распределять запасы между их собратьями.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Вспомни меня за это, Боже мой, и не изгладь моих благих дел, которые я сделал для дома моего Бога и для его служб.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "В те дни я увидел в Иудее людей, которые топтали виноград в давильнях в субботу, завозили снопы с зерном и грузили их на ослов вместе с вином, виноградом, инжиром и всяким другим грузом. И все это они везли в Иерусалим в субботу. Поэтому я предостерег их, чтобы в этот день они не торговали едой. ",
          "ID": "15"
        },
        {
          "text": "Люди из Тира, которые жили в Иерусалиме, привозили рыбу и всякие виды товаров и продавали их в Иерусалиме в субботу народу Иудеи. ",
          "ID": "16"
        },
        {
          "text": "Я упрекнул знать Иудеи и сказал им:",
          "ID": "17"
        },
        {
          "text": "– Что за злое дело вы делаете, оскверняя субботний день? ",
          "ID": "17"
        },
        {
          "text": "Разве не то же самое делали ваши отцы, и наш Бог навел на нас и на этот город всю эту беду? А вы сейчас, оскверняя субботу, разжигаете против Израиля еще больший гнев.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Когда перед субботой у ворот Иерусалима начали опускаться сумерки, я приказал запереть двери и не открывать их, пока не пройдет суббота. Я поставил у ворот несколько человек из своих слуг, чтобы в субботу нельзя было внести никакого груза. ",
          "ID": "19"
        },
        {
          "text": "Один или два раза купцы и торговцы всякого рода товаром ночевали вне Иерусалима. ",
          "ID": "20"
        },
        {
          "text": "Но я предостерег их и сказал:",
          "ID": "21"
        },
        {
          "text": "– Зачем вы ночуете у стены? Если вы сделаете это еще раз, я применю против вас силу.",
          "ID": "21"
        },
        {
          "text": "И с того времени они уже не приходили в субботу. ",
          "ID": "21"
        },
        {
          "text": "Затем я велел левитам очиститься и пойти стеречь ворота, чтобы сохранить субботний день святым.",
          "ID": "22"
        },
        {
          "text": "Вспомни меня и за это, Бог мой, и помилуй меня по величию Твоей милости.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Более того, в те дни я видел иудеев, которые женились на женщинах из Ашдода, Аммона и Моава. ",
          "ID": "23"
        },
        {
          "text": "Половина их детей говорила на языке Ашдода или на языке какого-нибудь из прочих народов и не умела говорить по-еврейски. ",
          "ID": "24"
        },
        {
          "text": "Я упрекал их и призывал на них проклятия. Я бил некоторых из них и таскал за волосы. Я заставил их поклясться Божьим именем и сказал:",
          "ID": "25"
        },
        {
          "text": "– Вы не должны отдавать своих дочерей замуж за сыновей других народов и не должны брать их дочерей в жены своим сыновьям или самим себе. ",
          "ID": "25"
        },
        {
          "text": "Не из-за таких ли вот браков впал в грех царь Израиля Соломон? У многих народов не было царя, подобного ему. Его любил Бог и сделал его царем над всем Израилем, но даже его ввели в грех чужеземные жены. ",
          "ID": "26"
        },
        {
          "text": "Должны ли мы теперь слышать, что и вы совершаете все это страшное зло и нарушаете верность нашему Богу, женясь на чужеземках?",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Один из сыновей Иодая, сына первосвященника Элиашива, был зятем хоронитянина Санбаллата. Я прогнал его от себя.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Вспомни их, Боже мой, ведь они осквернили священство и завет священства и левитов.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Так я очистил их от всего иноземного и установил обязанности священникам и левитам, каждому – свое дело. ",
          "ID": "30"
        },
        {
          "text": "А еще я позаботился о поставке дров в назначенные сроки и о первых плодах.",
          "ID": "31"
        },
        {
          "text": "Вспомни меня, Бог мой, мне во благо.",
          "ID": "31"
        }
      ],
      "ID": "OT:NEH.13",
      "name": "Неемия 13"
    }
  ],
  "ID": "OT:NEH(NRP)",
  "name": "Неемия"
}