{
  "version": "SYNO",
  "text": [
    {
      "text": [
        {
          "text": "Был человек в земле Уц, имя его Иов; и был человек этот непорочен, справедлив и богобоязнен и удалялся от зла.",
          "ID": "1"
        },
        {
          "text": "И родились у него семь сыновей и три дочери.",
          "ID": "2"
        },
        {
          "text": "Имения у него было: семь тысяч мелкого скота, три тысячи верблюдов, пятьсот пар волов и пятьсот ослиц и весьма много прислуги; и был человек этот знаменитее всех сынов Востока.",
          "ID": "3"
        },
        {
          "text": "Сыновья его сходились, делая пиры каждый в своем доме в свой день, и посылали и приглашали трех сестер своих есть и пить с ними.",
          "ID": "4"
        },
        {
          "text": "Когда круг пиршественных дней совершался, Иов посылал [за ними] и освящал их и, вставая рано утром, возносил всесожжения по числу всех их. Ибо говорил Иов: может быть, сыновья мои согрешили и похулили Бога в сердце своем. Так делал Иов во все [такие] дни.",
          "ID": "5"
        },
        {
          "text": "И был день, когда пришли сыны Божии предстать пред Господа; между ними пришел и сатана.",
          "ID": "6"
        },
        {
          "text": "И сказал Господь сатане: откуда ты пришел? И отвечал сатана Господу и сказал: я ходил по земле и обошел ее.",
          "ID": "7"
        },
        {
          "text": "И сказал Господь сатане: обратил ли ты внимание твое на раба Моего Иова? ибо нет такого, как он, на земле: человек непорочный, справедливый, богобоязненный и удаляющийся от зла.",
          "ID": "8"
        },
        {
          "text": "И отвечал сатана Господу и сказал: разве даром богобоязнен Иов?",
          "ID": "9"
        },
        {
          "text": "Не Ты ли кругом оградил его и дом его и все, что у него? Дело рук его Ты благословил, и стада его распространяются по земле;",
          "ID": "10"
        },
        {
          "text": "но простри руку Твою и коснись всего, что у него, – благословит ли он Тебя?",
          "ID": "11"
        },
        {
          "text": "И сказал Господь сатане: вот, все, что у него, в руке твоей; только на него не простирай руки твоей. И отошел сатана от лица Господня.",
          "ID": "12"
        },
        {
          "text": "И был день, когда сыновья его и дочери его ели и вино пили в доме первородного брата своего.",
          "ID": "13"
        },
        {
          "text": "И [вот], приходит вестник к Иову и говорит:",
          "ID": "14"
        },
        {
          "text": "волы орали, и ослицы паслись подле них, как напали Савеяне и взяли их, а отроков поразили острием меча; и спасся только я один, чтобы возвестить тебе.",
          "ID": "15"
        },
        {
          "text": "Еще он говорил, как приходит другой и сказывает: огонь Божий упал с неба и опалил овец и отроков и пожрал их; и спасся только я один, чтобы возвестить тебе.",
          "ID": "16"
        },
        {
          "text": "Еще он говорил, как приходит другой и сказывает: Халдеи расположились тремя отрядами и бросились на верблюдов и взяли их, а отроков поразили острием меча; и спасся только я один, чтобы возвестить тебе.",
          "ID": "17"
        },
        {
          "text": "Еще этот говорил, приходит другой и сказывает: сыновья твои и дочери твои ели и вино пили в доме первородного брата своего;",
          "ID": "18"
        },
        {
          "text": "и вот, большой ветер пришел от пустыни и охватил четыре угла дома, и дом упал на отроков, и они умерли; и спасся только я один, чтобы возвестить тебе.",
          "ID": "19"
        },
        {
          "text": "Тогда Иов встал и разодрал верхнюю одежду свою, остриг голову свою и пал на землю и поклонился",
          "ID": "20"
        },
        {
          "text": "и сказал: наг я вышел из чрева матери моей, наг и возвращусь. Господь дал, Господь и взял; да будет имя Господне благословенно!",
          "ID": "21"
        },
        {
          "text": "Во всем этом не согрешил Иов и не произнес ничего неразумного о Боге.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.1",
      "name": "Книга Иова 1"
    },
    {
      "text": [
        {
          "text": "Был день, когда пришли сыны Божии предстать пред Господа; между ними пришел и сатана предстать пред Господа.",
          "ID": "1"
        },
        {
          "text": "И сказал Господь сатане: откуда ты пришел? И отвечал сатана Господу и сказал: я ходил по земле и обошел ее.",
          "ID": "2"
        },
        {
          "text": "И сказал Господь сатане: обратил ли ты внимание твое на раба Моего Иова? ибо нет такого, как он, на земле: человек непорочный, справедливый, богобоязненный и удаляющийся от зла, и доселе тверд в своей непорочности; а ты возбуждал Меня против него, чтобы погубить его безвинно.",
          "ID": "3"
        },
        {
          "text": "И отвечал сатана Господу и сказал: кожу за кожу, а за жизнь свою отдаст человек все, что есть у него;",
          "ID": "4"
        },
        {
          "text": "но простри руку Твою и коснись кости его и плоти его, – благословит ли он Тебя?",
          "ID": "5"
        },
        {
          "text": "И сказал Господь сатане: вот, он в руке твоей, только душу его сбереги.",
          "ID": "6"
        },
        {
          "text": "И отошел сатана от лица Господня и поразил Иова проказою лютою от подошвы ноги его по самое темя его.",
          "ID": "7"
        },
        {
          "text": "И взял он себе черепицу, чтобы скоблить себя ею, и сел в пепел.",
          "ID": "8"
        },
        {
          "text": "И сказала ему жена его: ты все еще тверд в непорочности твоей! похули Бога и умри.",
          "ID": "9"
        },
        {
          "text": "Но он сказал ей: ты говоришь как одна из безумных: неужели доброе мы будем принимать от Бога, а злого не будем принимать? Во всем этом не согрешил Иов устами своими.",
          "ID": "10"
        },
        {
          "text": "И услышали трое друзей Иова о всех этих несчастьях, постигших его, и пошли каждый из своего места: Елифаз Феманитянин, Вилдад Савхеянин и Софар Наамитянин, и сошлись, чтобы идти вместе сетовать с ним и утешать его.",
          "ID": "11"
        },
        {
          "text": "И подняв глаза свои издали, они не узнали его; и возвысили голос свой и зарыдали; и разодрал каждый верхнюю одежду свою, и бросали пыль над головами своими к небу.",
          "ID": "12"
        },
        {
          "text": "И сидели с ним на земле семь дней и семь ночей; и никто не говорил ему ни слова, ибо видели, что страдание его весьма велико.",
          "ID": "13"
        }
      ],
      "ID": "OT:JOB.2",
      "name": "Книга Иова 2"
    },
    {
      "text": [
        {
          "text": "После того открыл Иов уста свои и проклял день свой.",
          "ID": "1"
        },
        {
          "text": "И начал Иов и сказал:",
          "ID": "2"
        },
        {
          "text": "погибни день, в который я родился, и ночь, в которую сказано: зачался человек!",
          "ID": "3"
        },
        {
          "text": "День тот да будет тьмою; да не взыщет его Бог свыше, и да не воссияет над ним свет!",
          "ID": "4"
        },
        {
          "text": "Да омрачит его тьма и тень смертная, да обложит его туча, да страшатся его, как палящего зноя!",
          "ID": "5"
        },
        {
          "text": "Ночь та, – да обладает ею мрак, да не сочтется она в днях года, да не войдет в число месяцев!",
          "ID": "6"
        },
        {
          "text": "О! ночь та – да будет она безлюдна; да не войдет в нее веселье!",
          "ID": "7"
        },
        {
          "text": "Да проклянут ее проклинающие день, способные разбудить левиафана!",
          "ID": "8"
        },
        {
          "text": "Да померкнут звезды рассвета ее: пусть ждет она света, и он не приходит, и да не увидит она ресниц денницы",
          "ID": "9"
        },
        {
          "text": "за то, что не затворила дверей чрева [матери] моей и не сокрыла горести от очей моих!",
          "ID": "10"
        },
        {
          "text": "Для чего не умер я, выходя из утробы, и не скончался, когда вышел из чрева?",
          "ID": "11"
        },
        {
          "text": "Зачем приняли меня колени? зачем было мне сосать сосцы?",
          "ID": "12"
        },
        {
          "text": "Теперь бы лежал я и почивал; спал бы, и мне было бы покойно",
          "ID": "13"
        },
        {
          "text": "с царями и советниками земли, которые застраивали для себя пустыни,",
          "ID": "14"
        },
        {
          "text": "или с князьями, у которых было золото, и которые наполняли домы свои серебром;",
          "ID": "15"
        },
        {
          "text": "или, как выкидыш сокрытый, я не существовал бы, как младенцы, не увидевшие света.",
          "ID": "16"
        },
        {
          "text": "Там беззаконные перестают наводить страх, и там отдыхают истощившиеся в силах.",
          "ID": "17"
        },
        {
          "text": "Там узники вместе наслаждаются покоем и не слышат криков приставника.",
          "ID": "18"
        },
        {
          "text": "Малый и великий там равны, и раб свободен от господина своего.",
          "ID": "19"
        },
        {
          "text": "На что дан страдальцу свет, и жизнь огорченным душею,",
          "ID": "20"
        },
        {
          "text": "которые ждут смерти, и нет ее, которые вырыли бы ее охотнее, нежели клад,",
          "ID": "21"
        },
        {
          "text": "обрадовались бы до восторга, восхитились бы, что нашли гроб?",
          "ID": "22"
        },
        {
          "text": "[На что дан свет] человеку, которого путь закрыт, и которого Бог окружил мраком?",
          "ID": "23"
        },
        {
          "text": "Вздохи мои предупреждают хлеб мой, и стоны мои льются, как вода,",
          "ID": "24"
        },
        {
          "text": "ибо ужасное, чего я ужасался, то и постигло меня; и чего я боялся, то и пришло ко мне.",
          "ID": "25"
        },
        {
          "text": "Нет мне мира, нет покоя, нет отрады: постигло несчастье.",
          "ID": "26"
        }
      ],
      "ID": "OT:JOB.3",
      "name": "Книга Иова 3"
    },
    {
      "text": [
        {
          "text": "И отвечал Елифаз Феманитянин и сказал:",
          "ID": "1"
        },
        {
          "text": "[если] попытаемся мы [сказать] к тебе слово, – не тяжело ли будет тебе? Впрочем кто может возбранить слову!",
          "ID": "2"
        },
        {
          "text": "Вот, ты наставлял многих и опустившиеся руки поддерживал,",
          "ID": "3"
        },
        {
          "text": "падающего восставляли слова твои, и гнущиеся колени ты укреплял.",
          "ID": "4"
        },
        {
          "text": "А теперь дошло до тебя, и ты изнемог; коснулось тебя, и ты упал духом.",
          "ID": "5"
        },
        {
          "text": "Богобоязненность твоя не должна ли быть твоею надеждою, и непорочность путей твоих – упованием твоим?",
          "ID": "6"
        },
        {
          "text": "Вспомни же, погибал ли кто невинный, и где праведные бывали искореняемы?",
          "ID": "7"
        },
        {
          "text": "Как я видал, то оравшие нечестие и сеявшие зло пожинают его;",
          "ID": "8"
        },
        {
          "text": "от дуновения Божия погибают и от духа гнева Его исчезают.",
          "ID": "9"
        },
        {
          "text": "Рев льва и голос рыкающего [умолкает], и зубы скимнов сокрушаются;",
          "ID": "10"
        },
        {
          "text": "могучий лев погибает без добычи, и дети львицы рассеиваются.",
          "ID": "11"
        },
        {
          "text": "И вот, ко мне тайно принеслось слово, и ухо мое приняло нечто от него.",
          "ID": "12"
        },
        {
          "text": "Среди размышлений о ночных видениях, когда сон находит на людей,",
          "ID": "13"
        },
        {
          "text": "объял меня ужас и трепет и потряс все кости мои.",
          "ID": "14"
        },
        {
          "text": "И дух прошел надо мною; дыбом стали волосы на мне.",
          "ID": "15"
        },
        {
          "text": "Он стал, – но я не распознал вида его, – только облик был пред глазами моими; тихое веяние, – и я слышу голос:",
          "ID": "16"
        },
        {
          "text": "человек праведнее ли Бога? и муж чище ли Творца своего?",
          "ID": "17"
        },
        {
          "text": "Вот, Он и слугам Своим не доверяет и в Ангелах Своих усматривает недостатки:",
          "ID": "18"
        },
        {
          "text": "тем более – в обитающих в храминах из брения, которых основание прах, которые истребляются скорее моли.",
          "ID": "19"
        },
        {
          "text": "Между утром и вечером они распадаются; не увидишь, как они вовсе исчезнут.",
          "ID": "20"
        },
        {
          "text": "Не погибают ли с ними и достоинства их? Они умирают, не достигнув мудрости.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.4",
      "name": "Книга Иова 4"
    },
    {
      "text": [
        {
          "text": "Взывай, если есть отвечающий тебе. И к кому из святых обратишься ты?",
          "ID": "1"
        },
        {
          "text": "Так, глупца убивает гневливость, и несмысленного губит раздражительность.",
          "ID": "2"
        },
        {
          "text": "Видел я, как глупец укореняется, и тотчас проклял дом его.",
          "ID": "3"
        },
        {
          "text": "Дети его далеки от счастья, их будут бить у ворот, и не будет заступника.",
          "ID": "4"
        },
        {
          "text": "Жатву его съест голодный и из–за терна возьмет ее, и жаждущие поглотят имущество его.",
          "ID": "5"
        },
        {
          "text": "Так, не из праха выходит горе, и не из земли вырастает беда;",
          "ID": "6"
        },
        {
          "text": "но человек рождается на страдание, [как] искры, чтобы устремляться вверх.",
          "ID": "7"
        },
        {
          "text": "Но я к Богу обратился бы, предал бы дело мое Богу,",
          "ID": "8"
        },
        {
          "text": "Который творит дела великие и неисследимые, чудные без числа,",
          "ID": "9"
        },
        {
          "text": "дает дождь на лице земли и посылает воды на лице полей;",
          "ID": "10"
        },
        {
          "text": "униженных поставляет на высоту, и сетующие возносятся во спасение.",
          "ID": "11"
        },
        {
          "text": "Он разрушает замыслы коварных, и руки их не довершают предприятия.",
          "ID": "12"
        },
        {
          "text": "Он уловляет мудрецов их же лукавством, и совет хитрых становится тщетным:",
          "ID": "13"
        },
        {
          "text": "днем они встречают тьму и в полдень ходят ощупью, как ночью.",
          "ID": "14"
        },
        {
          "text": "Он спасает бедного от меча, от уст их и от руки сильного.",
          "ID": "15"
        },
        {
          "text": "И есть несчастному надежда, и неправда затворяет уста свои.",
          "ID": "16"
        },
        {
          "text": "Блажен человек, которого вразумляет Бог, и потому наказания Вседержителева не отвергай,",
          "ID": "17"
        },
        {
          "text": "ибо Он причиняет раны и Сам обвязывает их; Он поражает, и Его же руки врачуют.",
          "ID": "18"
        },
        {
          "text": "В шести бедах спасет тебя, и в седьмой не коснется тебя зло.",
          "ID": "19"
        },
        {
          "text": "Во время голода избавит тебя от смерти, и на войне – от руки меча.",
          "ID": "20"
        },
        {
          "text": "От бича языка укроешь себя и не убоишься опустошения, когда оно придет.",
          "ID": "21"
        },
        {
          "text": "Опустошению и голоду посмеешься и зверей земли не убоишься,",
          "ID": "22"
        },
        {
          "text": "ибо с камнями полевыми у тебя союз, и звери полевые в мире с тобою.",
          "ID": "23"
        },
        {
          "text": "И узнаешь, что шатер твой в безопасности, и будешь смотреть за домом твоим, и не согрешишь.",
          "ID": "24"
        },
        {
          "text": "И увидишь, что семя твое многочисленно, и отрасли твои, как трава на земле.",
          "ID": "25"
        },
        {
          "text": "Войдешь во гроб в зрелости, как укладываются снопы пшеницы в свое время.",
          "ID": "26"
        },
        {
          "text": "Вот, что мы дознали; так оно и есть: выслушай это и заметь для себя.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOB.5",
      "name": "Книга Иова 5"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов и сказал:",
          "ID": "1"
        },
        {
          "text": "о, если бы верно взвешены были вопли мои, и вместе с ними положили на весы страдание мое!",
          "ID": "2"
        },
        {
          "text": "Оно верно перетянуло бы песок морей! От того слова мои неистовы.",
          "ID": "3"
        },
        {
          "text": "Ибо стрелы Вседержителя во мне; яд их пьет дух мой; ужасы Божии ополчились против меня.",
          "ID": "4"
        },
        {
          "text": "Ревет ли дикий осел на траве? мычит ли бык у месива своего?",
          "ID": "5"
        },
        {
          "text": "Едят ли безвкусное без соли, и есть ли вкус в яичном белке?",
          "ID": "6"
        },
        {
          "text": "До чего не хотела коснуться душа моя, то составляет отвратительную пищу мою.",
          "ID": "7"
        },
        {
          "text": "О, когда бы сбылось желание мое и чаяние мое исполнил Бог!",
          "ID": "8"
        },
        {
          "text": "О, если бы благоволил Бог сокрушить меня, простер руку Свою и сразил меня!",
          "ID": "9"
        },
        {
          "text": "Это было бы еще отрадою мне, и я крепился бы в моей беспощадной болезни, ибо я не отвергся изречений Святаго.",
          "ID": "10"
        },
        {
          "text": "Что за сила у меня, чтобы надеяться мне? и какой конец, чтобы длить мне жизнь мою?",
          "ID": "11"
        },
        {
          "text": "Твердость ли камней твердость моя? и медь ли плоть моя?",
          "ID": "12"
        },
        {
          "text": "Есть ли во мне помощь для меня, и есть ли для меня какая опора?",
          "ID": "13"
        },
        {
          "text": "К страждущему должно быть сожаление от друга его, если только он не оставил страха к Вседержителю.",
          "ID": "14"
        },
        {
          "text": "Но братья мои неверны, как поток, как быстро текущие ручьи,",
          "ID": "15"
        },
        {
          "text": "которые черны от льда и в которых скрывается снег.",
          "ID": "16"
        },
        {
          "text": "Когда становится тепло, они умаляются, а во время жары исчезают с мест своих.",
          "ID": "17"
        },
        {
          "text": "Уклоняют они направление путей своих, заходят в пустыню и теряются;",
          "ID": "18"
        },
        {
          "text": "смотрят на них дороги Фемайские, надеются на них пути Савейские,",
          "ID": "19"
        },
        {
          "text": "но остаются пристыженными в своей надежде; приходят туда и от стыда краснеют.",
          "ID": "20"
        },
        {
          "text": "Так и вы теперь ничто: увидели страшное и испугались.",
          "ID": "21"
        },
        {
          "text": "Говорил ли я: дайте мне, или от достатка вашего заплатите за меня;",
          "ID": "22"
        },
        {
          "text": "и избавьте меня от руки врага, и от руки мучителей выкупите меня?",
          "ID": "23"
        },
        {
          "text": "Научите меня, и я замолчу; укажите, в чем я погрешил.",
          "ID": "24"
        },
        {
          "text": "Как сильны слова правды! Но что доказывают обличения ваши?",
          "ID": "25"
        },
        {
          "text": "Вы придумываете речи для обличения? На ветер пускаете слова ваши.",
          "ID": "26"
        },
        {
          "text": "Вы нападаете на сироту и роете яму другу вашему.",
          "ID": "27"
        },
        {
          "text": "Но прошу вас, взгляните на меня; буду ли я говорить ложь пред лицем вашим?",
          "ID": "28"
        },
        {
          "text": "Пересмотрите, есть ли неправда? пересмотрите, – правда моя.",
          "ID": "29"
        },
        {
          "text": "Есть ли на языке моем неправда? Неужели гортань моя не может различить горечи?",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.6",
      "name": "Книга Иова 6"
    },
    {
      "text": [
        {
          "text": "Не определено ли человеку время на земле, и дни его не то же ли, что дни наемника?",
          "ID": "1"
        },
        {
          "text": "Как раб жаждет тени, и как наемник ждет окончания работы своей,",
          "ID": "2"
        },
        {
          "text": "так я получил в удел месяцы суетные, и ночи горестные отчислены мне.",
          "ID": "3"
        },
        {
          "text": "Когда ложусь, то говорю: \"когда–то встану?\", а вечер длится, и я ворочаюсь досыта до самого рассвета.",
          "ID": "4"
        },
        {
          "text": "Тело мое одето червями и пыльными струпами; кожа моя лопается и гноится.",
          "ID": "5"
        },
        {
          "text": "Дни мои бегут скорее челнока и кончаются без надежды.",
          "ID": "6"
        },
        {
          "text": "Вспомни, что жизнь моя дуновение, что око мое не возвратится видеть доброе.",
          "ID": "7"
        },
        {
          "text": "Не увидит меня око видевшего меня; очи Твои на меня, – и нет меня.",
          "ID": "8"
        },
        {
          "text": "Редеет облако и уходит; так нисшедший в преисподнюю не выйдет,",
          "ID": "9"
        },
        {
          "text": "не возвратится более в дом свой, и место его не будет уже знать его.",
          "ID": "10"
        },
        {
          "text": "Не буду же я удерживать уст моих; буду говорить в стеснении духа моего; буду жаловаться в горести души моей.",
          "ID": "11"
        },
        {
          "text": "Разве я море или морское чудовище, что Ты поставил надо мною стражу?",
          "ID": "12"
        },
        {
          "text": "Когда подумаю: утешит меня постель моя, унесет горесть мою ложе мое,",
          "ID": "13"
        },
        {
          "text": "ты страшишь меня снами и видениями пугаешь меня;",
          "ID": "14"
        },
        {
          "text": "и душа моя желает лучше прекращения дыхания, лучше смерти, нежели [сбережения] костей моих.",
          "ID": "15"
        },
        {
          "text": "Опротивела мне жизнь. Не вечно жить мне. Отступи от меня, ибо дни мои суета.",
          "ID": "16"
        },
        {
          "text": "Что такое человек, что Ты столько ценишь его и обращаешь на него внимание Твое,",
          "ID": "17"
        },
        {
          "text": "посещаешь его каждое утро, каждое мгновение испытываешь его?",
          "ID": "18"
        },
        {
          "text": "Доколе же Ты не оставишь, доколе не отойдешь от меня, доколе не дашь мне проглотить слюну мою?",
          "ID": "19"
        },
        {
          "text": "Если я согрешил, то что я сделаю Тебе, страж человеков! Зачем Ты поставил меня противником Себе, так что я стал самому себе в тягость?",
          "ID": "20"
        },
        {
          "text": "И зачем бы не простить мне греха и не снять с меня беззакония моего? ибо, вот, я лягу в прахе; завтра поищешь меня, и меня нет.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.7",
      "name": "Книга Иова 7"
    },
    {
      "text": [
        {
          "text": "И отвечал Вилдад Савхеянин и сказал:",
          "ID": "1"
        },
        {
          "text": "долго ли ты будешь говорить так? – слова уст твоих бурный ветер!",
          "ID": "2"
        },
        {
          "text": "Неужели Бог извращает суд, и Вседержитель превращает правду?",
          "ID": "3"
        },
        {
          "text": "Если сыновья твои согрешили пред Ним, то Он и предал их в руку беззакония их.",
          "ID": "4"
        },
        {
          "text": "Если же ты взыщешь Бога и помолишься Вседержителю,",
          "ID": "5"
        },
        {
          "text": "и если ты чист и прав, то Он ныне же встанет над тобою и умиротворит жилище правды твоей.",
          "ID": "6"
        },
        {
          "text": "И если вначале у тебя было мало, то впоследствии будет весьма много.",
          "ID": "7"
        },
        {
          "text": "Ибо спроси у прежних родов и вникни в наблюдения отцов их;",
          "ID": "8"
        },
        {
          "text": "а мы – вчерашние и ничего не знаем, потому что наши дни на земле тень.",
          "ID": "9"
        },
        {
          "text": "Вот они научат тебя, скажут тебе и от сердца своего произнесут слова:",
          "ID": "10"
        },
        {
          "text": "поднимается ли тростник без влаги? растет ли камыш без воды?",
          "ID": "11"
        },
        {
          "text": "Еще он в свежести своей и не срезан, а прежде всякой травы засыхает.",
          "ID": "12"
        },
        {
          "text": "Таковы пути всех забывающих Бога, и надежда лицемера погибнет;",
          "ID": "13"
        },
        {
          "text": "упование его подсечено, и уверенность его – дом паука.",
          "ID": "14"
        },
        {
          "text": "Обопрется о дом свой и не устоит; ухватится за него и не удержится.",
          "ID": "15"
        },
        {
          "text": "Зеленеет он пред солнцем, за сад простираются ветви его;",
          "ID": "16"
        },
        {
          "text": "в кучу [камней] вплетаются корни его, между камнями врезываются.",
          "ID": "17"
        },
        {
          "text": "Но когда вырвут его с места его, оно откажется от него: \"я не видало тебя!\"",
          "ID": "18"
        },
        {
          "text": "Вот радость пути его! а из земли вырастают другие.",
          "ID": "19"
        },
        {
          "text": "Видишь, Бог не отвергает непорочного и не поддерживает руки злодеев.",
          "ID": "20"
        },
        {
          "text": "Он еще наполнит смехом уста твои и губы твои радостным восклицанием.",
          "ID": "21"
        },
        {
          "text": "Ненавидящие тебя облекутся в стыд, и шатра нечестивых не станет.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.8",
      "name": "Книга Иова 8"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов и сказал:",
          "ID": "1"
        },
        {
          "text": "правда! знаю, что так; но как оправдается человек пред Богом?",
          "ID": "2"
        },
        {
          "text": "Если захочет вступить в прение с Ним, то не ответит Ему ни на одно из тысячи.",
          "ID": "3"
        },
        {
          "text": "Премудр сердцем и могущ силою; кто восставал против Него и оставался в покое?",
          "ID": "4"
        },
        {
          "text": "Он передвигает горы, и не узнают их: Он превращает их в гневе Своем;",
          "ID": "5"
        },
        {
          "text": "сдвигает землю с места ее, и столбы ее дрожат;",
          "ID": "6"
        },
        {
          "text": "скажет солнцу, – и не взойдет, и на звезды налагает печать.",
          "ID": "7"
        },
        {
          "text": "Он один распростирает небеса и ходит по высотам моря;",
          "ID": "8"
        },
        {
          "text": "сотворил Ас, Кесиль и Хима и тайники юга;",
          "ID": "9"
        },
        {
          "text": "делает великое, неисследимое и чудное без числа!",
          "ID": "10"
        },
        {
          "text": "Вот, Он пройдет предо мною, и не увижу Его; пронесется и не замечу Его.",
          "ID": "11"
        },
        {
          "text": "Возьмет, и кто возбранит Ему? кто скажет Ему: что Ты делаешь?",
          "ID": "12"
        },
        {
          "text": "Бог не отвратит гнева Своего; пред Ним падут поборники гордыни.",
          "ID": "13"
        },
        {
          "text": "Тем более могу ли я отвечать Ему и приискивать себе слова пред Ним?",
          "ID": "14"
        },
        {
          "text": "Хотя бы я и прав был, но не буду отвечать, а буду умолять Судию моего.",
          "ID": "15"
        },
        {
          "text": "Если бы я воззвал, и Он ответил мне, – я не поверил бы, что голос мой услышал Тот,",
          "ID": "16"
        },
        {
          "text": "Кто в вихре разит меня и умножает безвинно мои раны,",
          "ID": "17"
        },
        {
          "text": "не дает мне перевести духа, но пресыщает меня горестями.",
          "ID": "18"
        },
        {
          "text": "Если [действовать] силою, то Он могуществен; если судом, кто сведет меня с Ним?",
          "ID": "19"
        },
        {
          "text": "Если я буду оправдываться, то мои же уста обвинят меня; [если] я невинен, то Он признает меня виновным.",
          "ID": "20"
        },
        {
          "text": "Невинен я; не хочу знать души моей, презираю жизнь мою.",
          "ID": "21"
        },
        {
          "text": "Все одно; поэтому я сказал, что Он губит и непорочного и виновного.",
          "ID": "22"
        },
        {
          "text": "Если этого поражает Он бичом вдруг, то пытке невинных посмевается.",
          "ID": "23"
        },
        {
          "text": "Земля отдана в руки нечестивых; лица судей ее Он закрывает. Если не Он, то кто же?",
          "ID": "24"
        },
        {
          "text": "Дни мои быстрее гонца, – бегут, не видят добра,",
          "ID": "25"
        },
        {
          "text": "несутся, как легкие ладьи, как орел стремится на добычу.",
          "ID": "26"
        },
        {
          "text": "Если сказать мне: забуду я жалобы мои, отложу мрачный вид свой и ободрюсь;",
          "ID": "27"
        },
        {
          "text": "то трепещу всех страданий моих, зная, что Ты не объявишь меня невинным.",
          "ID": "28"
        },
        {
          "text": "Если же я виновен, то для чего напрасно томлюсь?",
          "ID": "29"
        },
        {
          "text": "Хотя бы я омылся и снежною водою и совершенно очистил руки мои,",
          "ID": "30"
        },
        {
          "text": "то и тогда Ты погрузишь меня в грязь, и возгнушаются мною одежды мои.",
          "ID": "31"
        },
        {
          "text": "Ибо Он не человек, как я, чтоб я мог отвечать Ему и идти вместе с Ним на суд!",
          "ID": "32"
        },
        {
          "text": "Нет между нами посредника, который положил бы руку свою на обоих нас.",
          "ID": "33"
        },
        {
          "text": "Да отстранит Он от меня жезл Свой, и страх Его да не ужасает меня, –",
          "ID": "34"
        },
        {
          "text": "и тогда я буду говорить и не убоюсь Его, ибо я не таков сам в себе.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.9",
      "name": "Книга Иова 9"
    },
    {
      "text": [
        {
          "text": "Опротивела душе моей жизнь моя; предамся печали моей; буду говорить в горести души моей.",
          "ID": "1"
        },
        {
          "text": "Скажу Богу: не обвиняй меня; объяви мне, за что Ты со мною борешься?",
          "ID": "2"
        },
        {
          "text": "Хорошо ли для Тебя, что Ты угнетаешь, что презираешь дело рук Твоих, а на совет нечестивых посылаешь свет?",
          "ID": "3"
        },
        {
          "text": "Разве у Тебя плотские очи, и Ты смотришь, как смотрит человек?",
          "ID": "4"
        },
        {
          "text": "Разве дни Твои, как дни человека, или лета Твои, как дни мужа,",
          "ID": "5"
        },
        {
          "text": "что Ты ищешь порока во мне и допытываешься греха во мне,",
          "ID": "6"
        },
        {
          "text": "хотя знаешь, что я не беззаконник, и что некому избавить меня от руки Твоей?",
          "ID": "7"
        },
        {
          "text": "Твои руки трудились надо мною и образовали всего меня кругом, – и Ты губишь меня?",
          "ID": "8"
        },
        {
          "text": "Вспомни, что Ты, как глину, обделал меня, и в прах обращаешь меня?",
          "ID": "9"
        },
        {
          "text": "Не Ты ли вылил меня, как молоко, и, как творог, сгустил меня,",
          "ID": "10"
        },
        {
          "text": "кожею и плотью одел меня, костями и жилами скрепил меня,",
          "ID": "11"
        },
        {
          "text": "жизнь и милость даровал мне, и попечение Твое хранило дух мой?",
          "ID": "12"
        },
        {
          "text": "Но и то скрывал Ты в сердце Своем, – знаю, что это было у Тебя, –",
          "ID": "13"
        },
        {
          "text": "что если я согрешу, Ты заметишь и не оставишь греха моего без наказания.",
          "ID": "14"
        },
        {
          "text": "Если я виновен, горе мне! если и прав, то не осмелюсь поднять головы моей. Я пресыщен унижением; взгляни на бедствие мое:",
          "ID": "15"
        },
        {
          "text": "оно увеличивается. Ты гонишься за мною, как лев, и снова нападаешь на меня и чудным являешься во мне.",
          "ID": "16"
        },
        {
          "text": "Выводишь новых свидетелей Твоих против меня; усиливаешь гнев Твой на меня; и беды, одни за другими, ополчаются против меня.",
          "ID": "17"
        },
        {
          "text": "И зачем Ты вывел меня из чрева? пусть бы я умер, когда еще ничей глаз не видел меня;",
          "ID": "18"
        },
        {
          "text": "пусть бы я, как небывший, из чрева перенесен был во гроб!",
          "ID": "19"
        },
        {
          "text": "Не малы ли дни мои? Оставь, отступи от меня, чтобы я немного ободрился,",
          "ID": "20"
        },
        {
          "text": "прежде нежели отойду, – и уже не возвращусь, – в страну тьмы и сени смертной,",
          "ID": "21"
        },
        {
          "text": "в страну мрака, каков есть мрак тени смертной, где нет устройства, [где] темно, как самая тьма.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.10",
      "name": "Книга Иова 10"
    },
    {
      "text": [
        {
          "text": "И отвечал Софар Наамитянин и сказал:",
          "ID": "1"
        },
        {
          "text": "разве на множество слов нельзя дать ответа, и разве человек многоречивый прав?",
          "ID": "2"
        },
        {
          "text": "Пустословие твое заставит ли молчать мужей, чтобы ты глумился, и некому было постыдить тебя?",
          "ID": "3"
        },
        {
          "text": "Ты сказал: суждение мое верно, и чист я в очах Твоих.",
          "ID": "4"
        },
        {
          "text": "Но если бы Бог возглаголал и отверз уста Свои к тебе",
          "ID": "5"
        },
        {
          "text": "и открыл тебе тайны премудрости, что тебе вдвое больше следовало бы понести! Итак знай, что Бог для тебя некоторые из беззаконий твоих предал забвению.",
          "ID": "6"
        },
        {
          "text": "Можешь ли ты исследованием найти Бога? Можешь ли совершенно постигнуть Вседержителя?",
          "ID": "7"
        },
        {
          "text": "Он превыше небес, – что можешь сделать? глубже преисподней, – что можешь узнать?",
          "ID": "8"
        },
        {
          "text": "Длиннее земли мера Его и шире моря.",
          "ID": "9"
        },
        {
          "text": "Если Он пройдет и заключит кого в оковы и представит на суд, то кто отклонит Его?",
          "ID": "10"
        },
        {
          "text": "Ибо Он знает людей лживых и видит беззаконие, и оставит ли его без внимания?",
          "ID": "11"
        },
        {
          "text": "Но пустой человек мудрствует, хотя человек рождается подобно дикому осленку.",
          "ID": "12"
        },
        {
          "text": "Если ты управишь сердце твое и прострешь к Нему руки твои,",
          "ID": "13"
        },
        {
          "text": "и если есть порок в руке твоей, а ты удалишь его и не дашь беззаконию обитать в шатрах твоих,",
          "ID": "14"
        },
        {
          "text": "то поднимешь незапятнанное лице твое и будешь тверд и не будешь бояться.",
          "ID": "15"
        },
        {
          "text": "Тогда забудешь горе: как о воде протекшей, будешь вспоминать о нем.",
          "ID": "16"
        },
        {
          "text": "И яснее полдня пойдет жизнь твоя; просветлеешь, как утро.",
          "ID": "17"
        },
        {
          "text": "И будешь спокоен, ибо есть надежда; ты огражден, и можешь спать безопасно.",
          "ID": "18"
        },
        {
          "text": "Будешь лежать, и не будет устрашающего, и многие будут заискивать у тебя.",
          "ID": "19"
        },
        {
          "text": "глаза беззаконных истают, и убежище пропадет у них, и надежда их исчезнет.",
          "ID": "20"
        }
      ],
      "ID": "OT:JOB.11",
      "name": "Книга Иова 11"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов и сказал:",
          "ID": "1"
        },
        {
          "text": "подлинно, [только] вы люди, и с вами умрет мудрость!",
          "ID": "2"
        },
        {
          "text": "И у меня [есть] сердце, как у вас; не ниже я вас; и кто не знает того же?",
          "ID": "3"
        },
        {
          "text": "Посмешищем стал я для друга своего, я, который взывал к Богу, и которому Он отвечал, посмешищем – [человек] праведный, непорочный.",
          "ID": "4"
        },
        {
          "text": "Так презрен по мыслям сидящего в покое факел, приготовленный для спотыкающихся ногами.",
          "ID": "5"
        },
        {
          "text": "Покойны шатры у грабителей и безопасны у раздражающих Бога, которые как бы Бога носят в руках своих.",
          "ID": "6"
        },
        {
          "text": "И подлинно: спроси у скота, и научит тебя, у птицы небесной, и возвестит тебе;",
          "ID": "7"
        },
        {
          "text": "или побеседуй с землею, и наставит тебя, и скажут тебе рыбы морские.",
          "ID": "8"
        },
        {
          "text": "Кто во всем этом не узнает, что рука Господа сотворила сие?",
          "ID": "9"
        },
        {
          "text": "В Его руке душа всего живущего и дух всякой человеческой плоти.",
          "ID": "10"
        },
        {
          "text": "Не ухо ли разбирает слова, и не язык ли распознает вкус пищи?",
          "ID": "11"
        },
        {
          "text": "В старцах – мудрость, и в долголетних – разум.",
          "ID": "12"
        },
        {
          "text": "У Него премудрость и сила; Его совет и разум.",
          "ID": "13"
        },
        {
          "text": "Что Он разрушит, то не построится; кого Он заключит, тот не высвободится.",
          "ID": "14"
        },
        {
          "text": "Остановит воды, и все высохнет; пустит их, и превратят землю.",
          "ID": "15"
        },
        {
          "text": "У Него могущество и премудрость, пред Ним заблуждающийся и вводящий в заблуждение.",
          "ID": "16"
        },
        {
          "text": "Он приводит советников в необдуманность и судей делает глупыми.",
          "ID": "17"
        },
        {
          "text": "Он лишает перевязей царей и поясом обвязывает чресла их;",
          "ID": "18"
        },
        {
          "text": "князей лишает достоинства и низвергает храбрых;",
          "ID": "19"
        },
        {
          "text": "отнимает язык у велеречивых и старцев лишает смысла;",
          "ID": "20"
        },
        {
          "text": "покрывает стыдом знаменитых и силу могучих ослабляет;",
          "ID": "21"
        },
        {
          "text": "открывает глубокое из среды тьмы и выводит на свет тень смертную;",
          "ID": "22"
        },
        {
          "text": "умножает народы и истребляет их; рассевает народы и собирает их;",
          "ID": "23"
        },
        {
          "text": "отнимает ум у глав народа земли и оставляет их блуждать в пустыне, где нет пути:",
          "ID": "24"
        },
        {
          "text": "ощупью ходят они во тьме без света и шатаются, как пьяные.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.12",
      "name": "Книга Иова 12"
    },
    {
      "text": [
        {
          "text": "Вот, все [это] видело око мое, слышало ухо мое и заметило для себя.",
          "ID": "1"
        },
        {
          "text": "Сколько знаете вы, знаю и я: не ниже я вас.",
          "ID": "2"
        },
        {
          "text": "Но я к Вседержителю хотел бы говорить и желал бы состязаться с Богом.",
          "ID": "3"
        },
        {
          "text": "А вы сплетчики лжи; все вы бесполезные врачи.",
          "ID": "4"
        },
        {
          "text": "О, если бы вы только молчали! это было бы [вменено] вам в мудрость.",
          "ID": "5"
        },
        {
          "text": "Выслушайте же рассуждения мои и вникните в возражение уст моих.",
          "ID": "6"
        },
        {
          "text": "Надлежало ли вам ради Бога говорить неправду и для Него говорить ложь?",
          "ID": "7"
        },
        {
          "text": "Надлежало ли вам быть лицеприятными к Нему и за Бога так препираться?",
          "ID": "8"
        },
        {
          "text": "Хорошо ли будет, когда Он испытает вас? Обманете ли Его, как обманывают человека?",
          "ID": "9"
        },
        {
          "text": "Строго накажет Он вас, хотя вы и скрытно лицемерите.",
          "ID": "10"
        },
        {
          "text": "Неужели величие Его не устрашает вас, и страх Его не нападает на вас?",
          "ID": "11"
        },
        {
          "text": "Напоминания ваши подобны пеплу; оплоты ваши – оплоты глиняные.",
          "ID": "12"
        },
        {
          "text": "Замолчите предо мною, и я буду говорить, что бы ни постигло меня.",
          "ID": "13"
        },
        {
          "text": "Для чего мне терзать тело мое зубами моими и душу мою полагать в руку мою?",
          "ID": "14"
        },
        {
          "text": "Вот, Он убивает меня, но я буду надеяться; я желал бы только отстоять пути мои пред лицем Его!",
          "ID": "15"
        },
        {
          "text": "И это уже в оправдание мне, потому что лицемер не пойдет пред лице Его!",
          "ID": "16"
        },
        {
          "text": "Выслушайте внимательно слово мое и объяснение мое ушами вашими.",
          "ID": "17"
        },
        {
          "text": "Вот, я завел судебное дело: знаю, что буду прав.",
          "ID": "18"
        },
        {
          "text": "Кто в состоянии оспорить меня? Ибо я скоро умолкну и испущу дух.",
          "ID": "19"
        },
        {
          "text": "Двух только [вещей] не делай со мною, и тогда я не буду укрываться от лица Твоего:",
          "ID": "20"
        },
        {
          "text": "удали от меня руку Твою, и ужас Твой да не потрясает меня.",
          "ID": "21"
        },
        {
          "text": "Тогда зови, и я буду отвечать, или буду говорить я, а Ты отвечай мне.",
          "ID": "22"
        },
        {
          "text": "Сколько у меня пороков и грехов? покажи мне беззаконие мое и грех мой.",
          "ID": "23"
        },
        {
          "text": "Для чего скрываешь лице Твое и считаешь меня врагом Тебе?",
          "ID": "24"
        },
        {
          "text": "Не сорванный ли листок Ты сокрушаешь и не сухую ли соломинку преследуешь?",
          "ID": "25"
        },
        {
          "text": "Ибо Ты пишешь на меня горькое и вменяешь мне грехи юности моей,",
          "ID": "26"
        },
        {
          "text": "и ставишь в колоду ноги мои и подстерегаешь все стези мои, – гонишься по следам ног моих.",
          "ID": "27"
        },
        {
          "text": "А он, как гниль, распадается, как одежда, изъеденная молью.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.13",
      "name": "Книга Иова 13"
    },
    {
      "text": [
        {
          "text": "Человек, рожденный женою, краткодневен и пресыщен печалями:",
          "ID": "1"
        },
        {
          "text": "как цветок, он выходит и опадает; убегает, как тень, и не останавливается.",
          "ID": "2"
        },
        {
          "text": "И на него–то Ты отверзаешь очи Твои, и меня ведешь на суд с Тобою?",
          "ID": "3"
        },
        {
          "text": "Кто родится чистым от нечистого? Ни один.",
          "ID": "4"
        },
        {
          "text": "Если дни ему определены, и число месяцев его у Тебя, если Ты положил ему предел, которого он не перейдет,",
          "ID": "5"
        },
        {
          "text": "то уклонись от него: пусть он отдохнет, доколе не окончит, как наемник, дня своего.",
          "ID": "6"
        },
        {
          "text": "Для дерева есть надежда, что оно, если и будет срублено, снова оживет, и отрасли от него [выходить] не перестанут:",
          "ID": "7"
        },
        {
          "text": "если и устарел в земле корень его, и пень его замер в пыли,",
          "ID": "8"
        },
        {
          "text": "но, лишь почуяло воду, оно дает отпрыски и пускает ветви, как бы вновь посаженное.",
          "ID": "9"
        },
        {
          "text": "А человек умирает и распадается; отошел, и где он?",
          "ID": "10"
        },
        {
          "text": "Уходят воды из озера, и река иссякает и высыхает:",
          "ID": "11"
        },
        {
          "text": "так человек ляжет и не станет; до скончания неба он не пробудится и не воспрянет от сна своего.",
          "ID": "12"
        },
        {
          "text": "О, если бы Ты в преисподней сокрыл меня и укрывал меня, пока пройдет гнев Твой, положил мне срок и потом вспомнил обо мне!",
          "ID": "13"
        },
        {
          "text": "Когда умрет человек, то будет ли он опять жить? Во все дни определенного мне времени я ожидал бы, пока придет мне смена.",
          "ID": "14"
        },
        {
          "text": "Воззвал бы Ты, и я дал бы Тебе ответ, и Ты явил бы благоволение творению рук Твоих;",
          "ID": "15"
        },
        {
          "text": "ибо тогда Ты исчислял бы шаги мои и не подстерегал бы греха моего;",
          "ID": "16"
        },
        {
          "text": "в свитке было бы запечатано беззаконие мое, и Ты закрыл бы вину мою.",
          "ID": "17"
        },
        {
          "text": "Но гора падая разрушается, и скала сходит с места своего;",
          "ID": "18"
        },
        {
          "text": "вода стирает камни; разлив ее смывает земную пыль: так и надежду человека Ты уничтожаешь.",
          "ID": "19"
        },
        {
          "text": "Теснишь его до конца, и он уходит; изменяешь ему лице и отсылаешь его.",
          "ID": "20"
        },
        {
          "text": "В чести ли дети его – он не знает, унижены ли – он не замечает;",
          "ID": "21"
        },
        {
          "text": "но плоть его на нем болит, и душа его в нем страдает.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.14",
      "name": "Книга Иова 14"
    },
    {
      "text": [
        {
          "text": "И отвечал Елифаз Феманитянин и сказал:",
          "ID": "1"
        },
        {
          "text": "станет ли мудрый отвечать знанием пустым и наполнять чрево свое ветром палящим,",
          "ID": "2"
        },
        {
          "text": "оправдываться словами бесполезными и речью, не имеющею никакой силы?",
          "ID": "3"
        },
        {
          "text": "Да ты отложил и страх и за малость считаешь речь к Богу.",
          "ID": "4"
        },
        {
          "text": "Нечестие твое настроило так уста твои, и ты избрал язык лукавых.",
          "ID": "5"
        },
        {
          "text": "Тебя обвиняют уста твои, а не я, и твой язык говорит против тебя.",
          "ID": "6"
        },
        {
          "text": "Разве ты первым человеком родился и прежде холмов создан?",
          "ID": "7"
        },
        {
          "text": "Разве совет Божий ты слышал и привлек к себе премудрость?",
          "ID": "8"
        },
        {
          "text": "Что знаешь ты, чего бы не знали мы? что разумеешь ты, чего не было бы и у нас?",
          "ID": "9"
        },
        {
          "text": "И седовласый и старец есть между нами, днями превышающий отца твоего.",
          "ID": "10"
        },
        {
          "text": "Разве малость для тебя утешения Божии? И это неизвестно тебе?",
          "ID": "11"
        },
        {
          "text": "К чему порывает тебя сердце твое, и к чему так гордо смотришь?",
          "ID": "12"
        },
        {
          "text": "Что устремляешь против Бога дух твой и устами твоими произносишь такие речи?",
          "ID": "13"
        },
        {
          "text": "Что такое человек, чтоб быть ему чистым, и чтобы рожденному женщиною быть праведным?",
          "ID": "14"
        },
        {
          "text": "Вот, Он и святым Своим не доверяет, и небеса нечисты в очах Его:",
          "ID": "15"
        },
        {
          "text": "тем больше нечист и растлен человек, пьющий беззаконие, как воду.",
          "ID": "16"
        },
        {
          "text": "Я буду говорить тебе, слушай меня; я расскажу тебе, что видел,",
          "ID": "17"
        },
        {
          "text": "что слышали мудрые и не скрыли слышанного от отцов своих,",
          "ID": "18"
        },
        {
          "text": "которым одним отдана была земля, и среди которых чужой не ходил.",
          "ID": "19"
        },
        {
          "text": "Нечестивый мучит себя во все дни свои, и число лет закрыто от притеснителя;",
          "ID": "20"
        },
        {
          "text": "звук ужасов в ушах его; среди мира идет на него губитель.",
          "ID": "21"
        },
        {
          "text": "Он не надеется спастись от тьмы; видит пред собою меч.",
          "ID": "22"
        },
        {
          "text": "Он скитается за куском хлеба повсюду; знает, что уже готов, в руках у него день тьмы.",
          "ID": "23"
        },
        {
          "text": "Устрашает его нужда и теснота; одолевает его, как царь, приготовившийся к битве,",
          "ID": "24"
        },
        {
          "text": "за то, что он простирал против Бога руку свою и противился Вседержителю,",
          "ID": "25"
        },
        {
          "text": "устремлялся против Него с [гордою] выею, под толстыми щитами своими;",
          "ID": "26"
        },
        {
          "text": "потому что он покрыл лице свое жиром своим и обложил туком лядвеи свои.",
          "ID": "27"
        },
        {
          "text": "И он селится в городах разоренных, в домах, в которых не живут, которые обречены на развалины.",
          "ID": "28"
        },
        {
          "text": "Не пребудет он богатым, и не уцелеет имущество его, и не распрострется по земле приобретение его.",
          "ID": "29"
        },
        {
          "text": "Не уйдет от тьмы; отрасли его иссушит пламя и дуновением уст своих увлечет его.",
          "ID": "30"
        },
        {
          "text": "Пусть не доверяет суете заблудший, ибо суета будет и воздаянием ему.",
          "ID": "31"
        },
        {
          "text": "Не в свой день он скончается, и ветви его не будут зеленеть.",
          "ID": "32"
        },
        {
          "text": "Сбросит он, как виноградная лоза, недозрелую ягоду свою и, как маслина, стряхнет цвет свой.",
          "ID": "33"
        },
        {
          "text": "Так опустеет дом нечестивого, и огонь пожрет шатры мздоимства.",
          "ID": "34"
        },
        {
          "text": "Он зачал зло и родил ложь, и утроба его приготовляет обман.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.15",
      "name": "Книга Иова 15"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов и сказал:",
          "ID": "1"
        },
        {
          "text": "слышал я много такого; жалкие утешители все вы!",
          "ID": "2"
        },
        {
          "text": "Будет ли конец ветреным словам? и что побудило тебя так отвечать?",
          "ID": "3"
        },
        {
          "text": "И я мог бы так же говорить, как вы, если бы душа ваша была на месте души моей; ополчался бы на вас словами и кивал бы на вас головою моею;",
          "ID": "4"
        },
        {
          "text": "подкреплял бы вас языком моим и движением губ утешал бы.",
          "ID": "5"
        },
        {
          "text": "Говорю ли я, не утоляется скорбь моя; перестаю ли, что отходит от меня?",
          "ID": "6"
        },
        {
          "text": "Но ныне Он изнурил меня. Ты разрушил всю семью мою.",
          "ID": "7"
        },
        {
          "text": "Ты покрыл меня морщинами во свидетельство против меня; восстает на меня изможденность моя, в лицо укоряет меня.",
          "ID": "8"
        },
        {
          "text": "Гнев Его терзает и враждует против меня, скрежещет на меня зубами своими; неприятель мой острит на меня глаза свои.",
          "ID": "9"
        },
        {
          "text": "Разинули на меня пасть свою; ругаясь бьют меня по щекам; все сговорились против меня.",
          "ID": "10"
        },
        {
          "text": "Предал меня Бог беззаконнику и в руки нечестивым бросил меня.",
          "ID": "11"
        },
        {
          "text": "Я был спокоен, но Он потряс меня; взял меня за шею и избил меня и поставил меня целью для Себя.",
          "ID": "12"
        },
        {
          "text": "Окружили меня стрельцы Его; Он рассекает внутренности мои и не щадит, пролил на землю желчь мою,",
          "ID": "13"
        },
        {
          "text": "пробивает во мне пролом за проломом, бежит на меня, как ратоборец.",
          "ID": "14"
        },
        {
          "text": "Вретище сшил я на кожу мою и в прах положил голову мою.",
          "ID": "15"
        },
        {
          "text": "Лицо мое побагровело от плача, и на веждах моих тень смерти,",
          "ID": "16"
        },
        {
          "text": "при всем том, что нет хищения в руках моих, и молитва моя чиста.",
          "ID": "17"
        },
        {
          "text": "Земля! не закрой моей крови, и да не будет места воплю моему.",
          "ID": "18"
        },
        {
          "text": "И ныне вот на небесах Свидетель мой, и Заступник мой в вышних!",
          "ID": "19"
        },
        {
          "text": "Многоречивые друзья мои! К Богу слезит око мое.",
          "ID": "20"
        },
        {
          "text": "О, если бы человек мог иметь состязание с Богом, как сын человеческий с ближним своим!",
          "ID": "21"
        },
        {
          "text": "Ибо летам моим приходит конец, и я отхожу в путь невозвратный.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.16",
      "name": "Книга Иова 16"
    },
    {
      "text": [
        {
          "text": "Дыхание мое ослабело; дни мои угасают; гробы предо мною.",
          "ID": "1"
        },
        {
          "text": "Если бы не насмешки их, то и среди споров их око мое пребывало бы спокойно.",
          "ID": "2"
        },
        {
          "text": "Заступись, поручись [Сам] за меня пред Собою! иначе кто поручится за меня?",
          "ID": "3"
        },
        {
          "text": "Ибо Ты закрыл сердце их от разумения, и потому не дашь восторжествовать [им].",
          "ID": "4"
        },
        {
          "text": "Кто обрекает друзей своих в добычу, у детей того глаза истают.",
          "ID": "5"
        },
        {
          "text": "Он поставил меня притчею для народа и посмешищем для него.",
          "ID": "6"
        },
        {
          "text": "Помутилось от горести око мое, и все члены мои, как тень.",
          "ID": "7"
        },
        {
          "text": "Изумятся о сем праведные, и невинный вознегодует на лицемера.",
          "ID": "8"
        },
        {
          "text": "Но праведник будет крепко держаться пути своего, и чистый руками будет больше и больше утверждаться.",
          "ID": "9"
        },
        {
          "text": "Выслушайте, все вы, и подойдите; не найду я мудрого между вами.",
          "ID": "10"
        },
        {
          "text": "Дни мои прошли; думы мои – достояние сердца моего – разбиты.",
          "ID": "11"
        },
        {
          "text": "А они ночь [хотят] превратить в день, свет приблизить к лицу тьмы.",
          "ID": "12"
        },
        {
          "text": "Если бы я и ожидать стал, то преисподняя – дом мой; во тьме постелю я постель мою;",
          "ID": "13"
        },
        {
          "text": "гробу скажу: ты отец мой, червю: ты мать моя и сестра моя.",
          "ID": "14"
        },
        {
          "text": "Где же после этого надежда моя? и ожидаемое мною кто увидит?",
          "ID": "15"
        },
        {
          "text": "В преисподнюю сойдет она и будет покоиться со мною в прахе.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.17",
      "name": "Книга Иова 17"
    },
    {
      "text": [
        {
          "text": "И отвечал Вилдад Савхеянин и сказал:",
          "ID": "1"
        },
        {
          "text": "когда же положите вы конец таким речам? обдумайте, и потом будем говорить.",
          "ID": "2"
        },
        {
          "text": "Зачем считаться нам за животных и быть униженными в собственных глазах ваших?",
          "ID": "3"
        },
        {
          "text": "[О ты], раздирающий душу твою в гневе твоем! Неужели для тебя опустеть земле, и скале сдвинуться с места своего?",
          "ID": "4"
        },
        {
          "text": "Да, свет у беззаконного потухнет, и не останется искры от огня его.",
          "ID": "5"
        },
        {
          "text": "Померкнет свет в шатре его, и светильник его угаснет над ним.",
          "ID": "6"
        },
        {
          "text": "Сократятся шаги могущества его, и низложит его собственный замысл его,",
          "ID": "7"
        },
        {
          "text": "ибо он попадет в сеть своими ногами и по тенетам ходить будет.",
          "ID": "8"
        },
        {
          "text": "Петля зацепит за ногу его, и грабитель уловит его.",
          "ID": "9"
        },
        {
          "text": "Скрытно разложены по земле силки для него и западни на дороге.",
          "ID": "10"
        },
        {
          "text": "Со всех сторон будут страшить его ужасы и заставят его бросаться туда и сюда.",
          "ID": "11"
        },
        {
          "text": "Истощится от голода сила его, и гибель готова, сбоку у него.",
          "ID": "12"
        },
        {
          "text": "Съест члены тела его, съест члены его первенец смерти.",
          "ID": "13"
        },
        {
          "text": "Изгнана будет из шатра его надежда его, и это низведет его к царю ужасов.",
          "ID": "14"
        },
        {
          "text": "Поселятся в шатре его, потому что он уже не его; жилище его посыпано будет серою.",
          "ID": "15"
        },
        {
          "text": "Снизу подсохнут корни его, и сверху увянут ветви его.",
          "ID": "16"
        },
        {
          "text": "Память о нем исчезнет с земли, и имени его не будет на площади.",
          "ID": "17"
        },
        {
          "text": "Изгонят его из света во тьму и сотрут его с лица земли.",
          "ID": "18"
        },
        {
          "text": "Ни сына его, ни внука не будет в народе его, и никого не останется в жилищах его.",
          "ID": "19"
        },
        {
          "text": "О дне его ужаснутся потомки, и современники будут объяты трепетом.",
          "ID": "20"
        },
        {
          "text": "Таковы жилища беззаконного, и таково место того, кто не знает Бога.",
          "ID": "21"
        }
      ],
      "ID": "OT:JOB.18",
      "name": "Книга Иова 18"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов и сказал:",
          "ID": "1"
        },
        {
          "text": "доколе будете мучить душу мою и терзать меня речами?",
          "ID": "2"
        },
        {
          "text": "Вот, уже раз десять вы срамили меня и не стыдитесь теснить меня.",
          "ID": "3"
        },
        {
          "text": "Если я и действительно погрешил, то погрешность моя при мне остается.",
          "ID": "4"
        },
        {
          "text": "Если же вы хотите повеличаться надо мною и упрекнуть меня позором моим,",
          "ID": "5"
        },
        {
          "text": "то знайте, что Бог ниспроверг меня и обложил меня Своею сетью.",
          "ID": "6"
        },
        {
          "text": "Вот, я кричу: обида! и никто не слушает; вопию, и нет суда.",
          "ID": "7"
        },
        {
          "text": "Он преградил мне дорогу, и не могу пройти, и на стези мои положил тьму.",
          "ID": "8"
        },
        {
          "text": "Совлек с меня славу мою и снял венец с головы моей.",
          "ID": "9"
        },
        {
          "text": "Кругом разорил меня, и я отхожу; и, как дерево, Он исторг надежду мою.",
          "ID": "10"
        },
        {
          "text": "Воспылал на меня гневом Своим и считает меня между врагами Своими.",
          "ID": "11"
        },
        {
          "text": "Полки Его пришли вместе и направили путь свой ко мне и расположились вокруг шатра моего.",
          "ID": "12"
        },
        {
          "text": "Братьев моих Он удалил от меня, и знающие меня чуждаются меня.",
          "ID": "13"
        },
        {
          "text": "Покинули меня близкие мои, и знакомые мои забыли меня.",
          "ID": "14"
        },
        {
          "text": "Пришлые в доме моем и служанки мои чужим считают меня; посторонним стал я в глазах их.",
          "ID": "15"
        },
        {
          "text": "Зову слугу моего, и он не откликается; устами моими я должен умолять его.",
          "ID": "16"
        },
        {
          "text": "Дыхание мое опротивело жене моей, и я должен умолять ее ради детей чрева моего.",
          "ID": "17"
        },
        {
          "text": "Даже малые дети презирают меня: поднимаюсь, и они издеваются надо мною.",
          "ID": "18"
        },
        {
          "text": "Гнушаются мною все наперсники мои, и те, которых я любил, обратились против меня.",
          "ID": "19"
        },
        {
          "text": "Кости мои прилипли к коже моей и плоти моей, и я остался только с кожею около зубов моих.",
          "ID": "20"
        },
        {
          "text": "Помилуйте меня, помилуйте меня вы, друзья мои, ибо рука Божия коснулась меня.",
          "ID": "21"
        },
        {
          "text": "Зачем и вы преследуете меня, как Бог, и плотью моею не можете насытиться?",
          "ID": "22"
        },
        {
          "text": "О, если бы записаны были слова мои! Если бы начертаны были они в книге",
          "ID": "23"
        },
        {
          "text": "резцом железным с оловом, – на вечное время на камне вырезаны были!",
          "ID": "24"
        },
        {
          "text": "А я знаю, Искупитель мой жив, и Он в последний день восставит из праха распадающуюся кожу мою сию,",
          "ID": "25"
        },
        {
          "text": "и я во плоти моей узрю Бога.",
          "ID": "26"
        },
        {
          "text": "Я узрю Его сам; мои глаза, не глаза другого, увидят Его. Истаевает сердце мое в груди моей!",
          "ID": "27"
        },
        {
          "text": "Вам надлежало бы сказать: зачем мы преследуем его? Как будто корень зла найден во мне.",
          "ID": "28"
        },
        {
          "text": "Убойтесь меча, ибо меч есть отмститель неправды, и знайте, что есть суд.",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.19",
      "name": "Книга Иова 19"
    },
    {
      "text": [
        {
          "text": "И отвечал Софар Наамитянин и сказал:",
          "ID": "1"
        },
        {
          "text": "размышления мои побуждают меня отвечать, и я поспешаю выразить их.",
          "ID": "2"
        },
        {
          "text": "Упрек, позорный для меня, выслушал я, и дух разумения моего ответит за меня.",
          "ID": "3"
        },
        {
          "text": "Разве не знаешь ты, что от века, – с того времени, как поставлен человек на земле, –",
          "ID": "4"
        },
        {
          "text": "веселье беззаконных кратковременно, и радость лицемера мгновенна?",
          "ID": "5"
        },
        {
          "text": "Хотя бы возросло до небес величие его, и голова его касалась облаков, –",
          "ID": "6"
        },
        {
          "text": "как помет его, на веки пропадает он; видевшие его скажут: где он?",
          "ID": "7"
        },
        {
          "text": "Как сон, улетит, и не найдут его; и, как ночное видение, исчезнет.",
          "ID": "8"
        },
        {
          "text": "Глаз, видевший его, больше не увидит его, и уже не усмотрит его место его.",
          "ID": "9"
        },
        {
          "text": "Сыновья его будут заискивать у нищих, и руки его возвратят похищенное им.",
          "ID": "10"
        },
        {
          "text": "Кости его наполнены грехами юности его, и с ним лягут они в прах.",
          "ID": "11"
        },
        {
          "text": "Если сладко во рту его зло, и он таит его под языком своим,",
          "ID": "12"
        },
        {
          "text": "бережет и не бросает его, а держит его в устах своих,",
          "ID": "13"
        },
        {
          "text": "то эта пища его в утробе его превратится в желчь аспидов внутри его.",
          "ID": "14"
        },
        {
          "text": "Имение, которое он глотал, изблюет: Бог исторгнет его из чрева его.",
          "ID": "15"
        },
        {
          "text": "Змеиный яд он сосет; умертвит его язык ехидны.",
          "ID": "16"
        },
        {
          "text": "Не видать ему ручьев, рек, текущих медом и молоком!",
          "ID": "17"
        },
        {
          "text": "Нажитое трудом возвратит, не проглотит; по мере имения его будет и расплата его, а он не порадуется.",
          "ID": "18"
        },
        {
          "text": "Ибо он угнетал, отсылал бедных; захватывал домы, которых не строил;",
          "ID": "19"
        },
        {
          "text": "не знал сытости во чреве своем и в жадности своей не щадил ничего.",
          "ID": "20"
        },
        {
          "text": "Ничего не спаслось от обжорства его, зато не устоит счастье его.",
          "ID": "21"
        },
        {
          "text": "В полноте изобилия будет тесно ему; всякая рука обиженного поднимется на него.",
          "ID": "22"
        },
        {
          "text": "Когда будет чем наполнить утробу его, Он пошлет на него ярость гнева Своего и одождит на него болезни в плоти его.",
          "ID": "23"
        },
        {
          "text": "Убежит ли он от оружия железного, – пронзит его лук медный;",
          "ID": "24"
        },
        {
          "text": "станет вынимать [стрелу], – и она выйдет из тела, выйдет, сверкая сквозь желчь его; ужасы смерти найдут на него!",
          "ID": "25"
        },
        {
          "text": "Все мрачное сокрыто внутри его; будет пожирать его огонь, никем не раздуваемый; зло постигнет и оставшееся в шатре его.",
          "ID": "26"
        },
        {
          "text": "Небо откроет беззаконие его, и земля восстанет против него.",
          "ID": "27"
        },
        {
          "text": "Исчезнет стяжание дома его; все расплывется в день гнева Его.",
          "ID": "28"
        },
        {
          "text": "Вот удел человеку беззаконному от Бога и наследие, определенное ему Вседержителем!",
          "ID": "29"
        }
      ],
      "ID": "OT:JOB.20",
      "name": "Книга Иова 20"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов и сказал:",
          "ID": "1"
        },
        {
          "text": "выслушайте внимательно речь мою, и это будет мне утешением от вас.",
          "ID": "2"
        },
        {
          "text": "Потерпите меня, и я буду говорить; а после того, как поговорю, насмехайся.",
          "ID": "3"
        },
        {
          "text": "Разве к человеку речь моя? как же мне и не малодушествовать?",
          "ID": "4"
        },
        {
          "text": "Посмотрите на меня и ужаснитесь, и положите перст на уста.",
          "ID": "5"
        },
        {
          "text": "Лишь только я вспомню, – содрогаюсь, и трепет объемлет тело мое.",
          "ID": "6"
        },
        {
          "text": "Почему беззаконные живут, достигают старости, да и силами крепки?",
          "ID": "7"
        },
        {
          "text": "Дети их с ними перед лицем их, и внуки их перед глазами их.",
          "ID": "8"
        },
        {
          "text": "Домы их безопасны от страха, и нет жезла Божия на них.",
          "ID": "9"
        },
        {
          "text": "Вол их оплодотворяет и не извергает, корова их зачинает и не выкидывает.",
          "ID": "10"
        },
        {
          "text": "Как стадо, выпускают они малюток своих, и дети их прыгают.",
          "ID": "11"
        },
        {
          "text": "Восклицают под [голос] тимпана и цитры и веселятся при звуках свирели;",
          "ID": "12"
        },
        {
          "text": "проводят дни свои в счастьи и мгновенно нисходят в преисподнюю.",
          "ID": "13"
        },
        {
          "text": "А между тем они говорят Богу: отойди от нас, не хотим мы знать путей Твоих!",
          "ID": "14"
        },
        {
          "text": "Что Вседержитель, чтобы нам служить Ему? и что пользы прибегать к Нему?",
          "ID": "15"
        },
        {
          "text": "Видишь, счастье их не от их рук. – Совет нечестивых будь далек от меня!",
          "ID": "16"
        },
        {
          "text": "Часто ли угасает светильник у беззаконных, и находит на них беда, и Он дает им в удел страдания во гневе Своем?",
          "ID": "17"
        },
        {
          "text": "Они должны быть, как соломинка пред ветром и как плева, уносимая вихрем.",
          "ID": "18"
        },
        {
          "text": "[Скажешь]: Бог бережет для детей его несчастье его. – Пусть воздаст Он ему самому, чтобы он это знал.",
          "ID": "19"
        },
        {
          "text": "Пусть его глаза увидят несчастье его, и пусть он сам пьет от гнева Вседержителева.",
          "ID": "20"
        },
        {
          "text": "Ибо какая ему забота до дома своего после него, когда число месяцев его кончится?",
          "ID": "21"
        },
        {
          "text": "Но Бога ли учить мудрости, когда Он судит и горних?",
          "ID": "22"
        },
        {
          "text": "Один умирает в самой полноте сил своих, совершенно спокойный и мирный;",
          "ID": "23"
        },
        {
          "text": "внутренности его полны жира, и кости его напоены мозгом.",
          "ID": "24"
        },
        {
          "text": "А другой умирает с душею огорченною, не вкусив добра.",
          "ID": "25"
        },
        {
          "text": "И они вместе будут лежать во прахе, и червь покроет их.",
          "ID": "26"
        },
        {
          "text": "Знаю я ваши мысли и ухищрения, какие вы против меня сплетаете.",
          "ID": "27"
        },
        {
          "text": "Вы скажете: где дом князя, и где шатер, в котором жили беззаконные?",
          "ID": "28"
        },
        {
          "text": "Разве вы не спрашивали у путешественников и незнакомы с их наблюдениями,",
          "ID": "29"
        },
        {
          "text": "что в день погибели пощажен бывает злодей, в день гнева отводится в сторону?",
          "ID": "30"
        },
        {
          "text": "Кто представит ему пред лице путь его, и кто воздаст ему за то, что он делал?",
          "ID": "31"
        },
        {
          "text": "Его провожают ко гробам и на его могиле ставят стражу.",
          "ID": "32"
        },
        {
          "text": "Сладки для него глыбы долины, и за ним идет толпа людей, а идущим перед ним нет числа.",
          "ID": "33"
        },
        {
          "text": "Как же вы хотите утешать меня пустым? В ваших ответах остается [одна] ложь.",
          "ID": "34"
        }
      ],
      "ID": "OT:JOB.21",
      "name": "Книга Иова 21"
    },
    {
      "text": [
        {
          "text": "И отвечал Елифаз Феманитянин и сказал:",
          "ID": "1"
        },
        {
          "text": "разве может человек доставлять пользу Богу? Разумный доставляет пользу себе самому.",
          "ID": "2"
        },
        {
          "text": "Что за удовольствие Вседержителю, что ты праведен? И будет ли Ему выгода от того, что ты содержишь пути твои в непорочности?",
          "ID": "3"
        },
        {
          "text": "Неужели Он, боясь тебя, вступит с тобою в состязание, пойдет судиться с тобою?",
          "ID": "4"
        },
        {
          "text": "Верно, злоба твоя велика, и беззакониям твоим нет конца.",
          "ID": "5"
        },
        {
          "text": "Верно, ты брал залоги от братьев твоих ни за что и с полунагих снимал одежду.",
          "ID": "6"
        },
        {
          "text": "Утомленному жаждою не подавал воды напиться и голодному отказывал в хлебе;",
          "ID": "7"
        },
        {
          "text": "а человеку сильному ты [давал] землю, и сановитый селился на ней.",
          "ID": "8"
        },
        {
          "text": "Вдов ты отсылал ни с чем и сирот оставлял с пустыми руками.",
          "ID": "9"
        },
        {
          "text": "За то вокруг тебя петли, и возмутил тебя неожиданный ужас,",
          "ID": "10"
        },
        {
          "text": "или тьма, в которой ты ничего не видишь, и множество вод покрыло тебя.",
          "ID": "11"
        },
        {
          "text": "Не превыше ли небес Бог? посмотри вверх на звезды, как они высоко!",
          "ID": "12"
        },
        {
          "text": "И ты говоришь: что знает Бог? может ли Он судить сквозь мрак?",
          "ID": "13"
        },
        {
          "text": "Облака – завеса Его, так что Он не видит, а ходит [только] по небесному кругу.",
          "ID": "14"
        },
        {
          "text": "Неужели ты держишься пути древних, по которому шли люди беззаконные,",
          "ID": "15"
        },
        {
          "text": "которые преждевременно были истреблены, когда вода разлилась под основание их?",
          "ID": "16"
        },
        {
          "text": "Они говорили Богу: отойди от нас! и что сделает им Вседержитель?",
          "ID": "17"
        },
        {
          "text": "А Он наполнял домы их добром. Но совет нечестивых будь далек от меня!",
          "ID": "18"
        },
        {
          "text": "Видели праведники и радовались, и непорочный смеялся им:",
          "ID": "19"
        },
        {
          "text": "враг наш истреблен, а оставшееся после них пожрал огонь.",
          "ID": "20"
        },
        {
          "text": "Сблизься же с Ним – и будешь спокоен; чрез это придет к тебе добро.",
          "ID": "21"
        },
        {
          "text": "Прими из уст Его закон и положи слова Его в сердце твое.",
          "ID": "22"
        },
        {
          "text": "Если ты обратишься к Вседержителю, то вновь устроишься, удалишь беззаконие от шатра твоего",
          "ID": "23"
        },
        {
          "text": "и будешь вменять в прах блестящий металл, и в камни потоков – [золото] Офирское.",
          "ID": "24"
        },
        {
          "text": "И будет Вседержитель твоим золотом и блестящим серебром у тебя,",
          "ID": "25"
        },
        {
          "text": "ибо тогда будешь радоваться о Вседержителе и поднимешь к Богу лице твое.",
          "ID": "26"
        },
        {
          "text": "Помолишься Ему, и Он услышит тебя, и ты исполнишь обеты твои.",
          "ID": "27"
        },
        {
          "text": "Положишь намерение, и оно состоится у тебя, и над путями твоими будет сиять свет.",
          "ID": "28"
        },
        {
          "text": "Когда кто уничижен будет, ты скажешь: возвышение! и Он спасет поникшего лицем,",
          "ID": "29"
        },
        {
          "text": "избавит и небезвинного, и он спасется чистотою рук твоих.",
          "ID": "30"
        }
      ],
      "ID": "OT:JOB.22",
      "name": "Книга Иова 22"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов и сказал:",
          "ID": "1"
        },
        {
          "text": "еще и ныне горька речь моя: страдания мои тяжелее стонов моих.",
          "ID": "2"
        },
        {
          "text": "О, если бы я знал, где найти Его, и мог подойти к престолу Его!",
          "ID": "3"
        },
        {
          "text": "Я изложил бы пред Ним дело мое и уста мои наполнил бы оправданиями;",
          "ID": "4"
        },
        {
          "text": "узнал бы слова, какими Он ответит мне, и понял бы, что Он скажет мне.",
          "ID": "5"
        },
        {
          "text": "Неужели Он в полном могуществе стал бы состязаться со мною? О, нет! Пусть Он только обратил бы внимание на меня.",
          "ID": "6"
        },
        {
          "text": "Тогда праведник мог бы состязаться с Ним, – и я навсегда получил бы свободу от Судии моего.",
          "ID": "7"
        },
        {
          "text": "Но вот, я иду вперед – и нет Его, назад – и не нахожу Его;",
          "ID": "8"
        },
        {
          "text": "делает ли Он что на левой стороне, я не вижу; скрывается ли на правой, не усматриваю.",
          "ID": "9"
        },
        {
          "text": "Но Он знает путь мой; пусть испытает меня, – выйду, как золото.",
          "ID": "10"
        },
        {
          "text": "Нога моя твердо держится стези Его; пути Его я хранил и не уклонялся.",
          "ID": "11"
        },
        {
          "text": "От заповеди уст Его не отступал; глаголы уст Его хранил больше, нежели мои правила.",
          "ID": "12"
        },
        {
          "text": "Но Он тверд; и кто отклонит Его? Он делает, чего хочет душа Его.",
          "ID": "13"
        },
        {
          "text": "Так, Он выполнит положенное мне, и подобного этому много у Него.",
          "ID": "14"
        },
        {
          "text": "Поэтому я трепещу пред лицем Его; размышляю – и страшусь Его.",
          "ID": "15"
        },
        {
          "text": "Бог расслабил сердце мое, и Вседержитель устрашил меня.",
          "ID": "16"
        },
        {
          "text": "Зачем я не уничтожен прежде этой тьмы, и Он не сокрыл мрака от лица моего!",
          "ID": "17"
        }
      ],
      "ID": "OT:JOB.23",
      "name": "Книга Иова 23"
    },
    {
      "text": [
        {
          "text": "Почему не сокрыты от Вседержителя времена, и знающие Его не видят дней Его?",
          "ID": "1"
        },
        {
          "text": "Межи передвигают, угоняют стада и пасут [у себя].",
          "ID": "2"
        },
        {
          "text": "У сирот уводят осла, у вдовы берут в залог вола;",
          "ID": "3"
        },
        {
          "text": "бедных сталкивают с дороги, все уничиженные земли принуждены скрываться.",
          "ID": "4"
        },
        {
          "text": "Вот они, [как] дикие ослы в пустыне, выходят на дело свое, вставая рано на добычу; степь [дает] хлеб для них и для детей их;",
          "ID": "5"
        },
        {
          "text": "жнут они на поле не своем и собирают виноград у нечестивца;",
          "ID": "6"
        },
        {
          "text": "нагие ночуют без покрова и без одеяния на стуже;",
          "ID": "7"
        },
        {
          "text": "мокнут от горных дождей и, не имея убежища, жмутся к скале;",
          "ID": "8"
        },
        {
          "text": "отторгают от сосцов сироту и с нищего берут залог;",
          "ID": "9"
        },
        {
          "text": "заставляют ходить нагими, без одеяния, и голодных кормят колосьями;",
          "ID": "10"
        },
        {
          "text": "между стенами выжимают масло оливковое, топчут в точилах и жаждут.",
          "ID": "11"
        },
        {
          "text": "В городе люди стонут, и душа убиваемых вопит, и Бог не воспрещает того.",
          "ID": "12"
        },
        {
          "text": "Есть из них враги света, не знают путей его и не ходят по стезям его.",
          "ID": "13"
        },
        {
          "text": "С рассветом встает убийца, умерщвляет бедного и нищего, а ночью бывает вором.",
          "ID": "14"
        },
        {
          "text": "И око прелюбодея ждет сумерков, говоря: ничей глаз не увидит меня, – и закрывает лице.",
          "ID": "15"
        },
        {
          "text": "В темноте подкапываются под домы, которые днем они заметили для себя; не знают света.",
          "ID": "16"
        },
        {
          "text": "Ибо для них утро – смертная тень, так как они знакомы с ужасами смертной тени.",
          "ID": "17"
        },
        {
          "text": "Легок такой на поверхности воды, проклята часть его на земле, и не смотрит он на дорогу садов виноградных.",
          "ID": "18"
        },
        {
          "text": "Засуха и жара поглощают снежную воду: так преисподняя – грешников.",
          "ID": "19"
        },
        {
          "text": "Пусть забудет его утроба [матери]; пусть лакомится им червь; пусть не остается о нем память; как дерево, пусть сломится беззаконник,",
          "ID": "20"
        },
        {
          "text": "который угнетает бездетную, не рождавшую, и вдове не делает добра.",
          "ID": "21"
        },
        {
          "text": "Он и сильных увлекает своею силою; он встает и никто не уверен за жизнь свою.",
          "ID": "22"
        },
        {
          "text": "А Он дает ему [все] для безопасности, и он [на то] опирается, и очи Его видят пути их.",
          "ID": "23"
        },
        {
          "text": "Поднялись высоко, – и вот, нет их; падают и умирают, как и все, и, как верхушки колосьев, срезываются.",
          "ID": "24"
        },
        {
          "text": "Если это не так, – кто обличит меня во лжи и в ничто обратит речь мою?",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.24",
      "name": "Книга Иова 24"
    },
    {
      "text": [
        {
          "text": "И отвечал Вилдад Савхеянин и сказал:",
          "ID": "1"
        },
        {
          "text": "держава и страх у Него; Он творит мир на высотах Своих!",
          "ID": "2"
        },
        {
          "text": "Есть ли счет воинствам Его? и над кем не восходит свет Его?",
          "ID": "3"
        },
        {
          "text": "И как человеку быть правым пред Богом, и как быть чистым рожденному женщиною?",
          "ID": "4"
        },
        {
          "text": "Вот даже луна, и та несветла, и звезды нечисты пред очами Его.",
          "ID": "5"
        },
        {
          "text": "Тем менее человек, [который] есть червь, и сын человеческий, [который] есть моль.",
          "ID": "6"
        }
      ],
      "ID": "OT:JOB.25",
      "name": "Книга Иова 25"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов и сказал:",
          "ID": "1"
        },
        {
          "text": "как ты помог бессильному, поддержал мышцу немощного!",
          "ID": "2"
        },
        {
          "text": "Какой совет подал ты немудрому и как во всей полноте объяснил дело!",
          "ID": "3"
        },
        {
          "text": "Кому ты говорил эти слова, и чей дух исходил из тебя?",
          "ID": "4"
        },
        {
          "text": "Рефаимы трепещут под водами, и живущие в них.",
          "ID": "5"
        },
        {
          "text": "Преисподняя обнажена пред Ним, и нет покрывала Аваддону.",
          "ID": "6"
        },
        {
          "text": "Он распростер север над пустотою, повесил землю ни на чем.",
          "ID": "7"
        },
        {
          "text": "Он заключает воды в облаках Своих, и облако не расседается под ними.",
          "ID": "8"
        },
        {
          "text": "Он поставил престол Свой, распростер над ним облако Свое.",
          "ID": "9"
        },
        {
          "text": "Черту провел над поверхностью воды, до границ света со тьмою.",
          "ID": "10"
        },
        {
          "text": "Столпы небес дрожат и ужасаются от грозы Его.",
          "ID": "11"
        },
        {
          "text": "Силою Своею волнует море и разумом Своим сражает его дерзость.",
          "ID": "12"
        },
        {
          "text": "От духа Его – великолепие неба; рука Его образовала быстрого скорпиона.",
          "ID": "13"
        },
        {
          "text": "Вот, это части путей Его; и как мало мы слышали о Нем! А гром могущества Его кто может уразуметь?",
          "ID": "14"
        }
      ],
      "ID": "OT:JOB.26",
      "name": "Книга Иова 26"
    },
    {
      "text": [
        {
          "text": "И продолжал Иов возвышенную речь свою и сказал:",
          "ID": "1"
        },
        {
          "text": "жив Бог, лишивший [меня] суда, и Вседержитель, огорчивший душу мою,",
          "ID": "2"
        },
        {
          "text": "что, доколе еще дыхание мое во мне и дух Божий в ноздрях моих,",
          "ID": "3"
        },
        {
          "text": "не скажут уста мои неправды, и язык мой не произнесет лжи!",
          "ID": "4"
        },
        {
          "text": "Далек я от того, чтобы признать вас справедливыми; доколе не умру, не уступлю непорочности моей.",
          "ID": "5"
        },
        {
          "text": "Крепко держал я правду мою и не опущу ее; не укорит меня сердце мое во все дни мои.",
          "ID": "6"
        },
        {
          "text": "Враг мой будет, как нечестивец, и восстающий на меня, как беззаконник.",
          "ID": "7"
        },
        {
          "text": "Ибо какая надежда лицемеру, когда возьмет, когда исторгнет Бог душу его?",
          "ID": "8"
        },
        {
          "text": "Услышит ли Бог вопль его, когда придет на него беда?",
          "ID": "9"
        },
        {
          "text": "Будет ли он утешаться Вседержителем и призывать Бога во всякое время?",
          "ID": "10"
        },
        {
          "text": "Возвещу вам, что в руке Божией; что у Вседержителя, не скрою.",
          "ID": "11"
        },
        {
          "text": "Вот, все вы и сами видели; и для чего вы столько пустословите?",
          "ID": "12"
        },
        {
          "text": "Вот доля человеку беззаконному от Бога, и наследие, какое получают от Вседержителя притеснители.",
          "ID": "13"
        },
        {
          "text": "Если умножаются сыновья его, то под меч; и потомки его не насытятся хлебом.",
          "ID": "14"
        },
        {
          "text": "Оставшихся по нем смерть низведет во гроб, и вдовы их не будут плакать.",
          "ID": "15"
        },
        {
          "text": "Если он наберет кучи серебра, как праха, и наготовит одежд, как брение,",
          "ID": "16"
        },
        {
          "text": "то он наготовит, а одеваться будет праведник, и серебро получит себе на долю беспорочный.",
          "ID": "17"
        },
        {
          "text": "Он строит, как моль, дом свой и, как сторож, делает себе шалаш;",
          "ID": "18"
        },
        {
          "text": "ложится спать богачом и таким не встанет; открывает глаза свои, и он уже не тот.",
          "ID": "19"
        },
        {
          "text": "Как воды, постигнут его ужасы; в ночи похитит его буря.",
          "ID": "20"
        },
        {
          "text": "Поднимет его восточный ветер и понесет, и он быстро побежит от него.",
          "ID": "21"
        },
        {
          "text": "Устремится на него и не пощадит, как бы он ни силился убежать от руки его.",
          "ID": "22"
        },
        {
          "text": "Всплеснут о нем руками и посвищут над ним с места его!",
          "ID": "23"
        }
      ],
      "ID": "OT:JOB.27",
      "name": "Книга Иова 27"
    },
    {
      "text": [
        {
          "text": "Так! у серебра есть источная жила, и у золота место, [где его] плавят.",
          "ID": "1"
        },
        {
          "text": "Железо получается из земли; из камня выплавляется медь.",
          "ID": "2"
        },
        {
          "text": "[Человек] полагает предел тьме и тщательно разыскивает камень во мраке и тени смертной.",
          "ID": "3"
        },
        {
          "text": "Вырывают рудокопный колодезь в местах, забытых ногою, спускаются вглубь, висят [и] зыблются вдали от людей.",
          "ID": "4"
        },
        {
          "text": "Земля, на которой вырастает хлеб, внутри изрыта как бы огнем.",
          "ID": "5"
        },
        {
          "text": "Камни ее – место сапфира, и в ней песчинки золота.",
          "ID": "6"
        },
        {
          "text": "Стези [туда] не знает хищная птица, и не видал ее глаз коршуна;",
          "ID": "7"
        },
        {
          "text": "не попирали ее скимны, и не ходил по ней шакал.",
          "ID": "8"
        },
        {
          "text": "На гранит налагает он руку свою, с корнем опрокидывает горы;",
          "ID": "9"
        },
        {
          "text": "в скалах просекает каналы, и все драгоценное видит глаз его;",
          "ID": "10"
        },
        {
          "text": "останавливает течение потоков и сокровенное выносит на свет.",
          "ID": "11"
        },
        {
          "text": "Но где премудрость обретается? и где место разума?",
          "ID": "12"
        },
        {
          "text": "Не знает человек цены ее, и она не обретается на земле живых.",
          "ID": "13"
        },
        {
          "text": "Бездна говорит: не во мне она; и море говорит: не у меня.",
          "ID": "14"
        },
        {
          "text": "Не дается она за золото и не приобретается она за вес серебра;",
          "ID": "15"
        },
        {
          "text": "не оценивается она золотом Офирским, ни драгоценным ониксом, ни сапфиром;",
          "ID": "16"
        },
        {
          "text": "не равняется с нею золото и кристалл, и не выменяешь ее на сосуды из чистого золота.",
          "ID": "17"
        },
        {
          "text": "А о кораллах и жемчуге и упоминать нечего, и приобретение премудрости выше рубинов.",
          "ID": "18"
        },
        {
          "text": "Не равняется с нею топаз Ефиопский; чистым золотом не оценивается она.",
          "ID": "19"
        },
        {
          "text": "Откуда же исходит премудрость? и где место разума?",
          "ID": "20"
        },
        {
          "text": "Сокрыта она от очей всего живущего и от птиц небесных утаена.",
          "ID": "21"
        },
        {
          "text": "Аваддон и смерть говорят: ушами нашими слышали мы слух о ней.",
          "ID": "22"
        },
        {
          "text": "Бог знает путь ее, и Он ведает место ее.",
          "ID": "23"
        },
        {
          "text": "Ибо Он прозирает до концов земли и видит под всем небом.",
          "ID": "24"
        },
        {
          "text": "Когда Он ветру полагал вес и располагал воду по мере,",
          "ID": "25"
        },
        {
          "text": "когда назначал устав дождю и путь для молнии громоносной,",
          "ID": "26"
        },
        {
          "text": "тогда Он видел ее и явил ее, приготовил ее и еще испытал ее",
          "ID": "27"
        },
        {
          "text": "и сказал человеку: вот, страх Господень есть истинная премудрость, и удаление от зла – разум.",
          "ID": "28"
        }
      ],
      "ID": "OT:JOB.28",
      "name": "Книга Иова 28"
    },
    {
      "text": [
        {
          "text": "И продолжал Иов возвышенную речь свою и сказал:",
          "ID": "1"
        },
        {
          "text": "о, если бы я был, как в прежние месяцы, как в те дни, когда Бог хранил меня,",
          "ID": "2"
        },
        {
          "text": "когда светильник Его светил над головою моею, и я при свете Его ходил среди тьмы;",
          "ID": "3"
        },
        {
          "text": "как был я во дни молодости моей, когда милость Божия [была] над шатром моим,",
          "ID": "4"
        },
        {
          "text": "когда еще Вседержитель [был] со мною, и дети мои вокруг меня,",
          "ID": "5"
        },
        {
          "text": "когда пути мои обливались молоком, и скала источала для меня ручьи елея!",
          "ID": "6"
        },
        {
          "text": "когда я выходил к воротам города и на площади ставил седалище свое, –",
          "ID": "7"
        },
        {
          "text": "юноши, увидев меня, прятались, а старцы вставали и стояли;",
          "ID": "8"
        },
        {
          "text": "князья удерживались от речи и персты полагали на уста свои;",
          "ID": "9"
        },
        {
          "text": "голос знатных умолкал, и язык их прилипал к гортани их.",
          "ID": "10"
        },
        {
          "text": "Ухо, слышавшее меня, ублажало меня; око видевшее восхваляло меня,",
          "ID": "11"
        },
        {
          "text": "потому что я спасал страдальца вопиющего и сироту беспомощного.",
          "ID": "12"
        },
        {
          "text": "Благословение погибавшего приходило на меня, и сердцу вдовы доставлял я радость.",
          "ID": "13"
        },
        {
          "text": "Я облекался в правду, и суд мой одевал меня, как мантия и увясло.",
          "ID": "14"
        },
        {
          "text": "Я был глазами слепому и ногами хромому;",
          "ID": "15"
        },
        {
          "text": "отцом был я для нищих и тяжбу, которой я не знал, разбирал внимательно.",
          "ID": "16"
        },
        {
          "text": "Сокрушал я беззаконному челюсти и из зубов его исторгал похищенное.",
          "ID": "17"
        },
        {
          "text": "И говорил я: в гнезде моем скончаюсь, и дни [мои] будут многи, как песок;",
          "ID": "18"
        },
        {
          "text": "корень мой открыт для воды, и роса ночует на ветвях моих;",
          "ID": "19"
        },
        {
          "text": "слава моя не стареет, лук мой крепок в руке моей.",
          "ID": "20"
        },
        {
          "text": "Внимали мне и ожидали, и безмолвствовали при совете моем.",
          "ID": "21"
        },
        {
          "text": "После слов моих уже не рассуждали; речь моя капала на них.",
          "ID": "22"
        },
        {
          "text": "Ждали меня, как дождя, и, [как] дождю позднему, открывали уста свои.",
          "ID": "23"
        },
        {
          "text": "Бывало, улыбнусь им – они не верят; и света лица моего они не помрачали.",
          "ID": "24"
        },
        {
          "text": "Я назначал пути им и сидел во главе и жил как царь в кругу воинов, как утешитель плачущих.",
          "ID": "25"
        }
      ],
      "ID": "OT:JOB.29",
      "name": "Книга Иова 29"
    },
    {
      "text": [
        {
          "text": "А ныне смеются надо мною младшие меня летами, те, которых отцов я не согласился бы поместить с псами стад моих.",
          "ID": "1"
        },
        {
          "text": "И сила рук их к чему мне? Над ними уже прошло время.",
          "ID": "2"
        },
        {
          "text": "Бедностью и голодом истощенные, они убегают в степь безводную, мрачную и опустевшую;",
          "ID": "3"
        },
        {
          "text": "щиплют зелень подле кустов, и ягоды можжевельника – хлеб их.",
          "ID": "4"
        },
        {
          "text": "Из общества изгоняют их, кричат на них, как на воров,",
          "ID": "5"
        },
        {
          "text": "чтобы жили они в рытвинах потоков, в ущельях земли и утесов.",
          "ID": "6"
        },
        {
          "text": "Ревут между кустами, жмутся под терном.",
          "ID": "7"
        },
        {
          "text": "Люди отверженные, люди без имени, отребье земли!",
          "ID": "8"
        },
        {
          "text": "Их–то сделался я ныне песнью и пищею разговора их.",
          "ID": "9"
        },
        {
          "text": "Они гнушаются мною, удаляются от меня и не удерживаются плевать пред лицем моим.",
          "ID": "10"
        },
        {
          "text": "Так как Он развязал повод мой и поразил меня, то они сбросили с себя узду пред лицем моим.",
          "ID": "11"
        },
        {
          "text": "С правого боку встает это исчадие, сбивает меня с ног, направляет гибельные свои пути ко мне.",
          "ID": "12"
        },
        {
          "text": "А мою стезю испортили: все успели сделать к моей погибели, не имея помощника.",
          "ID": "13"
        },
        {
          "text": "Они пришли ко мне, как сквозь широкий пролом; с шумом бросились на меня.",
          "ID": "14"
        },
        {
          "text": "Ужасы устремились на меня; как ветер, развеялось величие мое, и счастье мое унеслось, как облако.",
          "ID": "15"
        },
        {
          "text": "И ныне изливается душа моя во мне: дни скорби объяли меня.",
          "ID": "16"
        },
        {
          "text": "Ночью ноют во мне кости мои, и жилы мои не имеют покоя.",
          "ID": "17"
        },
        {
          "text": "С великим трудом снимается с меня одежда моя; края хитона моего жмут меня.",
          "ID": "18"
        },
        {
          "text": "Он бросил меня в грязь, и я стал, как прах и пепел.",
          "ID": "19"
        },
        {
          "text": "Я взываю к Тебе, и Ты не внимаешь мне, – стою, а Ты [только] смотришь на меня.",
          "ID": "20"
        },
        {
          "text": "Ты сделался жестоким ко мне, крепкою рукою враждуешь против меня.",
          "ID": "21"
        },
        {
          "text": "Ты поднял меня и заставил меня носиться по ветру и сокрушаешь меня.",
          "ID": "22"
        },
        {
          "text": "Так, я знаю, что Ты приведешь меня к смерти и в дом собрания всех живущих.",
          "ID": "23"
        },
        {
          "text": "Верно, Он не прострет руки Своей на дом костей: будут ли они кричать при своем разрушении?",
          "ID": "24"
        },
        {
          "text": "Не плакал ли я о том, кто был в горе? не скорбела ли душа моя о бедных?",
          "ID": "25"
        },
        {
          "text": "Когда я чаял добра, пришло зло; когда ожидал света, пришла тьма.",
          "ID": "26"
        },
        {
          "text": "Мои внутренности кипят и не перестают; встретили меня дни печали.",
          "ID": "27"
        },
        {
          "text": "Я хожу почернелый, но не от солнца; встаю в собрании и кричу.",
          "ID": "28"
        },
        {
          "text": "Я стал братом шакалам и другом страусам.",
          "ID": "29"
        },
        {
          "text": "Моя кожа почернела на мне, и кости мои обгорели от жара.",
          "ID": "30"
        },
        {
          "text": "И цитра моя сделалась унылою, и свирель моя – голосом плачевным.",
          "ID": "31"
        }
      ],
      "ID": "OT:JOB.30",
      "name": "Книга Иова 30"
    },
    {
      "text": [
        {
          "text": "Завет положил я с глазами моими, чтобы не помышлять мне о девице.",
          "ID": "1"
        },
        {
          "text": "Какая же участь [мне] от Бога свыше? И какое наследие от Вседержителя с небес?",
          "ID": "2"
        },
        {
          "text": "Не для нечестивого ли гибель, и не для делающего ли зло напасть?",
          "ID": "3"
        },
        {
          "text": "Не видел ли Он путей моих, и не считал ли всех моих шагов?",
          "ID": "4"
        },
        {
          "text": "Если я ходил в суете, и если нога моя спешила на лукавство, –",
          "ID": "5"
        },
        {
          "text": "пусть взвесят меня на весах правды, и Бог узнает мою непорочность.",
          "ID": "6"
        },
        {
          "text": "Если стопы мои уклонялись от пути и сердце мое следовало за глазами моими, и если что–либо нечистое пристало к рукам моим,",
          "ID": "7"
        },
        {
          "text": "то пусть я сею, а другой ест, и пусть отрасли мои искоренены будут.",
          "ID": "8"
        },
        {
          "text": "Если сердце мое прельщалось женщиною и я строил ковы у дверей моего ближнего, –",
          "ID": "9"
        },
        {
          "text": "пусть моя жена мелет на другого, и пусть другие издеваются над нею,",
          "ID": "10"
        },
        {
          "text": "потому что это – преступление, это – беззаконие, подлежащее суду;",
          "ID": "11"
        },
        {
          "text": "это – огонь, поядающий до истребления, который искоренил бы все добро мое.",
          "ID": "12"
        },
        {
          "text": "Если я пренебрегал правами слуги и служанки моей, когда они имели спор со мною,",
          "ID": "13"
        },
        {
          "text": "то что стал бы я делать, когда бы Бог восстал? И когда бы Он взглянул на меня, что мог бы я отвечать Ему?",
          "ID": "14"
        },
        {
          "text": "Не Он ли, Который создал меня во чреве, создал и его и равно образовал нас в утробе?",
          "ID": "15"
        },
        {
          "text": "Отказывал ли я нуждающимся в их просьбе и томил ли глаза вдовы?",
          "ID": "16"
        },
        {
          "text": "Один ли я съедал кусок мой, и не ел ли от него и сирота?",
          "ID": "17"
        },
        {
          "text": "Ибо с детства он рос со мною, как с отцом, и от чрева матери моей я руководил [вдову].",
          "ID": "18"
        },
        {
          "text": "Если я видел кого погибавшим без одежды и бедного без покрова, –",
          "ID": "19"
        },
        {
          "text": "не благословляли ли меня чресла его, и не был ли он согрет шерстью овец моих?",
          "ID": "20"
        },
        {
          "text": "Если я поднимал руку мою на сироту, когда видел помощь себе у ворот,",
          "ID": "21"
        },
        {
          "text": "то пусть плечо мое отпадет от спины, и рука моя пусть отломится от локтя,",
          "ID": "22"
        },
        {
          "text": "ибо страшно для меня наказание от Бога: пред величием Его не устоял бы я.",
          "ID": "23"
        },
        {
          "text": "Полагал ли я в золоте опору мою и говорил ли сокровищу: ты – надежда моя?",
          "ID": "24"
        },
        {
          "text": "Радовался ли я, что богатство мое было велико, и что рука моя приобрела много?",
          "ID": "25"
        },
        {
          "text": "Смотря на солнце, как оно сияет, и на луну, как она величественно шествует,",
          "ID": "26"
        },
        {
          "text": "прельстился ли я в тайне сердца моего, и целовали ли уста мои руку мою?",
          "ID": "27"
        },
        {
          "text": "Это также было бы преступление, подлежащее суду, потому что я отрекся бы [тогда] от Бога Всевышнего.",
          "ID": "28"
        },
        {
          "text": "Радовался ли я погибели врага моего и торжествовал ли, когда несчастье постигало его?",
          "ID": "29"
        },
        {
          "text": "Не позволял я устам моим грешить проклятием души его.",
          "ID": "30"
        },
        {
          "text": "Не говорили ли люди шатра моего: о, если бы мы от мяс его не насытились?",
          "ID": "31"
        },
        {
          "text": "Странник не ночевал на улице; двери мои я отворял прохожему.",
          "ID": "32"
        },
        {
          "text": "Если бы я скрывал проступки мои, как человек, утаивая в груди моей пороки мои,",
          "ID": "33"
        },
        {
          "text": "то я боялся бы большого общества, и презрение одноплеменников страшило бы меня, и я молчал бы и не выходил бы за двери.",
          "ID": "34"
        },
        {
          "text": "О, если бы кто выслушал меня! Вот мое желание, чтобы Вседержитель отвечал мне, и чтобы защитник мой составил запись.",
          "ID": "35"
        },
        {
          "text": "Я носил бы ее на плечах моих и возлагал бы ее, как венец;",
          "ID": "36"
        },
        {
          "text": "объявил бы ему число шагов моих, сблизился бы с ним, как с князем.",
          "ID": "37"
        },
        {
          "text": "Если вопияла на меня земля моя и жаловались на меня борозды ее;",
          "ID": "38"
        },
        {
          "text": "если я ел плоды ее без платы и отягощал жизнь земледельцев,",
          "ID": "39"
        },
        {
          "text": "то пусть вместо пшеницы вырастает волчец и вместо ячменя куколь. Слова Иова кончились.",
          "ID": "40"
        }
      ],
      "ID": "OT:JOB.31",
      "name": "Книга Иова 31"
    },
    {
      "text": [
        {
          "text": "Когда те три мужа перестали отвечать Иову, потому что он был прав в глазах своих,",
          "ID": "1"
        },
        {
          "text": "тогда воспылал гнев Елиуя, сына Варахиилова, Вузитянина из племени Рамова: воспылал гнев его на Иова за то, что он оправдывал себя больше, нежели Бога,",
          "ID": "2"
        },
        {
          "text": "а на трех друзей его воспылал гнев его за то, что они не нашли, что отвечать, а между тем обвиняли Иова.",
          "ID": "3"
        },
        {
          "text": "Елиуй ждал, пока Иов говорил, потому что они летами были старше его.",
          "ID": "4"
        },
        {
          "text": "Когда же Елиуй увидел, что нет ответа в устах тех трех мужей, тогда воспылал гнев его.",
          "ID": "5"
        },
        {
          "text": "И отвечал Елиуй, сын Варахиилов, Вузитянин, и сказал: я молод летами, а вы – старцы; поэтому я робел и боялся объявлять вам мое мнение.",
          "ID": "6"
        },
        {
          "text": "Я говорил сам себе: пусть говорят дни, и многолетие поучает мудрости.",
          "ID": "7"
        },
        {
          "text": "Но дух в человеке и дыхание Вседержителя дает ему разумение.",
          "ID": "8"
        },
        {
          "text": "Не многолетние [только] мудры, и не старики разумеют правду.",
          "ID": "9"
        },
        {
          "text": "Поэтому я говорю: выслушайте меня, объявлю вам мое мнение и я.",
          "ID": "10"
        },
        {
          "text": "Вот, я ожидал слов ваших, – вслушивался в суждения ваши, доколе вы придумывали, что сказать.",
          "ID": "11"
        },
        {
          "text": "Я пристально смотрел на вас, и вот никто из вас не обличает Иова и не отвечает на слова его.",
          "ID": "12"
        },
        {
          "text": "Не скажите: мы нашли мудрость: Бог опровергнет его, а не человек.",
          "ID": "13"
        },
        {
          "text": "Если бы он обращал слова свои ко мне, то я не вашими речами отвечал бы ему.",
          "ID": "14"
        },
        {
          "text": "Испугались, не отвечают более; перестали говорить.",
          "ID": "15"
        },
        {
          "text": "И как я ждал, а они не говорят, остановились и не отвечают более,",
          "ID": "16"
        },
        {
          "text": "то и я отвечу с моей стороны, объявлю мое мнение и я,",
          "ID": "17"
        },
        {
          "text": "ибо я полон речами, и дух во мне теснит меня.",
          "ID": "18"
        },
        {
          "text": "Вот, утроба моя, как вино неоткрытое: она готова прорваться, подобно новым мехам.",
          "ID": "19"
        },
        {
          "text": "Поговорю, и будет легче мне; открою уста мои и отвечу.",
          "ID": "20"
        },
        {
          "text": "На лице человека смотреть не буду и никакому человеку льстить не стану,",
          "ID": "21"
        },
        {
          "text": "потому что я не умею льстить: сейчас убей меня, Творец мой.",
          "ID": "22"
        }
      ],
      "ID": "OT:JOB.32",
      "name": "Книга Иова 32"
    },
    {
      "text": [
        {
          "text": "Итак слушай, Иов, речи мои и внимай всем словам моим.",
          "ID": "1"
        },
        {
          "text": "Вот, я открываю уста мои, язык мой говорит в гортани моей.",
          "ID": "2"
        },
        {
          "text": "Слова мои от искренности моего сердца, и уста мои произнесут знание чистое.",
          "ID": "3"
        },
        {
          "text": "Дух Божий создал меня, и дыхание Вседержителя дало мне жизнь.",
          "ID": "4"
        },
        {
          "text": "Если можешь, отвечай мне и стань передо мною.",
          "ID": "5"
        },
        {
          "text": "Вот я, по желанию твоему, вместо Бога. Я образован также из брения;",
          "ID": "6"
        },
        {
          "text": "поэтому страх передо мною не может смутить тебя, и рука моя не будет тяжела для тебя.",
          "ID": "7"
        },
        {
          "text": "Ты говорил в уши мои, и я слышал звук слов:",
          "ID": "8"
        },
        {
          "text": "чист я, без порока, невинен я, и нет во мне неправды;",
          "ID": "9"
        },
        {
          "text": "а Он нашел обвинение против меня и считает меня Своим противником;",
          "ID": "10"
        },
        {
          "text": "поставил ноги мои в колоду, наблюдает за всеми путями моими.",
          "ID": "11"
        },
        {
          "text": "Вот в этом ты неправ, отвечаю тебе, потому что Бог выше человека.",
          "ID": "12"
        },
        {
          "text": "Для чего тебе состязаться с Ним? Он не дает отчета ни в каких делах Своих.",
          "ID": "13"
        },
        {
          "text": "Бог говорит однажды и, если того не заметят, в другой раз:",
          "ID": "14"
        },
        {
          "text": "во сне, в ночном видении, когда сон находит на людей, во время дремоты на ложе.",
          "ID": "15"
        },
        {
          "text": "Тогда Он открывает у человека ухо и запечатлевает Свое наставление,",
          "ID": "16"
        },
        {
          "text": "чтобы отвести человека от какого–либо предприятия и удалить от него гордость,",
          "ID": "17"
        },
        {
          "text": "чтобы отвести душу его от пропасти и жизнь его от поражения мечом.",
          "ID": "18"
        },
        {
          "text": "Или он вразумляется болезнью на ложе своем и жестокою болью во всех костях своих, –",
          "ID": "19"
        },
        {
          "text": "и жизнь его отвращается от хлеба и душа его от любимой пищи.",
          "ID": "20"
        },
        {
          "text": "Плоть на нем пропадает, так что ее не видно, и показываются кости его, которых не было видно.",
          "ID": "21"
        },
        {
          "text": "И душа его приближается к могиле и жизнь его – к смерти.",
          "ID": "22"
        },
        {
          "text": "Если есть у него Ангел–наставник, один из тысячи, чтобы показать человеку прямой [путь] его, –",
          "ID": "23"
        },
        {
          "text": "[Бог] умилосердится над ним и скажет: освободи его от могилы; Я нашел умилостивление.",
          "ID": "24"
        },
        {
          "text": "Тогда тело его сделается свежее, нежели в молодости; он возвратится к дням юности своей.",
          "ID": "25"
        },
        {
          "text": "Будет молиться Богу, и Он – милостив к нему; с радостью взирает на лице его и возвращает человеку праведность его.",
          "ID": "26"
        },
        {
          "text": "Он будет смотреть на людей и говорить: грешил я и превращал правду, и не воздано мне;",
          "ID": "27"
        },
        {
          "text": "Он освободил душу мою от могилы, и жизнь моя видит свет.",
          "ID": "28"
        },
        {
          "text": "Вот, все это делает Бог два–три раза с человеком,",
          "ID": "29"
        },
        {
          "text": "чтобы отвести душу его от могилы и просветить его светом живых.",
          "ID": "30"
        },
        {
          "text": "Внимай, Иов, слушай меня, молчи, и я буду говорить.",
          "ID": "31"
        },
        {
          "text": "Если имеешь, что сказать, отвечай; говори, потому что я желал бы твоего оправдания;",
          "ID": "32"
        },
        {
          "text": "если же нет, то слушай меня: молчи, и я научу тебя мудрости.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.33",
      "name": "Книга Иова 33"
    },
    {
      "text": [
        {
          "text": "И продолжал Елиуй и сказал:",
          "ID": "1"
        },
        {
          "text": "выслушайте, мудрые, речь мою, и приклоните ко мне ухо, рассудительные!",
          "ID": "2"
        },
        {
          "text": "Ибо ухо разбирает слова, как гортань различает вкус в пище.",
          "ID": "3"
        },
        {
          "text": "Установим между собою рассуждение и распознаем, что хорошо.",
          "ID": "4"
        },
        {
          "text": "Вот, Иов сказал: я прав, но Бог лишил меня суда.",
          "ID": "5"
        },
        {
          "text": "Должен ли я лгать на правду мою? Моя рана неисцелима без вины.",
          "ID": "6"
        },
        {
          "text": "Есть ли такой человек, как Иов, который пьет глумление, как воду,",
          "ID": "7"
        },
        {
          "text": "вступает в сообщество с делающими беззаконие и ходит с людьми нечестивыми?",
          "ID": "8"
        },
        {
          "text": "Потому что он сказал: нет пользы для человека в благоугождении Богу.",
          "ID": "9"
        },
        {
          "text": "Итак послушайте меня, мужи мудрые! Не может быть у Бога неправда или у Вседержителя неправосудие,",
          "ID": "10"
        },
        {
          "text": "ибо Он по делам человека поступает с ним и по путям мужа воздает ему.",
          "ID": "11"
        },
        {
          "text": "Истинно, Бог не делает неправды и Вседержитель не извращает суда.",
          "ID": "12"
        },
        {
          "text": "Кто кроме Его промышляет о земле? И кто управляет всею вселенною?",
          "ID": "13"
        },
        {
          "text": "Если бы Он обратил сердце Свое к Себе и взял к Себе дух ее и дыхание ее, –",
          "ID": "14"
        },
        {
          "text": "вдруг погибла бы всякая плоть, и человек возвратился бы в прах.",
          "ID": "15"
        },
        {
          "text": "Итак, если ты имеешь разум, то слушай это и внимай словам моим.",
          "ID": "16"
        },
        {
          "text": "Ненавидящий правду может ли владычествовать? И можешь ли ты обвинить Всеправедного?",
          "ID": "17"
        },
        {
          "text": "Можно ли сказать царю: ты – нечестивец, и князьям: вы – беззаконники?",
          "ID": "18"
        },
        {
          "text": "Но Он не смотрит и на лица князей и не предпочитает богатого бедному, потому что все они дело рук Его.",
          "ID": "19"
        },
        {
          "text": "Внезапно они умирают; среди ночи народ возмутится, и они исчезают; и сильных изгоняют не силою.",
          "ID": "20"
        },
        {
          "text": "Ибо очи Его над путями человека, и Он видит все шаги его.",
          "ID": "21"
        },
        {
          "text": "Нет тьмы, ни тени смертной, где могли бы укрыться делающие беззаконие.",
          "ID": "22"
        },
        {
          "text": "Потому Он уже не требует от человека, чтобы шел на суд с Богом.",
          "ID": "23"
        },
        {
          "text": "Он сокрушает сильных без исследования и поставляет других на их места;",
          "ID": "24"
        },
        {
          "text": "потому что Он делает известными дела их и низлагает их ночью, и они истребляются.",
          "ID": "25"
        },
        {
          "text": "Он поражает их, как беззаконных людей, пред глазами других,",
          "ID": "26"
        },
        {
          "text": "за то, что они отвратились от Него и не уразумели всех путей Его,",
          "ID": "27"
        },
        {
          "text": "так что дошел до Него вопль бедных, и Он услышал стенание угнетенных.",
          "ID": "28"
        },
        {
          "text": "Дарует ли Он тишину, кто может возмутить? скрывает ли Он лице Свое, кто может увидеть Его? Будет ли это для народа, или для одного человека,",
          "ID": "29"
        },
        {
          "text": "чтобы не царствовал лицемер к соблазну народа.",
          "ID": "30"
        },
        {
          "text": "К Богу должно говорить: я потерпел, больше не буду грешить.",
          "ID": "31"
        },
        {
          "text": "А чего я не знаю, Ты научи меня; и если я сделал беззаконие, больше не буду.",
          "ID": "32"
        },
        {
          "text": "По твоему ли [рассуждению] Он должен воздавать? И как ты отвергаешь, то тебе следует избирать, а не мне; говори, что знаешь.",
          "ID": "33"
        },
        {
          "text": "Люди разумные скажут мне, и муж мудрый, слушающий меня:",
          "ID": "34"
        },
        {
          "text": "Иов не умно говорит, и слова его не со смыслом.",
          "ID": "35"
        },
        {
          "text": "Я желал бы, чтобы Иов вполне был испытан, по ответам его, свойственным людям нечестивым.",
          "ID": "36"
        },
        {
          "text": "Иначе он ко греху своему прибавит отступление, будет рукоплескать между нами и еще больше наговорит против Бога.",
          "ID": "37"
        }
      ],
      "ID": "OT:JOB.34",
      "name": "Книга Иова 34"
    },
    {
      "text": [
        {
          "text": "И продолжал Елиуй и сказал:",
          "ID": "1"
        },
        {
          "text": "считаешь ли ты справедливым, что сказал: я правее Бога?",
          "ID": "2"
        },
        {
          "text": "Ты сказал: что пользы мне? и какую прибыль я имел бы пред тем, как если бы я и грешил?",
          "ID": "3"
        },
        {
          "text": "Я отвечу тебе и твоим друзьям с тобою:",
          "ID": "4"
        },
        {
          "text": "взгляни на небо и смотри; воззри на облака, они выше тебя.",
          "ID": "5"
        },
        {
          "text": "Если ты грешишь, что делаешь ты Ему? и если преступления твои умножаются, что причиняешь ты Ему?",
          "ID": "6"
        },
        {
          "text": "Если ты праведен, что даешь Ему? или что получает Он от руки твоей?",
          "ID": "7"
        },
        {
          "text": "Нечестие твое относится к человеку, как ты, и праведность твоя к сыну человеческому.",
          "ID": "8"
        },
        {
          "text": "От множества притеснителей стонут притесняемые, и от руки сильных вопиют.",
          "ID": "9"
        },
        {
          "text": "Но никто не говорит: где Бог, Творец мой, Который дает песни в ночи,",
          "ID": "10"
        },
        {
          "text": "Который научает нас более, нежели скотов земных, и вразумляет нас более, нежели птиц небесных?",
          "ID": "11"
        },
        {
          "text": "Там они вопиют, и Он не отвечает им, по причине гордости злых людей.",
          "ID": "12"
        },
        {
          "text": "Но неправда, что Бог не слышит и Вседержитель не взирает на это.",
          "ID": "13"
        },
        {
          "text": "Хотя ты сказал, что ты не видишь Его, но суд пред Ним, и – жди его.",
          "ID": "14"
        },
        {
          "text": "Но ныне, потому что гнев Его не посетил его и он не познал его во всей строгости,",
          "ID": "15"
        },
        {
          "text": "Иов и открыл легкомысленно уста свои и безрассудно расточает слова.",
          "ID": "16"
        }
      ],
      "ID": "OT:JOB.35",
      "name": "Книга Иова 35"
    },
    {
      "text": [
        {
          "text": "И продолжал Елиуй и сказал:",
          "ID": "1"
        },
        {
          "text": "подожди меня немного, и я покажу тебе, что я имею еще что сказать за Бога.",
          "ID": "2"
        },
        {
          "text": "Начну мои рассуждения издалека и воздам Создателю моему справедливость,",
          "ID": "3"
        },
        {
          "text": "потому что слова мои точно не ложь: пред тобою – совершенный в познаниях.",
          "ID": "4"
        },
        {
          "text": "Вот, Бог могуществен и не презирает сильного крепостью сердца;",
          "ID": "5"
        },
        {
          "text": "Он не поддерживает нечестивых и воздает должное угнетенным;",
          "ID": "6"
        },
        {
          "text": "Он не отвращает очей Своих от праведников, но с царями навсегда посаждает их на престоле, и они возвышаются.",
          "ID": "7"
        },
        {
          "text": "Если же они окованы цепями и содержатся в узах бедствия,",
          "ID": "8"
        },
        {
          "text": "то Он указывает им на дела их и на беззакония их, потому что умножились,",
          "ID": "9"
        },
        {
          "text": "и открывает их ухо для вразумления и говорит им, чтоб они отстали от нечестия.",
          "ID": "10"
        },
        {
          "text": "Если послушают и будут служить Ему, то проведут дни свои в благополучии и лета свои в радости;",
          "ID": "11"
        },
        {
          "text": "если же не послушают, то погибнут от стрелы и умрут в неразумии.",
          "ID": "12"
        },
        {
          "text": "Но лицемеры питают в сердце гнев и не взывают к Нему, когда Он заключает их в узы;",
          "ID": "13"
        },
        {
          "text": "поэтому душа их умирает в молодости и жизнь их с блудниками.",
          "ID": "14"
        },
        {
          "text": "Он спасает бедного от беды его и в угнетении открывает ухо его.",
          "ID": "15"
        },
        {
          "text": "И тебя вывел бы Он из тесноты на простор, где нет стеснения, и поставляемое на стол твой было бы наполнено туком;",
          "ID": "16"
        },
        {
          "text": "но ты преисполнен суждениями нечестивых: суждение и осуждение – близки.",
          "ID": "17"
        },
        {
          "text": "Да не поразит тебя гнев [Божий] наказанием! Большой выкуп не спасет тебя.",
          "ID": "18"
        },
        {
          "text": "Даст ли Он какую цену твоему богатству? Нет, – ни золоту и никакому сокровищу.",
          "ID": "19"
        },
        {
          "text": "Не желай той ночи, когда народы истребляются на своем месте.",
          "ID": "20"
        },
        {
          "text": "Берегись, не склоняйся к нечестию, которое ты предпочел страданию.",
          "ID": "21"
        },
        {
          "text": "Бог высок могуществом Своим, и кто такой, как Он, наставник?",
          "ID": "22"
        },
        {
          "text": "Кто укажет Ему путь Его; кто может сказать: Ты поступаешь несправедливо?",
          "ID": "23"
        },
        {
          "text": "Помни о том, чтобы превозносить дела его, которые люди видят.",
          "ID": "24"
        },
        {
          "text": "Все люди могут видеть их; человек может усматривать их издали.",
          "ID": "25"
        },
        {
          "text": "Вот, Бог велик, и мы не можем познать Его; число лет Его неисследимо.",
          "ID": "26"
        },
        {
          "text": "Он собирает капли воды; они во множестве изливаются дождем:",
          "ID": "27"
        },
        {
          "text": "из облаков каплют и изливаются обильно на людей.",
          "ID": "28"
        },
        {
          "text": "Кто может также постигнуть протяжение облаков, треск шатра Его?",
          "ID": "29"
        },
        {
          "text": "Вот, Он распространяет над ним свет Свой и покрывает дно моря.",
          "ID": "30"
        },
        {
          "text": "Оттуда Он судит народы, дает пищу в изобилии.",
          "ID": "31"
        },
        {
          "text": "Он сокрывает в дланях Своих молнию и повелевает ей, кого разить.",
          "ID": "32"
        },
        {
          "text": "Треск ее дает знать о ней; скот также чувствует происходящее.",
          "ID": "33"
        }
      ],
      "ID": "OT:JOB.36",
      "name": "Книга Иова 36"
    },
    {
      "text": [
        {
          "text": "И от сего трепещет сердце мое и подвиглось с места своего.",
          "ID": "1"
        },
        {
          "text": "Слушайте, слушайте голос Его и гром, исходящий из уст Его.",
          "ID": "2"
        },
        {
          "text": "Под всем небом раскат его, и блистание его – до краев земли.",
          "ID": "3"
        },
        {
          "text": "За ним гремит глас; гремит Он гласом величества Своего и не останавливает его, когда голос Его услышан.",
          "ID": "4"
        },
        {
          "text": "Дивно гремит Бог гласом Своим, делает дела великие, для нас непостижимые.",
          "ID": "5"
        },
        {
          "text": "Ибо снегу Он говорит: будь на земле; равно мелкий дождь и большой дождь в Его власти.",
          "ID": "6"
        },
        {
          "text": "Он полагает печать на руку каждого человека, чтобы все люди знали дело Его.",
          "ID": "7"
        },
        {
          "text": "Тогда зверь уходит в убежище и остается в своих логовищах.",
          "ID": "8"
        },
        {
          "text": "От юга приходит буря, от севера – стужа.",
          "ID": "9"
        },
        {
          "text": "От дуновения Божия происходит лед, и поверхность воды сжимается.",
          "ID": "10"
        },
        {
          "text": "Также влагою Он наполняет тучи, и облака сыплют свет Его,",
          "ID": "11"
        },
        {
          "text": "и они направляются по намерениям Его, чтоб исполнить то, что Он повелит им на лице обитаемой земли.",
          "ID": "12"
        },
        {
          "text": "Он повелевает им идти или для наказания, или в благоволение, или для помилования.",
          "ID": "13"
        },
        {
          "text": "Внимай сему, Иов; стой и разумевай чудные дела Божии.",
          "ID": "14"
        },
        {
          "text": "Знаешь ли, как Бог располагает ими и повелевает свету блистать из облака Своего?",
          "ID": "15"
        },
        {
          "text": "Разумеешь ли равновесие облаков, чудное дело Совершеннейшего в знании?",
          "ID": "16"
        },
        {
          "text": "Как нагревается твоя одежда, когда Он успокаивает землю от юга?",
          "ID": "17"
        },
        {
          "text": "Ты ли с Ним распростер небеса, твердые, как литое зеркало?",
          "ID": "18"
        },
        {
          "text": "Научи нас, что сказать Ему? Мы в этой тьме ничего не можем сообразить.",
          "ID": "19"
        },
        {
          "text": "Будет ли возвещено Ему, что я говорю? Сказал ли кто, что сказанное доносится Ему?",
          "ID": "20"
        },
        {
          "text": "Теперь не видно яркого света в облаках, но пронесется ветер и расчистит их.",
          "ID": "21"
        },
        {
          "text": "Светлая погода приходит от севера, и окрест Бога страшное великолепие.",
          "ID": "22"
        },
        {
          "text": "Вседержитель! мы не постигаем Его. Он велик силою, судом и полнотою правосудия. Он [никого] не угнетает.",
          "ID": "23"
        },
        {
          "text": "Посему да благоговеют пред Ним люди, и да трепещут пред Ним все мудрые сердцем!",
          "ID": "24"
        }
      ],
      "ID": "OT:JOB.37",
      "name": "Книга Иова 37"
    },
    {
      "text": [
        {
          "text": "Господь отвечал Иову из бури и сказал:",
          "ID": "1"
        },
        {
          "text": "кто сей, омрачающий Провидение словами без смысла?",
          "ID": "2"
        },
        {
          "text": "Препояшь ныне чресла твои, как муж: Я буду спрашивать тебя, и ты объясняй Мне:",
          "ID": "3"
        },
        {
          "text": "где был ты, когда Я полагал основания земли? Скажи, если знаешь.",
          "ID": "4"
        },
        {
          "text": "Кто положил меру ей, если знаешь? или кто протягивал по ней вервь?",
          "ID": "5"
        },
        {
          "text": "На чем утверждены основания ее, или кто положил краеугольный камень ее,",
          "ID": "6"
        },
        {
          "text": "при общем ликовании утренних звезд, когда все сыны Божии восклицали от радости?",
          "ID": "7"
        },
        {
          "text": "Кто затворил море воротами, когда оно исторглось, вышло как бы из чрева,",
          "ID": "8"
        },
        {
          "text": "когда Я облака сделал одеждою его и мглу пеленами его,",
          "ID": "9"
        },
        {
          "text": "и утвердил ему Мое определение, и поставил запоры и ворота,",
          "ID": "10"
        },
        {
          "text": "и сказал: доселе дойдешь и не перейдешь, и здесь предел надменным волнам твоим?",
          "ID": "11"
        },
        {
          "text": "Давал ли ты когда в жизни своей приказания утру и указывал ли заре место ее,",
          "ID": "12"
        },
        {
          "text": "чтобы она охватила края земли и стряхнула с нее нечестивых,",
          "ID": "13"
        },
        {
          "text": "чтобы [земля] изменилась, как глина под печатью, и стала, как разноцветная одежда,",
          "ID": "14"
        },
        {
          "text": "и чтобы отнялся у нечестивых свет их и дерзкая рука их сокрушилась?",
          "ID": "15"
        },
        {
          "text": "Нисходил ли ты во глубину моря и входил ли в исследование бездны?",
          "ID": "16"
        },
        {
          "text": "Отворялись ли для тебя врата смерти, и видел ли ты врата тени смертной?",
          "ID": "17"
        },
        {
          "text": "Обозрел ли ты широту земли? Объясни, если знаешь все это.",
          "ID": "18"
        },
        {
          "text": "Где путь к жилищу света, и где место тьмы?",
          "ID": "19"
        },
        {
          "text": "Ты, конечно, доходил до границ ее и знаешь стези к дому ее.",
          "ID": "20"
        },
        {
          "text": "Ты знаешь это, потому что ты был уже тогда рожден, и число дней твоих очень велико.",
          "ID": "21"
        },
        {
          "text": "Входил ли ты в хранилища снега и видел ли сокровищницы града,",
          "ID": "22"
        },
        {
          "text": "которые берегу Я на время смутное, на день битвы и войны?",
          "ID": "23"
        },
        {
          "text": "По какому пути разливается свет и разносится восточный ветер по земле?",
          "ID": "24"
        },
        {
          "text": "Кто проводит протоки для излияния воды и путь для громоносной молнии,",
          "ID": "25"
        },
        {
          "text": "чтобы шел дождь на землю безлюдную, на пустыню, где нет человека,",
          "ID": "26"
        },
        {
          "text": "чтобы насыщать пустыню и степь и возбуждать травные зародыши к возрастанию?",
          "ID": "27"
        },
        {
          "text": "Есть ли у дождя отец? или кто рождает капли росы?",
          "ID": "28"
        },
        {
          "text": "Из чьего чрева выходит лед, и иней небесный, – кто рождает его?",
          "ID": "29"
        },
        {
          "text": "Воды, как камень, крепнут, и поверхность бездны замерзает.",
          "ID": "30"
        },
        {
          "text": "Можешь ли ты связать узел Хима и разрешить узы Кесиль?",
          "ID": "31"
        },
        {
          "text": "Можешь ли выводить созвездия в свое время и вести Ас с ее детьми?",
          "ID": "32"
        },
        {
          "text": "Знаешь ли ты уставы неба, можешь ли установить господство его на земле?",
          "ID": "33"
        },
        {
          "text": "Можешь ли возвысить голос твой к облакам, чтобы вода в обилии покрыла тебя?",
          "ID": "34"
        },
        {
          "text": "Можешь ли посылать молнии, и пойдут ли они и скажут ли тебе: вот мы?",
          "ID": "35"
        },
        {
          "text": "Кто вложил мудрость в сердце, или кто дал смысл разуму?",
          "ID": "36"
        },
        {
          "text": "Кто может расчислить облака своею мудростью и удержать сосуды неба,",
          "ID": "37"
        },
        {
          "text": "когда пыль обращается в грязь и глыбы слипаются?",
          "ID": "38"
        },
        {
          "text": "Ты ли ловишь добычу львице и насыщаешь молодых львов,",
          "ID": "39"
        },
        {
          "text": "когда они лежат в берлогах или покоятся под тенью в засаде?",
          "ID": "40"
        },
        {
          "text": "Кто приготовляет ворону корм его, когда птенцы его кричат к Богу, бродя без пищи?",
          "ID": "41"
        }
      ],
      "ID": "OT:JOB.38",
      "name": "Книга Иова 38"
    },
    {
      "text": [
        {
          "text": "Знаешь ли ты время, когда рождаются дикие козы на скалах, и замечал ли роды ланей?",
          "ID": "1"
        },
        {
          "text": "можешь ли расчислить месяцы беременности их? и знаешь ли время родов их?",
          "ID": "2"
        },
        {
          "text": "Они изгибаются, рождая детей своих, выбрасывая свои ноши;",
          "ID": "3"
        },
        {
          "text": "дети их приходят в силу, растут на поле, уходят и не возвращаются к ним.",
          "ID": "4"
        },
        {
          "text": "Кто пустил дикого осла на свободу, и кто разрешил узы онагру,",
          "ID": "5"
        },
        {
          "text": "которому степь Я назначил домом и солончаки – жилищем?",
          "ID": "6"
        },
        {
          "text": "Он посмевается городскому многолюдству и не слышит криков погонщика,",
          "ID": "7"
        },
        {
          "text": "по горам ищет себе пищи и гоняется за всякою зеленью.",
          "ID": "8"
        },
        {
          "text": "Захочет ли единорог служить тебе и переночует ли у яслей твоих?",
          "ID": "9"
        },
        {
          "text": "Можешь ли веревкою привязать единорога к борозде, и станет ли он боронить за тобою поле?",
          "ID": "10"
        },
        {
          "text": "Понадеешься ли на него, потому что у него сила велика, и предоставишь ли ему работу твою?",
          "ID": "11"
        },
        {
          "text": "Поверишь ли ему, что он семена твои возвратит и сложит на гумно твое?",
          "ID": "12"
        },
        {
          "text": "Ты ли дал красивые крылья павлину и перья и пух страусу?",
          "ID": "13"
        },
        {
          "text": "Он оставляет яйца свои на земле, и на песке согревает их,",
          "ID": "14"
        },
        {
          "text": "и забывает, что нога может раздавить их и полевой зверь может растоптать их;",
          "ID": "15"
        },
        {
          "text": "он жесток к детям своим, как бы не своим, и не опасается, что труд его будет напрасен;",
          "ID": "16"
        },
        {
          "text": "потому что Бог не дал ему мудрости и не уделил ему смысла;",
          "ID": "17"
        },
        {
          "text": "а когда поднимется на высоту, посмевается коню и всаднику его.",
          "ID": "18"
        },
        {
          "text": "Ты ли дал коню силу и облек шею его гривою?",
          "ID": "19"
        },
        {
          "text": "Можешь ли ты испугать его, как саранчу? Храпение ноздрей его – ужас;",
          "ID": "20"
        },
        {
          "text": "роет ногою землю и восхищается силою; идет навстречу оружию;",
          "ID": "21"
        },
        {
          "text": "он смеется над опасностью и не робеет и не отворачивается от меча;",
          "ID": "22"
        },
        {
          "text": "колчан звучит над ним, сверкает копье и дротик;",
          "ID": "23"
        },
        {
          "text": "в порыве и ярости он глотает землю и не может стоять при звуке трубы;",
          "ID": "24"
        },
        {
          "text": "при трубном звуке он издает голос: гу! гу! и издалека чует битву, громкие голоса вождей и крик.",
          "ID": "25"
        },
        {
          "text": "Твоею ли мудростью летает ястреб и направляет крылья свои на полдень?",
          "ID": "26"
        },
        {
          "text": "По твоему ли слову возносится орел и устрояет на высоте гнездо свое?",
          "ID": "27"
        },
        {
          "text": "Он живет на скале и ночует на зубце утесов и на местах неприступных;",
          "ID": "28"
        },
        {
          "text": "оттуда высматривает себе пищу: глаза его смотрят далеко;",
          "ID": "29"
        },
        {
          "text": "птенцы его пьют кровь, и где труп, там и он.",
          "ID": "30"
        },
        {
          "text": "И продолжал Господь и сказал Иову:",
          "ID": "31"
        },
        {
          "text": "будет ли состязающийся со Вседержителем еще учить? Обличающий Бога пусть отвечает Ему.",
          "ID": "32"
        },
        {
          "text": "И отвечал Иов Господу и сказал:",
          "ID": "33"
        },
        {
          "text": "вот, я ничтожен; что буду я отвечать Тебе? Руку мою полагаю на уста мои.",
          "ID": "34"
        },
        {
          "text": "Однажды я говорил, – теперь отвечать не буду, даже дважды, но более не буду.",
          "ID": "35"
        }
      ],
      "ID": "OT:JOB.39",
      "name": "Книга Иова 39"
    },
    {
      "text": [
        {
          "text": "И отвечал Господь Иову из бури и сказал:",
          "ID": "1"
        },
        {
          "text": "препояшь, как муж, чресла твои: Я буду спрашивать тебя, а ты объясняй Мне.",
          "ID": "2"
        },
        {
          "text": "Ты хочешь ниспровергнуть суд Мой, обвинить Меня, чтобы оправдать себя?",
          "ID": "3"
        },
        {
          "text": "Такая ли у тебя мышца, как у Бога? И можешь ли возгреметь голосом, как Он?",
          "ID": "4"
        },
        {
          "text": "Укрась же себя величием и славою, облекись в блеск и великолепие;",
          "ID": "5"
        },
        {
          "text": "излей ярость гнева твоего, посмотри на все гордое и смири его;",
          "ID": "6"
        },
        {
          "text": "взгляни на всех высокомерных и унизь их, и сокруши нечестивых на местах их;",
          "ID": "7"
        },
        {
          "text": "зарой всех их в землю и лица их покрой тьмою.",
          "ID": "8"
        },
        {
          "text": "Тогда и Я признаю, что десница твоя может спасать тебя.",
          "ID": "9"
        },
        {
          "text": "Вот бегемот, которого Я создал, как и тебя; он ест траву, как вол;",
          "ID": "10"
        },
        {
          "text": "вот, его сила в чреслах его и крепость его в мускулах чрева его;",
          "ID": "11"
        },
        {
          "text": "поворачивает хвостом своим, как кедром; жилы же на бедрах его переплетены;",
          "ID": "12"
        },
        {
          "text": "ноги у него, как медные трубы; кости у него, как железные прутья;",
          "ID": "13"
        },
        {
          "text": "это – верх путей Божиих; только Сотворивший его может приблизить к нему меч Свой;",
          "ID": "14"
        },
        {
          "text": "горы приносят ему пищу, и там все звери полевые играют;",
          "ID": "15"
        },
        {
          "text": "он ложится под тенистыми деревьями, под кровом тростника и в болотах;",
          "ID": "16"
        },
        {
          "text": "тенистые дерева покрывают его своею тенью; ивы при ручьях окружают его;",
          "ID": "17"
        },
        {
          "text": "вот, он пьет из реки и не торопится; остается спокоен, хотя бы Иордан устремился ко рту его.",
          "ID": "18"
        },
        {
          "text": "Возьмет ли кто его в глазах его и проколет ли ему нос багром?",
          "ID": "19"
        },
        {
          "text": "Можешь ли ты удою вытащить левиафана и веревкою схватить за язык его?",
          "ID": "20"
        },
        {
          "text": "вденешь ли кольцо в ноздри его? проколешь ли иглою челюсть его?",
          "ID": "21"
        },
        {
          "text": "будет ли он много умолять тебя и будет ли говорить с тобою кротко?",
          "ID": "22"
        },
        {
          "text": "сделает ли он договор с тобою, и возьмешь ли его навсегда себе в рабы?",
          "ID": "23"
        },
        {
          "text": "станешь ли забавляться им, как птичкою, и свяжешь ли его для девочек твоих?",
          "ID": "24"
        },
        {
          "text": "будут ли продавать его товарищи ловли, разделят ли его между Хананейскими купцами?",
          "ID": "25"
        },
        {
          "text": "можешь ли пронзить кожу его копьем и голову его рыбачьею острогою?",
          "ID": "26"
        },
        {
          "text": "Клади на него руку твою, и помни о борьбе: вперед не будешь.",
          "ID": "27"
        }
      ],
      "ID": "OT:JOB.40",
      "name": "Книга Иова 40"
    },
    {
      "text": [
        {
          "text": "Надежда тщетна: не упадешь ли от одного взгляда его?",
          "ID": "1"
        },
        {
          "text": "Нет столь отважного, который осмелился бы потревожить его; кто же может устоять перед Моим лицем?",
          "ID": "2"
        },
        {
          "text": "Кто предварил Меня, чтобы Мне воздавать ему? под всем небом все Мое.",
          "ID": "3"
        },
        {
          "text": "Не умолчу о членах его, о силе и красивой соразмерности их.",
          "ID": "4"
        },
        {
          "text": "Кто может открыть верх одежды его, кто подойдет к двойным челюстям его?",
          "ID": "5"
        },
        {
          "text": "Кто может отворить двери лица его? круг зубов его – ужас;",
          "ID": "6"
        },
        {
          "text": "крепкие щиты его – великолепие; они скреплены как бы твердою печатью;",
          "ID": "7"
        },
        {
          "text": "один к другому прикасается близко, так что и воздух не проходит между ними;",
          "ID": "8"
        },
        {
          "text": "один с другим лежат плотно, сцепились и не раздвигаются.",
          "ID": "9"
        },
        {
          "text": "От его чихания показывается свет; глаза у него как ресницы зари;",
          "ID": "10"
        },
        {
          "text": "из пасти его выходят пламенники, выскакивают огненные искры;",
          "ID": "11"
        },
        {
          "text": "из ноздрей его выходит дым, как из кипящего горшка или котла.",
          "ID": "12"
        },
        {
          "text": "Дыхание его раскаляет угли, и из пасти его выходит пламя.",
          "ID": "13"
        },
        {
          "text": "На шее его обитает сила, и перед ним бежит ужас.",
          "ID": "14"
        },
        {
          "text": "Мясистые части тела его сплочены между собою твердо, не дрогнут.",
          "ID": "15"
        },
        {
          "text": "Сердце его твердо, как камень, и жестко, как нижний жернов.",
          "ID": "16"
        },
        {
          "text": "Когда он поднимается, силачи в страхе, совсем теряются от ужаса.",
          "ID": "17"
        },
        {
          "text": "Меч, коснувшийся его, не устоит, ни копье, ни дротик, ни латы.",
          "ID": "18"
        },
        {
          "text": "Железо он считает за солому, медь – за гнилое дерево.",
          "ID": "19"
        },
        {
          "text": "Дочь лука не обратит его в бегство; пращные камни обращаются для него в плеву.",
          "ID": "20"
        },
        {
          "text": "Булава считается у него за соломину; свисту дротика он смеется.",
          "ID": "21"
        },
        {
          "text": "Под ним острые камни, и он на острых камнях лежит в грязи.",
          "ID": "22"
        },
        {
          "text": "Он кипятит пучину, как котел, и море претворяет в кипящую мазь;",
          "ID": "23"
        },
        {
          "text": "оставляет за собою светящуюся стезю; бездна кажется сединою.",
          "ID": "24"
        },
        {
          "text": "Нет на земле подобного ему; он сотворен бесстрашным;",
          "ID": "25"
        },
        {
          "text": "на все высокое смотрит смело; он царь над всеми сынами гордости.",
          "ID": "26"
        }
      ],
      "ID": "OT:JOB.41",
      "name": "Книга Иова 41"
    },
    {
      "text": [
        {
          "text": "И отвечал Иов Господу и сказал:",
          "ID": "1"
        },
        {
          "text": "знаю, что Ты все можешь, и что намерение Твое не может быть остановлено.",
          "ID": "2"
        },
        {
          "text": "Кто сей, омрачающий Провидение, ничего не разумея? – Так, я говорил о том, чего не разумел, о делах чудных для меня, которых я не знал.",
          "ID": "3"
        },
        {
          "text": "Выслушай, [взывал я,] и я буду говорить, и что буду спрашивать у Тебя, объясни мне.",
          "ID": "4"
        },
        {
          "text": "Я слышал о Тебе слухом уха; теперь же мои глаза видят Тебя;",
          "ID": "5"
        },
        {
          "text": "поэтому я отрекаюсь и раскаиваюсь в прахе и пепле.",
          "ID": "6"
        },
        {
          "text": "И было после того, как Господь сказал слова те Иову, сказал Господь Елифазу Феманитянину: горит гнев Мой на тебя и на двух друзей твоих за то, что вы говорили о Мне не так верно, как раб Мой Иов.",
          "ID": "7"
        },
        {
          "text": "Итак возьмите себе семь тельцов и семь овнов и пойдите к рабу Моему Иову и принесите за себя жертву; и раб Мой Иов помолится за вас, ибо только лице его Я приму, дабы не отвергнуть вас за то, что вы говорили о Мне не так верно, как раб Мой Иов.",
          "ID": "8"
        },
        {
          "text": "И пошли Елифаз Феманитянин и Вилдад Савхеянин и Софар Наамитянин, и сделали так, как Господь повелел им, – и Господь принял лице Иова.",
          "ID": "9"
        },
        {
          "text": "И возвратил Господь потерю Иова, когда он помолился за друзей своих; и дал Господь Иову вдвое больше того, что он имел прежде.",
          "ID": "10"
        },
        {
          "text": "Тогда пришли к нему все братья его и все сестры его и все прежние знакомые его, и ели с ним хлеб в доме его, и тужили с ним, и утешали его за все зло, которое Господь навел на него, и дали ему каждый по кесите и по золотому кольцу.",
          "ID": "11"
        },
        {
          "text": "И благословил Бог последние дни Иова более, нежели прежние: у него было четырнадцать тысяч мелкого скота, шесть тысяч верблюдов, тысяча пар волов и тысяча ослиц.",
          "ID": "12"
        },
        {
          "text": "И было у него семь сыновей и три дочери.",
          "ID": "13"
        },
        {
          "text": "И нарек он имя первой Емима, имя второй – Кассия, а имя третьей – Керенгаппух.",
          "ID": "14"
        },
        {
          "text": "И не было на всей земле таких прекрасных женщин, как дочери Иова, и дал им отец их наследство между братьями их.",
          "ID": "15"
        },
        {
          "text": "После того Иов жил сто сорок лет, и видел сыновей своих и сыновей сыновних до четвертого рода;",
          "ID": "16"
        },
        {
          "text": "и умер Иов в старости, насыщенный днями.",
          "ID": "17"
        },
        {
          "text": "Написано, что он опять восстанет с теми, коих воскресит Господь. О нем толкуется в Сирской книге, что жил он в земле Авситидийской на пределах Идумеи и Аравии: прежде же было имя ему Иовав. Взяв жену Аравитянку, родил сына, которому имя Еннон. Происходил он от отца Зарефа, сынов Исавовых сын, матери же Воссоры, так что был он пятым от Авраама. И сии цари, царствовавшие в Едоме, какою страною и он обладал: первый Валак, сын Веора, и имя городу его Деннава; после же Валака Иовав, называемый Иовом; после сего Ассом, игемон из Феманитской страны; после него Адад, сын Варада, поразивший Мадиама на поле Моава, – и имя городу его Гефем. Пришедшие же к нему друзья, Елифаз (сын Софана) от сынов Исавовых, царь Феманский, Валдад (сын Амнона Ховарского) савхейский властитель, Софар Минейский царь. (Феман сын Елифаза, игемон Идумеи. О нем говорится в книге Сирской, что жил в земле Авситидийской, около берегов Евфрата; прежде имя его было Иовав, отец же его был Зареф, от востока солнца.)\"",
          "ID": "18"
        }
      ],
      "ID": "OT:JOB.42",
      "name": "Книга Иова 42"
    }
  ],
  "ID": "OT:JOB(SYNO)",
  "name": "Книга Иова"
}