{
  "version": "BTI",
  "text": [
    {
      "text": [
        {
          "text": "Петр, апостол Иисуса Христа, –",
          "ID": "1"
        },
        {
          "text": "скитальцам, живущим на чужбине, рассеянным в землях Понта, Галатии, Каппадокии, Асии и Вифинии, всем, кто избран ",
          "ID": "1"
        },
        {
          "text": "по предведению Бога Отца и освящается Духом для послушания Иисусу Христу и очищения кровью Его:",
          "ID": "2"
        },
        {
          "text": "желаю, чтобы вы всё более и более исполнялись благодатью и миром!",
          "ID": "2"
        },
        {
          "text": "Прославлен да будет Бог, Отец Господа нашего Иисуса Христа! По великой Своей милости через воскресение Иисуса Христа из мертвых вернул Он нас с вами к жизни, к живой надежде, ",
          "ID": "3"
        },
        {
          "text": "к тому наследию, что неподвластно ни тленью, ни оскверненью, ни увяданию, что сберегается на небесах для вас. ",
          "ID": "4"
        },
        {
          "text": "Вас же хранит, по вере вашей, сила Божия, чтоб достигли вы спасения, что предуготовлено уже и явится в последний День. ",
          "ID": "5"
        },
        {
          "text": "Радуйтесь этому, даже если вам и приходится нести какое-то время невзгоды или испытания. ",
          "ID": "6"
        },
        {
          "text": "Как золото огнем испытывается, так и подлинность веры вашей – неизмеримо драгоценнейшей, нежели обреченное на уничтожение золото, – в испытаниях явит себя к похвале, и славе, и чести вашей в день, когда придет Иисус Христос. ",
          "ID": "7"
        },
        {
          "text": "Хотя вы и не видели Его, любите Его; и ныне, всё еще не видев Его, всё равно верите в Него и исполнены чудной, неописуемой радости, ",
          "ID": "8"
        },
        {
          "text": "достигая цели веры [вашей] – спасения своего.",
          "ID": "9"
        },
        {
          "text": "Всё, что было связано с этим спасением, ревностно изучали и исследовали пророки, предсказавшие уготованную вам благодать. ",
          "ID": "10"
        },
        {
          "text": "Они пытались постичь, на какое время и на какие обстоятельства указывал говоривший в них Дух Христов, когда предвозвещал Христовы страдания и славу, что последует за ними. ",
          "ID": "11"
        },
        {
          "text": "Им было открыто при этом, что служение их совершалось не столько им самим во благо, сколько вам. Ныне вам поведали об этом те, кто силою Духа Святого, посланного с небес, принес вам Благую Весть. И даже ангелы устремляют к этому взоры свои.",
          "ID": "12"
        },
        {
          "text": "Так что пусть не блуждают мысли ваши, вы, как люди рассудительные, возложите все свои надежды на благословения, ниспосылаемые вам в откровении Иисуса Христа. ",
          "ID": "13"
        },
        {
          "text": "Как послушные дети Божии, не допускайте, чтобы жизнь ваша ныне складывалась под влиянием похотей, владевших вами, когда вы были еще в неведении. ",
          "ID": "14"
        },
        {
          "text": "Свят Призвавший вас. Будьте же и вы, подобно Ему, святы во всем, что бы ни делали вы. ",
          "ID": "15"
        },
        {
          "text": "В Писании так и говорится: «Будьте святы, ибо свят Я».",
          "ID": "16"
        },
        {
          "text": "И если Отцом зовете вы Того, Кто каждого по делам его судит, судит невзирая на лица, проводите время скитания своего на земле в страхе Божьем. ",
          "ID": "17"
        },
        {
          "text": "Вы же знаете, что не тем, что преходяще, как серебро или золото, выкуплены вы из суетной жизни, которую унаследовали от отцов, ",
          "ID": "18"
        },
        {
          "text": "но драгоценною кровью Христа, Агнца чистого и непорочного. ",
          "ID": "19"
        },
        {
          "text": "Он был предназначен к сему еще до сотворения мира, а явлен во спасение ваше в конце времен. ",
          "ID": "20"
        },
        {
          "text": "Через Христа вы уверовали в Бога, который Его и воскресил из мертвых, и прославил, чтобы и вера ваша, и надежда покоились в Боге.",
          "ID": "21"
        },
        {
          "text": "Послушанием истине очистились вы для братолюбия нелицемерного, так продолжайте от [чистого] сердца горячо любить друг друга, ",
          "ID": "22"
        },
        {
          "text": "ведь не от тленного семени рождены вы вновь, но от нетленного, через живое и вечно пребывающее слово Божие. ",
          "ID": "23"
        },
        {
          "text": "Ибо воистину",
          "ID": "24"
        },
        {
          "text": "люди все – что трава,",
          "ID": "24"
        },
        {
          "text": "и вся слава их – словно цвет на траве полевой:",
          "ID": "24"
        },
        {
          "text": "засыхает трава, и опадает цвет,",
          "ID": "24"
        },
        {
          "text": "но слово Господне вовек пребывает.",
          "ID": "25"
        },
        {
          "text": "И «слово» это – Благая Весть, возвещенная вам.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.1",
      "name": "Первое послание апостола Петра 1"
    },
    {
      "text": [
        {
          "text": "Отрешитесь же от всякой злобы и обмана, от лицемерия и зависти, от всякого злословия отрешитесь; ",
          "ID": "1"
        },
        {
          "text": "с жаждой новорожденных тянитесь к настоящему, духовному молоку и, насыщаясь им, возрастайте, чтобы прийти к спасению, ",
          "ID": "2"
        },
        {
          "text": "коль скоро постигли вы, что благ Господь.",
          "ID": "3"
        },
        {
          "text": "Он – камень живой; людьми Он отвергнут, но Богом избран, камень драгоценный. К Нему приходя, ",
          "ID": "4"
        },
        {
          "text": "послужите и вы, как камни живые, возведению духовного дома, чтоб быть вам священством святым и приносить через Иисуса Христа жертвы духовные, угодные Богу. ",
          "ID": "5"
        },
        {
          "text": "В Писании сказано:",
          "ID": "6"
        },
        {
          "text": "«Вот Я полагаю на Сионесей камень избранный,",
          "ID": "6"
        },
        {
          "text": "драгоценный, краеугольный камень;",
          "ID": "6"
        },
        {
          "text": "и верующий в Него посрамлен не будет».",
          "ID": "6"
        },
        {
          "text": "Для вас, верующих, Он – драгоценность; а для тех, кто не уверовал, –",
          "ID": "7"
        },
        {
          "text": "камень, отвергнутый строителями, –",
          "ID": "7"
        },
        {
          "text": "хоть и лег Он потом во главу угла, –",
          "ID": "7"
        },
        {
          "text": "камень, о который спотыкаются,",
          "ID": "8"
        },
        {
          "text": "и скала, у которой падают.",
          "ID": "8"
        },
        {
          "text": "Но спотыкаются те, кто не повинуется слову Божию, – такова уж их участь.",
          "ID": "8"
        },
        {
          "text": "Но вы – род избранный, вы – царственное священство, святой народ, люди, которых Бог признал Своими, и вам возвещать о совершенствах Того, Кто призвал вас из тьмы в дивный Свой свет. ",
          "ID": "9"
        },
        {
          "text": "Когда-то вы вообще не были «народом», а теперь вы – народ Божий; лишенные некогда милости Божьей, теперь вы помилованы.",
          "ID": "10"
        },
        {
          "text": "Дорогие братья мои, я прошу вас, странников, людей, этому миру чужих, не поддавайтесь греховным влечениям плоти, посягающим на ваши души. ",
          "ID": "11"
        },
        {
          "text": "Пусть ваша жизнь среди язычников отличается благородством и честностью, чтобы они, хоть ныне и оговаривают вас как злодеев, смогли, видя ваши добрые дела, прославить Бога в день посещения.",
          "ID": "12"
        },
        {
          "text": "Ради Господа покоряйтесь всякому людьми установленному начальству: царю как верховной власти ",
          "ID": "13"
        },
        {
          "text": "и наместникам его, которых он посылает для наказания делающих зло и для поощрения тех, кто творит добро. ",
          "ID": "14"
        },
        {
          "text": "Богу угодно, чтобы, делая добро, вы в молчание повергли невежество и безумие. ",
          "ID": "15"
        },
        {
          "text": "Живите как свободные люди, не пользуясь свободой словно ширмой для сокрытия зла – живите как слуги Божии. ",
          "ID": "16"
        },
        {
          "text": "Ко всем относитесь с почтением, любите собратьев по вере, перед Богом благоговейте, чтите царя.",
          "ID": "17"
        },
        {
          "text": "Слуги, подчиняйтесь господам со всяческим уважением, и не только тем, кто добр и снисходителен, а и суровым. ",
          "ID": "18"
        },
        {
          "text": "Ведь это одобрения достойно, если человек терпеливо сносит обиды и страдает несправедливо, страдает за то, что совесть свою выверяет по Богу. ",
          "ID": "19"
        },
        {
          "text": "Много ли чести в том, если вы сносите побои за действительные свои проступки? Если же, делая доброе, страдаете и терпите, то в милости вы у Бога.",
          "ID": "20"
        },
        {
          "text": "К тому вы и призваны: Христос пострадал за вас, подав тем пример вам, чтобы вы шли по стопам Его.",
          "ID": "21"
        },
        {
          "text": "А ведь не совершил Он никакого греха,",
          "ID": "22"
        },
        {
          "text": "и в устах Его не было лжи.",
          "ID": "22"
        },
        {
          "text": "На злословие не отвечал Он злословием, страдая, не угрожал. Он всякий раз вверял Себя Тому, Кто судит справедливо. ",
          "ID": "23"
        },
        {
          "text": "Он Сам вознес наши грехи в теле Своем на древо креста, чтобы, умерев для греха, могли мы жить для праведности – так ранами Его исцелены вы. ",
          "ID": "24"
        },
        {
          "text": "Когда-то блуждали вы, как овцы, а теперь вернулись к Пастырю, ваших душ Попечителю.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.2",
      "name": "Первое послание апостола Петра 2"
    },
    {
      "text": [
        {
          "text": "Так же и вы, жены, повинуйтесь мужьям своим, дабы те из них, кто не верит Благой Вести, безо всяких слов, самим поведением вашим обращены были в веру ",
          "ID": "1"
        },
        {
          "text": "при виде чистой вашей, богобоязненной жизни. ",
          "ID": "2"
        },
        {
          "text": "Не внешним должно быть ваше украшение: оно не в искусном плетении волос, не в золоте, не в нарядных одеждах. ",
          "ID": "3"
        },
        {
          "text": "Нет, в глубине сердца ему быть должно, в нетленной прелести тихого и кроткого духа оно. Вот что дорого Богу. ",
          "ID": "4"
        },
        {
          "text": "Именно так украшали себя когда-то жены святые, на Бога уповавшие: они мужьям своим повиновались. ",
          "ID": "5"
        },
        {
          "text": "Сарра, почитавшая Авраама, называла его господином. Вы дочери ее, если творите добро и не поддаетесь никаким страхам и угрозам.",
          "ID": "6"
        },
        {
          "text": "Так же и вы, мужья, должны обходиться со своими женами разумно. Каждый оказывай честь жене. Пусть она и слабее телесно, однако по вере она сонаследница благодатного дара жизни. Тогда ничто не будет мешать вашим молитвам.",
          "ID": "7"
        },
        {
          "text": "И вот что еще: будьте едины все в мыслях и чувствах своих, преисполнены будьте братской любви, милосердия и смирения. ",
          "ID": "8"
        },
        {
          "text": "За зло не воздавайте злом, за оскорбление – оскорблением; наоборот, обидчиков своих благословляйте: к этому призваны вы и только так обретете благословение. ",
          "ID": "9"
        },
        {
          "text": "Сказано ведь:",
          "ID": "10"
        },
        {
          "text": "«Кто хочет радоваться жизни",
          "ID": "10"
        },
        {
          "text": "и видеть добрые дни,",
          "ID": "10"
        },
        {
          "text": "пусть язык свой удерживает от зла ",
          "ID": "10"
        },
        {
          "text": "и уста – от речей лживых,",
          "ID": "10"
        },
        {
          "text": "от зла пусть отвернется он и творит добро,",
          "ID": "11"
        },
        {
          "text": "пусть мира ищет и к миру стремится.",
          "ID": "11"
        },
        {
          "text": "Ибо на праведных – взор Господа, ",
          "ID": "12"
        },
        {
          "text": "их моленьям внимает Он,",
          "ID": "12"
        },
        {
          "text": "но Он всегда против делающих злое».",
          "ID": "12"
        },
        {
          "text": "Кто сможет причинить вам зло, если о добром вы радеете? ",
          "ID": "13"
        },
        {
          "text": "Но если и страдаете праведности ради, то блаженны вы. Пусть не страшат вас ничьи угрозы, и пусть ничто не пугает вас. ",
          "ID": "14"
        },
        {
          "text": "Только чтите свято в сердце своем Христа, Господа нашего. И всегда будьте готовы ответить всякому, кто спросит вас, в чем суть вашей надежды. ",
          "ID": "15"
        },
        {
          "text": "Кротко отвечайте и почтительно. Не поступайтесь чистой совестью своей, дабы хулящие доброе ваше христианское поведение устыдились своей клеветы. ",
          "ID": "16"
        },
        {
          "text": "Лучше, если это Богу угодно, за добрые страдать дела, чем за злые. ",
          "ID": "17"
        },
        {
          "text": "Ведь и Христос однажды претерпел муки за грехи: Праведник, Он за неправедных пострадал, чтобы привести вас к Богу; умерщвленный во плоти, Он к жизни был возвращен в духе Своем. ",
          "ID": "18"
        },
        {
          "text": "Таким и ходил Он, когда проповедовал тем, чей дух погибал в темнице греховного мира, ",
          "ID": "19"
        },
        {
          "text": "тем, кто был непокорен во дни Ноя. А Бог в те дни ждал терпеливо, пока строился ковчег, в котором немногие (всего только восемь душ), пронесенные через воды, спасены были. ",
          "ID": "20"
        },
        {
          "text": "Тут прообраз того крещения, через которое и вы теперь спасаетесь. Не в том здесь, конечно, дело, чтобы с тела грязь смыть, но в готовности с чистой совестью жить перед Богом, через воскресение Иисуса Христа, ",
          "ID": "21"
        },
        {
          "text": "Который после вознесения Своего на небо пребывает по правую руку Бога, и Ему подчинены ангелы, и власти, и силы.",
          "ID": "22"
        }
      ],
      "ID": "NT:1PE.3",
      "name": "Первое послание апостола Петра 3"
    },
    {
      "text": [
        {
          "text": "Как Христос, когда был на земле, во плоти, страдания претерпел, так и вам следует вооружиться тем же решением, потому что тот, кто во плоти своей земной пострадал, – со грехом порвал, ",
          "ID": "1"
        },
        {
          "text": "чтобы остаток дней своих во плоти прожить не в угоду страстям человеческим, но по воле Божьей. ",
          "ID": "2"
        },
        {
          "text": "Довольно и того уже, что в прошлом вы делали то, что делают язычники: предавались распутству, похотям, пьянству, разгулу, оргиям и мерзкому идолопоклонству. ",
          "ID": "3"
        },
        {
          "text": "А теперь, когда не участвуете вы вместе с ними в погоне за удовольствиями, их удивляет это, и они злословят вас; ",
          "ID": "4"
        },
        {
          "text": "но им придется, конечно, держать ответ перед Тем, Кто готов судить живых и мертвых. ",
          "ID": "5"
        },
        {
          "text": "Потому-то Благая Весть и была тем возвещена, кого нет уж в живых, чтобы они, хотя и подлежат Суду, как люди из плоти и крови, в духе своем могли бы жить по воле Божьей.",
          "ID": "6"
        },
        {
          "text": "Близится конец всему. Будьте же здравы умом и трезвы, чтобы могли вы молиться. ",
          "ID": "7"
        },
        {
          "text": "Главное, горячо любите друг друга, ибо «любовь покрывает многие грехи». ",
          "ID": "8"
        },
        {
          "text": "Принимайте друг друга в домах своих без досады, а только радушно. ",
          "ID": "9"
        },
        {
          "text": "Пусть каждый из вас пользуется тем даром, какой получил от Бога, чтобы служить другим, верно распоряжаясь всяким даром благодати Божьей. ",
          "ID": "10"
        },
        {
          "text": "Если проповедует кто – пусть слова его звучат как слова Божии; кто служит – пусть совершает это силой, которой Бог наделяет его, дабы во всем был прославлен Бог через Иисуса Христа, Которому слава и власть во веки веков! Аминь.",
          "ID": "11"
        },
        {
          "text": "Дорогие мои, пусть не покажется вам странным, что постигает вас огонь страданий для испытания вашего; не думайте, что нечто необычайное с вами происходит. ",
          "ID": "12"
        },
        {
          "text": "Напротив, радуйтесь, что и вы сподобились разделить страдания Христовы: когда откроется слава Его, радости вашей не будет конца. ",
          "ID": "13"
        },
        {
          "text": "Если злословят вас за имя Христово, блаженны вы, ибо Дух Божий, Дух славы, пребывает с вами. ",
          "ID": "14"
        },
        {
          "text": "Только не был бы кто из вас наказан как убийца или как вор, или еще какой преступник, или как тот, кто нос свой сует в чужие дела. ",
          "ID": "15"
        },
        {
          "text": "Если кто-то страдает из-за того, что он христианин, нечего ему стыдиться, пусть славит Бога, что может носить это имя. ",
          "ID": "16"
        },
        {
          "text": "Ибо теперь самое время начаться Суду, и начнется он с народа Божьего. Если первыми мы будем судимы, то какой же конец ждет не покоряющихся Благой Божьей Вести? Как написано:",
          "ID": "17"
        },
        {
          "text": "«Если даже праведник с трудом может быть спасен,",
          "ID": "18"
        },
        {
          "text": "что же станется с нечестивым и грешным?»",
          "ID": "18"
        },
        {
          "text": "Так что те, кто страдает по воле Божией, пусть полностью доверятся Творцу, всегда верному, и продолжают творить добро.",
          "ID": "19"
        }
      ],
      "ID": "NT:1PE.4",
      "name": "Первое послание апостола Петра 4"
    },
    {
      "text": [
        {
          "text": "Сам пастырь, я обращаюсь теперь к вам, пастыри, как свидетель страданий Христовых и участник той славы, которая откроется, когда Он явится: ",
          "ID": "1"
        },
        {
          "text": "ревностно пасите Богом доверенное вам стадо, [заботьтесь о нем] не по обязанности только, но по велению сердца, как то Богу угодно; не корысти ради, а из любви; ",
          "ID": "2"
        },
        {
          "text": "не властвуя над теми, кто вверен вашей заботе, но подавая пример пастве. ",
          "ID": "3"
        },
        {
          "text": "Когда же явится главный Пастырь, увенчаны вы будете неувядаемой славой.",
          "ID": "4"
        },
        {
          "text": "Вы, младшие, так же старшим будьте покорны. И все в отношениях друг с другом облачитесь в смирение, ибо",
          "ID": "5"
        },
        {
          "text": "выступает Бог против высокомерных, ",
          "ID": "5"
        },
        {
          "text": "но милостив к смиренным.",
          "ID": "5"
        },
        {
          "text": "А потому смиренно склонитесь перед всесильной дланью Божьей, и в Свое время возвысит вас Бог. ",
          "ID": "6"
        },
        {
          "text": "Он печется о вас, потому все ваши тревоги возложите на Него.",
          "ID": "7"
        },
        {
          "text": "Будьте трезвы умом и бодрствуйте: враг ваш, дьявол, ходит вокруг вас, как рыкающий лев, и ищет жертву свою. ",
          "ID": "8"
        },
        {
          "text": "Не уступайте ему, оставайтесь твердыми в вере и помните, что те же страдания претерпевают и братья ваши в этом мире.",
          "ID": "9"
        },
        {
          "text": "Страдать вам недолго придется: Бог всякой благодати, призвавший вас в Христе [Иисусе] к вечной Своей славе, Сам восставит вас, укрепит и утвердит на прочном основании. ",
          "ID": "10"
        },
        {
          "text": "Ему – вся власть вовеки. Аминь.",
          "ID": "11"
        },
        {
          "text": "Это короткое письмо я написал вам (Силуан, верный, как я знаю, брат наш, помогал мне в этом), чтобы ободрить вас и засвидетельствовать еще раз: то, о чем сказано в этом письме, есть истинная благодать Божия; стойте же в ней твердо.",
          "ID": "12"
        },
        {
          "text": "Шлет вам свой привет избранная, как и вы, церковь в Вавилоне, а также сын мой Марк. ",
          "ID": "13"
        },
        {
          "text": "Приветствуйте друг друга целованием христианской любви.",
          "ID": "14"
        },
        {
          "text": "Мир всем вам, кто во Христе.",
          "ID": "14"
        }
      ],
      "ID": "NT:1PE.5",
      "name": "Первое послание апостола Петра 5"
    }
  ],
  "ID": "NT:1PE(BTI)",
  "name": "Первое послание апостола Петра"
}