{
  "version": "CSLAV",
  "text": [
    {
      "text": [
        {
          "text": "Петр, апостол Иисус Христов, избранным пришельцем разсеяния понта, галатии, каппадокии, асии и вифинии, ",
          "ID": "1"
        },
        {
          "text": "по прозрению Бога Отца, во святыни Духа, в послушание и кропление крове Иисус Христовы: благодать вам и мир да умножится. ",
          "ID": "2"
        },
        {
          "text": "Благословен Бог и Отец Господа нашего Иисуса Христа, иже по мнозей своей милости порождей нас во упование живо воскресением Иисус Христовым от мертвых, ",
          "ID": "3"
        },
        {
          "text": "в наследие нетленно и нескверно и неувядаемо, соблюдено на небесех вас ради, ",
          "ID": "4"
        },
        {
          "text": "иже силою Божиею соблюдаеми есте чрез веру, во спасение готовое явитися во время последнее. ",
          "ID": "5"
        },
        {
          "text": "О немже радуйтеся, мало ныне, аще лепо есть, прискорбни бывше в различных напастех: ",
          "ID": "6"
        },
        {
          "text": "да искушение вашея веры многочестнейше злата гибнуща, огнем же искушена, обрящется в похвалу и честь и славу, во откровении Иисус Христове, ",
          "ID": "7"
        },
        {
          "text": "егоже не видевше любите, и на негоже ныне не зряще, верующе же, радуетеся радостию неизглаголанною и прославленною, ",
          "ID": "8"
        },
        {
          "text": "приемлюще кончину вере вашей, спасение душам: ",
          "ID": "9"
        },
        {
          "text": "о немже спасении взыскаша и испыташа пророцы, иже о вашей благодати прорекоша, ",
          "ID": "10"
        },
        {
          "text": "испытающе, в каково или в кое время являше в них Дух Христов, прежде свидетельствуя о Христовых страстех, и о славах, яже по сих: ",
          "ID": "11"
        },
        {
          "text": "имже открыся, яко не им самем, но нам служаху сия, яже ныне возвестишася вам благовествовавшими вам Духом святым посланным с небесе, в няже желают ангели приникнути. ",
          "ID": "12"
        },
        {
          "text": "Темже, возлюбленнии, препоясавше чресла помышления вашего, трезвящеся, совершенне уповайте на приносимую вам благодать откровением Иисус Христовым. ",
          "ID": "13"
        },
        {
          "text": "Яко чада послушания, не преобразующеся первыми неведения вашего похотении, ",
          "ID": "14"
        },
        {
          "text": "но по звавшему вы святому, и сами святи во всем житии будите. ",
          "ID": "15"
        },
        {
          "text": "Зане писано есть: святи будите, яко аз свят есмь. ",
          "ID": "16"
        },
        {
          "text": "И аще Отца называете нелицемерно судяща комуждо по делу, со страхом жития вашего время жительствуйте, ",
          "ID": "17"
        },
        {
          "text": "ведяще, яко не истленным сребром или златом избавистеся от суетнаго вашего жития отцы преданнаго, ",
          "ID": "18"
        },
        {
          "text": "но честною кровию яко агнца непорочна и пречиста Христа, ",
          "ID": "19"
        },
        {
          "text": "предуведена убо прежде сложения мира, явльшася же в последняя лета вас ради, ",
          "ID": "20"
        },
        {
          "text": "иже его ради веруете в Бога воздвигшаго его из мертвых и славу ему давша, яко да вера ваша и упование будет на Бога. ",
          "ID": "21"
        },
        {
          "text": "Душы вашя очистивше в послушании истины Духом, в братолюбие нелицемерно, от чиста сердца друг друга любите прилежно, ",
          "ID": "22"
        },
        {
          "text": "порождени не от семене истленна, но неистленна, словом живаго Бога и пребывающа во веки. ",
          "ID": "23"
        },
        {
          "text": "Зане всяка плоть яко трава, и всяка слава человеча яко цвет травный: изсше трава, и цвет ея отпаде: ",
          "ID": "24"
        },
        {
          "text": "глаголгол же Господнь пребывает во веки. Се же есть глаголгол благовествованный в вас.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.1",
      "name": "Первое послание апостола Петра 1"
    },
    {
      "text": [
        {
          "text": "Отложше убо всяку злобу и всяку лесть и лицемерие и зависть и вся клеветы, ",
          "ID": "1"
        },
        {
          "text": "яко новорождени младенцы, словесное и нелестное млеко возлюбите, яко да о нем возрастете во спасение: ",
          "ID": "2"
        },
        {
          "text": "понеже вкусисте, яко благ Господь. ",
          "ID": "3"
        },
        {
          "text": "К немуже приходяще, камени живу, от человек убо уничижену, от Бога же избрану, честну, ",
          "ID": "4"
        },
        {
          "text": "и сами яко камение живо зиждитеся во храм духовен, святителство свято, возносити жертвы духовны, благоприятны Богови Иисус Христом. ",
          "ID": "5"
        },
        {
          "text": "Зане писано есть в писании: се полагаю в сионе камень краеуголен, избран, честен: и веруяй вонь не постыдится. ",
          "ID": "6"
        },
        {
          "text": "Вам убо честь верующым, а противящымся камень, егоже небрегоша зиждущии, сей бысть во главу угла, и камень претыкания и камень соблазна: ",
          "ID": "7"
        },
        {
          "text": "о немже и претыкаются слову противляющиися, на неже и положени быша. ",
          "ID": "8"
        },
        {
          "text": "Вы же род избран, царское священие, язык свят, людие обновления, яко да добродетели возвестите из тмы вас призвавшаго в чудный свой свет: ",
          "ID": "9"
        },
        {
          "text": "иже иногда не людие, ныне же людие Божии: иже не помиловани, ныне же помиловани бысте. ",
          "ID": "10"
        },
        {
          "text": "Возлюбленнии, молю яко пришелцев и странников, огребатися от плотских похотей, яже воюют на душу, ",
          "ID": "11"
        },
        {
          "text": "житие ваше имуще добро во языцех, да о немже клевещут вас аки злодеев, от добрых дел видевше, прославят Бога в день посещения. ",
          "ID": "12"
        },
        {
          "text": "Повинитеся убо всякому человечу созданию Господа ради: аще царю, яко преобладающу: ",
          "ID": "13"
        },
        {
          "text": "аще ли же князем, яко от него посланным, во отмщение убо злодеем, в похвалу же благотворцем. ",
          "ID": "14"
        },
        {
          "text": "Яко тако есть воля Божия, благотворящым обуздовати безумных человек невежство: ",
          "ID": "15"
        },
        {
          "text": "яко свободни, а не яко прикровение имуще злобы свободу, но яко раби Божии. ",
          "ID": "16"
        },
        {
          "text": "Всех почитайте, братство возлюбите, Бога бойтеся, царя чтите. ",
          "ID": "17"
        },
        {
          "text": "Раби, повинуйтеся во всяцем страсе владыкам, не токмо благим и кротким, но и строптивым. ",
          "ID": "18"
        },
        {
          "text": "Се бо есть угодно пред Богом, аще совести ради Божия терпит кто скорби, стражда без правды. ",
          "ID": "19"
        },
        {
          "text": "Кая бо похвала, аще согрешающе мучими терпите? Но аще добро творяще и страждуще терпите, сие угодно пред Богом, ",
          "ID": "20"
        },
        {
          "text": "на сие бо и звани бысте: зане и Христос пострада по нас, нам оставль образ, да последуем стопам его: ",
          "ID": "21"
        },
        {
          "text": "иже греха не сотвори, ни обретеся лесть во устех его: ",
          "ID": "22"
        },
        {
          "text": "иже укаряемь противу не укаряше, стражда не прещаше, предаяше же судящему праведно: ",
          "ID": "23"
        },
        {
          "text": "иже грехи нашя сам вознесе на теле своем на древо, да от грех избывше, правдою поживем: егоже язвою изцелесте. ",
          "ID": "24"
        },
        {
          "text": "Бесте бо яко овцы заблуждшыя не имущя пастыря: но возвратистеся ныне к пастырю и посетителю душ ваших.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.2",
      "name": "Первое послание апостола Петра 2"
    },
    {
      "text": [
        {
          "text": "Такожде же и жены, повинующяся своим мужем, да и аще нецыи не повинуются слову, женским житием без слова пленени будут, ",
          "ID": "1"
        },
        {
          "text": "видевше еже со страхом чисто житие ваше. ",
          "ID": "2"
        },
        {
          "text": "умже да будет не внешняя, плетения влас и обложения злата, или одеяния риз, лепота, ",
          "ID": "3"
        },
        {
          "text": "но потаеный сердца человек, в неистлении кроткаго и молчаливаго духа, еже есть пред Богом многоценно. ",
          "ID": "4"
        },
        {
          "text": "Тако бо иногда и святыя жены, уповающыя на Бога, украшаху себе, повинующяся своим мужем: ",
          "ID": "5"
        },
        {
          "text": "якоже сарра послушаше авраама, господина того зовущи: еяже бысте чада, благотворящя и не боящяся ни единаго страха. ",
          "ID": "6"
        },
        {
          "text": "Мужие такожде, вкупе живуще со своими женами по разуму, яко немощнейшу сосуду женскому воздающе честь, яко и снаследницы благодатныя жизни, во еже не прекращатися молитвам вашым. ",
          "ID": "7"
        },
        {
          "text": "Конец же, вси единомудрени будите, милостиви, братолюбцы, милосердни, благоутробни, мудролюбцы, смиреномудри: ",
          "ID": "8"
        },
        {
          "text": "не воздающе зла за зло, или досаждения за досаждение: супротивное же, благословяще, ведяще, яко на се звани бысте, да благословение наследите. ",
          "ID": "9"
        },
        {
          "text": "Хотяй бо живот любити и видети дни благи, да удержит язык свой от зла, и устне свои еже не глаголати льсти. ",
          "ID": "10"
        },
        {
          "text": "Да уклонится от зла, и да сотворит благо, да взыщет мира и да держится его: ",
          "ID": "11"
        },
        {
          "text": "зане очи Господни на праведныя, и ушы его в молитву их, лице же Господне на творящыя злая, еже потребити их от земли. ",
          "ID": "12"
        },
        {
          "text": "И кто озлобит вас, аще благому подобницы будете? ",
          "ID": "13"
        },
        {
          "text": "Но аще и страждете правды ради, блажени есте: страха же их не убойтеся, ниже смущайтеся. ",
          "ID": "14"
        },
        {
          "text": "Господа же Бога освятите в сердцах ваших: готови же присно ко ответу всякому вопрошающему вы словесе о вашем уповании, с кротостию и страхом: ",
          "ID": "15"
        },
        {
          "text": "совесть имуще благу, да о немже клевещут вас аки злодеев, постыдятся злословящии ваше благое о Христе житие. ",
          "ID": "16"
        },
        {
          "text": "Лучше бо есть благое творящым, аще хощет воля Божия, пострадати, нежели зло творящым: ",
          "ID": "17"
        },
        {
          "text": "зане и Христос единою о гресех наших пострада, праведник за неправедники, да приведет ны Богови, умерщвлен убо быв Плотию, ожив же Духом: ",
          "ID": "18"
        },
        {
          "text": "о немже и сущым в темнице духовом сошед проповеда, ",
          "ID": "19"
        },
        {
          "text": "противльшымся иногда, егда ожидаше Божие долготерпение, во дни ноевы, делаему ковчегу, в немже мало, сиречь осмь душ, спасошася от воды. ",
          "ID": "20"
        },
        {
          "text": "Егоже воображение ныне и нас спасает крещение, не плотския отложение скверны, но совести благи вопрошение у Бога, воскресением Иисус Христовым, ",
          "ID": "21"
        },
        {
          "text": "иже есть о десную Бога, возшед на небо, покоршымся ему ангелом и властем и силам.",
          "ID": "22"
        }
      ],
      "ID": "NT:1PE.3",
      "name": "Первое послание апостола Петра 3"
    },
    {
      "text": [
        {
          "text": "Христу убо пострадавшу за ны Плотию, и вы в ту же мысль вооружитеся: зане пострадавый плотию, преста от греха, ",
          "ID": "1"
        },
        {
          "text": "во еже не ктому человеческим похотем, но воли Божией прочее во плоти жити время. ",
          "ID": "2"
        },
        {
          "text": "Довлеет бо вам мимошедшее время жития, волю языческую творившым, хождшым в нечистотах, в похотех, в мужеложстве, в скотоложстве, в помыслех, в пиянстве, в козлогласованиих, в лихоимании и богомерзких идолослужениих: ",
          "ID": "3"
        },
        {
          "text": "о немже дивятся, не сходящымся вам в тоже блуда разлияние, хуляще: ",
          "ID": "4"
        },
        {
          "text": "иже воздадят слово готову сущему судити живым и мертвым. ",
          "ID": "5"
        },
        {
          "text": "На се бо и мертвым благовестися, да суд убо приимут по человеку плотию, поживут же по Бозе Духом. ",
          "ID": "6"
        },
        {
          "text": "Всем же кончина приближися. Уцеломудритеся убо и трезвитеся в молитвах. ",
          "ID": "7"
        },
        {
          "text": "Прежде же всех друг ко другу любовь прилежну имейте, зане любовь покрывает множество грехов. ",
          "ID": "8"
        },
        {
          "text": "Страннолюбцы друг ко другу, без роптании. ",
          "ID": "9"
        },
        {
          "text": "Кийждо якоже прият дарование, между себе сим служаще, яко добрии строителие различныя благодати Божия. ",
          "ID": "10"
        },
        {
          "text": "Аще кто глаголет, яко словеса Божия: аще кто служит, яко от крепости, юже подает Бог: да о всем славится Бог Иисус Христом, емуже есть слава и держава во веки веков. Аминь. ",
          "ID": "11"
        },
        {
          "text": "Возлюбленнии, не дивитеся еже в вас раждежению ко искушению вам бываему, яко чужду вам случающуся: ",
          "ID": "12"
        },
        {
          "text": "но понеже приобщаетеся Христовым страстем, радуйтеся, яко да и в явление славы его возрадуетеся веселящеся. ",
          "ID": "13"
        },
        {
          "text": "Аще укоряеми бываете о имени Христове, блажени есте яко славы и Божий Дух на вас почивает: онеми убо хулится, а вами прославляется. ",
          "ID": "14"
        },
        {
          "text": "Да не кто убо от вас постраждет яко убийца, или яко тать, или яко злодей, или яко чуждопосетитель: ",
          "ID": "15"
        },
        {
          "text": "аще ли же яко Христианин, да не стыдится, да прославляет же Бога в части сей. ",
          "ID": "16"
        },
        {
          "text": "Яко время начати суд от дому Божия: аще же прежде от вас, кая кончина противящымся Божию Евангелию? ",
          "ID": "17"
        },
        {
          "text": "И аще праведник едва спасется, нечестивый и грешный где явится? ",
          "ID": "18"
        },
        {
          "text": "Темже и страждущии по воли Божией, яко верну зиждителю да предадят душы своя во благотворении.",
          "ID": "19"
        }
      ],
      "ID": "NT:1PE.4",
      "name": "Первое послание апостола Петра 4"
    },
    {
      "text": [
        {
          "text": "Старцы иже в вас молю, яко старец сый и свидетель Христовым страстем, иже и хотящей славе явитися общник: ",
          "ID": "1"
        },
        {
          "text": "пасите еже в вас стадо Божие, посещающе не нуждею, но волею и по Бозе, ниже неправедными прибытки, но усердно, ",
          "ID": "2"
        },
        {
          "text": "ни яко обладающе причту, но образи бывайте стаду: ",
          "ID": "3"
        },
        {
          "text": "и явльшуся пастыреначальнику, приимете неувядаемый славы венец. ",
          "ID": "4"
        },
        {
          "text": "Такоже юнии, повинитеся старцем: вси же друг другу повинующеся, смиреномудрие стяжите, зане Бог гордым противится, смиренным же дает благодать. ",
          "ID": "5"
        },
        {
          "text": "Смиритеся убо под крепкую руку Божию, да вы вознесет во время: ",
          "ID": "6"
        },
        {
          "text": "всю печаль вашу возвергше нань, яко той печется о вас. ",
          "ID": "7"
        },
        {
          "text": "Трезвитеся, бодрствуйте, зане супостат ваш диавол, яко лев рыкая, ходит, иский кого поглотити: ",
          "ID": "8"
        },
        {
          "text": "емуже противитеся тверди верою, ведуще, яко теже страсти случаются вашему братству, еже в мире. ",
          "ID": "9"
        },
        {
          "text": "Бог же всякия благодати, призвавый вас в вечную свою славу о Христе Иисусе, мало пострадавшыя, той да совершит вы, да утвердит, да укрепит, да оснует. ",
          "ID": "10"
        },
        {
          "text": "Тому слава и держава во веки веков. Аминь. ",
          "ID": "11"
        },
        {
          "text": "Силуаном вам верным братом, яко непщую, вмале написах, моля и засвидетельствуя сей быти истинней благодати Божией, в нейже стоите. ",
          "ID": "12"
        },
        {
          "text": "Целует вы яже в вавилоне соизбранная, и марко сын мой. ",
          "ID": "13"
        },
        {
          "text": "Целуйте друг друга лобзанием любве. Мир вам всем о Христе Иисусе. Аминь. ",
          "ID": "14"
        }
      ],
      "ID": "NT:1PE.5",
      "name": "Первое послание апостола Петра 5"
    }
  ],
  "ID": "NT:1PE(CSLAV)",
  "name": "Первое послание апостола Петра"
}