{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "От Петра, апостола Иисуса Христа.",
          "ID": "1"
        },
        {
          "text": "Скитальцам, рассеянным в Понте, Галатии, Каппадокии, провинции Азия и Вифинии, избранным ",
          "ID": "1"
        },
        {
          "text": "по предведению Бога Отца, через освящение Духом, для повиновения Иисусу Христу и окропления Его кровью.",
          "ID": "2"
        },
        {
          "text": "Благодать вам и мир да преумножатся.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Благословен Бог и Отец нашего Господа Иисуса Христа. По Своей великой милости Он через воскресение Иисуса Христа из мертвых дал нам новую жизнь в живой надежде. ",
          "ID": "3"
        },
        {
          "text": "Он дал нам нетленное, неоскверненное и неувядаемое наследие. Оно хранится на небесах для вас, ",
          "ID": "4"
        },
        {
          "text": "защищенных через веру Божьей силой для спасения, которое готово явиться в последнее время.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Поэтому радуйтесь, даже если сейчас какое-то время вам и приходится страдать в различных испытаниях. ",
          "ID": "6"
        },
        {
          "text": "Ведь через такие страдания доказывается подлинность вашей веры, что ценнее золота (которое хоть и испытывается огнем, но все равно не вечно), чтобы она принесла вам похвалу, славу и честь, когда явится Иисус Христос. ",
          "ID": "7"
        },
        {
          "text": "Вы не видели Его, но уже любите Его, и сейчас, не видя Его, вы верите в Него и радуетесь неописуемой и славной радостью, ",
          "ID": "8"
        },
        {
          "text": "достигая цели вашей веры – спасения душ ваших.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Этому спасению были посвящены поиски и исследования пророков, которые пророчествовали об ожидающей вас благодати. ",
          "ID": "10"
        },
        {
          "text": "Они старались понять, на какое время и на Кого им указывал находившийся в них Дух Христа, заранее свидетельствовавший о предназначенных Христу страданиях и о последующей за ними славе. ",
          "ID": "11"
        },
        {
          "text": "Им было открыто, что они служили не для себя, а для вас, когда возвещали то, что ныне, в силе посланного с небес Святого Духа, проповедано вам теми, кто принес Радостную Весть, то, во что даже ангелы жаждут заглянуть.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Поэтому приготовьте свой ум к действию. Храните самообладание, полностью надейтесь на благодать, которая будет вам дана, когда явится Иисус Христос. ",
          "ID": "13"
        },
        {
          "text": "Как послушные дети не позволяйте управлять собой желаниям, жившим в вас, когда вы еще пребывали в неведении. ",
          "ID": "14"
        },
        {
          "text": "Но будьте святы во всем, что бы вы ни делали, как свят Тот, Кто призвал вас, ",
          "ID": "15"
        },
        {
          "text": "так как написано: «Будьте святы, потому что Я свят».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Если вы называете Отцом Того, Кто беспристрастно судит каждого по делам, то, будучи странниками на этой земле, проводите вашу жизнь в почтительном страхе перед Ним. ",
          "ID": "17"
        },
        {
          "text": "Ведь вы знаете, что не такими тленными вещами, как серебро или золото, вы были выкуплены от бессмысленной жизни, переданной вам по наследству предками, ",
          "ID": "18"
        },
        {
          "text": "но драгоценной кровью Христа, как чистого и непорочного ягненка. ",
          "ID": "19"
        },
        {
          "text": "Он был предопределен еще до создания мира, но ради вас был явлен в конце времен. ",
          "ID": "20"
        },
        {
          "text": "Через Него вы и верите в Бога, воскресившего Его из мертвых и прославившего Его, чтобы вы имели веру и надежду на Бога.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Послушанием истине вы очистили ваши души для того, чтобы искренне любить своих братьев. Итак, глубоко любите друг друга от чистого сердца! ",
          "ID": "22"
        },
        {
          "text": "Вы были заново рождены не от тленного семени, а от нетленного, живого и вечнопребывающего Божьего слова, ",
          "ID": "23"
        },
        {
          "text": "потому что",
          "ID": "24"
        },
        {
          "text": "«все люди  – как трава,",
          "ID": "24"
        },
        {
          "text": "и вся их слава – как полевые цветы.",
          "ID": "24"
        },
        {
          "text": "Трава засыхает, и цветы опадают,",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "но слово Господа пребывает вовек».",
          "ID": "25"
        },
        {
          "text": "Это и есть слово возвещаемой вам Радостной Вести.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.1",
      "name": "Первое Послание Петра 1"
    },
    {
      "text": [
        {
          "text": "Итак, освободитесь от всякой злобы, лжи, лицемерия, зависти и клеветы. ",
          "ID": "1"
        },
        {
          "text": "Как новорожденные младенцы, стремитесь к чистому, духовному молоку, чтобы, питаясь им, вырасти в вашем спасении, ",
          "ID": "2"
        },
        {
          "text": "раз вы вкусили, что Господь благ.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Когда вы приходите к Нему, к живому камню, отверженному людьми, но драгоценному, избранному Богом, ",
          "ID": "4"
        },
        {
          "text": "то пусть из вас самих, как из живых камней, строится духовный дом, чтобы вам быть святым священством и приносить через Иисуса Христа духовные жертвы, приятные Богу.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Ведь в Писании говорится:",
          "ID": "6"
        },
        {
          "text": "«Вот, Я кладу на Сионе",
          "ID": "6"
        },
        {
          "text": "избранный и драгоценный краеугольный Камень.",
          "ID": "6"
        },
        {
          "text": "Верующий в Него",
          "ID": "6"
        },
        {
          "text": "никогда не будет постыжен».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Итак, для вас, верующих, Этот Камень ценен. Но для тех, кто не верит, Он есть",
          "ID": "7"
        },
        {
          "text": "«Камень, Который строители отвергли,",
          "ID": "7"
        },
        {
          "text": "но Который стал краеугольным»",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "и",
          "ID": "8"
        },
        {
          "text": "«Камень, о Который споткнутся,",
          "ID": "8"
        },
        {
          "text": "и Скала, из-за Которой они упадут».",
          "ID": "8"
        },
        {
          "text": "Они спотыкаются потому, что не послушны слову. Так для них и было определено.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "А вы – род избранный, царственное священство, святой народ, люди, принадлежащие Богу, призванные возвещать о Его великих делах. Он призвал вас из тьмы в Свой чудесный свет. ",
          "ID": "9"
        },
        {
          "text": "Вы, которые раньше не были народом, теперь стали народом Божьим; раньше не знавшие милости, теперь же помилованные.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Возлюбленные, я умоляю вас как пришельцев и странников, держаться подальше от ваших низменных желаний, которые воюют против вашей души. ",
          "ID": "11"
        },
        {
          "text": "Живите достойно среди язычников, чтобы те, кто клевещет на вас, называя вас злодеями, увидели бы ваши добрые дела и прославили Бога в День посещения.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Ради Господа подчиняйтесь всякой власти, установленной людьми, будь то императору как высшей власти, ",
          "ID": "13"
        },
        {
          "text": "или наместникам, назначенным им, чтобы наказывать делающих зло и поощрять делающих добро. ",
          "ID": "14"
        },
        {
          "text": "Бог хочет, чтобы, делая добро, вы прекратили невежественные разговоры глупых людей.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Хоть вы и свободные люди, смотрите, чтобы ваша свобода не стала прикрытием зла, ведь вы – слуги Божьи. ",
          "ID": "16"
        },
        {
          "text": "Оказывайте всем уважение, любите братство, бойтесь Бога и почитайте императора.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Рабы, подчиняйтесь со всяким уважением своим хозяевам, и причем не только тем, кто добр и снисходителен, но и тем, кто жесток. ",
          "ID": "18"
        },
        {
          "text": "Это достойно хвалы, если кто-то по совести ради Бога переносит скорби, несправедливо страдая. ",
          "ID": "19"
        },
        {
          "text": "Ведь если вы терпите, когда вас бьют за проступки, то в чем ваша заслуга? Но если вы страдаете за добро и терпеливо это переносите – вы заслужили одобрение Бога. ",
          "ID": "20"
        },
        {
          "text": "К этому вы были призваны, потому что и Христос пострадал за вас, оставив вам пример, чтобы вы следовали по Его стопам!",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "«Он не совершил греха,",
          "ID": "22"
        },
        {
          "text": "и в устах Его не было никакой лжи».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Когда Его оскорбляли, Он не отвечал оскорблениями; страдая, Он не угрожал, но доверял Себя Тому, Кто судит справедливо. ",
          "ID": "23"
        },
        {
          "text": "Он Сам в Своем теле вознес наши грехи на дерево, чтобы мы умерли для греха и жили для праведности. Его ранами вы были исцелены. ",
          "ID": "24"
        },
        {
          "text": "Ведь вы, как овцы, сбились с пути, но сейчас вы вернулись к вашему Пастырю, Хранителю душ ваших.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.2",
      "name": "Первое Послание Петра 2"
    },
    {
      "text": [
        {
          "text": "Также и вы, жены, будьте послушны мужьям, чтобы, если те и не повинуются слову, были бы без слова покорены Богу поведением своих жен, ",
          "ID": "1"
        },
        {
          "text": "видя вашу чистую и богобоязненную жизнь. ",
          "ID": "2"
        },
        {
          "text": "Пусть ваша красота будет не внешней, зависящей от пышных причесок, от золота или от роскошной одежды. ",
          "ID": "3"
        },
        {
          "text": "Ведь Бог ценит внутреннюю красоту человека, неувядаемую красоту кроткого и тихого духа. ",
          "ID": "4"
        },
        {
          "text": "Так украшали себя в прошлом святые женщины, которые надеялись на Бога, повинуясь своим мужьям. ",
          "ID": "5"
        },
        {
          "text": "Так Сарра была послушна Аврааму и называла его господином. И вы стали ее детьми, делая добро и не поддаваясь никакому страху.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Подобным образом и вы, мужья, с пониманием относитесь к женам, как к более слабым. Уважайте их, зная, что они получили в наследие тот же дар жизни, что и вы, – тогда ничто не будет препятствовать вашим молитвам.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Наконец, живите в согласии друг с другом, сострадайте друг другу, любите друг друга, как братья, будьте милосердны и скромны. ",
          "ID": "8"
        },
        {
          "text": "Не платите злом за зло и оскорблением за оскорбление, напротив, благословляйте, потому что вы к этому призваны, чтобы наследовать благословение.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Итак:",
          "ID": "10"
        },
        {
          "text": "«Кто хочет любить жизнь",
          "ID": "10"
        },
        {
          "text": "и видеть добрые дни,",
          "ID": "10"
        },
        {
          "text": "тот удерживай свой язык от зла",
          "ID": "10"
        },
        {
          "text": "и свои уста от коварных речей.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Пусть он удаляется от зла и творит добро,",
          "ID": "11"
        },
        {
          "text": "ищет мира и стремится к нему,",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "так как глаза Господни на праведных",
          "ID": "12"
        },
        {
          "text": "и уши Его открыты для их молитвы,",
          "ID": "12"
        },
        {
          "text": "но лицо Господне против тех, кто делает зло».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Кто причинит вам зло, если вы будете стремиться делать добро? ",
          "ID": "13"
        },
        {
          "text": "А если вы страдаете за правду – вы блаженны. Не бойтесь их, и пусть ничто вас не пугает, ",
          "ID": "14"
        },
        {
          "text": "но свято почитайте в ваших сердцах Христа как Господа. Будьте всегда готовы ответить, когда вас спрашивают о вашей надежде, но делайте это с кротостью, страхом ",
          "ID": "15"
        },
        {
          "text": "и с чистой совестью, чтобы те, кто клевещет на вас и хулит ваше доброе поведение во Христе, были посрамлены. ",
          "ID": "16"
        },
        {
          "text": "Лучше уж страдать за добрые дела, если на то есть воля Божья, чем за злые. ",
          "ID": "17"
        },
        {
          "text": "Ведь и Христос пострадал за грехи один раз, праведный за неправедных, чтобы привести вас к Богу. Его тело было умерщвлено, но Он был оживлен Духом, ",
          "ID": "18"
        },
        {
          "text": "в Котором Он пошел и проповедовал духам, содержащимся в неволе, ",
          "ID": "19"
        },
        {
          "text": "к тем, кто некогда проявил свою непокорность. Бог терпеливо призывал их в дни Ноя, пока строился ковчег, в котором немногие, всего восемь человек, были спасены по воде. ",
          "ID": "20"
        },
        {
          "text": "И это символизирует крещение, которое сейчас спасает и вас. Крещение является не смыванием грязи с тела, но просьбой к Богу о доброй совести через воскресение Иисуса Христа. ",
          "ID": "21"
        },
        {
          "text": "Взойдя на небо, Он находится по правую руку Бога и Ему подчинены ангелы, власти и силы.",
          "ID": "22"
        }
      ],
      "ID": "NT:1PE.3",
      "name": "Первое Послание Петра 3"
    },
    {
      "text": [
        {
          "text": "Итак, поскольку Христос пострадал телом, то и вы вооружитесь той же мыслью, ведь тот, кто страдал телесно, перестал грешить, ",
          "ID": "1"
        },
        {
          "text": "чтобы остаток земной жизни прожить, руководствуясь уже не человеческими желаниями, а Божьей волей. ",
          "ID": "2"
        },
        {
          "text": "Вы достаточно долго вели образ жизни, какой ведут язычники, предаваясь распутству, страстям, пьянству, обжорству, оргиям и отвратительному идолопоклонству. ",
          "ID": "3"
        },
        {
          "text": "Поэтому язычники и удивляются, что вы больше не участвуете с ними в их распутстве, и злословят вас. ",
          "ID": "4"
        },
        {
          "text": "Но они ответят за все перед Тем, Кто готов судить живых и мертвых. ",
          "ID": "5"
        },
        {
          "text": "Поэтому Радостная Весть была возвещена и мертвым, чтобы они, как и все люди, были телесно осуждены, но жили в духе, подобно тому, как живет Бог.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Скоро придет всему конец. Поэтому сохраняйте благоразумие, будьте бдительны, чтобы всегда быть в состоянии молиться. ",
          "ID": "7"
        },
        {
          "text": "Прежде всего, преданно любите друг друга, потому что любовь покрывает множество грехов. ",
          "ID": "8"
        },
        {
          "text": "Будьте гостеприимны друг к другу без жалоб. ",
          "ID": "9"
        },
        {
          "text": "Служите друг другу тем даром, какой каждый получил, верно распоряжаясь различными дарами благодати Божьей. ",
          "ID": "10"
        },
        {
          "text": "Тот, кто говорит, должен делать это как произносящий Божьи слова. Кто служит, пусть служит с силой, которую дает Бог. Пусть во всем этом будет прославлен Бог через Иисуса Христа. Ему да будет слава и сила во веки веков, аминь.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Возлюбленные, не удивляйтесь тому, что вам приходится проходить через огненные испытания, в этом нет ничего странного. ",
          "ID": "12"
        },
        {
          "text": "Наоборот, радуйтесь тому, что вы тоже участвуете в страданиях Христа, чтобы вам радоваться и веселиться и тогда, когда откроется Его слава. ",
          "ID": "13"
        },
        {
          "text": "Если вас оскорбляют за имя Христа, то вы блаженны, это значит, что Дух славы – Дух Божий – покоится на вас. ",
          "ID": "14"
        },
        {
          "text": "Главное, чтобы никто из вас не страдал как убийца, или вор, или злодей, или как человек, вмешивающийся в чужие дела. ",
          "ID": "15"
        },
        {
          "text": "Если же кто-то страдает потому, что он христианин, то пусть он не стыдится, а прославляет Бога за то, что носит это имя. ",
          "ID": "16"
        },
        {
          "text": "Время суда настало, и суд начнется с Божьего дома. Подумайте, если он начнется с нас, то какая участь постигнет тех, кто не повинуется Божьей Радостной Вести?",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "«Если праведнику нелегко получить спасение,",
          "ID": "18"
        },
        {
          "text": "так что же станет с безбожниками и грешниками?»",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Поэтому те, кто страдает по Божьей воле, пусть отдадут свою жизнь в руки Создателя, Который верен, и продолжают делать добро.",
          "ID": "19"
        }
      ],
      "ID": "NT:1PE.4",
      "name": "Первое Послание Петра 4"
    },
    {
      "text": [
        {
          "text": "Будучи сам старейшиной и свидетелем страданий Христа, а также соучастником Его славы, которая должна открыться, я прошу ваших старейшин: ",
          "ID": "1"
        },
        {
          "text": "пасите Божье стадо, оставленное вам на попечение, наблюдая за ним не по принуждению, а с желанием, как угодно Богу, и не ради низкой корысти, а из усердия. ",
          "ID": "2"
        },
        {
          "text": "Не властвуйте над вверенными вам людьми, но подавайте стаду хороший пример. ",
          "ID": "3"
        },
        {
          "text": "И когда придет Главный Пастырь, тогда вы получите неувядающий венец славы.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Вы же, молодые, подчиняйтесь старейшинам. И все будьте смиренны по отношению друг ко другу, потому что",
          "ID": "5"
        },
        {
          "text": "«Бог – противник гордых,",
          "ID": "5"
        },
        {
          "text": "но смиренным Он дает благодать».",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Поэтому смиритесь под могучей рукой Божьей, и Он возвысит вас в свое время. ",
          "ID": "6"
        },
        {
          "text": "Возложите все ваши заботы на Него, ведь Он печется о вас.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Будьте бдительны и бодрствуйте. Ваш враг, дьявол, бродит вокруг, как рычащий лев, в поисках жертвы. ",
          "ID": "8"
        },
        {
          "text": "Будьте тверды в вере и противостаньте дьяволу, помня, что по всему миру ваши братья терпят такие же страдания.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "После вашего кратковременного страдания Бог, источник всякой благодати, призвавший вас к вечной Своей славе через Иисуса Христа, восстановит вас, даст твердость, силу и стойкость. ",
          "ID": "10"
        },
        {
          "text": "Ему принадлежит вся власть вовеки, аминь!",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "С помощью Силуана, которого считаю верным братом, я написал вам это короткое послание, ободряя и свидетельствуя о том, что написанное мной есть истинная благодать Божья. Стойте в ней твердо.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": " Церковь в Вавилоне, избранная, как и вы, и мой сын Марк передают вам приветы. ",
          "ID": "13"
        },
        {
          "text": "Приветствуйте друг друга поцелуем любви.",
          "ID": "14"
        },
        {
          "text": "Мир всем вам, живущим в Иисусе Христе.",
          "ID": "14"
        }
      ],
      "ID": "NT:1PE.5",
      "name": "Первое Послание Петра 5"
    }
  ],
  "ID": "NT:1PE(NRP)",
  "name": "Первое Послание Петра"
}