{
  "version": "RSP",
  "text": [
    {
      "text": [
        {
          "text": "Пётр, апостол Иисуса Христа, обращается с приветствиями к избранникам Божьим, находящимся в дали от родного дома, рассеянным по Понту, Галатии, Каппадокии, Азии и Вифинии.",
          "ID": "1"
        },
        {
          "text": "По замыслу Бога Отца в далёком прошлом вы были избраны, чтобы стать Его святым народом Божьим, благодаря Духу. Вы были избраны стать послушными Ему и очиститься через жертвенную смерть Иисуса Христа. Благодать вам и мир да умножатся!",
          "ID": "2"
        },
        {
          "text": "Пусть благословен будет Бог и Отец Господа нашего Иисуса Христа. В великой милости Своей Он даровал нам второе рождение, чтобы мы обрели живую надежду с воскресением Иисуса Христа из мёртвых,",
          "ID": "3"
        },
        {
          "text": "чтобы у нас было наследие, сохраняемое Богом для Своего народа. Оно сохраняется для вас на Небесах, где не может оно ни истлеть, ни разрушиться, ни увянуть.",
          "ID": "4"
        },
        {
          "text": "Вы, кто благодаря своей вере защищён силой Божьей, обретёте спасение, которое откроется перед концом времени.",
          "ID": "5"
        },
        {
          "text": "Вы радуетесь этому, хотя и неизбежно, что некоторое время будете опечалены различными испытаниями.",
          "ID": "6"
        },
        {
          "text": "Они необходимы, чтобы, пройдя испытания, ваша вера очистилась. Вера — ценнее тленного золота, очищаемого огнём, и очистившись, заслужит почёт, Славу и похвалу во время пришествия Иисуса Христа.",
          "ID": "7"
        },
        {
          "text": "Хотя вы Его и не видели, но всё же любите Его. Хотя сейчас вы и не можете видеть Его, вы всё же верите в Него и радуетесь радостью невыразимой и славной,",
          "ID": "8"
        },
        {
          "text": "потому что достигаете конечной цели веры вашей — спасения душ.",
          "ID": "9"
        },
        {
          "text": "Что касается спасения, то пророки, говорившие о той благодати, которая будет вам оказана, искали трудолюбиво и расспрашивали терпеливо,",
          "ID": "10"
        },
        {
          "text": "чтобы узнать, о каком времени, и каких обстоятельствах вещал Дух Христов через них, когда свидетельствовал о страданиях Христовых и о Славе Его после этих страданий.",
          "ID": "11"
        },
        {
          "text": "Им стало известно, что не себе служили они, а вам, когда говорили о том, что теперь объявлено вам через тех, кто проповедовал вам Благую Весть Духом Святым, посланным с Небес. Даже Ангелы томятся желанием узнать обо всём этом.",
          "ID": "12"
        },
        {
          "text": "Так побудите же разум свой для служения и держите себя в узде. Возложите надежды свои на благодать, которая будет оказана вам, когда явится Иисус Христос.",
          "ID": "13"
        },
        {
          "text": "Подобно послушным детям, перестаньте жить по своим неблагочестивым желаниям, которые были у вас раньше, когда вы были невежественны.",
          "ID": "14"
        },
        {
          "text": "Но будьте святы в поведении, как свят Бог, призвавший вас.",
          "ID": "15"
        },
        {
          "text": "Сказано в Писании: «Будьте святы, так как Я свят».",
          "ID": "16"
        },
        {
          "text": "И если вы называете Его Отцом, беспристрастно судящим людей по их поступкам, то живите в благоговейном страхе, пока находитесь здесь, на земле.",
          "ID": "17"
        },
        {
          "text": "Вы знаете, что были искуплены от никчёмной жизни, унаследованной от предков, не чем-то тленным, как золото или серебро,",
          "ID": "18"
        },
        {
          "text": "а драгоценной кровью Христовой, подобной крови чистого и непорочного Ягнёнка.",
          "ID": "19"
        },
        {
          "text": "Он был избран до основания мира, но явился в эти последние дни лишь ради вас.",
          "ID": "20"
        },
        {
          "text": "Благодаря Ему, вы уверовали в Бога, воскресившего Его из мёртвых и осиявшего Его Славой. И потому вера и надежда ваша в Боге.",
          "ID": "21"
        },
        {
          "text": "Теперь, когда вы очистили души через повиновение истине, чтобы показать истинную братскую любовь, вмените себе в правило любить друг друга горячо и от чистого сердца.",
          "ID": "22"
        },
        {
          "text": "Вы возродились не от семени тленного, а от Слова Божьего, которое живёт и будет жить вечно.",
          "ID": "23"
        },
        {
          "text": "И потому,",
          "ID": "24"
        },
        {
          "text": "«Жизнь наша как трава",
          "ID": "24"
        },
        {
          "text": "и Слава наша подобна красоте дикорастущего цветка.",
          "ID": "24"
        },
        {
          "text": "Трава высыхает, и цветок увядает,",
          "ID": "24"
        },
        {
          "text": "Слово же Божье — вечно». Исаия 40:6-8",
          "ID": "25"
        },
        {
          "text": "Это слово Благой Вести, сказанное вам.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.1",
      "name": "Первое Послание Петра 1"
    },
    {
      "text": [
        {
          "text": "Поэтому избавьтесь от всякого зла, обмана, лицемерия, зависти и клеветы.",
          "ID": "1"
        },
        {
          "text": "Подобно новорожденным, вы должны стремиться к чистому молоку духовному. Оно поможет вам вырасти и спастись.",
          "ID": "2"
        },
        {
          "text": "«Вы уже вкусили благость Господа».",
          "ID": "3"
        },
        {
          "text": "Придите же к Иисусу, камню живому, отвергнутому людьми, но драгоценному Богу и избранному Им.",
          "ID": "4"
        },
        {
          "text": "Вы также подобны камням живым, которые Бог использует для сооружения храма духовного, где вы станете священными служителями, чьим долгом будет приносить жертвы духовные, угодные Богу, через Иисуса Христа.",
          "ID": "5"
        },
        {
          "text": "В Писании сказано:",
          "ID": "6"
        },
        {
          "text": "«Смотри же, выбрал Я драгоценный камень краеугольный",
          "ID": "6"
        },
        {
          "text": "и положил Его в Сионе.",
          "ID": "6"
        },
        {
          "text": "Верующий в Него, никогда не устыдится». Исаия 28:16",
          "ID": "6"
        },
        {
          "text": "Ценен Он для вас, верующих, но для тех, кто не верит, Он —",
          "ID": "7"
        },
        {
          "text": "«Камень, отвергнутый строителями,",
          "ID": "7"
        },
        {
          "text": "который стал краеугольным». Псалом 117:22",
          "ID": "7"
        },
        {
          "text": "И ещё:",
          "ID": "8"
        },
        {
          "text": "«Этот камень — камень преткновения,",
          "ID": "8"
        },
        {
          "text": "камень, наткнувшись на который, люди падают». Исаия 8:14",
          "ID": "8"
        },
        {
          "text": "Люди спотыкаются, потому что не повинуются слову Божьему, и такова их судьба.",
          "ID": "8"
        },
        {
          "text": "Вы же род избранный, священнослужители царские, святой народ, принадлежащий Богу, которому назначил Он объявить о делах Своих великих и который вывел Он из тьмы на Свет Свой чудесный.",
          "ID": "9"
        },
        {
          "text": "Когда-то вы не были народом,",
          "ID": "10"
        },
        {
          "text": "теперь же вы Божий народ.",
          "ID": "10"
        },
        {
          "text": "Когда-то вам не оказывали милости,",
          "ID": "10"
        },
        {
          "text": "теперь же оказана вам милость Божья.",
          "ID": "10"
        },
        {
          "text": "Друзья любимые! Я взываю к вам, как к путникам и пришельцам в этот мир, чтобы вы чуждались страстей плотских, враждующих с вашей душой.",
          "ID": "11"
        },
        {
          "text": "Язычники, среди которых вы живёте, могут обвинить вас в том, что вы поступаете неправедно. Так живите же так, чтобы, наблюдая ваши добрые поступки, язычники прославили Бога в День пришествия.",
          "ID": "12"
        },
        {
          "text": "Склоняйтесь перед всеми властями человеческими ради Господа. Склоняйтесь перед царём, верховной властью,",
          "ID": "13"
        },
        {
          "text": "и перед правителями, им посланными, чтобы были наказаны преступники и восхвалены те, кто творит добро.",
          "ID": "14"
        },
        {
          "text": "Потому что воля Божья состоит в том, чтобы, творя добро, вы заставляли умолкнуть невежественную болтовню глупых людей.",
          "ID": "15"
        },
        {
          "text": "Живите свободно, но не позволяйте свободе становиться прикрытием для зла. Живите, как подобает слугам Божьим.",
          "ID": "16"
        },
        {
          "text": "Относитесь с уважением ко всем, любите братьев и сестёр своих в семье Божьей. Почитайте Бога и славьте царя.",
          "ID": "17"
        },
        {
          "text": "Рабы, покоряйтесь хозяевам своим со всем уважением и не только тем, кто добр и сострадателен, но и тем, кто суров.",
          "ID": "18"
        },
        {
          "text": "Богу угодно, если кто переносит страдание, хотя он и не сделал ничего дурного, и принимает его, думая о Боге.",
          "ID": "19"
        },
        {
          "text": "Ведь какая заслуга в том, что вы пострадаете, если вас накажут за то, что вы провинились? Но если вы пострадаете за добрый поступок, то это угодно Богу.",
          "ID": "20"
        },
        {
          "text": "К этому призывает вас Бог, потому что Христос пострадал ради вас и явил пример для вас, чтобы вы следовали по Его стопам.",
          "ID": "21"
        },
        {
          "text": "«Он не согрешил,",
          "ID": "22"
        },
        {
          "text": "и не было обмана на устах Его». Исаия 53:9",
          "ID": "22"
        },
        {
          "text": "Когда оскорбляли Его, Он не отвечал оскорблениями. Когда Он страдал, то не угрожал никому, а доверился Богу, Который судит справедливо.",
          "ID": "23"
        },
        {
          "text": "Телом Своим вознёс Он грехи наши на крест, чтобы мы умерли для греха и жили праведно. Раной Его исцелены вы.",
          "ID": "24"
        },
        {
          "text": "Вы бродили, подобно овцам заблудшим, теперь же возвратились к Пастуху и Хранителю душ ваших.",
          "ID": "25"
        }
      ],
      "ID": "NT:1PE.2",
      "name": "Первое Послание Петра 2"
    },
    {
      "text": [
        {
          "text": "Вы же, жёны, также покоряйтесь мужьям вашим. И тогда, если некоторые мужья не будут послушны Богу, то без слов убедите их поверить, подавая им пример своим поведением,",
          "ID": "1"
        },
        {
          "text": "так как они увидят, как безупречно и почтительно вы ведёте себя.",
          "ID": "2"
        },
        {
          "text": "Пусть красота ваша будет не внешней, происходящей от пышных причёсок, золотых украшений и красивых нарядов,",
          "ID": "3"
        },
        {
          "text": "а внутренней, исходящей от сердца, и неувядаемой, красотой мягкого и спокойного нрава, который ценен в глазах Бога.",
          "ID": "4"
        },
        {
          "text": "Именно так украшали себя в прошлые времена святые женщины, чьи надежды были устремлены к Богу. Они покорялись мужьям своим,",
          "ID": "5"
        },
        {
          "text": "подобно Сарре, слушавшейся Авраама и называвшей его своим господином. Вы — дочери её, если поступаете добродетельно и не имеете страха.",
          "ID": "6"
        },
        {
          "text": "Вы же, мужья, также относитесь к своим жёнам с пониманием. Обращайтесь с ними почтительно, как с более слабыми, которые вместе с вами унаследуют дар истинной жизни от Бога, и тогда ничто не будет препятствовать молитвам вашим.",
          "ID": "7"
        },
        {
          "text": "Итак, все вы должны быть единомышленниками, сочувствующими, любящими братьев и сестёр своих, сострадательными и скромными.",
          "ID": "8"
        },
        {
          "text": "Не воздавайте злом за зло и оскорблением за оскорбление, наоборот, воздавайте тем, что просите у Бога благословить этого человека, потому что вы призваны Богом так поступать, чтобы унаследовать благословение Божье.",
          "ID": "9"
        },
        {
          "text": "«Кто хочет наслаждаться жизнью",
          "ID": "10"
        },
        {
          "text": "и видеть добрые времена,",
          "ID": "10"
        },
        {
          "text": "должен удерживать свой язык от злоречия",
          "ID": "10"
        },
        {
          "text": "и уста свои — от лжи.",
          "ID": "10"
        },
        {
          "text": "Он должен сторониться зла",
          "ID": "11"
        },
        {
          "text": "и творить добро,",
          "ID": "11"
        },
        {
          "text": "искать мира и стремиться к нему.",
          "ID": "11"
        },
        {
          "text": "Потому что взор Господа на тех,",
          "ID": "12"
        },
        {
          "text": "кто праведен,",
          "ID": "12"
        },
        {
          "text": "и слух Его открыт их молитвам.",
          "ID": "12"
        },
        {
          "text": "Но от тех, кто творит зло,",
          "ID": "12"
        },
        {
          "text": "Господь отворачивает Свой лик» Псалом 33:13-17.",
          "ID": "12"
        },
        {
          "text": "И кто может повредить вам, если вы ревностно стремитесь творить добро?",
          "ID": "13"
        },
        {
          "text": "Но даже если вам придётся пострадать за праведные поступки, то вы блаженны. «Не бойтесь же их, и не позволяйте себе устрашиться».",
          "ID": "14"
        },
        {
          "text": "В сердцах ваших почитайте Христа как Господа и будьте всегда готовы дать ответ тем, кто спросит вас о причине той надежды, которая есть у всех вас,",
          "ID": "15"
        },
        {
          "text": "но делайте это мягко и с уважением. Сохраняйте свою совесть чистой, чтобы, когда оскорбляют вас, устыдились бы те, кто порочит доброе поведение ваше во Христе.",
          "ID": "16"
        },
        {
          "text": "Лучше пострадать за поступок праведный, если на то есть воля Божья, чем за неправедный.",
          "ID": "17"
        },
        {
          "text": "Потому что сам Христос",
          "ID": "18"
        },
        {
          "text": "также умер за грехи наши раз и навсегда,",
          "ID": "18"
        },
        {
          "text": "Праведник умер за неправедных,",
          "ID": "18"
        },
        {
          "text": "чтобы привести вас к Богу.",
          "ID": "18"
        },
        {
          "text": "Тело Его было предано смерти,",
          "ID": "18"
        },
        {
          "text": "Дух же возвратил Его к жизни.",
          "ID": "18"
        },
        {
          "text": "В Духе Он пошёл и провозгласил находящимся в темнице духам,",
          "ID": "19"
        },
        {
          "text": "ослушавшимся Бога в далёком прошлом, во времена Ноя. Но Бог терпеливо ждал, пока будет построен ковчег. Лишь немногие попали в него, всего восемь человек спаслись от нахлынувшей воды.",
          "ID": "20"
        },
        {
          "text": "Эта вода есть образ крещения, которое и сегодня спасает вас. Крещение — это не омовение тела от грязи, а обещание Богу о чистой совести. Вы обрели спасение, так как Иисус Христос воскрес из мёртвых.",
          "ID": "21"
        },
        {
          "text": "Вознёсшись на Небеса, Он занял место по правую руку от Бога, и стал властвовать над всеми Ангелами, силами и правителями.",
          "ID": "22"
        }
      ],
      "ID": "NT:1PE.3",
      "name": "Первое Послание Петра 3"
    },
    {
      "text": [
        {
          "text": "Христос претерпел телесные страдания, так укрепите же и вы дух свой такими же мыслями, какие были у Христа, потому что, принимающий страдание в этом мире, твёрдо решил перестать грешить.",
          "ID": "1"
        },
        {
          "text": "Укрепите же себя, чтобы посвятить остаток земной жизни не тому, чтобы следовать страстям человеческим, а исполнению воли Божьей.",
          "ID": "2"
        },
        {
          "text": "Вы уже провели достаточно времени, поступая, как язычники, погрязая в разврате, похоти, пьянстве, оргиях, разгуле и в презренном идолопоклонстве.",
          "ID": "3"
        },
        {
          "text": "Теперь же язычники удивляются, что вы не окунаетесь вместе с ними в такой же поток разгульной жизни, и поэтому клевещут на вас.",
          "ID": "4"
        },
        {
          "text": "Они дадут отчёт в поведении своём Тому, Кто готов судить и живых, и мёртвых.",
          "ID": "5"
        },
        {
          "text": "Потому что Благую Весть проповедовали тем, кто сейчас мёртв, так что хотя они осуждены на смерть телесную, Духом будут они жить вечно, подобно Богу.",
          "ID": "6"
        },
        {
          "text": "Приближается время, когда наступает конец всему. Так будьте же благоразумны, проявляйте самообладание в помощь молитвам своим",
          "ID": "7"
        },
        {
          "text": "и, прежде всего, неизменно любите друг друга, потому что любовь покрывает множество грехов.",
          "ID": "8"
        },
        {
          "text": "Оказывайте гостеприимство друг другу без ропота.",
          "ID": "9"
        },
        {
          "text": "Бог показал вам свою благодать самыми разными способами. Каждый из вас должен использовать полученный им от Бога дар, как хороший правитель, чтобы послужить другому.",
          "ID": "10"
        },
        {
          "text": "Кто говорит, пусть говорит словами Божьими. Кто служит, пусть служит в полную силу, которую дал ему Бог, чтобы всем этим принести Славу Богу через Иисуса Христа. Слава Ему и сила во веки веков! Аминь.",
          "ID": "11"
        },
        {
          "text": "Друзья любимые, не удивляйтесь тем тяжким страданиям, которыми испытывают вас, как будто с вами происходит что-то странное.",
          "ID": "12"
        },
        {
          "text": "Радуйтесь, так как вы приобщаетесь к страданиям Христовым, чтобы возрадоваться, когда откроется Его Слава.",
          "ID": "13"
        },
        {
          "text": "Если вы терпите оскорбления ради имени Христова, то блаженны вы, так как снизошёл на вас славный Дух Божий.",
          "ID": "14"
        },
        {
          "text": "Пусть никто из вас не пострадает, как убийца, вор, злоумышленник или как посягающий на чужое.",
          "ID": "15"
        },
        {
          "text": "Но если кто пострадает, потому что он «последователь Христа», то пусть не стыдится, а прославит Бога за то, что носит это имя.",
          "ID": "16"
        },
        {
          "text": "Настало время суда для семьи Божьей. И если начнётся он с нас, то что же станет с теми, кто не повиновался Благой Вести Божьей?",
          "ID": "17"
        },
        {
          "text": "И «если трудно праведнику спастись,",
          "ID": "18"
        },
        {
          "text": "то что же будет с нечестивцем и грешником?» Пр. 11:31 (Греческая рукопись)",
          "ID": "18"
        },
        {
          "text": "И потому те, кто страдает, зная, что на это есть воля Божья, должны вручить себя верному Создателю и продолжать творить добро.",
          "ID": "19"
        }
      ],
      "ID": "NT:1PE.4",
      "name": "Первое Послание Петра 4"
    },
    {
      "text": [
        {
          "text": "Теперь же я хочу обратиться к вашим старейшинам. Сам, будучи старейшиной и свидетелем страданий Христа, я разделю будущую Славу, которая откроется нам. Я молю вас,",
          "ID": "1"
        },
        {
          "text": "чтобы вы пасли стадо Божье, доверенное вам, и надзирали за ним не по принуждению, а с охотою, так как это угодно Богу. Трудитесь не из жадности к деньгам, а потому, что стремитесь к служению,",
          "ID": "2"
        },
        {
          "text": "и не уподобляйтесь тиранам над теми, кто поручен заботам вашим. Наоборот, будьте примером своей пастве.",
          "ID": "3"
        },
        {
          "text": "Когда явится Пастырь Верховный, тогда вы обретёте славный венец, который не увянет никогда.",
          "ID": "4"
        },
        {
          "text": "Вы же, младшие, подчиняйтесь старшим и относитесь со смирением друг к другу, потому что",
          "ID": "5"
        },
        {
          "text": "«Бог против гордецов",
          "ID": "5"
        },
        {
          "text": "и оказывает милость Свою смиренным» Притчи 3:34 (Греческая рукопись).",
          "ID": "5"
        },
        {
          "text": "А потому смиритесь под всемогущей рукой Божьей, чтобы Он возвысил вас в должное время.",
          "ID": "6"
        },
        {
          "text": "Несите к Нему все заботы свои, потому что Он печётся о вас.",
          "ID": "7"
        },
        {
          "text": "Будьте благоразумны и бдительны, потому что враг ваш, дьявол, подобно льву рычащему, рыщет вокруг, ища, кого бы сожрать.",
          "ID": "8"
        },
        {
          "text": "Противьтесь ему, будьте тверды в вере, потому что вы знаете, что через такие же страдания проходят ваши братья и сёстры по всему миру.",
          "ID": "9"
        },
        {
          "text": "Но Бог, источник всей благости, призвавший вас разделить с Ним вечную Славу во Христе, после того как вы пострадали короткое время, Сам укрепит вас и восстановит вашу силу и стойкость.",
          "ID": "10"
        },
        {
          "text": "Сила Его извечна! Аминь.",
          "ID": "11"
        },
        {
          "text": "С помощью Силуана, которого я считаю преданным братом, я написал вам это краткое письмо, чтобы ободрить вас и подтвердить, что это истинная благодать Божья. Стойте же твёрдо на этом.",
          "ID": "12"
        },
        {
          "text": "Церковь в Вавилоне, также избранная Богом, как и вы, приветствует вас, а также и Марк, сын мой во Христе.",
          "ID": "13"
        },
        {
          "text": "Приветствуйте друг друга поцелуем любви.",
          "ID": "14"
        },
        {
          "text": "Мир вам всем, кто во Христе.",
          "ID": "14"
        }
      ],
      "ID": "NT:1PE.5",
      "name": "Первое Послание Петра 5"
    }
  ],
  "ID": "NT:1PE(RSP)",
  "name": "Первое Послание Петра"
}