{
  "name": "John’s Third Letter",
  "text": [
    {
      "name": "John’s Third Letter 1",
      "text": [
        {
          "text": "The elder unto Gaius the beloved, whom I love in truth.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Beloved, I pray that in all things thou mayest prosper and be in health, even as thy soul prospereth.",
          "ID": "2"
        },
        {
          "text": "For I rejoiced greatly, when brethren came and bare witness unto thy truth, even as thou walkest in truth.",
          "ID": "3"
        },
        {
          "text": "Greater joy have I none than this, to hear of my children walking in the truth.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Beloved, thou doest a faithful work in whatsoever thou doest toward them that are brethren and strangers withal;",
          "ID": "5"
        },
        {
          "text": "who bare witness to thy love before the church: whom thou wilt do well to set forward on their journey worthily of God:",
          "ID": "6"
        },
        {
          "text": "because that for the sake of the Name they went forth, taking nothing of the Gentiles.",
          "ID": "7"
        },
        {
          "text": "We therefore ought to welcome such, that we may be fellow-workers for the truth.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "I wrote somewhat unto the church: but Diotrephes, who loveth to have the preeminence among them, receiveth us not.",
          "ID": "9"
        },
        {
          "text": "Therefore, if I come, I will bring to remembrance his works which he doeth, prating against us with wicked words: and not content therewith, neither doth he himself receive the brethren, and them that would he forbiddeth and casteth them out of the church.",
          "ID": "10"
        },
        {
          "text": "Beloved, imitate not that which is evil, but that which is good. He that doeth good is of God: he that doeth evil hath not seen God.",
          "ID": "11"
        },
        {
          "text": "Demetrius hath the witness of all men, and of the truth itself: yea, we also bear witness; and thou knowest that our witness is true.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "I had many things to write unto thee, but I am unwilling to write them to thee with ink and pen:",
          "ID": "13"
        },
        {
          "text": "but I hope shortly to see thee, and we shall speak face to face. Peace be unto thee. The friends salute thee. Salute the friends by name.",
          "ID": "14"
        }
      ],
      "ID": "NT:3JN.1"
    }
  ],
  "version": "ASV",
  "ID": "NT:3JN(ASV)"
}