{
  "name": "3 John",
  "text": [
    {
      "name": "3 John 1",
      "text": [
        {
          "text": "The elder,To my dear friend Gaius, whom I love in the truth.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Dear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "It gave me great joy when some believers came and testified about your faithfulness to the truth, telling how you continue to walk in it.",
          "ID": "3"
        },
        {
          "text": "I have no greater joy than to hear that my children are walking in the truth.",
          "ID": "4"
        },
        {
          "text": "Dear friend, you are faithful in what you are doing for the brothers and sisters, even though they are strangers to you.",
          "ID": "5"
        },
        {
          "text": "",
          "ID": "5"
        },
        {
          "text": "They have told the church about your love. Please send them on their way in a manner that honors God.",
          "ID": "6"
        },
        {
          "text": "It was for the sake of the Name that they went out, receiving no help from the pagans.",
          "ID": "7"
        },
        {
          "text": "We ought therefore to show hospitality to such people so that we may work together for the truth.",
          "ID": "8"
        },
        {
          "text": "I wrote to the church, but Diotrephes, who loves to be first, will not welcome us.",
          "ID": "9"
        },
        {
          "text": "",
          "ID": "9"
        },
        {
          "text": "So when I come, I will call attention to what he is doing, spreading malicious nonsense about us. Not satisfied with that, he even refuses to welcome other believers. He also stops those who want to do so and puts them out of the church.",
          "ID": "10"
        },
        {
          "text": "Dear friend, do not imitate what is evil but what is good. Anyone who does what is good is from God. Anyone who does what is evil has not seen God.",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "Demetrius is well spoken of by everyone—and even by the truth itself. We also speak well of him, and you know that our testimony is true.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "I have much to write you, but I do not want to do so with pen and ink.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "I hope to see you soon, and we will talk face to face.Peace to you. The friends here send their greetings. Greet the friends there by name.",
          "ID": "14"
        }
      ],
      "ID": "NT:3JN.1"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:3JN(BOOKS)"
}