{
  "text": [
    {
      "text": [
        {
          "text": "The Elder, to Gaius, most beloved, whom I love in the truth.",
          "ID": "1"
        },
        {
          "text": "Most beloved, concerning everything, I make it my prayer that you may benefit by advancing and succeeding in whatever may be to the benefit of your soul.",
          "ID": "2"
        },
        {
          "text": "I was very glad when the brothers arrived, and when they offered testimony to the truth in you, that you are walking in the truth.",
          "ID": "3"
        },
        {
          "text": "I have no greater grace than this, when I hear that my sons are walking in the truth.",
          "ID": "4"
        },
        {
          "text": "Most beloved, you should act faithfully in whatever you do for the brothers, and those who are sojourners;",
          "ID": "5"
        },
        {
          "text": "they have given testimony to your charity in the sight of the Church. You would to well to lead these ones worthily to God.",
          "ID": "6"
        },
        {
          "text": "For they set out, on behalf of his name, accepting nothing from the unbelievers.",
          "ID": "7"
        },
        {
          "text": "Therefore, we must accept such as these, in order that we may cooperate with the truth.",
          "ID": "8"
        },
        {
          "text": "As it happens, I had written to the church. But Diotrephes, who loves to bear the highest rank among them, would not accept us.",
          "ID": "9"
        },
        {
          "text": "Because of this, when I come, I will admonish his works which he does, babbling against us with malicious words. And as if this were not sufficient for him, he himself does not receive the brothers. And those who do receive them, he hinders, and he ejects them from the church.",
          "ID": "10"
        },
        {
          "text": "Most beloved, do not be willing to imitate what is evil; instead imitate what is good. Whoever does good is of God. Whoever does evil has not seen God.",
          "ID": "11"
        },
        {
          "text": "Testimony is being given for Demetrius by everyone, and by the truth itself. And we also offer testimony. And you know that our testimony is true.",
          "ID": "12"
        },
        {
          "text": "I had many things to write to you, but I am not willing, through ink and pen, to write to you.",
          "ID": "13"
        },
        {
          "text": "Yet I hope to see you soon, and then we will speak face to face. Peace to you. The friends greet you. Greet the friends by name.",
          "ID": "14"
        }
      ],
      "ID": "NT:3JN.1",
      "name": "3 John 1"
    }
  ],
  "ID": "NT:3JN(CPDV)",
  "version": "CPDV",
  "name": "3 John"
}