{
  "version": "ERV",
  "text": [
    {
      "title": null,
      "text": [
        {
          "text": "Greetings from the Elder.\nTo my dear friend Gaius, a person I truly love.",
          "ID": "1",
          "comments": [
            "Elder This is probably John the apostle. “Elder” means an older man or a special leader in the church (as in Titus 1:5)."
          ]
        },
        {
          "text": "My dear friend, I know that you are doing well spiritually. So I pray that everything else is going well with you and that you are enjoying good health.",
          "ID": "2"
        },
        {
          "text": "Some believers came and told me about the truth in your life. They told me that you continue to follow the way of truth. This made me very happy.",
          "ID": "3",
          "comments": [
            "truth The truth or “Good News” about Jesus Christ that joins all believers together. Also in verses 8, 12."
          ]
        },
        {
          "text": "It always gives me the greatest joy when I hear that my children are following the way of truth.",
          "ID": "4"
        },
        {
          "text": "My dear friend, it is good that you continue to help the believers. They are people you don’t even know.",
          "ID": "5"
        },
        {
          "text": "They told the church about the love you have. Please help them to continue their trip. Help them in a way that will please God.",
          "ID": "6"
        },
        {
          "text": "They went on their trip to serve Christ. They did not accept any help from people who are not believers.",
          "ID": "7"
        },
        {
          "text": "So we should help them. When we help them, we share with their work for the truth.",
          "ID": "8"
        },
        {
          "text": "I wrote a letter to the church, but Diotrephes will not listen to what we say. He always wants to be the leader.",
          "ID": "9"
        },
        {
          "text": "When I come, I will talk with him about what he is doing. He lies and says evil things about us, but that is not all. He refuses to welcome and help the believers who travel there. And he will not let others help them. If they do, he stops them from meeting with the church anymore.",
          "ID": "10"
        },
        {
          "text": "My dear friend, don’t follow what is bad; follow what is good. Whoever does what is good is from God. But whoever does evil has never known God.",
          "ID": "11"
        },
        {
          "text": "Everyone says good things about Demetrius, and the truth agrees with what they say. Also, we say good about him. And you know that what we say is true.",
          "ID": "12"
        },
        {
          "text": "I have many things I want to tell you. But I don’t want to use pen and ink.",
          "ID": "13"
        },
        {
          "text": "I hope to visit you soon. Then we can be together and talk.",
          "ID": "14"
        },
        {
          "text": "Peace to you. The friends here with me send their love. Please give our love to each one of the friends there.",
          "ID": "15"
        }
      ],
      "ID": "NT:3JN.1",
      "name": "3 John 1"
    }
  ],
  "ID": "NT:3JN(ERV)",
  "name": "3 John"
}