{
  "text": [
    {
      "text": [
        {
          "text": "The elder to the beloved Gaius, whom I love in truth.",
          "ID": "1"
        },
        {
          "text": "",
          "ID": "1"
        },
        {
          "text": "Beloved, I pray that in all respects you may prosper and be in good health, just as your soul prospers.",
          "ID": "2"
        },
        {
          "text": "For I was very glad when brethren came and testified to your truth, that is, how you are walking in truth.",
          "ID": "3"
        },
        {
          "text": "I have no greater joy than this, to hear of my children walking in the truth.",
          "ID": "4"
        },
        {
          "text": "",
          "ID": "4"
        },
        {
          "text": "Beloved, you are acting faithfully in whatever you accomplish for the brethren, and especially when they are strangers;",
          "ID": "5"
        },
        {
          "text": "and they have testified to your love before the church. You will do well to send them on their way in a manner worthy of God.",
          "ID": "6"
        },
        {
          "text": "For they went out for the sake of the Name, accepting nothing from the Gentiles.",
          "ID": "7"
        },
        {
          "text": "Therefore we ought to support such men, so that we may be fellow workers with the truth.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "I wrote something to the church; but Diotrephes, who loves to be first among them, does not accept what we say.",
          "ID": "9"
        },
        {
          "text": "For this reason, if I come, I will call attention to his deeds which he does, unjustly accusing us with wicked words; and not satisfied with this, he himself does not receive the brethren, either, and he forbids those who desire to do so and puts them out of the church.",
          "ID": "10"
        },
        {
          "text": "",
          "ID": "10"
        },
        {
          "text": "Beloved, do not imitate what is evil, but what is good. The one who does good is of God; the one who does evil has not seen God.",
          "ID": "11"
        },
        {
          "text": "Demetrius has received a good testimony from everyone, and from the truth itself; and we add our testimony, and you know that our testimony is true.",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "I had many things to write to you, but I am not willing to write them to you with pen and ink;",
          "ID": "13"
        },
        {
          "text": "but I hope to see you shortly, and we will speak face to face.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "Peace be to you. The friends greet you. Greet the friends by name.",
          "ID": "15"
        }
      ],
      "ID": "NT:3JN.1",
      "name": "3 JOHN 1"
    }
  ],
  "ID": "NT:3JN(NASB)",
  "version": "NASB",
  "name": "3 JOHN"
}