{
  "name": "2 Timothy",
  "text": [
    {
      "name": "2 Timothy 1",
      "text": [
        {
          "text": "PAUL, AN apostle (special messenger) of Christ Jesus by the will of God, according to the promise of life that is in Christ Jesus,",
          "ID": "1"
        },
        {
          "text": "To Timothy, [my] beloved child: Grace (favor and spiritual blessing), mercy, and [heart] peace from God the Father and Christ Jesus our Lord!",
          "ID": "2"
        },
        {
          "text": "I thank God Whom I worship with a pure conscience, in the spirit of my fathers, when without ceasing I remember you night and day in my prayers,",
          "ID": "3"
        },
        {
          "text": "And when, as I recall your tears, I yearn to see you so that I may be filled with joy.",
          "ID": "4"
        },
        {
          "text": "I am calling up memories of your sincere and unqualified faith (the leaning of your entire personality on God in Christ in absolute trust and confidence in His power, wisdom, and goodness), [a faith] that first lived permanently in [the heart of] your grandmother Lois and your mother Eunice and now, I am [fully] persuaded, [dwells] in you also.",
          "ID": "5"
        },
        {
          "text": "That is why I would remind you to stir up (rekindle the embers of, fan the flame of, and keep burning) the [gracious] gift of God, [the inner fire] that is in you by means of the laying on of my hands [with those of the elders at your ordination].",
          "ID": "6"
        },
        {
          "text": "For God did not give us a spirit of timidity (of cowardice, of craven and cringing and fawning fear), but [He has given us a spirit] of power and of love and of calm and well-balanced mind and discipline and self-control.",
          "ID": "7"
        },
        {
          "text": "Do not blush or be ashamed then, to testify to and for our Lord, nor of me, a prisoner for His sake, but [with me] take your share of the suffering [to which the preaching] of the Gospel [may expose you, and do it] in the power of God.",
          "ID": "8"
        },
        {
          "text": "[For it is He] Who delivered and saved us and called us with a calling in itself holy and leading to holiness [to a life of consecration, a vocation of holiness]; [He did it] not because of anything of merit that we have done, but because of and to further His own purpose and grace (unmerited favor) which was given us in Christ Jesus before the world began [eternal ages ago].",
          "ID": "9"
        },
        {
          "text": "[It is that purpose and grace] which He now has made known and has fully disclosed and made real [to us] through the appearing of our Savior Christ Jesus, Who annulled death and made it of no effect and brought life and immortality (immunity from eternal death) to light through the Gospel.",
          "ID": "10"
        },
        {
          "text": "For [the proclaiming of] this [Gospel] I was appointed a herald (preacher) and an apostle (special messenger) and a teacher of the Gentiles.",
          "ID": "11"
        },
        {
          "text": "And this is why I am suffering as I do. Still I am not ashamed, for I know (perceive, have knowledge of, and am acquainted with) Him Whom I have believed (adhered to and trusted in and relied on), and I am [positively] persuaded that He is able to guard and keep that which has been entrusted to me and which I have committed [to Him] until that day.",
          "ID": "12"
        },
        {
          "text": "Hold fast and follow the pattern of wholesome and sound teaching which you have heard from me, in [all] the faith and love which are [for us] in Christ Jesus.",
          "ID": "13"
        },
        {
          "text": "Guard and keep [with the greatest care] the precious and excellently adapted [Truth] which has been entrusted [to you], by the [help of the] Holy Spirit Who makes His home in us.",
          "ID": "14"
        },
        {
          "text": "You already know that all who are in Asia turned away and forsook me, Phygelus and Hermogenes among them.",
          "ID": "15"
        },
        {
          "text": "May the Lord grant [His] mercy to the family of Onesiphorus, for he often showed me kindness and ministered to my needs [comforting and reviving and bracing me like fresh air]! He was not ashamed of my chains and imprisonment [for Christ's sake].",
          "ID": "16"
        },
        {
          "text": "No, rather when he reached Rome, he searched diligently and eagerly for me and found me.",
          "ID": "17"
        },
        {
          "text": "May the Lord grant to him that he may find mercy from the Lord on that [great] day! And you know how many things he did for me and what a help he was at Ephesus [you know better than I can tell you].",
          "ID": "18"
        }
      ],
      "ID": "NT:2TI.1"
    },
    {
      "name": "2 Timothy 2",
      "text": [
        {
          "text": "SO YOU, my son, be strong (strengthened inwardly) in the grace (spiritual blessing) that is [to be found only] in Christ Jesus.",
          "ID": "1"
        },
        {
          "text": "And the [instructions] which you have heard from me along with many witnesses, transmit and entrust [as a deposit] to reliable and faithful men who will be competent and qualified to teach others also.",
          "ID": "2"
        },
        {
          "text": "Take [with me] your share of the hardships and suffering [which you are called to endure] as a good (first-class) soldier of Christ Jesus.",
          "ID": "3"
        },
        {
          "text": "No soldier when in service gets entangled in the enterprises of [civilian] life; his aim is to satisfy and please the one who enlisted him.",
          "ID": "4"
        },
        {
          "text": "And if anyone enters competitive games, he is not crowned unless he competes lawfully (fairly, according to the rules laid down).",
          "ID": "5"
        },
        {
          "text": "[It is] the hard-working farmer [who labors to produce] who must be the first partaker of the fruits.",
          "ID": "6"
        },
        {
          "text": "Think over these things I am saying [understand them and grasp their application], for the Lord will grant you full insight and understanding in everything.",
          "ID": "7"
        },
        {
          "text": "Constantly keep in mind Jesus Christ (the Messiah) [as] risen from the dead, [as the prophesied King] descended from David, according to the good news (the Gospel) that I preach. [Ps. 16:10.]",
          "ID": "8"
        },
        {
          "text": "For that [Gospel] I am suffering affliction and even wearing chains like a criminal. But the Word of God is not chained or imprisoned!",
          "ID": "9"
        },
        {
          "text": "Therefore I [am ready to] persevere and stand my ground with patience and endure everything for the sake of the elect [God's chosen], so that they too may obtain [the] salvation which is in Christ Jesus, with [the reward of] eternal glory.",
          "ID": "10"
        },
        {
          "text": "The saying is sure and worthy of confidence: If we have died with Him, we shall also live with Him.",
          "ID": "11"
        },
        {
          "text": "If we endure, we shall also reign with Him. If we deny and disown and reject Him, He will also deny and disown and reject us.",
          "ID": "12"
        },
        {
          "text": "If we are faithless [do not believe and are untrue to Him], He remains true (faithful to His Word and His righteous character), for He cannot deny Himself.",
          "ID": "13"
        },
        {
          "text": "Remind [the people] of these facts and [solemnly] charge them in the presence of the Lord to avoid petty controversy over words, which does no good but upsets and undermines the faith of the hearers.",
          "ID": "14"
        },
        {
          "text": "Study and be eager and do your utmost to present yourself to God approved (tested by trial), a workman who has no cause to be ashamed, correctly analyzing and accurately dividing [rightly handling and skillfully teaching] the Word of Truth.",
          "ID": "15"
        },
        {
          "text": "But avoid all empty (vain, useless, idle) talk, for it will lead people into more and more ungodliness.",
          "ID": "16"
        },
        {
          "text": "And their teaching [will devour; it] will eat its way like cancer or spread like gangrene. So it is with Hymenaeus and Philetus,",
          "ID": "17"
        },
        {
          "text": "Who have missed the mark and swerved from the truth by arguing that the resurrection has already taken place. They are undermining the faith of some.",
          "ID": "18"
        },
        {
          "text": "But the firm foundation of (laid by) God stands, sure and unshaken, bearing this seal (inscription): The Lord knows those who are His, and, Let everyone who names [himself by] the name of the Lord give up all iniquity and stand aloof from it. [Num. 16:5; Isa. 26:13.]",
          "ID": "19"
        },
        {
          "text": "But in a great house there are not only vessels of gold and silver, but also [utensils] of wood and earthenware, and some for honorable and noble [use] and some for menial and ignoble [use].",
          "ID": "20"
        },
        {
          "text": "So whoever cleanses himself [from what is ignoble and unclean, who separates himself from contact with contaminating and corrupting influences] will [then himself] be a vessel set apart and useful for honorable and noble purposes, consecrated and profitable to the Master, fit and ready for any good work.",
          "ID": "21"
        },
        {
          "text": "Shun youthful lusts and flee from them, and aim at and pursue righteousness (all that is virtuous and good, right living, conformity to the will of God in thought, word, and deed); [and aim at and pursue] faith, love, [and] peace (harmony and concord with others) in fellowship with all [Christians], who call upon the Lord out of a pure heart.",
          "ID": "22"
        },
        {
          "text": "But refuse (shut your mind against, have nothing to do with) trifling (ill-informed, unedifying, stupid) controversies over ignorant questionings, for you know that they foster strife and breed quarrels.",
          "ID": "23"
        },
        {
          "text": "And the servant of the Lord must not be quarrelsome (fighting and contending). Instead, he must be kindly to everyone and mild-tempered [preserving the bond of peace]; he must be a skilled and suitable teacher, patient and forbearing and willing to suffer wrong.",
          "ID": "24"
        },
        {
          "text": "He must correct his opponents with courtesy and gentleness, in the hope that God may grant that they will repent and come to know the Truth [that they will perceive and recognize and become accurately acquainted with and acknowledge it],",
          "ID": "25"
        },
        {
          "text": "And that they may come to their senses [and] escape out of the snare of the devil, having been held captive by him, [henceforth] to do His [God's] will.",
          "ID": "26"
        }
      ],
      "ID": "NT:2TI.2"
    },
    {
      "name": "2 Timothy 3",
      "text": [
        {
          "text": "BUT UNDERSTAND this, that in the last days will come (set in) perilous times of great stress and trouble [hard to deal with and hard to bear].",
          "ID": "1"
        },
        {
          "text": "For people will be lovers of self and [utterly] self-centered, lovers of money and aroused by an inordinate [greedy] desire for wealth, proud and arrogant and contemptuous boasters. They will be abusive (blasphemous, scoffing), disobedient to parents, ungrateful, unholy and profane.",
          "ID": "2"
        },
        {
          "text": "[They will be] without natural [human] affection (callous and inhuman), relentless (admitting of no truce or appeasement); [they will be] slanderers (false accusers, troublemakers), intemperate and loose in morals and conduct, uncontrolled and fierce, haters of good.",
          "ID": "3"
        },
        {
          "text": "[They will be] treacherous [betrayers], rash, [and] inflated with self-conceit. [They will be] lovers of sensual pleasures and vain amusements more than and rather than lovers of God.",
          "ID": "4"
        },
        {
          "text": "For [although] they hold a form of piety (true religion), they deny and reject and are strangers to the power of it [their conduct belies the genuineness of their profession]. Avoid [all] such people [turn away from them].",
          "ID": "5"
        },
        {
          "text": "For among them are those who worm their way into homes and captivate silly and weak-natured and spiritually dwarfed women, loaded down with [the burden of their] sins [and easily] swayed and led away by various evil desires and seductive impulses.",
          "ID": "6"
        },
        {
          "text": "[These weak women will listen to anybody who will teach them]; they are forever inquiring and getting information, but are never able to arrive at a recognition and knowledge of the Truth.",
          "ID": "7"
        },
        {
          "text": "Now just as Jannes and Jambres were hostile to and resisted Moses, so these men also are hostile to and oppose the Truth. They have depraved and distorted minds, and are reprobate and counterfeit and to be rejected as far as the faith is concerned. [Exod. 7:11.]",
          "ID": "8"
        },
        {
          "text": "But they will not get very far, for their rash folly will become obvious to everybody, as was that of those [magicians mentioned].",
          "ID": "9"
        },
        {
          "text": "Now you have closely observed and diligently followed my teaching, conduct, purpose in life, faith, patience, love, steadfastness,",
          "ID": "10"
        },
        {
          "text": "Persecutions, sufferings–such as occurred to me at Antioch, at Iconium, and at Lystra, persecutions I endured, but out of them all the Lord delivered me.",
          "ID": "11"
        },
        {
          "text": "Indeed all who delight in piety and are determined to live a devoted and godly life in Christ Jesus will meet with persecution [will be made to suffer because of their religious stand].",
          "ID": "12"
        },
        {
          "text": "But wicked men and imposters will go on from bad to worse, deceiving and leading astray others and being deceived and led astray themselves.",
          "ID": "13"
        },
        {
          "text": "But as for you, continue to hold to the things that you have learned and of which you are convinced, knowing from whom you learned [them],",
          "ID": "14"
        },
        {
          "text": "And how from your childhood you have had a knowledge of and been acquainted with the sacred Writings, which are able to instruct you and give you the understanding for salvation which comes through faith in Christ Jesus [through the leaning of the entire human personality on God in Christ Jesus in absolute trust and confidence in His power, wisdom, and goodness].",
          "ID": "15"
        },
        {
          "text": "Every Scripture is God-breathed (given by His inspiration) and profitable for instruction, for reproof and conviction of sin, for correction of error and discipline in obedience, [and] for training in righteousness (in holy living, in conformity to God's will in thought, purpose, and action),",
          "ID": "16"
        },
        {
          "text": "So that the man of God may be complete and proficient, well fitted and thoroughly equipped for every good work.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TI.3"
    },
    {
      "name": "2 Timothy 4",
      "text": [
        {
          "text": "I CHARGE [you] in the presence of God and of Christ Jesus, Who is to judge the living and the dead, and by (in the light of) His coming and His kingdom:",
          "ID": "1"
        },
        {
          "text": "Herald and preach the Word! Keep your sense of urgency [stand by, be at hand and ready], whether the opportunity seems to be favorable or unfavorable. [Whether it is convenient or inconvenient, whether it is welcome or unwelcome, you as preacher of the Word are to show people in what way their lives are wrong.] And convince them, rebuking and correcting, warning and urging and encouraging them, being unflagging and inexhaustible in patience and teaching.",
          "ID": "2"
        },
        {
          "text": "For the time is coming when [people] will not tolerate (endure) sound and wholesome instruction, but, having ears itching [for something pleasing and gratifying], they will gather to themselves one teacher after another to a considerable number, chosen to satisfy their own liking and to foster the errors they hold,",
          "ID": "3"
        },
        {
          "text": "And will turn aside from hearing the truth and wander off into myths and man-made fictions.",
          "ID": "4"
        },
        {
          "text": "As for you, be calm and cool and steady, accept and suffer unflinchingly every hardship, do the work of an evangelist, fully perform all the duties of your ministry.",
          "ID": "5"
        },
        {
          "text": "For I am already about to be sacrificed [my life is about to be poured out as a drink offering]; the time of my [spirit's] release [from the body] is at hand and I will soon go free.",
          "ID": "6"
        },
        {
          "text": "I have fought the good (worthy, honorable, and noble) fight, I have finished the race, I have kept (firmly held) the faith.",
          "ID": "7"
        },
        {
          "text": "[As to what remains] henceforth there is laid up for me the [victor's] crown of righteousness [for being right with God and doing right], which the Lord, the righteous Judge, will award to me and recompense me on that [great] day–and not to me only, but also to all those who have loved and yearned for and welcomed His appearing (His return).",
          "ID": "8"
        },
        {
          "text": "Make every effort to come to me soon.",
          "ID": "9"
        },
        {
          "text": "For Demas has deserted me for love of this present world and has gone to Thessalonica; Crescens [has gone] to Galatia, Titus to Dalmatia.",
          "ID": "10"
        },
        {
          "text": "Luke alone is with me. Get Mark and bring him with you, for he is very helpful to me for the ministry.",
          "ID": "11"
        },
        {
          "text": "Tychicus I have sent to Ephesus.",
          "ID": "12"
        },
        {
          "text": "[When] you come, bring the cloak that I left at Troas with Carpus, also the books, especially the parchments.",
          "ID": "13"
        },
        {
          "text": "Alexander the coppersmith did me great wrongs. The Lord will pay him back for his actions.",
          "ID": "14"
        },
        {
          "text": "Beware of him yourself, for he opposed and resisted our message very strongly and exceedingly.",
          "ID": "15"
        },
        {
          "text": "At my first trial no one acted in my defense [as my advocate] or took my part or [even] stood with me, but all forsook me. May it not be charged against them!",
          "ID": "16"
        },
        {
          "text": "But the Lord stood by me and strengthened me, so that through me the [Gospel] message might be fully proclaimed and all the Gentiles might hear it. So I was delivered out of the jaws of the lion.",
          "ID": "17"
        },
        {
          "text": "[And indeed] the Lord will certainly deliver and draw me to Himself from every assault of evil. He will preserve and bring me safe unto His heavenly kingdom. To Him be the glory forever and ever. Amen (so be it).",
          "ID": "18"
        },
        {
          "text": "Give my greetings to Prisca and Aquila and to the household of Onesiphorus.",
          "ID": "19"
        },
        {
          "text": "Erastus stayed on at Corinth, but Trophimus I left ill at Miletus.",
          "ID": "20"
        },
        {
          "text": "Do hasten and try your best to come to me before winter. Eubulus wishes to be remembered to you, as do Pudens and Linus and Claudia and all the brethren.",
          "ID": "21"
        },
        {
          "text": "The Lord Jesus Christ be with your spirit. Grace (God's favor and blessing) be with you. Amen (so be it).",
          "ID": "22"
        }
      ],
      "ID": "NT:2TI.4"
    }
  ],
  "version": "AMP",
  "ID": "NT:2TI(AMP)"
}