{
  "name": "2 Timothy",
  "text": [
    {
      "name": "2 Timothy 1",
      "text": [
        {
          "text": "Paul, an apostle of Christ Jesus by the will of God, in keeping with the promise of life that is in Christ Jesus,",
          "ID": "1"
        },
        {
          "text": "To Timothy, my dear son:Grace, mercy and peace from God the Father and Christ Jesus our Lord.",
          "ID": "2"
        },
        {
          "text": "",
          "ID": "2"
        },
        {
          "text": "I thank God, whom I serve, as my ancestors did, with a clear conscience, as night and day I constantly remember you in my prayers.",
          "ID": "3"
        },
        {
          "text": "Recalling your tears, I long to see you, so that I may be filled with joy.",
          "ID": "4"
        },
        {
          "text": "I am reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also.",
          "ID": "5"
        },
        {
          "text": "For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands.",
          "ID": "6"
        },
        {
          "text": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline.",
          "ID": "7"
        },
        {
          "text": "So do not be ashamed of the testimony about our Lord or of me his prisoner. Rather, join with me in suffering for the gospel, by the power of God.",
          "ID": "8"
        },
        {
          "text": "He has saved us and called us to a holy life—not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time,",
          "ID": "9"
        },
        {
          "text": "but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel.",
          "ID": "10"
        },
        {
          "text": "And of this gospel I was appointed a herald and an apostle and a teacher.",
          "ID": "11"
        },
        {
          "text": "That is why I am suffering as I am. Yet this is no cause for shame, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him until that day.",
          "ID": "12"
        },
        {
          "text": "What you heard from me, keep as the pattern of sound teaching, with faith and love in Christ Jesus.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Guard the good deposit that was entrusted to you—guard it with the help of the Holy Spirit who lives in us.",
          "ID": "14"
        },
        {
          "text": "You know that everyone in the province of Asia has deserted me, including Phygelus and Hermogenes.",
          "ID": "15"
        },
        {
          "text": "May the Lord show mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chains.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "On the contrary, when he was in Rome, he searched hard for me until he found me.",
          "ID": "17"
        },
        {
          "text": "May the Lord grant that he will find mercy from the Lord on that day! You know very well in how many ways he helped me in Ephesus.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TI.1"
    },
    {
      "name": "2 Timothy 2",
      "text": [
        {
          "text": "You then, my son, be strong in the grace that is in Christ Jesus.",
          "ID": "1"
        },
        {
          "text": "And the things you have heard me say in the presence of many witnesses entrust to reliable people who will also be qualified to teach others.",
          "ID": "2"
        },
        {
          "text": "Join with me in suffering, like a good soldier of Christ Jesus.",
          "ID": "3"
        },
        {
          "text": "No one serving as a soldier gets entangled in civilian affairs, but rather tries to please his commanding officer.",
          "ID": "4"
        },
        {
          "text": "Similarly, anyone who competes as an athlete does not receive the victor's crown except by competing according to the rules.",
          "ID": "5"
        },
        {
          "text": "The hardworking farmer should be the first to receive a share of the crops.",
          "ID": "6"
        },
        {
          "text": "Reflect on what I am saying, for the Lord will give you insight into all this.",
          "ID": "7"
        },
        {
          "text": "Remember Jesus Christ, raised from the dead, descended from David. This is my gospel,",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "for which I am suffering even to the point of being chained like a criminal. But God's word is not chained.",
          "ID": "9"
        },
        {
          "text": "Therefore I endure everything for the sake of the elect, that they too may obtain the salvation that is in Christ Jesus, with eternal glory.",
          "ID": "10"
        },
        {
          "text": "Here is a trustworthy saying:",
          "ID": "11"
        },
        {
          "text": "If we died with him,",
          "ID": "11"
        },
        {
          "text": "we will also live with him;",
          "ID": "11"
        },
        {
          "text": "",
          "ID": "11"
        },
        {
          "text": "if we endure,",
          "ID": "12"
        },
        {
          "text": "we will also reign with him.",
          "ID": "12"
        },
        {
          "text": "If we disown him,",
          "ID": "12"
        },
        {
          "text": "he will also disown us;",
          "ID": "12"
        },
        {
          "text": "",
          "ID": "12"
        },
        {
          "text": "if we are faithless,",
          "ID": "13"
        },
        {
          "text": "he remains faithful,",
          "ID": "13"
        },
        {
          "text": "for he cannot disown himself.",
          "ID": "13"
        },
        {
          "text": "",
          "ID": "13"
        },
        {
          "text": "Keep reminding God's people of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen.",
          "ID": "14"
        },
        {
          "text": "Do your best to present yourself to God as one approved, a worker who does not need to be ashamed and who correctly handles the word of truth.",
          "ID": "15"
        },
        {
          "text": "Avoid godless chatter, because those who indulge in it will become more and more ungodly.",
          "ID": "16"
        },
        {
          "text": "Their teaching will spread like gangrene. Among them are Hymenaeus and Philetus,",
          "ID": "17"
        },
        {
          "text": "who have departed from the truth. They say that the resurrection has already taken place, and they destroy the faith of some.",
          "ID": "18"
        },
        {
          "text": "Nevertheless, God's solid foundation stands firm, sealed with this inscription: \"The Lord knows those who are his,\" and, \"Everyone who confesses the name of the Lord must turn away from wickedness.\"",
          "ID": "19"
        },
        {
          "text": "In a large house there are articles not only of gold and silver, but also of wood and clay; some are for special purposes and some for common use.",
          "ID": "20"
        },
        {
          "text": "",
          "ID": "20"
        },
        {
          "text": "Those who cleanse themselves from the latter will be instruments for special purposes, made holy, useful to the Master and prepared to do any good work.",
          "ID": "21"
        },
        {
          "text": "Flee the evil desires of youth and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart.",
          "ID": "22"
        },
        {
          "text": "",
          "ID": "22"
        },
        {
          "text": "Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels.",
          "ID": "23"
        },
        {
          "text": "And the Lord's servant must not be quarrelsome but must be kind to everyone, able to teach, not resentful.",
          "ID": "24"
        },
        {
          "text": "Opponents must be gently instructed, in the hope that God will grant them repentance leading them to a knowledge of the truth,",
          "ID": "25"
        },
        {
          "text": "and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will.",
          "ID": "26"
        }
      ],
      "ID": "NT:2TI.2"
    },
    {
      "name": "2 Timothy 3",
      "text": [
        {
          "text": "But mark this: There will be terrible times in the last days.",
          "ID": "1"
        },
        {
          "text": "People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy,",
          "ID": "2"
        },
        {
          "text": "without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good,",
          "ID": "3"
        },
        {
          "text": "treacherous, rash, conceited, lovers of pleasure rather than lovers of God—",
          "ID": "4"
        },
        {
          "text": "having a form of godliness but denying its power. Have nothing to do with such people.",
          "ID": "5"
        },
        {
          "text": "They are the kind who worm their way into homes and gain control over gullible women, who are loaded down with sins and are swayed by all kinds of evil desires,",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "always learning but never able to come to a knowledge of the truth.",
          "ID": "7"
        },
        {
          "text": "Just as Jannes and Jambres opposed Moses, so also these teachers oppose the truth. They are men of depraved minds, who, as far as the faith is concerned, are rejected.",
          "ID": "8"
        },
        {
          "text": "But they will not get very far because, as in the case of those men, their folly will be clear to everyone.",
          "ID": "9"
        },
        {
          "text": "You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance,",
          "ID": "10"
        },
        {
          "text": "persecutions, sufferings—what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them.",
          "ID": "11"
        },
        {
          "text": "In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted,",
          "ID": "12"
        },
        {
          "text": "while evildoers and impostors will go from bad to worse, deceiving and being deceived.",
          "ID": "13"
        },
        {
          "text": "But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it,",
          "ID": "14"
        },
        {
          "text": "and how from infancy you have known the Holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus.",
          "ID": "15"
        },
        {
          "text": "All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,",
          "ID": "16"
        },
        {
          "text": "so that the servant of God may be thoroughly equipped for every good work.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TI.3"
    },
    {
      "name": "2 Timothy 4",
      "text": [
        {
          "text": "In the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of his appearing and his kingdom, I give you this charge:",
          "ID": "1"
        },
        {
          "text": "Preach the word; be prepared in season and out of season; correct, rebuke and encourage—with great patience and careful instruction.",
          "ID": "2"
        },
        {
          "text": "For the time will come when people will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear.",
          "ID": "3"
        },
        {
          "text": "They will turn their ears away from the truth and turn aside to myths.",
          "ID": "4"
        },
        {
          "text": "But you, keep your head in all situations, endure hardship, do the work of an evangelist, discharge all the duties of your ministry.",
          "ID": "5"
        },
        {
          "text": "For I am already being poured out like a drink offering, and the time for my departure is near.",
          "ID": "6"
        },
        {
          "text": "",
          "ID": "6"
        },
        {
          "text": "I have fought the good fight, I have finished the race, I have kept the faith.",
          "ID": "7"
        },
        {
          "text": "Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day—and not only to me, but also to all who have longed for his appearing.",
          "ID": "8"
        },
        {
          "text": "",
          "ID": "8"
        },
        {
          "text": "Do your best to come to me quickly,",
          "ID": "9"
        },
        {
          "text": "for Demas, because he loved this world, has deserted me and has gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia.",
          "ID": "10"
        },
        {
          "text": "Only Luke is with me. Get Mark and bring him with you, because he is helpful to me in my ministry.",
          "ID": "11"
        },
        {
          "text": "I sent Tychicus to Ephesus.",
          "ID": "12"
        },
        {
          "text": "When you come, bring the cloak that I left with Carpus at Troas, and my scrolls, especially the parchments.",
          "ID": "13"
        },
        {
          "text": "Alexander the metalworker did me a great deal of harm. The Lord will repay him for what he has done.",
          "ID": "14"
        },
        {
          "text": "",
          "ID": "14"
        },
        {
          "text": "You too should be on your guard against him, because he strongly opposed our message.",
          "ID": "15"
        },
        {
          "text": "At my first defense, no one came to my support, but everyone deserted me. May it not be held against them.",
          "ID": "16"
        },
        {
          "text": "",
          "ID": "16"
        },
        {
          "text": "But the Lord stood at my side and gave me strength, so that through me the message might be fully proclaimed and all the Gentiles might hear it. And I was delivered from the lion's mouth.",
          "ID": "17"
        },
        {
          "text": "The Lord will rescue me from every evil attack and will bring me safely to his heavenly kingdom. To him be glory for ever and ever. Amen.",
          "ID": "18"
        },
        {
          "text": "Greet Priscilla and Aquila and the household of Onesiphorus.",
          "ID": "19"
        },
        {
          "text": "Erastus stayed in Corinth, and I left Trophimus sick in Miletus.",
          "ID": "20"
        },
        {
          "text": "Do your best to get here before winter. Eubulus greets you, and so do Pudens, Linus, Claudia and all the brothers and sisters.",
          "ID": "21"
        },
        {
          "text": "The Lord be with your spirit. Grace be with you all.",
          "ID": "22"
        }
      ],
      "ID": "NT:2TI.4"
    }
  ],
  "version": "BOOKS",
  "ID": "NT:2TI(BOOKS)"
}