{
  "text": [
    {
      "text": [
        {
          "text": "Paul, an Apostle of Jesus Christ through the will of God, in accord with the promise of the life which is in Christ Jesus,",
          "ID": "1"
        },
        {
          "text": "to Timothy, most beloved son. Grace, mercy, peace, from God the Father and from Christ Jesus our Lord.",
          "ID": "2"
        },
        {
          "text": "I give thanks to God, whom I serve, as my forefathers did, with a pure conscience. For without ceasing I hold the remembrance of you in my prayers, night and day,",
          "ID": "3"
        },
        {
          "text": "desiring to see you, recalling your tears so as to be filled with joy,",
          "ID": "4"
        },
        {
          "text": "calling to mind the same faith, which is in you unfeigned, which also first dwelt in your grandmother, Lois, and in your mother, Eunice, and also, I am certain, in you.",
          "ID": "5"
        },
        {
          "text": "Because of this, I admonish you to revive the grace of God, which is in you by the imposition of my hands.",
          "ID": "6"
        },
        {
          "text": "For God has not given us a spirit of fear, but of virtue, and of love, and of self-restraint.",
          "ID": "7"
        },
        {
          "text": "And so, do not be ashamed of the testimony of our Lord, nor of me, his prisoner. Instead, collaborate with the Gospel in accord with the virtue of God,",
          "ID": "8"
        },
        {
          "text": "who has freed us and has called us to his holy vocation, not according to our works, but according to his own purpose and grace, which was given to us in Christ Jesus, before the ages of time.",
          "ID": "9"
        },
        {
          "text": "And this has now been made manifest by the illumination of our Savior Jesus Christ, who certainly has destroyed death, and who has also illuminated life and incorruption through the Gospel.",
          "ID": "10"
        },
        {
          "text": "Of this Gospel, I have been appointed a preacher, and an Apostle, and a teacher of the Gentiles.",
          "ID": "11"
        },
        {
          "text": "For this reason, I also suffer these things. But I am not confounded. For I know in whom I have believed, and I am certain that he has the power to preserve what was entrusted to me, unto that day.",
          "ID": "12"
        },
        {
          "text": "Hold to the kind of sound words that you have heard from me in the faith and love which is in Christ Jesus.",
          "ID": "13"
        },
        {
          "text": "Guard the good entrusted to you through the Holy Spirit, who lives within us.",
          "ID": "14"
        },
        {
          "text": "Know this: that all those who are in Asia have turned away from me, among whom are Phigellus and Hermogenes.",
          "ID": "15"
        },
        {
          "text": "May the Lord have mercy on the house of Onesiphorus, because he has often refreshed me, and he has not been ashamed of my chains.",
          "ID": "16"
        },
        {
          "text": "Instead, when he had arrived in Rome, he anxiously sought me and found me.",
          "ID": "17"
        },
        {
          "text": "May the Lord grant to him to obtain mercy from the Lord in that day. And you know well in how many ways he has ministered to me at Ephesus.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TI.1",
      "name": "2 Timothy 1"
    },
    {
      "text": [
        {
          "text": "And as for you, my son, be strengthened by the grace which is in Christ Jesus,",
          "ID": "1"
        },
        {
          "text": "and by the things which you have heard from me through many witnesses. These things encourage faithful men, who shall then be suitable to teach others also.",
          "ID": "2"
        },
        {
          "text": "Labor like a good soldier of Christ Jesus.",
          "ID": "3"
        },
        {
          "text": "No man, acting as a soldier for God, entangles himself in worldly matters, so that he may be pleasing to him for whom he has proven himself.",
          "ID": "4"
        },
        {
          "text": "Then, too, whoever strives in a competition is not crowned, unless he has competed lawfully.",
          "ID": "5"
        },
        {
          "text": "The farmer who labors ought to be the first to share in the produce.",
          "ID": "6"
        },
        {
          "text": "Understand what I am saying. For the Lord will give you understanding in all things.",
          "ID": "7"
        },
        {
          "text": "Be mindful that the Lord Jesus Christ, who is the offspring of David, has risen again from the dead, according to my Gospel.",
          "ID": "8"
        },
        {
          "text": "I labor in this Gospel, even while chained like an evildoer. But the Word of God is not bound.",
          "ID": "9"
        },
        {
          "text": "I endure all things for this reason: for the sake of the elect, so that they, too, may obtain the salvation which is in Christ Jesus, with heavenly glory.",
          "ID": "10"
        },
        {
          "text": "It is a faithful saying: that if we have died with him, we will also live with him.",
          "ID": "11"
        },
        {
          "text": "If we suffer, we will also reign with him. If we deny him, he will also deny us.",
          "ID": "12"
        },
        {
          "text": "If we are unfaithful, he remains faithful: he is not able to deny himself.",
          "ID": "13"
        },
        {
          "text": "Insist on these things, testifying before the Lord. Do not be contentious about words, for this is useful for nothing but the subversion of listeners.",
          "ID": "14"
        },
        {
          "text": "Be solicitous in the task of presenting yourself before God as a proven and unashamed worker who has handled the Word of Truth correctly.",
          "ID": "15"
        },
        {
          "text": "But avoid profane or empty talk. For these things advance one greatly in impiety.",
          "ID": "16"
        },
        {
          "text": "And their word spreads like a cancer: among these are Hymenaeus and Philetus,",
          "ID": "17"
        },
        {
          "text": "who have fallen away from the truth by saying that the resurrection is already complete. And so they have subverted the faith of certain persons.",
          "ID": "18"
        },
        {
          "text": "But the firm foundation of God remains standing, having this seal: the Lord knows those who are his own, and all who know the name of the Lord depart from iniquity.",
          "ID": "19"
        },
        {
          "text": "But, in a large house, there are not only vessels of gold and of silver, but also those of wood and of clay; and certainly some are held in honor, but others in dishonor.",
          "ID": "20"
        },
        {
          "text": "If anyone, then, will have cleansed himself from these things, he shall be a vessel held in honor, sanctified and useful to the Lord, prepared for every good work.",
          "ID": "21"
        },
        {
          "text": "So then, flee from the desires of your youth, yet truly, pursue justice, faith, hope, charity, and peace, along with those who call upon the Lord from a pure heart.",
          "ID": "22"
        },
        {
          "text": "But avoid foolish and undisciplined questions, for you know that these produce strife.",
          "ID": "23"
        },
        {
          "text": "For the servant of the Lord must not be contentious, but instead he must be meek toward everyone, teachable, patient,",
          "ID": "24"
        },
        {
          "text": "correcting with self-restraint those who resist the truth. For at any time God may give them repentance, so as to recognize the truth,",
          "ID": "25"
        },
        {
          "text": "and then they may recover from the snares of the devil, by whom they are held captive at his will.",
          "ID": "26"
        }
      ],
      "ID": "NT:2TI.2",
      "name": "2 Timothy 2"
    },
    {
      "text": [
        {
          "text": "And know this: that in the last days perilous times will press near.",
          "ID": "1"
        },
        {
          "text": "Men will be lovers of themselves, greedy, self-exalting, arrogant, blasphemers, disobedient to parents, ungrateful, wicked,",
          "ID": "2"
        },
        {
          "text": "without affection, without peace, false accusers, unchaste, cruel, without kindness,",
          "ID": "3"
        },
        {
          "text": "traitorous, reckless, self-important, loving pleasure more than God,",
          "ID": "4"
        },
        {
          "text": "even having the appearance of piety while rejecting its virtue. And so, avoid them.",
          "ID": "5"
        },
        {
          "text": "For among these are ones who penetrate houses and lead away, like captives, foolish women burdened with sins, who are led away by means of various desires,",
          "ID": "6"
        },
        {
          "text": "always learning, yet never achieving knowledge of the truth.",
          "ID": "7"
        },
        {
          "text": "And in the same manner that Jannes and Jambres resisted Moses, so also will these resist the truth, men corrupted in mind, reprobates from the faith.",
          "ID": "8"
        },
        {
          "text": "But they will not advance beyond a certain point. For the folly of the latter shall be made manifest to all, just as that of the former.",
          "ID": "9"
        },
        {
          "text": "But you have fully comprehended my doctrine, instruction, purpose, faith, longsuffering, love, patience,",
          "ID": "10"
        },
        {
          "text": "persecutions, afflictions; such things as happened to me at Antioch, at Iconium, and at Lystra; how I endured persecutions, and how the Lord rescued me from everything.",
          "ID": "11"
        },
        {
          "text": "And all those who willingly live the piety in Christ Jesus will suffer persecution.",
          "ID": "12"
        },
        {
          "text": "But evil men and deceivers will advance in evil, erring and sending into error.",
          "ID": "13"
        },
        {
          "text": "Yet truly, you should remain in those things which you have learned and which have been entrusted to you. For you know from whom you have learned them.",
          "ID": "14"
        },
        {
          "text": "And, from your infancy, you have known the Sacred Scriptures, which are able to instruct you toward salvation, through the faith which is in Christ Jesus.",
          "ID": "15"
        },
        {
          "text": "All Scripture, having been divinely inspired, is useful for teaching, for reproof, for correction, and for instruction in justice,",
          "ID": "16"
        },
        {
          "text": "so that the man of God may be perfect, having been trained for every good work.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TI.3",
      "name": "2 Timothy 3"
    },
    {
      "text": [
        {
          "text": "I testify before God, and before Jesus Christ, who shall judge the living and the dead through his return and his kingdom:",
          "ID": "1"
        },
        {
          "text": "that you should preach the word urgently, in season and out of season: reprove, entreat, rebuke, with all patience and doctrine.",
          "ID": "2"
        },
        {
          "text": "For there shall be a time when they will not endure sound doctrine, but instead, according to their own desires, they will gather to themselves teachers, with itching ears,",
          "ID": "3"
        },
        {
          "text": "and certainly, they will turn their hearing away from the truth, and they will be turned toward fables.",
          "ID": "4"
        },
        {
          "text": "But as for you, truly, be vigilant, laboring in all things. Do the work of an Evangelist, fulfilling your ministry. Show self-restraint.",
          "ID": "5"
        },
        {
          "text": "For I am already being worn away, and the time of my dissolution presses close.",
          "ID": "6"
        },
        {
          "text": "I have fought the good fight. I have completed the course. I have preserved the faith.",
          "ID": "7"
        },
        {
          "text": "As for the remainder, a crown of justice has been reserved for me, one which the Lord, the just judge, will render to me in that day, and not only to me, but also to those who look forward to his return. Hurry to return to me soon.",
          "ID": "8"
        },
        {
          "text": "For Demas has abandoned me, out of love for this age, and he has departed for Thessalonica.",
          "ID": "9"
        },
        {
          "text": "Crescens has gone to Galatia; Titus to Dalmatia.",
          "ID": "10"
        },
        {
          "text": "Luke alone is with me. Take Mark and bring him with you; for he is useful to me in the ministry.",
          "ID": "11"
        },
        {
          "text": "But Tychicus I have sent to Ephesus.",
          "ID": "12"
        },
        {
          "text": "When you return, bring with you the supplies that I left with Carpus at Troas, and the books, but especially the parchments.",
          "ID": "13"
        },
        {
          "text": "Alexander the coppersmith has shown me much evil; the Lord will repay him according to his works.",
          "ID": "14"
        },
        {
          "text": "And you should also avoid him; for he has strongly resisted our words.",
          "ID": "15"
        },
        {
          "text": "At my first defense, no one stood by me, but everyone abandoned me. May it not be counted against them!",
          "ID": "16"
        },
        {
          "text": "But the Lord stood with me and strengthened me, so that through me the preaching would be accomplished, and so that all the Gentiles would hear. And I was freed from the mouth of the lion.",
          "ID": "17"
        },
        {
          "text": "The Lord has freed me from every evil work, and he will accomplish salvation by his heavenly kingdom. To him be glory forever and ever. Amen.",
          "ID": "18"
        },
        {
          "text": "Greet Prisca, and Aquila, and the household of Onesiphorus.",
          "ID": "19"
        },
        {
          "text": "Erastus remained at Corinth. And Trophimus I left sick at Miletus.",
          "ID": "20"
        },
        {
          "text": "Hurry to arrive before winter. Eubulus, and Pudens, and Linus, and Claudia, and all the brothers greet you.",
          "ID": "21"
        },
        {
          "text": "May the Lord Jesus Christ be with your spirit. May grace be with you. Amen.",
          "ID": "22"
        }
      ],
      "ID": "NT:2TI.4",
      "name": "2 Timothy 4"
    }
  ],
  "ID": "NT:2TI(CPDV)",
  "version": "CPDV",
  "name": "2 Timothy"
}