{
  "version": "ERV",
  "text": [
    {
      "title": "Thanksgiving and Encouragement",
      "text": [
        {
          "text": "Greetings from Paul, an apostle of Christ Jesus. I am an apostle because God wanted me to be. God sent me to tell people about the promise of life that is in Christ Jesus.",
          "ID": "1"
        },
        {
          "text": "To Timothy, a dear son to me.\nGrace, mercy, and peace to you from God the Father and from Christ Jesus our Lord.",
          "ID": "2"
        },
        {
          "text": "I always remember you in my prayers day and night. And in these prayers I thank God for you. He is the God my ancestors served, and I have always served him with a clear conscience.",
          "ID": "3"
        },
        {
          "text": "I remember that you cried for me. I want very much to see you so that I can be filled with joy.",
          "ID": "4"
        },
        {
          "text": "I remember your true faith. That kind of faith first belonged to your grandmother Lois and to your mother Eunice. I know you now have that same faith.",
          "ID": "5"
        },
        {
          "text": "That is why I want you to remember the gift God gave you. God gave you that gift when I laid my hands on you. Now I want you to use that gift and let it grow more and more, like a small flame grows into a fire.",
          "ID": "6"
        },
        {
          "text": "The Spirit God gave us does not make us afraid. His Spirit is a source of power and love and self-control.",
          "ID": "7"
        },
        {
          "text": "So don’t be ashamed to tell people about our Lord Jesus. And don’t be ashamed of me—I am in prison for the Lord. But suffer with me for the Good News. God gives us the strength to do that.",
          "ID": "8"
        },
        {
          "text": "God saved us and chose us to be his holy people, but not because of anything we ourselves did. God saved us and made us his people because that was what he wanted and because of his grace. That grace was given to us through Christ Jesus before time began.",
          "ID": "9"
        },
        {
          "text": "And now it has been shown to us in the coming of our Savior Christ Jesus. He destroyed death and showed us the way to have life. Yes, through the Good News Jesus showed us the way to have life that cannot be destroyed.",
          "ID": "10"
        },
        {
          "text": "I was chosen to tell people that message as an apostle and teacher.",
          "ID": "11"
        },
        {
          "text": "And I suffer now because of that work. But I am not ashamed, because I know the one I have put my trust in. And I am sure that he is able to protect what I have put into his care until that Day.",
          "ID": "12",
          "comments": [
            "what … care Or “what he has trusted me with.”"
          ]
        },
        {
          "text": "What you heard me teach is an example of what you should teach. Follow that model of right teaching with the faith and love we have in Christ Jesus.",
          "ID": "13"
        },
        {
          "text": "This teaching is a treasure that you have been trusted with. Protect it with the help of the Holy Spirit, who lives inside us.",
          "ID": "14"
        },
        {
          "text": "You know that everyone in Asia has left me. Even Phygelus and Hermogenes have left me.",
          "ID": "15"
        },
        {
          "text": "I pray that the Lord will show mercy to the family of Onesiphorus. Many times Onesiphorus encouraged me. He was not ashamed that I was in prison.",
          "ID": "16"
        },
        {
          "text": "No, he was not ashamed. When he came to Rome, he looked and looked for me until he found me.",
          "ID": "17"
        },
        {
          "text": "I pray that the Lord Jesus will make sure Onesiphorus receives mercy from the Lord God on that Day. You know how many ways this brother helped me in Ephesus.",
          "ID": "18"
        }
      ],
      "ID": "NT:2TI.1",
      "name": "2 Timothy 1"
    },
    {
      "title": "A Worker Who Pleases God",
      "text": [
        {
          "text": "Timothy, you are a son to me. Be strong in the grace that we have because we belong to Christ Jesus.",
          "ID": "1"
        },
        {
          "text": "What you have heard me teach publicly you should teach to others. Share these teachings with people you can trust. Then they will be able to teach others these same things.",
          "ID": "2"
        },
        {
          "text": "As a good soldier of Christ Jesus, accept your share of the troubles we have.",
          "ID": "3"
        },
        {
          "text": "A soldier wants to please his commanding officer, so he does not spend any time on activities that are not a part of his duty.",
          "ID": "4"
        },
        {
          "text": "Athletes in a race must obey all the rules to win.",
          "ID": "5"
        },
        {
          "text": "The farmer who works hard deserves the first part of the harvest.",
          "ID": "6"
        },
        {
          "text": "Think about what I am saying. The Lord will help you understand it all.",
          "ID": "7"
        },
        {
          "text": "Remember Jesus Christ. He is from the family of David. After Jesus died, he was raised from death. This is the Good News that I tell people.",
          "ID": "8"
        },
        {
          "text": "And because I tell that message, I am suffering. I am even bound with chains like someone who has really done wrong. But God’s message is not bound.",
          "ID": "9"
        },
        {
          "text": "So I patiently accept all these troubles. I do this to help the people God has chosen so that they can have the salvation that is in Christ Jesus. With this salvation comes glory that never ends.",
          "ID": "10"
        },
        {
          "text": "Here is a true statement:\nIf we died with him,\nwe will also live with him.",
          "ID": "11"
        },
        {
          "text": "If we remain faithful even in suffering,\nwe will also rule with him.\nIf we refuse to say we know him,\nhe will refuse to say he knows us.",
          "ID": "12"
        },
        {
          "text": "If we are not faithful,\nhe will still be faithful,\nbecause he cannot be false to himself.",
          "ID": "13"
        },
        {
          "text": "Keep on telling everyone these truths. And warn them before God not to argue about words. Such arguments don’t help anyone, and they ruin those who listen to them.",
          "ID": "14"
        },
        {
          "text": "Do your best to be the kind of person God will accept, and give yourself to him. Be a worker who has no reason to be ashamed of his work, one who applies the true teaching in the right way.",
          "ID": "15"
        },
        {
          "text": "Stay away from people who talk about useless things that are not from God. That kind of talk will lead a person more and more against God.",
          "ID": "16"
        },
        {
          "text": "Their evil teaching will spread like a sickness inside the body. Hymenaeus and Philetus are men like that.",
          "ID": "17"
        },
        {
          "text": "They have left the true teaching. They say that the day when people will be raised from death has already come and gone. And they are destroying the faith of some people.",
          "ID": "18"
        },
        {
          "text": "But God’s strong foundation never moves, and these words are written on it: “The Lord knows those who belong to him.” Also, these words are written there: “Everyone who says they believe in the Lord must stop doing wrong.”",
          "ID": "19",
          "comments": [
            "Quote from Num. 16:5."
          ]
        },
        {
          "text": "In a large house there are things made of gold and silver. But there are also things made of wood and clay. Some of these are used for special purposes, others for ordinary jobs.",
          "ID": "20"
        },
        {
          "text": "The Lord wants to use you for special purposes, so make yourself clean from all evil. Then you will be holy, and the Master can use you. You will be ready for any good work.",
          "ID": "21"
        },
        {
          "text": "Stay away from the evil things a young person like you typically wants to do. Do your best to live right and to have faith, love, and peace, together with others who trust in the Lord with pure hearts.",
          "ID": "22"
        },
        {
          "text": "Stay away from foolish and stupid arguments. You know that these arguments grow into bigger arguments.",
          "ID": "23"
        },
        {
          "text": "As a servant of the Lord, you must not argue. You must be kind to everyone. You must be a good teacher, and you must be patient.",
          "ID": "24"
        },
        {
          "text": "You must gently teach those who don’t agree with you. Maybe God will let them change their hearts so that they can accept the truth.",
          "ID": "25"
        },
        {
          "text": "The devil has trapped them and now makes them do what he wants. But maybe they can wake up to see what is happening and free themselves from the devil’s trap.",
          "ID": "26"
        }
      ],
      "ID": "NT:2TI.2",
      "name": "2 Timothy 2"
    },
    {
      "title": "Last Instructions",
      "text": [
        {
          "text": "Remember this: There are some terrible times coming in the last days.",
          "ID": "1"
        },
        {
          "text": "People will love only themselves and money. They will be proud and boast about themselves. They will abuse others with insults. They will not obey their parents. They will be ungrateful and against all that is pleasing to God.",
          "ID": "2"
        },
        {
          "text": "They will have no love for others and will refuse to forgive anyone. They will talk about others to hurt them and will have no self-control. They will be cruel and hate what is good.",
          "ID": "3"
        },
        {
          "text": "People will turn against their friends. They will do foolish things without thinking and will be so proud of themselves. Instead of loving God, they will love pleasure.",
          "ID": "4"
        },
        {
          "text": "They will go on pretending to be devoted to God, but they will refuse to let that “devotion” change the way they live. Stay away from these people!",
          "ID": "5"
        },
        {
          "text": "Some of them go into homes and get control over weak women, whose lives are full of sin—women who are led into sin by all the things they want.",
          "ID": "6"
        },
        {
          "text": "These women always want to learn something new, but they are never able to fully understand the truth.",
          "ID": "7"
        },
        {
          "text": "Just as Jannes and Jambres fought against Moses, these people fight against the truth. Their thinking has been confused. The faith they have and teach is worthless.",
          "ID": "8",
          "comments": [
            "Jannes and Jambres Probably the magicians who opposed Moses in Pharaoh’s court. See Ex. 7:11-12, 22."
          ]
        },
        {
          "text": "But they will not succeed in what they are trying to do. Everyone will see how foolish they are. That is what happened to Jannes and Jambres.",
          "ID": "9"
        },
        {
          "text": "But you know all about me. You know what I teach and the way I live. You know my goal in life. You know my faith, my patience, and my love. You know that I never stop trying.",
          "ID": "10"
        },
        {
          "text": "You know about my persecutions and my sufferings. You know all the things that happened to me in Antioch, Iconium, and Lystra—the persecution I suffered in those places. But the Lord saved me from all of it.",
          "ID": "11"
        },
        {
          "text": "Everyone who wants to live showing true devotion to God in Christ Jesus will be persecuted.",
          "ID": "12"
        },
        {
          "text": "People who are evil and cheat others will become worse and worse. They will fool others, but they will also be fooling themselves.",
          "ID": "13"
        },
        {
          "text": "But you should continue following the teaching you learned. You know it is true, because you know you can trust those who taught you.",
          "ID": "14"
        },
        {
          "text": "You have known the Holy Scriptures since you were a child. These Scriptures are able to make you wise. And that wisdom leads to salvation through faith in Christ Jesus.",
          "ID": "15",
          "comments": [
            "Holy Scriptures Writings that Jews and followers of Christ accepted to be from God—the Old Testament."
          ]
        },
        {
          "text": "All Scripture is given by God. And all Scripture is useful for teaching and for showing people what is wrong in their lives. It is useful for correcting faults and teaching the right way to live.",
          "ID": "16"
        },
        {
          "text": "Using the Scriptures, those who serve God will be prepared and will have everything they need to do every good work.",
          "ID": "17"
        }
      ],
      "ID": "NT:2TI.3",
      "name": "2 Timothy 3"
    },
    {
      "title": "Final Greetings",
      "text": [
        {
          "text": "Before God and Jesus Christ, I give you a command. Christ Jesus is the one who will judge all people—those who are living and those who have died. He is coming again to rule in his kingdom. So I give you this command:",
          "ID": "1"
        },
        {
          "text": "Tell everyone God’s message. Be ready at all times to do whatever is needed. Tell people what they need to do, tell them when they are doing wrong, and encourage them. Do this with great patience and careful teaching.",
          "ID": "2"
        },
        {
          "text": "The time will come when people will not listen to the true teaching. But people will find more and more teachers who please them. They will find teachers who say what they want to hear.",
          "ID": "3"
        },
        {
          "text": "People will stop listening to the truth. They will begin to follow the teaching in false stories.",
          "ID": "4"
        },
        {
          "text": "But you should control yourself at all times. When troubles come, accept them. Do the work of telling the Good News. Do all the duties of a servant of God.",
          "ID": "5"
        },
        {
          "text": "My life is being given as an offering for God. The time has come for me to leave this life here.",
          "ID": "6"
        },
        {
          "text": "I have fought the good fight. I have finished the race. I have served the Lord faithfully.",
          "ID": "7"
        },
        {
          "text": "Now, a prize is waiting for me—the crown that will show I am right with God. The Lord, the judge who judges rightly, will give it to me on that Day. Yes, he will give it to me and to everyone else who is eagerly looking forward to his coming.",
          "ID": "8"
        },
        {
          "text": "Do your best to come to me as soon as you can.",
          "ID": "9"
        },
        {
          "text": "Demas loved this world too much. That is why he left me. He went to Thessalonica. Crescens went to Galatia. And Titus went to Dalmatia.",
          "ID": "10"
        },
        {
          "text": "Luke is the only one still with me. Get Mark and bring him with you when you come. He can help me in my work here.",
          "ID": "11"
        },
        {
          "text": "I sent Tychicus to Ephesus.",
          "ID": "12"
        },
        {
          "text": "When I was in Troas, I left my coat there with Carpus. So when you come, bring it to me. Also, bring my books. The books written on parchment are the ones I need.",
          "ID": "13"
        },
        {
          "text": "Alexander the metalworker caused me so much harm. The Lord will punish him for what he did.",
          "ID": "14"
        },
        {
          "text": "He fought against everything we teach. You should be careful that he doesn’t hurt you too.",
          "ID": "15"
        },
        {
          "text": "The first time I defended myself, no one helped me. Everyone left me. I pray that God will forgive them.",
          "ID": "16"
        },
        {
          "text": "But the Lord stayed with me. The Lord gave me strength so that I could tell the Good News everywhere. He wanted all those who are not Jews to hear that Good News. So I was saved from the lion’s mouth.",
          "ID": "17"
        },
        {
          "text": "The Lord will save me when anyone tries to hurt me. He will bring me safely to his heavenly kingdom. Glory forever and ever be the Lord’s. Amen.",
          "ID": "18"
        },
        {
          "text": "Give my greetings to Priscilla and Aquila and to the family of Onesiphorus.",
          "ID": "19"
        },
        {
          "text": "Erastus stayed in Corinth. And I left Trophimus in Miletus—he was sick.",
          "ID": "20"
        },
        {
          "text": "Try as hard as you can to come to me before winter.\nGreetings to you from Eubulus, Pudens, Linus, Claudia, and all the brothers and sisters here.",
          "ID": "21"
        },
        {
          "text": "The Lord be with your spirit. Grace be with you.",
          "ID": "22"
        }
      ],
      "ID": "NT:2TI.4",
      "name": "2 Timothy 4"
    }
  ],
  "ID": "NT:2TI(ERV)",
  "name": "2 Timothy"
}