{
  "version": "NRP",
  "text": [
    {
      "text": [
        {
          "text": "После смерти Ахава Моав взбунтовался против Израиля. ",
          "ID": "1"
        },
        {
          "text": "Охозия же упал через решетку своей верхней комнаты в Самарии и покалечился. Он отправил посланцев, сказав им:",
          "ID": "2"
        },
        {
          "text": "– Идите и спросите Баал-Зевува, бога Экрона, оправлюсь ли я от этих увечий.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Но Ангел Господень сказал Илии из Тишбы:",
          "ID": "3"
        },
        {
          "text": "– Пойди навстречу посланцам царя Самарии и спроси их: «Разве в Израиле нет Бога, что вы идете спрашивать Баал-Зевува, бога Экрона?» ",
          "ID": "3"
        },
        {
          "text": "Итак, вот что говорит Господь: «Ты не встанешь с постели, на которую лег. Ты непременно умрешь!».",
          "ID": "4"
        },
        {
          "text": "И Илия пошел.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Посланцы же вернулись к царю, и он спросил их:",
          "ID": "5"
        },
        {
          "text": "– Почему вы вернулись?",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "– Нам навстречу вышел некий человек, – ответили они. – Он сказал нам: «Возвращайтесь к царю, который вас послал, и скажите ему: „Так говорит Господь: Разве в Израиле нет Бога, что ты посылаешь людей спрашивать Баал-Зевува, бога Экрона? Итак, ты не встанешь с постели, на которую лег. Ты непременно умрешь!“»",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Царь спросил их:",
          "ID": "7"
        },
        {
          "text": "– Как выглядел тот человек, который вышел вам навстречу и сказал это?",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Они ответили:",
          "ID": "8"
        },
        {
          "text": "– Он был одет в шкуры, с кожаным поясом на бедрах.",
          "ID": "8"
        },
        {
          "text": "Царь сказал:",
          "ID": "8"
        },
        {
          "text": "– Это Илия из Тишбы.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Он послал к Илии военачальника с пятьюдесятью воинами. Тот поднялся к Илии, который сидел на вершине холма, и сказал ему:",
          "ID": "9"
        },
        {
          "text": "– Божий человек, царь говорит: «Спустись!»",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Илия ответил начальнику над пятьюдесятью воинами:",
          "ID": "10"
        },
        {
          "text": "– Если я Божий человек, пусть огонь сойдет с неба и пожрет тебя и твоих людей!",
          "ID": "10"
        },
        {
          "text": "И огонь, сойдя с неба, пожрал его и пятьдесят его воинов. ",
          "ID": "10"
        },
        {
          "text": "Тогда царь послал к Илии другого пятидесятника с его людьми. Тот сказал Илии:",
          "ID": "11"
        },
        {
          "text": "– Божий человек, так говорит царь: «Немедленно спустись!»",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Если я Божий человек, – ответил Илия, – пусть огонь сойдет с неба и пожрет тебя и твой пятидесяток!",
          "ID": "12"
        },
        {
          "text": "И огонь Божий, сойдя с неба, пожрал его и его пятидесяток. ",
          "ID": "12"
        },
        {
          "text": "Тогда царь послал третьего пятидесятника с его людьми. Этот командир поднялся и пал на колени перед Илией.",
          "ID": "13"
        },
        {
          "text": "– Божий человек, – взмолился он, – прошу, пощади мою жизнь и жизнь этих пятидесяти воинов, твоих слуг! ",
          "ID": "13"
        },
        {
          "text": "Ведь огонь, сошедший с небес, пожрал двух первых пятидесятников и их воинов. Пощади мою жизнь!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Ангел Господень сказал Илии:",
          "ID": "15"
        },
        {
          "text": "– Спустись с ним, не бойся его.",
          "ID": "15"
        },
        {
          "text": "Тогда Илия встал и спустился с ним к царю. ",
          "ID": "15"
        },
        {
          "text": "Он сказал царю:",
          "ID": "16"
        },
        {
          "text": "– Так говорит Господь: «Разве в Израиле нет Бога, чтобы спрашивать Его? Ты отправлял посланцев спрашивать Баал-Зевува, бога Экрона! За это ты не встанешь с постели, на которую лег. Ты непременно умрешь!».",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И он умер, по слову Господа, которое произнес Илия. Так как у Охозии не было сына, вместо него на втором году правления иудейского царя Иорама, сына Иосафата, воцарился его брат Иорам.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Что же до прочих событий правления Охозии и того, что он сделал, то разве не записаны они в «Книге летописей царей Израиля»?",
          "ID": "18"
        }
      ],
      "ID": "OT:2KI.1",
      "name": "Четвертая Книга Царств 1"
    },
    {
      "text": [
        {
          "text": "Когда Господь захотел вознести Илию на небо в вихре, Илия и Елисей шли из Гилгала. ",
          "ID": "1"
        },
        {
          "text": "Илия сказал Елисею:",
          "ID": "2"
        },
        {
          "text": "– Прошу, останься здесь; Господь посылает меня в Вефиль.",
          "ID": "2"
        },
        {
          "text": "Но Елисей сказал:",
          "ID": "2"
        },
        {
          "text": "– Верно, как и то, что жив Господь и жив ты сам – я не оставлю тебя!",
          "ID": "2"
        },
        {
          "text": "И они пошли в Вефиль. ",
          "ID": "2"
        },
        {
          "text": "Ученики пророков из Вефиля вышли к Елисею и спросили:",
          "ID": "3"
        },
        {
          "text": "– Знаешь ли ты, что Господь возьмет от тебя сегодня твоего господина?",
          "ID": "3"
        },
        {
          "text": "– Знаю, – ответил он. – Молчите.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Илия сказал ему:",
          "ID": "4"
        },
        {
          "text": "– Елисей, прошу, останься здесь; Господь посылает меня в Иерихон.",
          "ID": "4"
        },
        {
          "text": "Он ответил:",
          "ID": "4"
        },
        {
          "text": "– Верно, как и то, что жив Господь и жив ты сам – я не оставлю тебя!",
          "ID": "4"
        },
        {
          "text": "И они пошли в Иерихон. ",
          "ID": "4"
        },
        {
          "text": "Ученики пророков из Иерихона подошли к Елисею и спросили его:",
          "ID": "5"
        },
        {
          "text": "– Знаешь ли ты, что сегодня Господь возьмет от тебя твоего господина?",
          "ID": "5"
        },
        {
          "text": "– Знаю, – ответил он. – Молчите.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Илия сказал ему:",
          "ID": "6"
        },
        {
          "text": "– Прошу, останься здесь; Господь посылает меня к Иордану.",
          "ID": "6"
        },
        {
          "text": "Он ответил:",
          "ID": "6"
        },
        {
          "text": "– Верно, как и то, что жив Господь и жив ты сам – я не оставлю тебя!",
          "ID": "6"
        },
        {
          "text": "И они вместе пошли дальше. ",
          "ID": "6"
        },
        {
          "text": "Пятьдесят человек из учеников пророческих пришли и встали поодаль напротив них, когда оба они остановились у Иордана. ",
          "ID": "7"
        },
        {
          "text": "Илия снял плащ, скатал его и ударил им по воде. Вода разомкнулась вправо и влево, и они оба переправились по сухой земле. ",
          "ID": "8"
        },
        {
          "text": "Когда они переправились, Илия сказал Елисею:",
          "ID": "9"
        },
        {
          "text": "– Скажи, что мне для тебя сделать, прежде чем я буду взят от тебя?",
          "ID": "9"
        },
        {
          "text": "– Дай мне унаследовать твой дух в двойной мере, – ответил Елисей.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Трудного просишь, – сказал Илия. – Если ты увидишь, как я буду взят от тебя, то случится по-твоему, а если нет, то не случится.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Когда они еще шли и разговаривали, внезапно явились огненная колесница и огненные кони, разлучили их, и Илия вознесся в вихре на небо. ",
          "ID": "11"
        },
        {
          "text": "Елисей смотрел на это и кричал:",
          "ID": "12"
        },
        {
          "text": "– Отец мой! Отец мой! Колесница и конница Израиля!",
          "ID": "12"
        },
        {
          "text": "А когда он уже не мог его видеть, то взялся за одежду и разорвал ее. ",
          "ID": "12"
        },
        {
          "text": "Он подобрал плащ, который упал с Илии, пошел назад и встал на берегу Иордана. ",
          "ID": "13"
        },
        {
          "text": "Он взял тот упавший плащ и ударил им по воде.",
          "ID": "14"
        },
        {
          "text": "– Где сейчас Господь, Бог Илии? – сказал он.",
          "ID": "14"
        },
        {
          "text": "Когда он ударил по воде, она разомкнулась вправо и влево, и он переправился через реку.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Ученики пророков из Иерихона, которые видели это, сказали:",
          "ID": "15"
        },
        {
          "text": "– Дух Илии перешел на Елисея.",
          "ID": "15"
        },
        {
          "text": "Они вышли ему навстречу и поклонились до земли.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– У твоих слуг есть пятьдесят крепких мужчин, – сказали они. – Позволь, они пойдут и поищут твоего господина. Может быть, Дух Господень подхватил его и бросил на одной из гор или в одной из долин?",
          "ID": "16"
        },
        {
          "text": "– Нет, – ответил Елисей. – Не посылайте их.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но они настаивали, пока он не сдался и не сказал:",
          "ID": "17"
        },
        {
          "text": "– Пошлите их.",
          "ID": "17"
        },
        {
          "text": "И они послали пятьдесят мужчин, которые искали три дня, но не нашли его. ",
          "ID": "17"
        },
        {
          "text": "Когда они вернулись к Елисею, который оставался в Иерихоне, он сказал им:",
          "ID": "18"
        },
        {
          "text": "– Разве я не говорил вам не ходить?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Жители города сказали Елисею:",
          "ID": "19"
        },
        {
          "text": "– Господин, как ты видишь, этот город расположен хорошо, но вода тут плохая, и земля бесплодна.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "– Принесите мне новую чашу, – сказал он, – и положите в нее соли.",
          "ID": "20"
        },
        {
          "text": "Они принесли ему. ",
          "ID": "20"
        },
        {
          "text": "Он вышел к источнику и бросил в него соль, говоря:",
          "ID": "21"
        },
        {
          "text": "– Так говорит Господь: «Я исцелил эту воду. Никогда впредь не будет от нее ни смерти, ни бесплодия».",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "И по сегодняшний день вода остается здоровой по слову, которое сказал Елисей.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Оттуда Елисей пошел в Вефиль. Когда он шел по дороге, из города вышли мальчики, которые стали смеяться над ним:",
          "ID": "23"
        },
        {
          "text": "– Возносись, лысый! – кричали они. – Возносись, лысый!",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Он обернулся, посмотрел на них и проклял их во имя Господа. Тогда из леса вышли две медведицы и растерзали из них сорок два мальчика. ",
          "ID": "24"
        },
        {
          "text": "А он пошел к горе Кармил и оттуда вернулся в Самарию.",
          "ID": "25"
        }
      ],
      "ID": "OT:2KI.2",
      "name": "Четвертая Книга Царств 2"
    },
    {
      "text": [
        {
          "text": "Иорам, сын Ахава, стал царем Израиля на восемнадцатом году правления Иосафата, царя Иудеи, и правил в Самарии двенадцать лет. ",
          "ID": "1"
        },
        {
          "text": "Он делал зло в глазах Господа, но не так, как его отец и мать, потому что убрал священный камень Баала, который сделал его отец. ",
          "ID": "2"
        },
        {
          "text": "И все же он держался грехов Иеровоама, сына Навата, к которым тот склонил Израиль. Он не отступал от них.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Меша, царь Моава, разводил овец и должен был поставлять царю Израиля сто тысяч ягнят и шерсть со ста тысяч баранов. ",
          "ID": "4"
        },
        {
          "text": "Но после смерти Ахава царь Моава восстал против израильского царя. ",
          "ID": "5"
        },
        {
          "text": "Тогда царь Иорам вышел из Самарии и собрал все израильское войско. ",
          "ID": "6"
        },
        {
          "text": "Еще он послал сказать Иосафату, царю Иудеи:",
          "ID": "7"
        },
        {
          "text": "– Царь Моава восстал против меня. Ты пойдешь со мной воевать против Моава?",
          "ID": "7"
        },
        {
          "text": "– Пойду, – ответил он. – Как ты, так и я, мой народ – твой народ, мои кони – твои кони.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Потом он спросил:",
          "ID": "8"
        },
        {
          "text": "– Какой дорогой мы выступим?",
          "ID": "8"
        },
        {
          "text": "Иорам ответил:",
          "ID": "8"
        },
        {
          "text": "– Через пустыню Эдома.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Царь Израиля отправился в путь с царем Иудеи и царем Эдома. После семи дней кружной дороги у войска не осталось воды ни для себя, ни для животных, которые были с ними.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Горе! – воскликнул царь Израиля. – Господь созвал нас, трех царей, чтобы отдать в руки Моава!",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но Иосафат спросил:",
          "ID": "11"
        },
        {
          "text": "– Неужели здесь нет пророка Господа, чтобы спросить через него Господа?",
          "ID": "11"
        },
        {
          "text": "Один из приближенных царя Израиля ответил:",
          "ID": "11"
        },
        {
          "text": "– Здесь есть Елисей, сын Шафата. Он поливал воду на руки Илии.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Иосафат сказал:",
          "ID": "12"
        },
        {
          "text": "– С ним слово Господне.",
          "ID": "12"
        },
        {
          "text": "Тогда царь Израиля, Иосафат и царь Эдома пошли к нему.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Елисей сказал царю Израиля:",
          "ID": "13"
        },
        {
          "text": "– Что у нас с тобой общего? Ступай к пророкам твоего отца и твоей матери.",
          "ID": "13"
        },
        {
          "text": "– Нет, – ответил царь Израиля, – ведь это Господь созвал нас, трех царей, чтобы отдать в руки Моава.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Елисей сказал:",
          "ID": "14"
        },
        {
          "text": "– Верно, как и то, что жив Господь Сил, Которому я служу – если бы я не уважал Иосафата, царя Иудеи, то я и не взглянул бы на тебя и даже не заметил. ",
          "ID": "14"
        },
        {
          "text": "А теперь приведите мне арфиста.",
          "ID": "15"
        },
        {
          "text": "И когда арфист играл, на Елисея сошла сила Господа, ",
          "ID": "15"
        },
        {
          "text": "и он сказал:",
          "ID": "16"
        },
        {
          "text": "– Так говорит Господь: «Копайте рвы по всей этой долине». ",
          "ID": "16"
        },
        {
          "text": "Потому что так говорит Господь: «Вы не увидите ни ветра, ни дождя, но эта долина наполнится водой, и вы, ваш скот и другие ваши животные будете пить». ",
          "ID": "17"
        },
        {
          "text": "Сделать это для Господа легко, Он отдаст в ваши руки и Моав. ",
          "ID": "18"
        },
        {
          "text": "Вы захватите все укрепленные и большие города. Вы срубите хорошие деревья, завалите источники и забросаете камнями хорошие поля.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "На следующее утро, в то время, когда приносят жертву, со стороны Эдома потекла вода! И земля наполнилась водой. ",
          "ID": "20"
        },
        {
          "text": "А моавитяне уже прослышали, что цари идут на них войной, и всех мужчин, и молодых, и старых, собрали и поставили на границе. ",
          "ID": "21"
        },
        {
          "text": "Когда рано утром они поднялись, солнце светило на воду, и вода показалась моавитянам красной, как кровь.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Это кровь! – сказали они. – Должно быть, цари сражались и перебили друг друга. Что ж, на добычу, Моав!",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Но когда моавитяне пришли к израильскому лагерю, израильтяне поднялись и стали разить их, и те побежали. Войдя в Моав, они продолжали разить их. ",
          "ID": "24"
        },
        {
          "text": "Они разрушили города, и каждый воин бросал по камню на всякое хорошее поле, пока оно не было завалено. Они завалили источники и срубили хорошие деревья. Лишь в Кир-Харесете оставались каменные стены, пока пращники не окружили его и не напали на него.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Когда царь Моава увидел, что проигрывает сражение, он взял с собой семьсот человек, владеющих мечом, чтобы прорваться к царю Эдома, но не смог. ",
          "ID": "26"
        },
        {
          "text": "Тогда он взял первенца, который должен был стать царем вместо него, и принес его в жертву на городской стене. Это вызвало большое негодование против израильтян. Они отступили и вернулись в свою землю.",
          "ID": "27"
        }
      ],
      "ID": "OT:2KI.3",
      "name": "Четвертая Книга Царств 3"
    },
    {
      "text": [
        {
          "text": "Жена одного ученика пророков кричала Елисею:",
          "ID": "1"
        },
        {
          "text": "– Твой слуга, мой муж, умер, и ты знаешь, что он чтил Господа. А теперь его заимодавец пришел, чтобы забрать обоих моих мальчиков в рабство.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Елисей ответил ей:",
          "ID": "2"
        },
        {
          "text": "– Как мне помочь тебе? Скажи мне, что у тебя есть дома?",
          "ID": "2"
        },
        {
          "text": "– У твоей служанки ничего нет, – сказала она, – лишь горшок масла.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Елисей сказал ей:",
          "ID": "3"
        },
        {
          "text": "– Ступай и попроси у соседей пустые сосуды, да набери их побольше. ",
          "ID": "3"
        },
        {
          "text": "Потом войди и запри за собой и за сыновьями дверь. Наливай масло в сосуды и, наполнив сосуд, отставляй в сторону.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Она пошла и заперла дверь за собой и сыновьями. Они подносили ей сосуды, а она наливала. ",
          "ID": "5"
        },
        {
          "text": "Когда все сосуды наполнились, она сказала сыну:",
          "ID": "6"
        },
        {
          "text": "– Дай мне еще один.",
          "ID": "6"
        },
        {
          "text": "Но он ответил:",
          "ID": "6"
        },
        {
          "text": "– Ни одного сосуда больше нет.",
          "ID": "6"
        },
        {
          "text": "И масло перестало течь. ",
          "ID": "6"
        },
        {
          "text": "Она пошла и рассказала Божьему человеку, а он сказал:",
          "ID": "7"
        },
        {
          "text": "– Пойди, продай масло и расплатись с долгами, а на то, что останется, ты с сыновьями сможешь жить.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Однажды Елисей отправился в Шунем. Там жила одна богатая женщина, которая уговорила его остаться поесть. И всякий раз, проходя мимо, он останавливался там поесть. ",
          "ID": "8"
        },
        {
          "text": "Она сказала мужу:",
          "ID": "9"
        },
        {
          "text": "– Я знаю, что человек, который часто заходит к нам, – святой Божий человек. ",
          "ID": "9"
        },
        {
          "text": "Давай сделаем на крыше маленькую комнату и поставим туда постель, стол, стул и светильник для него. Тогда он сможет останавливаться там всякий раз, когда будет заходить к нам.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Однажды, когда Елисей пришел туда, он поднялся в комнату и лег. ",
          "ID": "11"
        },
        {
          "text": "Потом сказал своему слуге Гиезию:",
          "ID": "12"
        },
        {
          "text": "– Позови эту шунамитянку.",
          "ID": "12"
        },
        {
          "text": "Он позвал ее, и она пришла к нему. ",
          "ID": "12"
        },
        {
          "text": "Елисей сказал ему:",
          "ID": "13"
        },
        {
          "text": "– Скажи ей: «Ты так хлопотала ради нас. Что для тебя сделать? Может, замолвить о тебе слово перед царем или начальником войска?»",
          "ID": "13"
        },
        {
          "text": "Она ответила:",
          "ID": "13"
        },
        {
          "text": "– Я живу среди своего народа.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Что же сделать для нее? – спросил Елисей.",
          "ID": "14"
        },
        {
          "text": "Гиезий сказал:",
          "ID": "14"
        },
        {
          "text": "– Да вот, сына у нее нет, а муж уже стар.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Тогда Елисей сказал:",
          "ID": "15"
        },
        {
          "text": "– Позови ее.",
          "ID": "15"
        },
        {
          "text": "Он позвал ее, и она встала в дверях.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Примерно в это время в следующем году, – сказал Елисей, – ты будешь держать на руках сына.",
          "ID": "16"
        },
        {
          "text": "– Нет, мой господин, – возразила она, – не обманывай свою служанку, Божий человек!",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но вот, эта женщина забеременела, и в следующем году, примерно в это время, родила сына, как и сказал ей Елисей.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Ребенок подрос. Однажды он вышел к отцу, который был со жнецами.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Моя голова! Моя голова! – сказал он отцу.",
          "ID": "19"
        },
        {
          "text": "Отец велел слуге:",
          "ID": "19"
        },
        {
          "text": "– Отнеси его к матери.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Слуга поднял его и отнес к матери. Ребенок сидел у нее на коленях до полудня, а потом умер. ",
          "ID": "20"
        },
        {
          "text": "Она поднялась и положила его на постель Божьего человека, заперла дверь и вышла. ",
          "ID": "21"
        },
        {
          "text": "Затем она позвала мужа и сказала:",
          "ID": "22"
        },
        {
          "text": "– Прошу, пошли мне одного из слуг и осла, чтобы мне быстро съездить к Божьему человеку и вернуться.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Зачем ходить к нему сегодня? – спросил он. – Сегодня же не праздник Новолуния, не суббота.",
          "ID": "23"
        },
        {
          "text": "– Все будет хорошо, – ответила она.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Она оседлала осла и сказала слуге:",
          "ID": "24"
        },
        {
          "text": "– Веди. Не останавливайся, пока не скажу.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Она отправилась в путь и пришла к Божьему человеку на гору Кармил. Увидев ее издалека, Божий человек сказал своему слуге Гиезию:",
          "ID": "25"
        },
        {
          "text": "– Смотри! Это шунамитянка! ",
          "ID": "25"
        },
        {
          "text": "Беги ей навстречу и спроси ее: «Здорова ли ты? Здоров ли твой муж? Здоров ли твой ребенок?»",
          "ID": "26"
        },
        {
          "text": "– Здоровы, – сказала она.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Когда же она пришла к Божьему человеку на гору, она обняла его ноги. Гиезий подошел, чтобы оттолкнуть ее, но Божий человек сказал:",
          "ID": "27"
        },
        {
          "text": "– Оставь ее! Она в большом горе, но Господь утаил это от меня и не сказал мне.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "– Разве я просила тебя о сыне, мой господин? – сказала она. – Разве я не говорила тебе: «Не буди во мне надежду?»",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Елисей сказал Гиезию:",
          "ID": "29"
        },
        {
          "text": "– Заправь полы плаща под пояс, возьми в руку мой посох и беги. Если встретишь кого, не приветствуй, и если кто будет приветствовать тебя, не отвечай. Положи мой посох мальчику на лицо.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Но мать ребенка сказала:",
          "ID": "30"
        },
        {
          "text": "– Верно, как и то, что жив Господь и жив ты сам, – я не отстану от тебя.",
          "ID": "30"
        },
        {
          "text": "Тогда он поднялся и пошел за ней.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Гиезий шел впереди их и положил посох мальчику на лицо, но в ответ не раздалось ни звука. Гиезий вернулся навстречу Елисею и сказал ему:",
          "ID": "31"
        },
        {
          "text": "– Мальчик не пробудился.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Когда Елисей пришел в дом, мальчик лежал мертвым на его постели. ",
          "ID": "32"
        },
        {
          "text": "Он вошел, запер за собой дверь и помолился Господу. ",
          "ID": "33"
        },
        {
          "text": "После этого он поднялся на постель и лег на мальчика – рот ко рту, глаза к глазам, руки к рукам. Когда он простерся над ним, тело мальчика согрелось. ",
          "ID": "34"
        },
        {
          "text": "Елисей отвернулся, походил по комнате взад и вперед и, поднявшись на постель, простерся над ним еще раз. Мальчик семь раз чихнул и открыл глаза. ",
          "ID": "35"
        },
        {
          "text": "Елисей позвал Гиезия и сказал:",
          "ID": "36"
        },
        {
          "text": "– Позови шунамитянку.",
          "ID": "36"
        },
        {
          "text": "И тот сделал это.",
          "ID": "36"
        },
        {
          "text": "Когда она пришла, он сказал:",
          "ID": "36"
        },
        {
          "text": "– Возьми своего сына.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Она вошла, упала ему в ноги и поклонилась до земли. Затем она взяла сына и вышла.",
          "ID": "37"
        },
        {
          "text": " ",
          "ID": "37"
        },
        {
          "text": "Елисей же вернулся в Гилгал. В той области тогда был голод. Когда ученики пророков встретили его, он сказал слуге:",
          "ID": "38"
        },
        {
          "text": "– Поставь большой котел и свари для этих людей похлебки.",
          "ID": "38"
        },
        {
          "text": " ",
          "ID": "38"
        },
        {
          "text": "Один из них вышел в поле собирать овощи и нашел дикие огурцы. Он набрал полную одежду диких плодов с него и, когда вернулся, накрошил их в котел с похлебкой, хотя никто не знал, что это такое. ",
          "ID": "39"
        },
        {
          "text": "Похлебку разлили для людей, но начав есть, они закричали:",
          "ID": "40"
        },
        {
          "text": "– Божий человек, в котле смерть! – и не стали есть похлебку.",
          "ID": "40"
        },
        {
          "text": " ",
          "ID": "40"
        },
        {
          "text": "Елисей сказал:",
          "ID": "41"
        },
        {
          "text": "– Принесите муки.",
          "ID": "41"
        },
        {
          "text": "Он бросил ее в котел и сказал:",
          "ID": "41"
        },
        {
          "text": "– Разливай людям, чтобы они ели.",
          "ID": "41"
        },
        {
          "text": "И в котле не осталось ничего вредного.",
          "ID": "41"
        },
        {
          "text": " ",
          "ID": "41"
        },
        {
          "text": "Из Баал-Шалиши пришел некий человек, который принес Божьему человеку двадцать ячменных хлебов, испеченных из зерна первого урожая, и колосья с молодым зерном.",
          "ID": "42"
        },
        {
          "text": "– Отдай людям, пусть едят, – сказал Елисей.",
          "ID": "42"
        },
        {
          "text": " ",
          "ID": "42"
        },
        {
          "text": "– Как же я накормлю этим сто человек? – спросил слуга.",
          "ID": "43"
        },
        {
          "text": "Но Елисей ответил:",
          "ID": "43"
        },
        {
          "text": "– Отдай людям, пусть едят. Ведь так говорит Господь: «Они наедятся, и еще останется».",
          "ID": "43"
        },
        {
          "text": " ",
          "ID": "43"
        },
        {
          "text": "Тогда он раздал им, и они ели, и еще осталось, по слову Господа.",
          "ID": "44"
        }
      ],
      "ID": "OT:2KI.4",
      "name": "Четвертая Книга Царств 4"
    },
    {
      "text": [
        {
          "text": "Нааман был военачальником царя Арама. Он был великим и уважаемым человеком в глазах своего господина, потому что через него Господь даровал Араму победу. Он был доблестным воином, но болел проказой.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Отряды арамеев во время одного из набегов взяли в Израиле в плен маленькую девочку, и она служила жене Наамана. ",
          "ID": "2"
        },
        {
          "text": "Она сказала госпоже:",
          "ID": "3"
        },
        {
          "text": "– Если бы только моему господину повидать пророка, который в Самарии! Он исцелил бы его от проказы.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Нааман пошел к господину и передал ему то, что сказала девочка из Израиля.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Конечно, иди, – ответил царь Арама. – Я напишу письмо царю Израиля.",
          "ID": "5"
        },
        {
          "text": "И Нааман пошел, взяв с собой десять талантов серебра, шесть тысяч шекелей золота и десять смен одежды. ",
          "ID": "5"
        },
        {
          "text": "В письме, которое он принес царю Израиля, говорилось: «Когда ты получишь это письмо, знай, что я послал к тебе моего слугу Наамана, чтобы ты вылечил его от проказы».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Когда царь Израиля прочитал это письмо, он разорвал на себе одежду и сказал:",
          "ID": "7"
        },
        {
          "text": "– Разве я Бог, чтобы умерщвлять и оживлять? Почему он посылает ко мне, чтобы я исцелял от проказы? Смотрите, он пытается затеять со мной ссору!",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда Елисей, Божий человек, услышал о том, что царь Израиля разорвал на себе одежду, он послал сказать ему:",
          "ID": "8"
        },
        {
          "text": "– Почему ты разорвал на себе одежду? Пошли этого человека ко мне, и он узнает, что есть пророк в Израиле.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Нааман пришел с конями и колесницами и остановился у двери Елисеева дома. ",
          "ID": "9"
        },
        {
          "text": "Елисей отправил посланца сказать ему:",
          "ID": "10"
        },
        {
          "text": "– Пойди, омойся семь раз в Иордане, твое тело исцелится, и ты станешь чист.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но Нааман разгневался и ушел, говоря:",
          "ID": "11"
        },
        {
          "text": "– Я думал, что он непременно выйдет ко мне, встанет, призовет имя Господа, своего Бога, поводит рукой над этим местом и исцелит меня от проказы. ",
          "ID": "11"
        },
        {
          "text": "Разве Авана и Фарфар, реки Дамаска, не лучше всех вод Израиля? Разве я не мог омыться в них, чтобы очиститься?",
          "ID": "12"
        },
        {
          "text": "Он повернулся и в гневе ушел. ",
          "ID": "12"
        },
        {
          "text": "Слуги Наамана подошли к нему и сказали:",
          "ID": "13"
        },
        {
          "text": "– Отец, если бы пророк сказал тебе сделать нечто великое, разве бы ты этого не сделал? А он лишь сказал тебе: «Омойся и будешь чист».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тогда он пошел и семь раз окунулся в Иордане, как сказал ему Божий человек, – и его тело исцелилось и стало чистым, как у младенца. ",
          "ID": "14"
        },
        {
          "text": "Нааман со слугами вернулся к Божьему человеку. Он встал перед ним и сказал:",
          "ID": "15"
        },
        {
          "text": "– Теперь я знаю, что во всем мире нет Бога, кроме как в Израиле. А теперь, прошу, прими от твоего слуги подарок.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Пророк ответил:",
          "ID": "16"
        },
        {
          "text": "– Верно, как и то, что жив Господь, Которому я служу, – я ничего не приму.",
          "ID": "16"
        },
        {
          "text": "И хотя Нааман уговаривал его, он отказался.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Если ты не желаешь, – сказал Нааман, – то прошу тебя, пусть твоему слуге дадут столько земли, сколько сможет увезти пара мулов, потому что твой слуга никогда больше не будет приносить всесожжения и жертвы никакому богу, кроме Господа. ",
          "ID": "17"
        },
        {
          "text": "Пусть только Господь простит твоего слугу за одно: когда мой господин входит в храм Риммона, чтобы поклониться там, и опирается на мою руку, я кланяюсь тоже. Когда я буду кланяться в храме Риммона, пусть Господь простит за это твоего слугу.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Иди с миром, – сказал Елисей.",
          "ID": "19"
        },
        {
          "text": "Когда Нааман уже отошел на некоторое расстояние, ",
          "ID": "19"
        },
        {
          "text": "Гиезий, слуга Елисея, Божьего человека, сказал себе: «Мой господин отпустил этого арамея Наамана слишком легко, не взяв у него никаких даров. Верно, как и то, что жив Господь, – я побегу за ним и возьму у него что-нибудь». ",
          "ID": "20"
        },
        {
          "text": "Гиезий помчался за Нааманом. Когда Нааман увидел, как он бежит к нему, он слез с колесницы, чтобы встретить его.",
          "ID": "21"
        },
        {
          "text": "– Все ли благополучно? – спросил он.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "– Все благополучно, – ответил Гиезий. – Мой господин послал меня сказать: «Два молодых ученика пророков пришли ко мне из нагорий Ефрема. Прошу тебя, дай им талант серебра и две смены одежды».",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "– Конечно! Бери два таланта, – сказал Нааман.",
          "ID": "23"
        },
        {
          "text": "Он уговорил Гиезия взять два таланта серебра в двух мешках, вместе с двумя сменами одежды. Он отдал их двум слугам, и они понесли их перед Гиезием. ",
          "ID": "23"
        },
        {
          "text": "Когда Гиезий пришел на холм, он взял это у слуг и положил у себя дома. Он отпустил людей, и они ушли. ",
          "ID": "24"
        },
        {
          "text": "После этого он вошел и встал перед своим господином Елисеем.",
          "ID": "25"
        },
        {
          "text": "– Где ты был, Гиезий? – спросил Елисей.",
          "ID": "25"
        },
        {
          "text": "– Твой слуга никуда не ходил, – ответил Гиезий.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Но Елисей сказал ему:",
          "ID": "26"
        },
        {
          "text": "– Разве не был с тобой мой дух, когда тот человек слез с колесницы, чтобы встретить тебя? Время ли брать деньги или принимать одежды, оливковые рощи, виноградники, отары, стада, слуг или служанок? ",
          "ID": "26"
        },
        {
          "text": "Так пусть проказа Наамана пристанет к тебе и твоим потомкам навеки.",
          "ID": "27"
        },
        {
          "text": "И когда Гиезий вышел от Елисея, он был бел от проказы, как снег.",
          "ID": "27"
        }
      ],
      "ID": "OT:2KI.5",
      "name": "Четвертая Книга Царств 5"
    },
    {
      "text": [
        {
          "text": "Ученики пророков сказали Елисею:",
          "ID": "1"
        },
        {
          "text": "– Послушай, здесь, где мы живем под твоим началом, нам не хватает места. ",
          "ID": "1"
        },
        {
          "text": "Позволь нам пойти к Иордану, взять оттуда по бревну и построить себе там жилище.",
          "ID": "2"
        },
        {
          "text": "– Идите, – сказал он.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Тогда один из них сказал:",
          "ID": "3"
        },
        {
          "text": "– Не будет ли и тебе угодно пойти со своими слугами?",
          "ID": "3"
        },
        {
          "text": "– Я пойду, – сказал Елисей.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "И он пошел с ними. Они пришли к Иордану и начали рубить деревья. ",
          "ID": "4"
        },
        {
          "text": "Когда один из них валил дерево, железное лезвие его топора упало в воду.",
          "ID": "5"
        },
        {
          "text": "– Ах, мой господин! – закричал он. – Ведь я его одолжил!",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Божий человек спросил:",
          "ID": "6"
        },
        {
          "text": "– Где оно упало?",
          "ID": "6"
        },
        {
          "text": "Когда он показал ему место, Елисей отрубил ветку, бросил ее туда, и железо всплыло.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "– Возьми его, – сказал он.",
          "ID": "7"
        },
        {
          "text": "Тот человек протянул руку и взял его.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Царь Арама воевал с Израилем. Посовещавшись со слугами, он сказал:",
          "ID": "8"
        },
        {
          "text": "– Я расположу лагерь там-то и там-то.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Божий человек послал сказать царю Израиля:",
          "ID": "9"
        },
        {
          "text": "– Берегись проходить через то место, потому что туда спускаются арамеи.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "И царь Израиля проверял места, которые указывал ему Божий человек. Не раз и не два Елисей предостерегал царя, и тот бывал в таких местах настороже. ",
          "ID": "10"
        },
        {
          "text": "Царь Арама весьма встревожился. Он призвал своих приближенных и спросил у них:",
          "ID": "11"
        },
        {
          "text": "– Не скажете ли вы мне, кто из наших людей на стороне царя Израиля?",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Никто, господин мой царь, – ответил один из приближенных. – Это Елисей, пророк, что в Израиле, передает царю Израиля даже те слова, которые ты говоришь у себя в спальне.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Идите и узнайте, где он находится, – приказал царь, – чтобы мне послать людей и схватить его.",
          "ID": "13"
        },
        {
          "text": "Ему доложили:",
          "ID": "13"
        },
        {
          "text": "– Он в Дотане.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Он послал туда лошадей, колесницы и большое войско. Они пришли ночью и окружили город. ",
          "ID": "14"
        },
        {
          "text": "Когда рано утром слуга Божьего человека поднялся и вышел, город был окружен войском с конями и колесницами.",
          "ID": "15"
        },
        {
          "text": "– Ах, мой господин, что же нам делать? – спросил слуга.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Не бойся, – ответил пророк. – Тех, кто с нами, больше, чем тех, кто с ними.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "И Елисей помолился:",
          "ID": "17"
        },
        {
          "text": "– Господи, открой его глаза, чтобы он мог видеть!",
          "ID": "17"
        },
        {
          "text": "Господь открыл слуге глаза, и он посмотрел и увидел, что вокруг Елисея, по всей горе, были огненные кони и колесницы. ",
          "ID": "17"
        },
        {
          "text": "Когда враги двинулись на него, Елисей помолился Господу:",
          "ID": "18"
        },
        {
          "text": "– Порази этих людей слепотой.",
          "ID": "18"
        },
        {
          "text": "И Он поразил их слепотой, как просил Елисей. ",
          "ID": "18"
        },
        {
          "text": "Елисей сказал им:",
          "ID": "19"
        },
        {
          "text": "– Это не та дорога и не тот город. Идите за мной, и я приведу вас к человеку, которого вы ищете.",
          "ID": "19"
        },
        {
          "text": "И он привел их в Самарию. ",
          "ID": "19"
        },
        {
          "text": "Когда они вошли в город, Елисей сказал:",
          "ID": "20"
        },
        {
          "text": "– Господи, открой глаза этих людей, чтобы они могли видеть.",
          "ID": "20"
        },
        {
          "text": "Господь открыл им глаза, и они увидели, что находятся в Самарии. ",
          "ID": "20"
        },
        {
          "text": "Когда царь Израиля увидел их, он спросил Елисея:",
          "ID": "21"
        },
        {
          "text": "– Не перебить ли их, отец мой? Не перебить ли?",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "– Нет, – ответил он. – Разве ты перебил бы тех, кого захватил своим мечом и луком? Дай им хлеб и воду, пусть едят, пьют и возвращаются к своему господину.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Тогда он приготовил для них большой пир, и после того, как они кончили есть и пить, отпустил их, и они вернулись к своему господину. И отряды из Арама перестали совершать набеги на землю Израиля.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Некоторое время спустя Венадад, царь Арама, собрал войско, выступил и осадил Самарию. ",
          "ID": "24"
        },
        {
          "text": "В городе начался страшный голод. Осада так затянулась, что ослиную голову продавали за восемьдесят шекелей серебра, а четверть каба голубиного помета за пять шекелей.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Когда царь Израиля проходил по городской стене, одна женщина закричала ему:",
          "ID": "26"
        },
        {
          "text": "– Помоги мне, господин мой царь!",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Царь ответил:",
          "ID": "27"
        },
        {
          "text": "– Если тебе не помогает Господь, то откуда же я добуду тебе помощь? С гумна? Из давильни для винограда?",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Потом он спросил ее:",
          "ID": "28"
        },
        {
          "text": "– В чем дело?",
          "ID": "28"
        },
        {
          "text": "Она ответила:",
          "ID": "28"
        },
        {
          "text": "– Вот эта женщина сказала мне: «Отдай своего сына, чтобы нам съесть его сегодня, а завтра съедим моего». ",
          "ID": "28"
        },
        {
          "text": "Мы сварили моего сына и съели. На другой день я сказала ей: «Дай твоего сына – мы съедим его», но она спрятала его.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Услышав слова женщины, царь разорвал на себе одежды. А так как он шел по стене, народ увидел, что у него на теле было рубище. ",
          "ID": "30"
        },
        {
          "text": "Он сказал:",
          "ID": "31"
        },
        {
          "text": "– Пусть Бог сурово накажет меня, если голова Елисея, сына Шафата, усидит сегодня у него на плечах! ",
          "ID": "31"
        },
        {
          "text": "– и послал от себя человека.",
          "ID": "32"
        },
        {
          "text": "А Елисей сидел у себя дома, и с ним сидели старейшины. Прежде чем прибыл посланец, Елисей сказал старейшинам:",
          "ID": "32"
        },
        {
          "text": "– Знаете ли вы, что этот сын убийцы послал человека отсечь мне голову? Когда посланец придет, смотрите, заприте дверь и держите ее перед ним запертой. Не звук ли шагов его господина за ним? ",
          "ID": "32"
        },
        {
          "text": "Пока он еще говорил с ними, посланец пришел к нему и сказал:",
          "ID": "33"
        },
        {
          "text": "– Эта беда от Господа. Зачем мне дальше надеяться на Господа?",
          "ID": "33"
        }
      ],
      "ID": "OT:2KI.6",
      "name": "Четвертая Книга Царств 6"
    },
    {
      "text": [
        {
          "text": "Но Елисей сказал:",
          "ID": "1"
        },
        {
          "text": "– Слушай слово Господне. Так говорит Господь: «Завтра к этому времени у ворот Самарии сата лучшей муки будет продаваться за шекель и две саты ячменя за шекель».",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Сановник, на чью руку опирался царь Израиля, сказал Божьему человеку:",
          "ID": "2"
        },
        {
          "text": "– Послушай, этого не может быть, даже если Господь откроет небесные окна!",
          "ID": "2"
        },
        {
          "text": "– Ты увидишь это своими глазами, – ответил Елисей, – но есть не будешь!",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "У входа в городские ворота было четверо прокаженных. Они сказали друг другу:",
          "ID": "3"
        },
        {
          "text": "– Чего нам сидеть тут и ждать смерти? ",
          "ID": "3"
        },
        {
          "text": "Если мы решим: «Пойдем в город», то там голод, и мы умрем. И если мы останемся здесь, то все равно умрем. Давайте же пойдем в лагерь к арамеям и сдадимся. Если они пощадят нас, останемся в живых, а если нет, то умрем.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "В вечерних сумерках они встали и пошли в лагерь арамеев. Когда они добрались до края лагеря, там никого не было, ",
          "ID": "5"
        },
        {
          "text": "потому что Владыка сделал так, что арамеи услышали шум колесниц, коней и огромного войска, и они сказали друг другу:",
          "ID": "6"
        },
        {
          "text": "– Это царь Израиля нанял хеттейских и египетских царей, чтобы напасть на нас!",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Они встали и в сумерках бежали, бросив шатры, лошадей и ослов. Они бросили лагерь, как он был, и спасались бегством.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Прокаженные добрались до края лагеря и вошли в один из шатров. Они наелись, напились и унесли оттуда серебро, золото и одежды, ушли и спрятали их. Потом они вернулись и вошли в другой шатер и, взяв кое-что и из него, ушли и спрятали это тоже. ",
          "ID": "8"
        },
        {
          "text": "Затем они сказали друг другу:",
          "ID": "9"
        },
        {
          "text": "– Мы поступаем неправильно. Это день хороших вестей, а мы держим их при себе. Если мы будем ждать рассвета, нас постигнет кара. Пойдем сейчас же и доложим об этом в царском дворце.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Они пошли, позвали городских привратников и сказали им:",
          "ID": "10"
        },
        {
          "text": "– Мы ходили в лагерь арамеев, но там никого не видно и не слышно; только привязанные кони, и ослы, и шатры, как они были.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Привратники разгласили весть, и об этом было доложено во дворце. ",
          "ID": "11"
        },
        {
          "text": "Царь встал ночью и сказал своим приближенным:",
          "ID": "12"
        },
        {
          "text": "– Я скажу вам, что сделали арамеи. Они знают, что мы голодаем, и покинули лагерь, чтобы спрятаться в поле, думая: «Они непременно выйдут, мы возьмем их живыми и войдем в город».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Один из его приближенных сказал:",
          "ID": "13"
        },
        {
          "text": "– Пусть возьмут пять из оставшихся лошадей и узнают, что произошло. Ведь те, кто уцелел, здесь все равно разделят судьбу всего множества израильтян, которое уже погибло.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Они взяли две колесницы с конями, и царь послал их за войском Арама. Он приказал колесничим:",
          "ID": "14"
        },
        {
          "text": "– Пойдите и узнайте, что произошло.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Они ехали по следам войска Арама до самого Иордана и видели, что вся дорога усеяна одеждами и снаряжением арамеев, которые те бросали во время стремительного бегства. Посланцы вернулись и доложили об увиденном царю. ",
          "ID": "15"
        },
        {
          "text": "Народ вышел и разграбил лагерь арамеев. Сату лучшей муки стали продавать за шекель, и две саты ячменя за шекель, как и сказал Господь. ",
          "ID": "16"
        },
        {
          "text": "А царь поставил своего ближайшего сановника следить за порядком в городских воротах, и там его растоптала толпа. Он умер, как и предсказывал Божий человек, когда царь приходил к нему домой. ",
          "ID": "17"
        },
        {
          "text": "(Когда Божий человек говорил царю: «Завтра к этому времени у ворот Самарии сату лучшей муки будет продавать за шекель и две саты ячменя за шекель», ",
          "ID": "18"
        },
        {
          "text": "тот сановник сказал Божьему человеку: «Послушай, этого не может быть, даже если Господь откроет небесные окна!» Тогда Божий человек ответил: «Ты увидишь это своими глазами, но есть не будешь!») ",
          "ID": "19"
        },
        {
          "text": "Так с ним и произошло: толпа растоптала его в воротах, и он умер.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.7",
      "name": "Четвертая Книга Царств 7"
    },
    {
      "text": [
        {
          "text": "Елисей сказал женщине, сына которой он воскресил:",
          "ID": "1"
        },
        {
          "text": "– Уходи с семьей и поселись, где сможешь, потому что Господь навел на страну голод, который будет длиться семь лет.",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Женщина собралась и сделала, как сказал Божий человек. Вместе с семьей она ушла и семь лет жила в земле филистимлян.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Через семь лет она вернулась из земли филистимлян и пошла к царю просить о своем доме и земле. ",
          "ID": "3"
        },
        {
          "text": "А царь в то время беседовал с Гиезием, слугой Божьего человека, и сказал:",
          "ID": "4"
        },
        {
          "text": "– Расскажи мне о великих делах, которые совершил Елисей.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Как раз, когда Гиезий рассказывал царю о том, как Елисей воскресил мертвого, женщина, чьего сына Елисей воскресил, пришла просить царя о своем доме и земле. Гиезий сказал:",
          "ID": "5"
        },
        {
          "text": "– Вот это и есть та женщина, господин мой царь, а это ее сын, которого воскресил Елисей.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Царь расспросил женщину, и она рассказала ему. Тогда он назначил чиновника рассмотреть ее дело, сказав ему:",
          "ID": "6"
        },
        {
          "text": "– Верни ей все, что у нее было, а также все доходы от ее земли, что были получены с того дня, как она покинула страну, до этого дня.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Елисей пришел в Дамаск, когда Венадад, царь Арама, был болен. Когда царю доложили: «Сюда пришел Божий человек», ",
          "ID": "7"
        },
        {
          "text": "– он сказал Хазаилу:",
          "ID": "8"
        },
        {
          "text": "– Возьми с собой подарок и иди встречать Божьего человека. Спроси через него Господа, сказав: «Выздоровею ли я от этой болезни?»",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Хазаил пошел встречать Елисея, взяв с собой в дар лучших товаров Дамаска на сорок верблюжьих поклаж. Он пришел, встал перед ним и сказал:",
          "ID": "9"
        },
        {
          "text": "– Твой сын Венадад, царь Арама, послал меня спросить: «Выздоровею ли я от этой болезни?»",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Елисей сказал:",
          "ID": "10"
        },
        {
          "text": "– Иди и скажи ему: «Ты обязательно выздоровеешь», но Господь открыл мне, что на самом деле он умрет.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Елисей смотрел на него не отрываясь, пока Хазаил не смутился. Тогда Божий человек заплакал.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Почему мой господин плачет? – спросил Хазаил.",
          "ID": "12"
        },
        {
          "text": "– Потому что я знаю, какое зло ты причинишь израильтянам, – ответил он. – Ты сожжешь их крепости, юношей их убьешь мечом, разобьешь их младенцев о землю и порубишь их беременных женщин.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Хазаил сказал:",
          "ID": "13"
        },
        {
          "text": "– Как твой слуга, который лишь пес, сможет совершить такое большое дело?",
          "ID": "13"
        },
        {
          "text": "– Господь открыл мне, что ты станешь царем Арама, – ответил Елисей.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Тогда Хазаил ушел от Елисея и вернулся к своему господину.",
          "ID": "14"
        },
        {
          "text": "Венадад спросил:",
          "ID": "14"
        },
        {
          "text": "– Что сказал тебе Елисей?",
          "ID": "14"
        },
        {
          "text": "Хазаил ответил:",
          "ID": "14"
        },
        {
          "text": "– Он сказал мне, что ты непременно выздоровеешь.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Но на другой день он взял одеяло, намочил его водой, накрыл им лицо царя, и тот умер. А Хазаил стал царем вместо него.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "На пятом году правления израильского царя Иорама, сына Ахава, когда Иосафат еще был царем Иудеи, в Иудее начал царствовать Иорам, сын Иосафата. ",
          "ID": "16"
        },
        {
          "text": "Ему было тридцать два года, когда он стал царем, и правил он в Иерусалиме восемь лет. ",
          "ID": "17"
        },
        {
          "text": "Он ходил путем царей Израиля, по примеру дома Ахава, потому что женился на дочери Ахава. Он делал зло в глазах Господа. ",
          "ID": "18"
        },
        {
          "text": "Но ради Своего слуги Давида Господь не хотел погубить Иудею. Он обещал сохранить светильник ему и его потомкам навеки.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Во времена Иорама Эдом восстал против правления Иудеи и поставил себе царя. ",
          "ID": "20"
        },
        {
          "text": "Тогда Иорам пошел в Цаир со всеми своими колесницами. Ночью он приготовился и напал на эдомитян и на начальников их колесниц, которые окружили его, но его войско бежало домой. ",
          "ID": "21"
        },
        {
          "text": "И до сих пор Эдом не покорен правлению Иудеи. Ливна восстала в то же самое время.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Что же до прочих событий правления Иорама и его дел, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "23"
        },
        {
          "text": "Иорам упокоился со своими предками и был похоронен с ними в Городе Давида. Охозия, его сын, стал царем вместо него.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "На двенадцатом году правления израильского царя Иорама, сына Ахава, над Иудеей начал царствовать Охозия, сын Иорама. ",
          "ID": "25"
        },
        {
          "text": "Охозии было двадцать два года когда он стал царем, и правил он в Иерусалиме один год. Его мать звали Аталия; она была внучкой Омри, царя Израиля. ",
          "ID": "26"
        },
        {
          "text": "Он ходил путем дома Ахава и делал зло в глазах Господа, по примеру дома Ахава, ведь он породнился с домом Ахава через брак.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Охозия ходил с Иорамом, сыном Ахава, воевать против Хазаила, царя Арама, под Рамот Галаадский. Арамеи ранили Иорама, ",
          "ID": "28"
        },
        {
          "text": "и царь Иорам вернулся в Изреель, чтобы оправиться от ран, которые ему нанесли при Рамоте, когда он сражался с Хазаилом, царем Арама.",
          "ID": "29"
        },
        {
          "text": "Охозия, сын Иорама, царя Иудеи, отправился в Изреель навестить Иорама, сына Ахава, потому что тот был ранен.",
          "ID": "29"
        }
      ],
      "ID": "OT:2KI.8",
      "name": "Четвертая Книга Царств 8"
    },
    {
      "text": [
        {
          "text": "Пророк Елисей призвал одного из учеников пророческих и сказал ему:",
          "ID": "1"
        },
        {
          "text": "– Заправь полы плаща под пояс, возьми этот сосуд с маслом и ступай в Рамот Галаадский. ",
          "ID": "1"
        },
        {
          "text": "Когда придешь туда, разыщи там Ииуя, сына Иосафата, внука Нимши. Пойди к нему и уведи его от его друзей во внутреннюю комнату. ",
          "ID": "2"
        },
        {
          "text": "Возьми этот сосуд, полей масло ему на голову и произнеси: «Так говорит Господь: „Я помазываю тебя в цари Израиля“». Потом открой дверь и беги, не задерживайся!",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "И молодой человек, пророк, пошел в Рамот Галаадский. ",
          "ID": "4"
        },
        {
          "text": "Когда он пришел туда, он увидел военачальников, сидящих вместе.",
          "ID": "5"
        },
        {
          "text": "– У меня есть весть для тебя, военачальник, – сказал он.",
          "ID": "5"
        },
        {
          "text": "– Для кого из нас? – спросил Ииуй.",
          "ID": "5"
        },
        {
          "text": "– Для тебя, военачальник, – ответил он.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Ииуй встал и прошел в дом. Пророк возлил масло на голову Ииуя и произнес:",
          "ID": "6"
        },
        {
          "text": "– Так говорит Господь, Бог Израиля: «Я помазываю тебя в цари Господнего народа, Израиля. ",
          "ID": "6"
        },
        {
          "text": "Истреби дом Ахава, твоего господина, чтобы Мне отомстить за кровь Моих слуг пророков и за кровь всех Господних слуг, пролитую Иезавелью. ",
          "ID": "7"
        },
        {
          "text": "Погибнет весь дом Ахава. Я истреблю у Ахава всякого человека мужского пола – и раба, и свободного. ",
          "ID": "8"
        },
        {
          "text": "Я уподоблю дом Ахава дому Иеровоама, сына Навата, и дому Бааши, сына Ахии. ",
          "ID": "9"
        },
        {
          "text": "А Иезавель сожрут псы на участке земли в Изрееле, и никто ее не похоронит».",
          "ID": "10"
        },
        {
          "text": "После этого он открыл дверь и убежал. ",
          "ID": "10"
        },
        {
          "text": "Когда Ииуй вышел к слугам господина, один из них спросил его:",
          "ID": "11"
        },
        {
          "text": "– Все ли благополучно? Зачем к тебе приходил этот сумасшедший?",
          "ID": "11"
        },
        {
          "text": "– Вы сами знаете, что это за человек и что он может сказать, – ответил Ииуй.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "– Неправда! – сказали они. – Расскажи нам.",
          "ID": "12"
        },
        {
          "text": "Ииуй сказал:",
          "ID": "12"
        },
        {
          "text": "– Он сказал мне: «Так говорит Господь: „Я помазываю тебя в цари Израиля“».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Они заторопились, взяли плащи и постелили их ему прямо на ступеньках. Потом они затрубили в рог и закричали:",
          "ID": "13"
        },
        {
          "text": "– Воцарился Ииуй!",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Ииуй, сын Иосафата, внук Нимши, составил заговор против Иорама. (Иорам и весь Израиль защищали Рамот Галаадский от Хазаила, царя Арама, ",
          "ID": "14"
        },
        {
          "text": "но царь Иорам вернулся в Изреель, чтобы оправиться от ран, которые арамеи нанесли ему в битве с царем Арама Хазаилом.) Ииуй сказал:",
          "ID": "15"
        },
        {
          "text": "– Если вы согласны, то не давайте никому выйти из города и рассказать новости в Изрееле.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Он взошел на колесницу и поехал в Изреель, потому что там отдыхал Иорам, а Охозия, царь Иудеи, пришел его навестить. ",
          "ID": "16"
        },
        {
          "text": "Когда часовой, стоявший на башне в Изрееле, увидел, как приближаются воины Ииуя, он закричал:",
          "ID": "17"
        },
        {
          "text": "– Я вижу воинов.",
          "ID": "17"
        },
        {
          "text": "– Отправь им навстречу всадника, – приказал Иорам. – Пусть спросит: «С миром ли вы?».",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Всадник выехал навстречу Ииую и сказал:",
          "ID": "18"
        },
        {
          "text": "– Царь спрашивает, с миром ли вы?",
          "ID": "18"
        },
        {
          "text": "– Что тебе до мира? – ответил Ииуй. – Поезжай за мной.",
          "ID": "18"
        },
        {
          "text": "И часовой доложил:",
          "ID": "18"
        },
        {
          "text": "– Посланец доехал до них, но назад не возвращается.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Тогда царь послал второго всадника. Подъехав к ним, он сказал:",
          "ID": "19"
        },
        {
          "text": "– Царь спрашивает, с миром ли вы?",
          "ID": "19"
        },
        {
          "text": "Ииуй ответил:",
          "ID": "19"
        },
        {
          "text": "– Что тебе до мира? Поезжай за мной.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "И часовой доложил:",
          "ID": "20"
        },
        {
          "text": "– Посланец доехал до них, но и он не возвращается назад. А человек, скачущий впереди, похож на Ииуя, сына Нимши, – он скачет, как безумец.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "– Запрягай мою колесницу, – приказал Иорам.",
          "ID": "21"
        },
        {
          "text": "И когда ее запрягли, Иорам, царь Израиля, и Охозия, царь Иудеи, выехали в колесницах навстречу Ииую. Они встретили его у участка земли, который принадлежал Навоту из Изрееля. ",
          "ID": "21"
        },
        {
          "text": "Увидев Ииуя, Иорам спросил:",
          "ID": "22"
        },
        {
          "text": "– Ты с миром, Ииуй?",
          "ID": "22"
        },
        {
          "text": "– Какой мир, – ответил Ииуй, – пока множатся идолопоклонство и чародейство твоей матери Иезавели?",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Иорам повернул назад и обратился в бегство, крича Охозии:",
          "ID": "23"
        },
        {
          "text": "– Измена, Охозия!",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Ииуй натянул лук и поразил Иорама между лопатками. Стрела пронзила ему сердце, и он осел в колеснице. ",
          "ID": "24"
        },
        {
          "text": "Ииуй сказал своему сановнику Бидекару:",
          "ID": "25"
        },
        {
          "text": "– Подними его и брось на поле, что принадлежало Навоту из Изрееля. Помнишь, как мы с тобой ехали в колесницах за его отцом Ахавом, когда Господь изрек о нем такое пророчество: ",
          "ID": "25"
        },
        {
          "text": "«Вчера Я видел кровь Навота и кровь его сыновей, – возвещает Господь, – и непременно взыщу с тебя за нее на этом участке земли». Итак, подними его и брось на тот самый участок по слову Господа.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Увидев, что случилось, Охозия, царь Иудеи, бежал по дороге к Бет-Хаггану. Ииуй гнался за ним, крича:",
          "ID": "27"
        },
        {
          "text": "– Убейте и этого!",
          "ID": "27"
        },
        {
          "text": "Люди ранили Охозию в колеснице на дороге, поднимающейся к Гуру, что близ Ивлеама, но он скрылся в городе Мегиддо, где и умер. ",
          "ID": "27"
        },
        {
          "text": "Слуги отвезли его на колеснице в Иерусалим и похоронили с его предками в его гробнице в Городе Давида. ",
          "ID": "28"
        },
        {
          "text": "(Охозия стал царем Иудеи на одиннадцатом году правления Иорама, сына Ахава.)",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Ииуй пошел в Изреель. Когда Иезавель услышала об этом, она подвела глаза, уложила волосы и стала смотреть в окно. ",
          "ID": "30"
        },
        {
          "text": "Когда Ииуй вошел в ворота, она спросила:",
          "ID": "31"
        },
        {
          "text": "– С миром ли ты пришел, Зимри, убийца своего господина?",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Он поднял взгляд к окну и позвал:",
          "ID": "32"
        },
        {
          "text": "– Кто за меня? Кто?",
          "ID": "32"
        },
        {
          "text": "Из окна выглянули два или три евнуха.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "– Сбросьте ее вниз! – сказал Ииуй.",
          "ID": "33"
        },
        {
          "text": "Они сбросили ее, и кровь ее брызнула на стену и на коней, которые растоптали ее.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Ииуй зашел, поел и попил. Потом он сказал:",
          "ID": "34"
        },
        {
          "text": "– Разыщите эту проклятую и похороните; она все-таки царская дочь.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Но когда пошли ее хоронить, не нашли ничего, кроме черепа, ног и кистей рук ",
          "ID": "35"
        },
        {
          "text": "и, вернувшись, доложили Ииую, который сказал:",
          "ID": "36"
        },
        {
          "text": "– Это слово Господа, которое Он изрек через Своего слугу, Илию из Тишбы: «На земле Изрееля псы сожрут тело Иезавели. ",
          "ID": "36"
        },
        {
          "text": "Труп Иезавели будет на участке Изрееля как навоз на поле, так что никто не скажет: „Это Иезавель“».",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.9",
      "name": "Четвертая Книга Царств 9"
    },
    {
      "text": [
        {
          "text": "В Самарии было семьдесят сыновей Ахава. Ииуй написал письма и послал их в Самарию к правителям Изрееля, к старейшинам и воспитателям сыновей Ахава. Он сказал:",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "– Как только вы получите это письмо, то раз с вами сыновья вашего господина и у вас есть колесницы и кони, укрепленный город и оружие, ",
          "ID": "2"
        },
        {
          "text": "выберите лучшего и достойнейшего из сыновей вашего господина и посадите его на отцовский престол. А затем сражайтесь за дом господина своего.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но они очень испугались и сказали:",
          "ID": "4"
        },
        {
          "text": "– Если ему не смогли противостоять два царя, то как можем мы?",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Распорядитель дворца, правитель города, старейшины и воспитатели послали сказать Ииую:",
          "ID": "5"
        },
        {
          "text": "– Мы твои слуги и сделаем все, что ты скажешь. Мы не будем никого ставить царем, делай все, как считаешь нужным.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Тогда Ииуй написал им второе письмо, говоря:",
          "ID": "6"
        },
        {
          "text": "– Если вы на моей стороне и послушны мне, возьмите головы сыновей своего господина и завтра к этому времени приходите ко мне в Изреель.",
          "ID": "6"
        },
        {
          "text": "Царские сыновья, семьдесят человек, были со знатнейшими людьми города, которым было доверено их воспитание. ",
          "ID": "6"
        },
        {
          "text": "Когда пришло письмо, эти люди взяли царских сыновей и закололи их всех. Они положили их головы в корзины и послали к Ииую в Изреель. ",
          "ID": "7"
        },
        {
          "text": "Когда посланец прибыл, он доложил Ииую:",
          "ID": "8"
        },
        {
          "text": "– Принесли головы царских сыновей.",
          "ID": "8"
        },
        {
          "text": "Ииуй приказал:",
          "ID": "8"
        },
        {
          "text": "– Сложите их в две кучи у входа в городские ворота до утра.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "На следующее утро Ииуй вышел, встал перед народом и сказал:",
          "ID": "9"
        },
        {
          "text": "– Вы невиновны. Это я составил заговор против моего господина и убил его, но кто убил вот этих? ",
          "ID": "9"
        },
        {
          "text": "Итак, знайте, что ни одно слово, которое Господь изрек против дома Ахава, не осталось неисполненным. Господь сделал то, что обещал через Своего слугу Елисея.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "И перебил Ииуй в Изрееле всех, кто еще оставался от дома Ахава, вместе со всеми его приближенными, близкими друзьями и священниками, никого не оставив в живых.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "После этого Ииуй тронулся в путь к Самарии. Он остановился в месте, которое называлось Бет-Экед пастуший. ",
          "ID": "12"
        },
        {
          "text": "Там он встретил родственников Охозии, царя Иудеи, и спросил:",
          "ID": "13"
        },
        {
          "text": "– Вы кто?",
          "ID": "13"
        },
        {
          "text": "Они сказали:",
          "ID": "13"
        },
        {
          "text": "– Мы родственники Охозии и вышли приветствовать сыновей царя и сыновей царицы-матери.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "– Взять их живыми! – приказал он.",
          "ID": "14"
        },
        {
          "text": "Их взяли живыми и закололи – сорок два человека, при колодце у Бет-Экеда. Он не оставил никого из них в живых.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Уйдя оттуда, он встретил Ионадава, сына Рехава, который шел ему навстречу. Ииуй приветствовал его и сказал:",
          "ID": "15"
        },
        {
          "text": "– Так же ли твое сердце верно моему, как мое твоему?",
          "ID": "15"
        },
        {
          "text": "– Да, – ответил Ионадав.",
          "ID": "15"
        },
        {
          "text": "– Если да, то дай мне руку, –  сказал Ииуй.",
          "ID": "15"
        },
        {
          "text": "Он дал ему руку, и Ииуй помог ему взойти на колесницу. ",
          "ID": "15"
        },
        {
          "text": "Ииуй сказал:",
          "ID": "16"
        },
        {
          "text": "– Едем со мной. Ты увидишь мою ревность о Господе, – и повез его в своей колеснице.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Когда Ииуй прибыл в Самарию, он перебил всех, кто оставался там от дома Ахава. Он истребил их по слову, которое Господь сказал Илии.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "После этого Ииуй собрал весь народ и сказал им:",
          "ID": "18"
        },
        {
          "text": "– Ахав служил Баалу мало – Ииуй будет служить ему больше. ",
          "ID": "18"
        },
        {
          "text": "Итак, позовите ко мне всех пророков Баала, всех его служителей и всех его жрецов. Смотрите, чтобы пришли все до одного, потому что я хочу принести Баалу великую жертву. А кто не придет, тому не жить.",
          "ID": "19"
        },
        {
          "text": "Но Ииуй действовал с хитростью, желая истребить служителей Баала. ",
          "ID": "19"
        },
        {
          "text": "Он сказал:",
          "ID": "20"
        },
        {
          "text": "– Объявите праздничное собрание в честь Баала.",
          "ID": "20"
        },
        {
          "text": "И они возвестили о нем. ",
          "ID": "20"
        },
        {
          "text": "Ииуй послал весть по всему Израилю, и все служители Баала явились, не осталось ни одного, кто бы не пришел. Они собирались в храме Баала, пока он не наполнился от одного конца до другого. ",
          "ID": "21"
        },
        {
          "text": "Ииуй сказал хранителю одежд:",
          "ID": "22"
        },
        {
          "text": "– Принеси одежды для всех служителей Баала.",
          "ID": "22"
        },
        {
          "text": "И он вынес для них одежды.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Затем Ииуй и Ионадав, сын Рехава, вошли в храм Баала. Ииуй сказал служителям Баала:",
          "ID": "23"
        },
        {
          "text": "– Поищите и посмотрите, чтобы с вами здесь не было служителей Господа, а только служители Баала.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "И они вошли, чтобы принести жертвы и всесожжения. А Ииуй расставил снаружи восемьдесят человек, предупредив их:",
          "ID": "24"
        },
        {
          "text": "– Если кто из вас позволит кому-нибудь из тех людей, которых я отдаю в ваши руки, спастись, он расплатится за это своей жизнью.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Как только Ииуй закончил приносить всесожжение, он сказал стражам и военачальникам:",
          "ID": "25"
        },
        {
          "text": "– Войдите и перебейте их, и пусть никто не спасется.",
          "ID": "25"
        },
        {
          "text": "И они перебили их мечами. Стражи и военачальники выбросили их тела наружу, а затем прошли во внутреннее святилище храма Баала. ",
          "ID": "25"
        },
        {
          "text": "Они вынесли из храма Баала священный камень и бросили его в огонь. ",
          "ID": "26"
        },
        {
          "text": "Они уничтожили священный камень Баала, разрушили храм Баала и сделали из него отхожее место, как это есть и до сегодняшнего дня.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Так Ииуй искоренил в Израиле почитание Баала. ",
          "ID": "28"
        },
        {
          "text": "Но он не отвернулся от грехов Иеровоама, сына Навата, к которым тот склонил Израиль, – от поклонения золотым тельцам Вефиля и Дана.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Господь сказал Ииую:",
          "ID": "30"
        },
        {
          "text": "– Так как ты поступил хорошо, совершив то, что правильно в Моих глазах, и сделал с домом Ахава все, как Я хотел, твои потомки будут сидеть на престоле Израиля до четвертого поколения.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Но Ииуй не следил за тем, чтобы исполнять Закон Господа, Бога Израиля, от всего сердца. Он не отвернулся от грехов Иеровоама, к которым тот склонил Израиль.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "В те дни Господь начал уменьшать территорию Израиля. Хазаил разбил израильтян по всей их земле ",
          "ID": "32"
        },
        {
          "text": "к востоку от Иордана, всю землю Галаада (область Гада, Рувима и Манассии), от города Ароера, что у реки Арнона, через область Галаада до области Башана.",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Что же до прочих событий правления Ииуя, всего, что он сделал, и всего, чего он достиг, то разве не записаны они в «Книге летописей царей Израиля»?",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Ииуй упокоился со своими предками и был похоронен в Самарии. Иоахаз, его сын, стал царем вместо него. ",
          "ID": "35"
        },
        {
          "text": "Ииуй царствовал над Израилем в Самарии двадцать восемь лет.",
          "ID": "36"
        }
      ],
      "ID": "OT:2KI.10",
      "name": "Четвертая Книга Царств 10"
    },
    {
      "text": [
        {
          "text": "Когда Аталия, мать Охозии, увидела, что ее сын мертв, она встала и погубила всю царскую семью. ",
          "ID": "1"
        },
        {
          "text": "Но Иосавеф, дочь царя Иорама и сестра Охозии, взяла Иоаша, сына Охозии, выкрала его из среды царских сыновей, которых должны были убить, и спрятала его вместе с кормилицей в спальне. Так она укрыла его от Аталии, и он не был убит. ",
          "ID": "2"
        },
        {
          "text": "Он скрывался с кормилицей в доме Господа шесть лет, пока Аталия правила страной.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "На седьмом году правления Аталии Иодай послал за сотниками царской охраны и дворцовой стражи, чтобы их привели к нему в дом Господа. Он заключил с ними союз, взял с них клятву в доме Господа и показал им царского сына. ",
          "ID": "4"
        },
        {
          "text": "Он приказал им:",
          "ID": "5"
        },
        {
          "text": "– Вот что вы должны сделать: треть из вас, кто заступает на службу в субботу, будет стеречь царский дворец, ",
          "ID": "5"
        },
        {
          "text": "вторая треть – ворота Сур и последняя треть – ворота, что за дворцовыми стражниками. Вы никого не должны подпускать к дому. ",
          "ID": "6"
        },
        {
          "text": "А два ваших подразделения, что обычно уходят со службы в субботу, должны остаться при доме Господа охранять царя. ",
          "ID": "7"
        },
        {
          "text": "Встаньте вокруг царя, каждый с оружием в руках, и убивайте всякого, кто подойдет к вашим рядам. Будьте при царе, куда бы он ни пошел.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Сотники сделали все так, как приказал священник Иодай. Каждый взял своих людей – и тех, кто заступал на службу в ту субботу, и тех, кто в ту субботу уходил со службы, – и пришел к священнику Иодаю. ",
          "ID": "9"
        },
        {
          "text": "Он раздал сотникам копья и щиты, которые некогда принадлежали царю Давиду и находились в доме Господа. ",
          "ID": "10"
        },
        {
          "text": "Стражи с оружием в руках встали вокруг царя от южной стороны дома до северной, вокруг жертвенника и дома.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Иодай вывел сына царя, возложил на него корону, дал ему копию свидетельства и провозгласил его царем. Его помазали, и народ рукоплескал и кричал:",
          "ID": "12"
        },
        {
          "text": "– Да здравствует царь!",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Услышав шум стражи и народа, Аталия отправилась к ним в дом Господа. ",
          "ID": "13"
        },
        {
          "text": "Она посмотрела и увидела: у колонны, как велит обычай, стоял царь! Возле него были начальники отрядов и трубачи, и весь народ страны ликовал и трубил в трубы. Аталия разорвала на себе одежду и закричала:",
          "ID": "14"
        },
        {
          "text": "– Заговор! Заговор!",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Священник Иодай приказал сотникам, которые распоряжались войском:",
          "ID": "15"
        },
        {
          "text": "– Выведите ее за пределы дома и убейте мечом всякого, кто за ней пойдет.",
          "ID": "15"
        },
        {
          "text": "(Потому что священник сказал: «Ее нельзя предавать смерти в Господнем доме».)",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Ее схватили и повели к царскому дворцу через вход, которым водят коней, и там она была предана смерти.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "А Иодай заключил завет между Господом, царем и народом, что они будут народом Господа. Еще он заключил завет между царем и народом. ",
          "ID": "17"
        },
        {
          "text": "Весь народ страны пошел к храму Баала и разрушил его. Они разбили на куски жертвенники и идолов и убили перед жертвенниками Маттана, жреца Баала.",
          "ID": "18"
        },
        {
          "text": "Затем священник Иодай установил присмотр за домом Господа. ",
          "ID": "18"
        },
        {
          "text": "Он взял с собой сотников, царскую охрану, дворцовую стражу и весь народ страны, и они вместе вывели царя из дома Господа и вошли в царский дворец через ворота Стражи. Царь сел на свое место на царском престоле, ",
          "ID": "19"
        },
        {
          "text": "и весь народ страны ликовал. А город, после того как Аталия была убита мечом в царском дворце, успокоился.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Иоашу было семь лет, когда он начал царствовать.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.11",
      "name": "Четвертая Книга Царств 11"
    },
    {
      "text": [
        {
          "text": "На седьмом году правления Ииуя Иоаш стал царем и правил в Иерусалиме сорок лет. Его мать звали Цивья; она была родом из Вирсавии. ",
          "ID": "1"
        },
        {
          "text": "Иоаш делал то, что было правильным в глазах Господа, все время, пока его наставлял священник Иодай. ",
          "ID": "2"
        },
        {
          "text": "Только святилища на возвышенностях не были убраны, и народ продолжал приносить там жертвы и возжигать благовония.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Иоаш сказал священникам:",
          "ID": "4"
        },
        {
          "text": "– Соберите все деньги, что приносятся как священный дар в дом Господа, – деньги, собранные по переписи, деньги, полученные по обетам, и деньги, которые были добровольно пожертвованы на дом. ",
          "ID": "4"
        },
        {
          "text": "Пусть возьмут деньги у каждого из жертвующих и используют их на восстановление дома Господа там, где найдется повреждение.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Но к двадцать шестому году правления царя Иоаша священники все еще не восстановили дом. ",
          "ID": "6"
        },
        {
          "text": "И вот царь Иоаш призвал священника Иодая и прочих священников и спросил их:",
          "ID": "7"
        },
        {
          "text": "– Почему вы не чините дом? Не берите больше денег у жертвователей, а передайте их на починку дома.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Тогда священники согласились, что не будут больше ни принимать от народа денег, ни отвечать за восстановление дома.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Священник Иодай взял ящик и проделал в его крышке дыру. Он поставил его у жертвенника, с правой стороны от входа в дом Господа, и священники, которые охраняли вход, клали в ящик все деньги, приносимые в дом Господа. ",
          "ID": "9"
        },
        {
          "text": "Всякий раз, когда они видели, что в ящике много денег, приходили царский писарь и первосвященник, считали деньги, принесенные в дом Господа, и клали их в мешки. ",
          "ID": "10"
        },
        {
          "text": "Когда деньги были пересчитаны, они отдавали их тем, кто смотрел за работами в доме. А они платили тем, кто работал в доме Господа, – плотникам и строителям, ",
          "ID": "11"
        },
        {
          "text": "тем, кто клал стены, и тем, кто тесал камни. Они также покупали дерево и тесаные камни для восстановления дома Господа и оплачивали все прочие расходы на восстановление дома.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Но ни серебряных кубков, ни ножниц для фитилей, ни кропильных чаш, ни труб, ни иных вещей из золота или серебра для дома Господа не изготовляли на деньги, приносимые в дом. ",
          "ID": "13"
        },
        {
          "text": "Деньги платили рабочим, которые восстанавливали дом. ",
          "ID": "14"
        },
        {
          "text": "От тех, кому отдавали деньги для выплаты рабочим, не требовали отчета, потому что они действовали честно. ",
          "ID": "15"
        },
        {
          "text": "Деньги от жертв повинности и жертв за грех не вносились в дом Господа – они шли священникам.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "В то время Хазаил, царь Арама, напал на город Гат и захватил его. Затем он решил идти на Иерусалим. ",
          "ID": "17"
        },
        {
          "text": "Но Иоаш, царь Иудеи, взял все священные вещи, посвященные его отцами Иосафатом, Иорамом и Охозией, царями Иудеи, дары, которые посвятил он сам, и все золото, которое нашлось в сокровищницах дома Господа и царского дворца, и послал их Хазаилу, царю Арама, который после этого отошел от Иерусалима.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Что же до прочих событий правления Иоаша и всего, что он сделал, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "19"
        },
        {
          "text": "Его приближенные составили против него заговор и убили его в Бет-Милло, на дороге, которая спускается к Силле. ",
          "ID": "20"
        },
        {
          "text": "Иозавад, сын Шимеаты, и Иегозавад, сын Шомеры, – вот те приближенные, которые сразили его до смерти. Он был похоронен со своими предками в Городе Давида. Амасия, его сын, стал царем вместо него.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.12",
      "name": "Четвертая Книга Царств 12"
    },
    {
      "text": [
        {
          "text": "На двадцать третьем году правления иудейского царя Иоаша, сына Охозии, царем Израиля стал Иоахаз, сын Ииуя, и правил в Самарии семнадцать лет. ",
          "ID": "1"
        },
        {
          "text": "Он делал зло в глазах Господа, следуя грехам Иеровоама, сына Навата, к которым тот склонил Израиль, и не отворачивался от них. ",
          "ID": "2"
        },
        {
          "text": "Гнев Господа вспыхнул на Израиль, и долгое время Он держал их во власти Хазаила, царя Арама, и его сына Венадада.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Но Иоахаз взмолился Господу, и Господь услышал его, ведь Он видел, как жестоко царь Арама притесняет Израиль. ",
          "ID": "4"
        },
        {
          "text": "Господь дал Израилю избавителя, и они вышли из-под власти Арама. Израильтяне стали мирно жить в домах, как и прежде. ",
          "ID": "5"
        },
        {
          "text": "И все же они не отвернулись от грехов дома Иеровоама, к которым тот склонил Израиль, но оставались в них. Да и столб Ашеры продолжал стоять в Самарии.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "От войска Иоахаза не осталось ничего, кроме пятидесяти всадников, десяти колесниц и десяти тысяч пеших воинов, потому что царь Арама истребил остальных, уподобив их пыли во время молотьбы.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Что же до прочих событий правления Иоахаза, всего, что он сделал, и о его доблести, то разве не записаны они в «Книге летописей царей Израиля»? ",
          "ID": "8"
        },
        {
          "text": "Иоахаз упокоился со своими предками и был похоронен в Самарии. А Иоаш, его сын, стал царем вместо него.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "На тридцать седьмом году правления Иоаша, царя Иудеи, царем Израиля стал Иоаш, сын Иоахаза, и правил в Самарии шестнадцать лет. ",
          "ID": "10"
        },
        {
          "text": "Он делал зло в глазах Господа и не отвернулся ни от одного из грехов Иеровоама, сына Навата, к которым тот склонил Израиль; он оставался в них.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Что же до прочих событий правления Иоаша, всего, что он сделал, и о доблести, с которой он воевал против Амасии, царя Иудеи, то разве не записаны они в «Книге летописей царей Израиля»?",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Иоаш упокоился со своими предками, и Иеровоам сменил его на престоле. Иоаш был похоронен в Самарии с царями Израиля.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Елисей был смертельно болен. Иоаш, царь Израиля, пришел навестить его и плакал над ним.",
          "ID": "14"
        },
        {
          "text": "– Отец мой! Отец мой! Колесница и конница Израиля! – восклицал он.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Елисей сказал:",
          "ID": "15"
        },
        {
          "text": "– Достань лук и стрелы.",
          "ID": "15"
        },
        {
          "text": "И он сделал это.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "– Возьми лук в руки, – сказал он царю Израиля.",
          "ID": "16"
        },
        {
          "text": "Когда тот взял лук, Елисей положил руки на руки царя Израиля.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "– Открой восточное окно, – сказал он.",
          "ID": "17"
        },
        {
          "text": "И тот открыл его.",
          "ID": "17"
        },
        {
          "text": "– Стреляй! – сказал Елисей.",
          "ID": "17"
        },
        {
          "text": "И он выстрелил.",
          "ID": "17"
        },
        {
          "text": "– Господня стрела победы, стрела победы над Арамом! – сказал Елисей. – Ты будешь бить арамеев при городе Афеке, пока не разобьешь их.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Затем он сказал:",
          "ID": "18"
        },
        {
          "text": "– Возьми стрелы.",
          "ID": "18"
        },
        {
          "text": "И царь Израиля взял их.",
          "ID": "18"
        },
        {
          "text": "Елисей сказал ему:",
          "ID": "18"
        },
        {
          "text": "– Бей ими по земле.",
          "ID": "18"
        },
        {
          "text": "Он ударил три раза и остановился. ",
          "ID": "18"
        },
        {
          "text": "Божий человек разгневался на него и сказал:",
          "ID": "19"
        },
        {
          "text": "– Ты должен был бы ударить по земле пять или шесть раз, тогда ты побил бы Арама полностью. А теперь ты разобьешь его только три раза.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Елисей умер и был похоронен. Позже разбойники из Моава повадились вторгаться в страну каждую весну. ",
          "ID": "20"
        },
        {
          "text": "Однажды во время похорон одного человека израильтяне увидели банду разбойников и бросили покойника в гробницу Елисея. Когда мертвое тело коснулось костей Елисея, тот человек ожил и встал на ноги.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Хазаил, царь Арама, притеснял Израиль во все дни правления Иоахаза. ",
          "ID": "22"
        },
        {
          "text": "Но Господь был милостив к ним, жалел их и заботился о них ради завета с Авраамом, Исааком и Иаковом. Он и теперь не хотел истребить их или прогнать от Себя.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Хазаил, царь Арама, умер, и его сын Венадад стал царем вместо него. ",
          "ID": "24"
        },
        {
          "text": "И Иоаш, сын Иоахаза, отнял у Венадада, сына Хазаила, те города, которые тот отвоевал у его отца Иоахаза. Три раза Иоаш разбивал его и возвращал израильские города.",
          "ID": "25"
        }
      ],
      "ID": "OT:2KI.13",
      "name": "Четвертая Книга Царств 13"
    },
    {
      "text": [
        {
          "text": "На втором году правления израильского царя Иоаша, сына Иоахаза, царем стал Амасия, сын иудейского царя Иоаша. ",
          "ID": "1"
        },
        {
          "text": "Когда он стал царем, ему было двадцать пять лет, и правил он в Иерусалиме двадцать девять лет. Его мать звали Иегоаддань, она была родом из Иерусалима. ",
          "ID": "2"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, но не так, как его предок Давид. Он во всем следовал примеру своего отца Иоаша. ",
          "ID": "3"
        },
        {
          "text": "Лишь святилища на возвышенностях не были уничтожены, и народ продолжал приносить там жертвы и возжигать благовония.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "После того как царство утвердилось в его руках, он казнил своих приближенных, которые убили царя, его отца. ",
          "ID": "5"
        },
        {
          "text": "Но сыновей убийц он не предал смерти, поступив по написанному в книге Моисеева Закона, где Господь повелел: «Отцов нельзя предавать смерти за детей, и детей нельзя предавать смерти за отцов. Пусть каждый умирает за свой собственный грех».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Это он разбил десять тысяч эдомитян в Соляной долине и завоевал город Селу, назвав его Иоктеил, как он называется и по сегодняшний день.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Амасия послал гонцов к израильскому царю Иоашу, сыну Иоахаза, внуку Ииуя, с вызовом:",
          "ID": "8"
        },
        {
          "text": "– Выходи, встретимся лицом к лицу!",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но Иоаш, царь Израиля, ответил Амасии, царю Иудеи:",
          "ID": "9"
        },
        {
          "text": "– Ливанский чертополох как-то послал сказать ливанскому кедру: «Отдай свою дочь за моего сына». Но прошел дикий ливанский зверь и вытоптал его. ",
          "ID": "9"
        },
        {
          "text": "Да, ты разбил Эдом и теперь возгордился. Славься своей победой, но оставайся дома! Зачем тебе искать беды, чтобы пасть и тебе, и Иудее вместе с тобой?",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Но Амасия не послушался, и Иоаш, царь Израиля, двинул на него свои войска. Он и Амасия, царь Иудеи, встретились лицом к лицу в битве под Бет-Шемешем, что в Иудее. ",
          "ID": "11"
        },
        {
          "text": "Иудея была наголову разбита Израилем, и каждый бежал к себе домой. ",
          "ID": "12"
        },
        {
          "text": "Иоаш, царь Израиля, взял царя Иудеи Амасию, сына Иоаша, внука Охозии, в плен под Бет-Шемешем. Затем Иоаш двинулся к Иерусалиму и разрушил городскую стену от ворот Ефрема до Угловых ворот – участок длиной в четыреста локтей. ",
          "ID": "13"
        },
        {
          "text": "Он забрал все золото и серебро, и все вещи, найденные в доме Господа и в сокровищницах царского дворца. Еще он взял заложников, а затем вернулся в Самарию.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Что же до прочих событий правления Иоаша, того, что он сделал, о его доблести и о том, как он воевал с Амасией, царем Иудеи, то разве не записаны они в «Книге летописей царей Израиля»? ",
          "ID": "15"
        },
        {
          "text": "Иоаш упокоился со своими предками и был похоронен в Самарии с царями Израиля. Иеровоам, его сын, стал царем вместо него.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Амасия, сын царя Иудеи Иоаша, пережил Иоаша, сына Иоахаза, царя Израиля, на пятнадцать лет. ",
          "ID": "17"
        },
        {
          "text": "Что же до прочих событий правления Амасии, то разве они не записаны в «Книге летописей царей Иудеи»?",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Против Амасии в Иерусалиме составили заговор, и он бежал в город Лахиш, но за ним послали в Лахиш и убили его там. ",
          "ID": "19"
        },
        {
          "text": "Его привезли назад на конях и похоронили с его предками в Иерусалиме, Городе Давида.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "А народ Иудеи взял Азарию, которому было шестнадцать лет, и сделал его царем вместо его отца Амасии. ",
          "ID": "21"
        },
        {
          "text": "Это он отстроил порт Элат и вернул его Иудее после того, как Амасия упокоился со своими предками.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "На пятнадцатом году правления Амасии, сына иудейского царя Иоаша, царем в Самарии стал Иеровоам, сын израильского царя Иоаша и правил сорок один год. ",
          "ID": "23"
        },
        {
          "text": "Он делал зло в глазах Господа и не отвернулся ни от одного из грехов Иеровоама, сына Навата, к которым тот склонил Израиль. ",
          "ID": "24"
        },
        {
          "text": "Это он восстановил границы Израиля от Лево-Хамата до моря иорданской долины, по слову Господа, Бога Израиля, изреченному через Его слугу Иону, сына Амиттая, пророка из Гат-Хефера. ",
          "ID": "25"
        },
        {
          "text": "Господь видел, как жестоко страдают в Израиле все – от раба до свободного, не было никого, кто пришел бы им на помощь. ",
          "ID": "26"
        },
        {
          "text": "И так как Господь не говорил, что искоренит имя Израиля из поднебесной, Он спас их через Иеровоама, сына Иоаша.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Что же до прочих событий правления Иеровоама, всего, что он сделал, и его свершений, включая то, как он воевал и вернул Израилю и Дамаск, и Хамат, которые принадлежали Иудее, то разве не записаны они в «Книге летописей царей Израиля»?",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Иеровоам упокоился со своими предками, царями Израиля, а Захария, его сын, стал царем вместо него.",
          "ID": "29"
        }
      ],
      "ID": "OT:2KI.14",
      "name": "Четвертая Книга Царств 14"
    },
    {
      "text": [
        {
          "text": "На двадцать седьмом году правления Иеровоама, царя Израиля, в Иудее начал царствовать Азария, сын Амасии. ",
          "ID": "1"
        },
        {
          "text": "Ему было шестнадцать лет, когда он стал царем, и правил он в Иерусалиме пятьдесят два года. Его мать звали Иехолия, она была родом из Иерусалима. ",
          "ID": "2"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, как и его отец Амасия. ",
          "ID": "3"
        },
        {
          "text": "Лишь святилища на возвышенностях не были еще уничтожены. Народ продолжал приносить там жертвы и возжигать благовония.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Господь поразил царя проказой до самой его смерти, и он жил в отдельном доме. Иотам, сын царя, распоряжался во дворце и управлял народом страны.",
          "ID": "5"
        },
        {
          "text": " ",
          "ID": "5"
        },
        {
          "text": "Прочие события правления Азарии и всего, что он сделал, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "6"
        },
        {
          "text": "Азария упокоился со своими предками и был похоронен рядом с ними в Городе Давида, а Иотам, его сын, стал царем вместо него.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "На тридцать восьмом году правления Азарии, царя Иудеи, царем Израиля стал Захария, сын Иеровоама, и правил в Самарии шесть месяцев. ",
          "ID": "8"
        },
        {
          "text": "Он делал зло в глазах Господа, подобно своим отцам. Он не отвернулся от грехов Иеровоама, сына Навата, к которым тот склонил Израиль.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Шаллум, сын Иавеша, составил заговор против Захарии. Он поразил его на виду у всего народа, убил и стал царем вместо него. ",
          "ID": "10"
        },
        {
          "text": "Прочие события правления Захарии записаны в «Книге летописей царей Израиля». ",
          "ID": "11"
        },
        {
          "text": "Так исполнилось слово Господа, которое Он сказал Ииую: «Твои потомки будут сидеть на престоле Израиля до четвертого поколения».",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Шаллум, сын Иавеша, стал царем на тридцать девятом году правления Уззии, царя Иудеи, и правил в Самарии один месяц. ",
          "ID": "13"
        },
        {
          "text": "Из Тирцы в Самарию пришел Менахем, сын Гадия. Он поразил Шаллума, сына Иавеша, в Самарии, убил его и стал царем вместо него.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Прочие события правления Шаллума и заговор, который он составил, записаны в «Книге летописей царей Израиля».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "В то время Менахем, выступив из Тирцы, напал на Тифсах со всеми, кто был в городе и в его окрестностях, потому что они отказались открыть ворота. Он разграбил Типсах и порубил всех беременных женщин.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "На тридцать девятом году правления Азарии, царя Иудеи, царем Израиля стал Менахем, сын Гадия, и правил в Самарии десять лет. ",
          "ID": "17"
        },
        {
          "text": "Он делал зло в глазах Господа. Во все дни правления он не отворачивался от грехов Иеровоама, сына Навата, к которым тот склонил Израиль.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "В то время в страну вторгся Пул, царь Ассирии, и Менахем дал ему тысячу талантов серебра, чтобы тот помог ему укрепить власть над царством. ",
          "ID": "19"
        },
        {
          "text": "Менахем взыскал эти деньги с Израиля. Каждый богатый человек был обязан внести пятьдесят шекелей серебра, чтобы отдать их царю Ассирии. Тогда царь Ассирии вернулся назад и не остался в стране.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Что же до прочих событий правления Менахема и всего, что он сделал, то разве не записаны они в «Книге летописей царей Израиля»? ",
          "ID": "21"
        },
        {
          "text": "Менахем упокоился со своими предками. Пекахия, его сын, стал царем вместо него.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "На пятидесятом году правления Азарии, царя Иудеи, царем Израиля стал Пекахия, сын Менахема, и правил в Самарии два года. ",
          "ID": "23"
        },
        {
          "text": "Пекахия делал зло в глазах Господа. Он не отвернулся от грехов Иеровоама, сына Навата, к которым тот склонил Израиль. ",
          "ID": "24"
        },
        {
          "text": "Его сановник Пеках, сын Ремалии, составил против него заговор. Взяв с собой пятьдесят человек галаадитян, он напал на Пекахию, вместе с Арговом и Арием, в крепости царского дворца в Самарии. Пеках убил Пекахию и стал царем вместо него.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Прочие события правления Пекахии и все, что он сделал, записано в «Книге летописей царей Израиля».",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "На пятьдесят втором году правления Азарии, царя Иудеи, царем Израиля стал Пеках, сын Ремалии, и правил в Самарии двадцать лет. ",
          "ID": "27"
        },
        {
          "text": "Он делал зло в глазах Господа. Он не отвернулся от грехов Иеровоама, сына Навата, к которым тот склонил Израиль.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "В дни Пекаха, царя Израиля, царь Ассирии Тиглатпаласар пришел и взял города Ийон, Авел-Бет-Мааху, Ианох, Кедеш, Хацор, области Галаад, Галилею, всю землю Неффалима и увел народ в плен в Ассирию. ",
          "ID": "29"
        },
        {
          "text": "Осия, сын Элы, составил против Пекаха, сына Ремалии, заговор. Он напал на него, убил и стал царем вместо него на двадцатом году правления Иотама, сына Уззии.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Что же до прочих событий правления Пекаха и всего, что он сделал, то разве не записаны они в «Книге летописей царей Израиля»?",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "На втором году правления израильского царя Пекаха, сына Ремалии, в Иудее начал царствовать Иотам, сын Уззии. ",
          "ID": "32"
        },
        {
          "text": "Ему было двадцать пять лет, когда он стал царем, и правил он в Иерусалиме шестнадцать лет. Его мать звали Иеруша, она была дочерью Цадока. ",
          "ID": "33"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, как и его отец Уззия. ",
          "ID": "34"
        },
        {
          "text": "Лишь святилища на возвышенностях не были уничтожены, народ продолжал приносить там жертвы и возжигать благовония. Иотам перестроил Верхние ворота Господнего дома.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Что же до прочих событий правления Иотама и того, что он сделал, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "36"
        },
        {
          "text": "(В те дни Господь начал посылать против Иудеи Рецина, царя Арама, и Пекаха, сына Ремалии.) ",
          "ID": "37"
        },
        {
          "text": "Иотам упокоился со своими предками и был похоронен с ними в Городе Давида, своего предка. А Ахаз, его сын, стал царем вместо него.",
          "ID": "38"
        }
      ],
      "ID": "OT:2KI.15",
      "name": "Четвертая Книга Царств 15"
    },
    {
      "text": [
        {
          "text": "На семнадцатом году правления Пекаха, сына Ремалии, в Иудее начал царствовать Ахаз, сын Иотама. ",
          "ID": "1"
        },
        {
          "text": "Ахазу было двадцать лет, когда он стал царем, и правил он в Иерусалиме шестнадцать лет. В отличие от своего предка Давида, он не делал того, что было правильным в глазах Господа, его Бога. ",
          "ID": "2"
        },
        {
          "text": "Он ходил путями царей Израиля и даже принес сына в огненную жертву по омерзительному примеру народов, которых Господь прогнал перед израильтянами. ",
          "ID": "3"
        },
        {
          "text": "Он приносил жертвы и возжигал благовония в святилищах на возвышенностях, на вершинах холмов и под каждым тенистым деревом.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Тогда Рецин, царь Арама, и Пеках, сын Ремалии, царь Израиля, пошли войной на Иерусалим и держали Ахаза в осаде, но не смогли его одолеть. ",
          "ID": "5"
        },
        {
          "text": "В то время Рецин, царь Арама, вернул Араму Элат, прогнав оттуда иудеев. В Элате поселились арамеи, которые и живут там до сегодняшнего дня.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Ахаз отправил послов сказать Тиглатпаласару, царю Ассирии:",
          "ID": "7"
        },
        {
          "text": "– Я твой слуга и вассал. Приди и защити меня от царя Арама и от царя Израиля, которые напали на меня.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Ахаз взял золото и серебро, сколько нашлось в доме Господа и в сокровищницах царского дворца, и послал их в дар царю Ассирии. ",
          "ID": "8"
        },
        {
          "text": "Царь Ассирии исполнил его просьбу, напав на Дамаск и взяв его. Он увел его жителей в плен в Кир, а Рецина предал смерти.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Тогда царь Ахаз отправился в Дамаск, чтобы встретиться с Тиглатпаласаром, царем Ассирии. Он увидел в Дамаске жертвенник и послал священнику Урии изображение жертвенника и подробные указания, как его соорудить. ",
          "ID": "10"
        },
        {
          "text": "Священник Урия построил жертвенник по всем указаниям, что прислал из Дамаска царь Ахаз, и завершил его прежде, чем царь Ахаз вернулся. ",
          "ID": "11"
        },
        {
          "text": "Вернувшись из Дамаска и осмотрев жертвенник, царь приблизился к нему и совершил на нем приношения. ",
          "ID": "12"
        },
        {
          "text": "Он сжег всесожжения и хлебные приношения, совершил жертвенные возлияния и окропил жертвенник кровью жертв примирения. ",
          "ID": "13"
        },
        {
          "text": "Бронзовый жертвенник, который стоял перед Господом, он передвинул с места перед домом – между новым жертвенником и домом Господа – и поставил его с северной стороны нового жертвенника. ",
          "ID": "14"
        },
        {
          "text": "Затем царь Ахаз приказал священнику Урии:",
          "ID": "15"
        },
        {
          "text": "– На большом новом жертвеннике приноси утренние всесожжения и вечерние хлебные приношения, царские всесожжения и его хлебные приношения, всесожжения всего народа страны и их хлебные приношения с жертвенными возлияниями. Кропи жертвенник всей кровью всесожжений и жертв. Но бронзовым жертвенником я буду пользоваться для того, чтобы узнать Божью волю.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "И священник Урия сделал все точно так, как приказал царь Ахаз. ",
          "ID": "16"
        },
        {
          "text": "Царь Ахаз отломил ободки у передвижных подставок и снял с них умывальницы. Он снял море с бронзовых волов, которые его поддерживали, и поставил его на каменное основание. ",
          "ID": "17"
        },
        {
          "text": "Крытый субботний проход, который был построен во дворце, и внешний царский вход он убрал от дома Господа ради царя Ассирии.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Что же до прочих событий правления Ахаза и того, что он сделал, то разве они не записаны в «Книге летописей царей Иудеи»? ",
          "ID": "19"
        },
        {
          "text": "Ахаз упокоился со своими предками и был похоронен с ними в Городе Давида. А Езекия, его сын, стал царем вместо него.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.16",
      "name": "Четвертая Книга Царств 16"
    },
    {
      "text": [
        {
          "text": "На двенадцатом году правления Ахаза, царя Иудеи, Осия, сын Элы, стал царем Израиля в Самарии и правил девять лет. ",
          "ID": "1"
        },
        {
          "text": "Он делал зло в глазах Господа, но не так, как цари Израиля, которые были до него.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "Салманассар, царь Ассирии, пошел войной на Осию, который стал ему подвластным и платил ему дань. ",
          "ID": "3"
        },
        {
          "text": "Царь обнаружил, что Осия – предатель, потому что он посылал вестников к Со, царю Египта, и не платил дань царю Ассирии, как прежде делал это из года в год. Поэтому Салманассар схватил его и бросил в темницу.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Царь Ассирии вторгся в страну, двинулся на Самарию и осаждал ее три года. ",
          "ID": "5"
        },
        {
          "text": "На девятом году правления Осии царь ассирийский взял Самарию и увел израильтян в плен в Ассирию. Он поселил их в Халахе, в Гозане, что на реке Хаворе, и в городах мидян.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Все это произошло потому, что израильтяне согрешили против Господа, своего Бога, Который вывел их из Египта, из-под власти фараона, египетского царя. Они поклонялись другим богам ",
          "ID": "7"
        },
        {
          "text": "и следовали обычаям народов, которых Господь прогнал от них, а также обычаям, которые ввели цари Израиля.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Израильтяне тайно делали неугодное Господу, их Богу. Везде они строили себе святилища на возвышенностях во всех городах, от сторожевой башни до укрепленного города. ",
          "ID": "9"
        },
        {
          "text": "Они ставили священные камни и столбы Ашеры на каждом высоком холме и под каждым тенистым деревом. ",
          "ID": "10"
        },
        {
          "text": "В каждом святилище на возвышенности они возжигали благовония, подобно тем народам, которых Господь прогнал от них. Они делали злые дела, вызывая гнев Господа. ",
          "ID": "11"
        },
        {
          "text": "Они поклонялись идолам, хотя Господь сказал: «Не делайте этого». ",
          "ID": "12"
        },
        {
          "text": "Господь предостерегал Израиль и Иудею через пророков и провидцев: «Сверните со злых путей! Исполняйте Мои повеления и установления согласно Закону, который Я повелел исполнять вашим отцам и который Я дал вам через Моих слуг пророков».",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Но они не слушали и были так же упрямы, как и их отцы, которые не верили Господу, своему Богу. ",
          "ID": "14"
        },
        {
          "text": "Они отвергли Его установления, Его завет, который Он заключил с их отцами, и предписания, которые Он им давал. Они шли за ничтожными идолами и сами стали ничтожными. Они подражали народам, окружавшим их, о которых Господь запретил поступать так, как они.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Они отвергли все повеления Господа, своего Бога, и сделали себе двух идолов, отлитых в виде тельцов, и столб Ашеры. Они кланялись всему звездному воинству и поклонялись Баалу. ",
          "ID": "16"
        },
        {
          "text": "Они приносили сыновей и дочерей в огненную жертву. Они гадали, и ворожили, и предавались злым делам в глазах Господа, вызывая Его гнев.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Господь сильно разгневался на Израиль и удалил их от Себя. Был оставлен лишь род Иуды, ",
          "ID": "18"
        },
        {
          "text": "но даже Иудея не исполняла повелений Господа, своего Бога. Они следовали обычаям, которые ввел Израиль. ",
          "ID": "19"
        },
        {
          "text": "Поэтому Господь отверг всех потомков Израиля. Он наказывал их и отдавал в руки грабителей, пока не прогнал их от Себя.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Когда Он забрал власть над Израилем от дома Давида, они сделали царем Иеровоама, сына Навата. Иеровоам увел Израиль от Господа и склонил его к страшному греху. ",
          "ID": "21"
        },
        {
          "text": "Израильтяне оставались в грехах Иеровоама и не отвернулись от них, ",
          "ID": "22"
        },
        {
          "text": "пока Господь не удалил их от Себя, как Он и предупреждал через Своих слуг, пророков. Так народ Израиля был уведен из своей страны в плен в Ассирию, где они находятся и по сегодняшний день.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Царь Ассирии привел жителей Вавилона, Куты, Аввы, Хамата и Сепарваима и поселил их в городах Самарии вместо израильтян. Они завладели Самарией и поселились в ее городах. ",
          "ID": "24"
        },
        {
          "text": "Когда они только поселились там, они еще не поклонялись Господу, и Он насылал на них львов, которые убивали некоторых из них. ",
          "ID": "25"
        },
        {
          "text": "Об этом доложили царю Ассирии:",
          "ID": "26"
        },
        {
          "text": "– Народы, которые ты увел и переселил в города Самарии, не знают, чего требует Бог той страны. Он насылает на них львов, которые истребляют их, потому что они не знают, чего требует Бог той страны.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Тогда царь Ассирии приказал:",
          "ID": "27"
        },
        {
          "text": "– Пошлите туда одного из священников, которых вы увели в плен из Самарии, и пусть он живет там и учит их тому, чего требует Бог этой страны.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "И один из священников, уведенных в плен из Самарии, пришел, чтобы жить в Вефиле и учить их, как поклоняться Господу.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Но каждый народ сделал и своих богов в тех городах, где они поселились, и поместил их в святилищах, которые жители Самарии построили на возвышенностях. ",
          "ID": "29"
        },
        {
          "text": "Жители Вавилона поклонялись Суккот-Беноту, жители Кута – Нергалу, а жители Хамата – Ашиму, ",
          "ID": "30"
        },
        {
          "text": "аввиты сделали Нивхаза и Тартака, а сепарвиты сжигали детей в жертву Адрамелеху и Анаммелеху, богам Сепарваима. ",
          "ID": "31"
        },
        {
          "text": "Они поклонялись и Господу, и назначили людей разного рода священниками в святилищах на возвышенностях, которые приносили там для них жертвы. ",
          "ID": "32"
        },
        {
          "text": "Они поклонялись Господу, но служили и своим богам по всем обычаям тех народов, из которых они были переселены. ",
          "ID": "33"
        },
        {
          "text": "Они до сегодняшнего дня хранят прежние обычаи. Они не боятся Господа и не исполняют Его установлений и обрядов, законов и повелений, данных Господом потомкам Иакова, которого Он назвал Израилем.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "Когда Господь заключил с израильтянами завет, Он повелел им: «Не почитайте других богов и не кланяйтесь им, не служите им и не приносите им жертв. ",
          "ID": "35"
        },
        {
          "text": "Господь, Который вывел вас из Египта великой силой и простертой рукой, – вот Тот, Кого вы должны почитать. Ему кланяйтесь и Ему приносите жертвы. ",
          "ID": "36"
        },
        {
          "text": "Всегда исполняйте Его установления и обряды, законы и повеления, которые Он вам написал. Не почитайте других богов. ",
          "ID": "37"
        },
        {
          "text": "Не забывайте о завете, который Я заключил с вами, и не почитайте других богов. ",
          "ID": "38"
        },
        {
          "text": "Почитайте Господа, вашего Бога, и Он будет избавлять вас от рук всех врагов».",
          "ID": "39"
        },
        {
          "text": " ",
          "ID": "39"
        },
        {
          "text": "Но они не слушали и хранили прежние обычаи. ",
          "ID": "40"
        },
        {
          "text": "Даже почитая Господа, эти народы служили идолам. До сегодняшнего дня их дети и внуки продолжают делать то же, что делали их отцы.",
          "ID": "41"
        }
      ],
      "ID": "OT:2KI.17",
      "name": "Четвертая Книга Царств 17"
    },
    {
      "text": [
        {
          "text": "На третьем году правления царя Израиля Осии, сына Элы, в Иудее начал царствовать Езекия, сын Ахаза. ",
          "ID": "1"
        },
        {
          "text": "Ему было двадцать пять лет, когда он стал царем, и правил он в Иерусалиме двадцать девять лет. Его мать звали Ави, она была дочерью Захарии. ",
          "ID": "2"
        },
        {
          "text": "Он делал то, что было правильным в глазах Господа, как и его предок Давид. ",
          "ID": "3"
        },
        {
          "text": "Он убрал святилища на возвышенностях, разбил священные камни и срубил столбы Ашеры. Он разломал на куски бронзового змея, которого сделал Моисей, потому что до того самого времени израильтяне возжигали перед ним благовония. Он назывался Нехуштан.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Езекия доверял Господу, Богу Израиля. Не было подобного ему среди всех царей Иудеи ни до него, ни после него. ",
          "ID": "5"
        },
        {
          "text": "Он крепко держался Господа и неотступно следовал за Ним; он исполнял повеления, которые Господь дал через Моисея. ",
          "ID": "6"
        },
        {
          "text": "И Господь был с ним: он преуспевал во всем, за что бы ни брался. Он восстал против царя Ассирии и отказался ему служить. ",
          "ID": "7"
        },
        {
          "text": "Он бил филистимлян до самого города Газы и ее окрестностей, от сторожевой башни до укрепленного города.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "На четвертом году правления царя Езекии – седьмом году правления Осии, сына Элы, царя Израиля, – Салманассар, царь Ассирии, двинулся на Самарию и осадил ее. ",
          "ID": "9"
        },
        {
          "text": "Через три года ассирийцы взяли ее. Так на шестом году правления Езекии – девятом году правления Осии, царя Израиля, – была взята Самария. ",
          "ID": "10"
        },
        {
          "text": "Царь Ассирии увел Израиль в плен в свою страну и поселил их в Халахе, в Гозане, что на реке Хаворе, и в городах мидян. ",
          "ID": "11"
        },
        {
          "text": "Это произошло потому, что они не слушали Господа, своего Бога, но нарушили Его завет – все, что повелел Моисей, слуга Господа. Они и не слушали, и не исполняли.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "На четырнадцатом году правления царя Езекии Синаххериб, царь Ассирии, напал на все укрепленные города Иудеи и захватил их. ",
          "ID": "13"
        },
        {
          "text": "Езекия, царь Иудеи, послал в город Лахиш сказать царю Ассирии:",
          "ID": "14"
        },
        {
          "text": "– Я виновен. Оставь меня, и я заплачу тебе все, что ты от меня потребуешь.",
          "ID": "14"
        },
        {
          "text": "Царь Ассирии взыскал с Езекии, царя Иудеи, триста талантов серебра и тридцать талантов золота. ",
          "ID": "14"
        },
        {
          "text": "Езекия отдал ему все серебро, какое нашлось в доме Господа и в сокровищницах царского дворца. ",
          "ID": "15"
        },
        {
          "text": "Тогда же Езекия, царь Иудеи, ободрал все золото, которым покрыл двери и дверные косяки храма Господа, и отдал его царю Ассирии.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Но, тем не менее, царь Ассирии послал из Лахиша к царю Езекии в Иерусалим верховного военачальника, начальника придворных и главного виночерпия с большим войском. Они подошли к Иерусалиму и остановились у водопровода Верхнего пруда, на дороге к Сукновальному полю. ",
          "ID": "17"
        },
        {
          "text": "Они позвали царя, и к ним вышли распорядитель дворца, Элиаким, сын Хелкии, писарь Шевна и летописец Иоах, сын Асафа.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Главный виночерпий сказал им:",
          "ID": "19"
        },
        {
          "text": "– Скажите Езекии: «Так говорит великий царь, царь Ассирии: „Откуда у тебя эта уверенность? ",
          "ID": "19"
        },
        {
          "text": "Ты думаешь, что пустые слова – то же самое, что военное искусство и сила? На кого же ты надеешься, что восстал против меня? ",
          "ID": "20"
        },
        {
          "text": "Вот, ты надеешься на Египет, эту надломленную трость, которая пронзит ладонь всякому, кто на нее обопрется! Фараон, царь Египта, таков со всеми, кто на него надеется. ",
          "ID": "21"
        },
        {
          "text": "А если вы скажете мне: «Мы надеемся на Господа, нашего Бога», то не Его ли святилища на возвышенностях и жертвенники убрал Езекия, сказав Иудее и Иерусалиму: «Поклоняйтесь только перед этим жертвенником, что в Иерусалиме»?“",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Итак, заключи сделку с господином моим, царем Ассирии: я дам тебе две тысячи коней, только найдешь ли ты для них всадников? ",
          "ID": "23"
        },
        {
          "text": "Как ты сможешь отразить хотя бы наименьшего начальника из слуг господина моего, даже надеясь на египетские колесницы и всадников? ",
          "ID": "24"
        },
        {
          "text": "Да и разве не по воле Господа я двинулся на это место, чтобы уничтожить его? Господь Сам сказал мне пойти на эту страну и уничтожить ее».",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Тогда Элиаким, сын Хелкии, Шевна и Иоах сказали главному виночерпию:",
          "ID": "26"
        },
        {
          "text": "– Пожалуйста, говори с твоими слугами по-арамейски, ведь мы понимаем этот язык. Не говори с нами по-еврейски при народе, что на стене.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Но главный виночерпий ответил:",
          "ID": "27"
        },
        {
          "text": "– Разве мой господин послал меня сказать это только вашему господину и вам, а не людям, находящимся на стене, которые, как и вы сами, будут есть свой кал и пить свою мочу?",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Главный виночерпий встал и громко закричал по-еврейски:",
          "ID": "28"
        },
        {
          "text": "– Слушайте слово великого царя, царя Ассирии! ",
          "ID": "28"
        },
        {
          "text": "Так говорит царь: «Не давайте Езекии обманывать вас. Он не может избавить вас от моей руки. ",
          "ID": "29"
        },
        {
          "text": "Не давайте Езекии убедить вас положиться на Господа, когда он говорит: „Господь непременно спасет нас; этот город не будет отдан в руки царя Ассирии“. ",
          "ID": "30"
        },
        {
          "text": "Не слушайте Езекию».",
          "ID": "31"
        },
        {
          "text": "Так говорит царь Ассирии: «Заключите со мной мир и выходите ко мне. Тогда все вы будете есть со своей лозы и инжирных деревьев и пить воду из своего колодца, ",
          "ID": "31"
        },
        {
          "text": "пока я не приду и не возьму вас в страну, такую же, как ваша, в страну зерна и вина, страну хлеба и виноградников, страну оливковых деревьев и меда. Выберите жизнь, а не смерть! Не слушайте Езекию, потому что он сбивает вас с толку, говоря: „Господь спасет нас“. ",
          "ID": "32"
        },
        {
          "text": "Разве какой-либо бог другого народа избавил свою страну от руки царя Ассирии? ",
          "ID": "33"
        },
        {
          "text": "Где боги Хамата и Арпада? Где боги Сепарваима, Ены и Иввы? Разве кто-нибудь избавил от моей руки Самарию? ",
          "ID": "34"
        },
        {
          "text": "Кто из богов всех этих стран смог избавить от меня свою страну? Как же Господь сможет избавить от моей руки Иерусалим?»",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Но народ молчал и не говорил в ответ ничего, потому что царь приказал: «Не отвечайте ему».",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "И распорядитель дворца Элиаким, сын Хелкии, писарь Шевна и летописец Иоах, сын Асафа, пришли к Езекии в разорванных одеждах и передали ему то, что сказал главный виночерпий.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.18",
      "name": "Четвертая Книга Царств 18"
    },
    {
      "text": [
        {
          "text": "Когда царь Езекия услышал это, он разорвал на себе одежду, надел рубище и пошел в дом Господа. ",
          "ID": "1"
        },
        {
          "text": "Он послал распорядителя дворца Элиакима, писаря Шевну и старших священников, одетых в рубище, к пророку Исаии, сыну Амоца. ",
          "ID": "2"
        },
        {
          "text": "Они сказали ему:",
          "ID": "3"
        },
        {
          "text": "– Так говорит Езекия: «Сегодня день беды, наказания и бесчестия; словно дитя вот-вот должно родиться, а родить нет силы. ",
          "ID": "3"
        },
        {
          "text": "Может быть, Господь, твой Бог, услышит все слова главного виночерпия, которого его господин, царь Ассирии, послал глумиться над живым Богом, и накажет его за слова, которые услышал Господь, твой Бог. Вознеси же молитву за тех, кто еще жив».",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Когда приближенные царя Езекии пришли к Исаии, ",
          "ID": "5"
        },
        {
          "text": "тот сказал им:",
          "ID": "6"
        },
        {
          "text": "– Скажите своему господину: «Так говорит Господь: „Не бойся того, что ты слышал – тех слов, которыми оскорбляли Меня слуги царя Ассирии. ",
          "ID": "6"
        },
        {
          "text": "Вот Я пошлю в него такой дух, что когда он услышит одну весть, то будет вынужден вернуться в свою страну. А там Я поражу его, и он падет от меча“».",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Когда главный виночерпий услышал, что царь Ассирии оставил Лахиш, он вернулся и нашел царя осаждающим Ливну.",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": " Синаххериб получил весть, что Тиргака, царь Куша, идет на него войной. Тогда он опять послал к Езекии послов, чтобы сказать:",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Скажите Езекии, царю Иудеи: «Не давай Богу, на Которого ты надеешься, обманывать тебя, когда Он говорит: „Иерусалим не будет отдан царю Ассирии“. ",
          "ID": "10"
        },
        {
          "text": "Ты же слышал о том, что цари Ассирии сделали со всеми странами, предав их полному уничтожению. А разве ты уцелеешь? ",
          "ID": "11"
        },
        {
          "text": "Разве боги народов, истребленных моими отцами, боги Гозана, Харрана, Рецефа и народа Едена, который был в Телассаре, спасли их? ",
          "ID": "12"
        },
        {
          "text": "Где теперь царь Хамата, царь Арпада, цари городов Сепарваима, Ены или Иввы?»",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Езекия получил письмо через послов и прочитал его. Тогда он пошел в дом Господа и развернул его перед Господом. ",
          "ID": "14"
        },
        {
          "text": "Езекия молился Господу:",
          "ID": "15"
        },
        {
          "text": "– О Господи, Бог Израиля, восседающий на херувимах, лишь Ты – Бог над всеми земными царствами. Ты создал небо и землю. ",
          "ID": "15"
        },
        {
          "text": "Склони, Господи, ухо Свое и услышь; открой, Господи, глаза Свои и взгляни; услышь слова Синаххериба, которые он послал, чтобы глумиться над живым Богом. ",
          "ID": "16"
        },
        {
          "text": "Правда, Господи, что ассирийские цари погубили эти народы и их страны, ",
          "ID": "17"
        },
        {
          "text": "бросили их богов в огонь и уничтожили их, потому что то были не боги, а только дерево и камень, обработанные руками человека. ",
          "ID": "18"
        },
        {
          "text": "Теперь, Господи, наш Бог, молю, избавь нас от его руки, чтобы все царства земные узнали, что только Ты, Господи, – Бог.",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Исаия, сын Амоца, послал сказать Езекии:",
          "ID": "20"
        },
        {
          "text": "– Так говорит Господь, Бог Израиля: «Я услышал твою молитву о Синаххерибе, царе Ассирии».",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Вот слово, которое сказал о нем Господь:",
          "ID": "21"
        },
        {
          "text": "– Девственная дочь Сиона,",
          "ID": "21"
        },
        {
          "text": "презирает тебя, над тобой смеется.",
          "ID": "21"
        },
        {
          "text": "Дочь Иерусалима",
          "ID": "21"
        },
        {
          "text": "вслед тебе головой качает.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Ты над кем глумился, кого оскорблял?",
          "ID": "22"
        },
        {
          "text": "На кого ты повысил голос",
          "ID": "22"
        },
        {
          "text": "и глаза надменные поднял?",
          "ID": "22"
        },
        {
          "text": "На Святого Израилева!",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Через своих послов",
          "ID": "23"
        },
        {
          "text": "ты глумился над Владыкой.",
          "ID": "23"
        },
        {
          "text": "Ты сказал:",
          "ID": "23"
        },
        {
          "text": "«Со множеством моих колесниц",
          "ID": "23"
        },
        {
          "text": "я поднялся на горные вершины,",
          "ID": "23"
        },
        {
          "text": "на дальние склоны Ливана.",
          "ID": "23"
        },
        {
          "text": "Я срубил его высочайшие кедры,",
          "ID": "23"
        },
        {
          "text": "его лучшие кипарисы.",
          "ID": "23"
        },
        {
          "text": "Я достиг его самых отдаленных мест,",
          "ID": "23"
        },
        {
          "text": "его наилучших лесов.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Я копал колодцы",
          "ID": "24"
        },
        {
          "text": "и пил воду чужих земель.",
          "ID": "24"
        },
        {
          "text": "Ступнями своих ног",
          "ID": "24"
        },
        {
          "text": "я иссушил все реки Египта».",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Разве ты не слышал?",
          "ID": "25"
        },
        {
          "text": "Давно Я это определил,",
          "ID": "25"
        },
        {
          "text": "в древние дни задумал.",
          "ID": "25"
        },
        {
          "text": "Теперь Я это исполнил,",
          "ID": "25"
        },
        {
          "text": "дав тебе превратить укрепленные города",
          "ID": "25"
        },
        {
          "text": "в груды развалин.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "Их жители обессилены,",
          "ID": "26"
        },
        {
          "text": "испуганы, опозорены.",
          "ID": "26"
        },
        {
          "text": "Они – как растения в поле,",
          "ID": "26"
        },
        {
          "text": "как нежные зеленые побеги,",
          "ID": "26"
        },
        {
          "text": "как трава, пробившаяся на крыше,",
          "ID": "26"
        },
        {
          "text": "опаленная, прежде чем вырасти.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "Но Я знаю, когда ты садишься,",
          "ID": "27"
        },
        {
          "text": "когда выходишь и входишь,",
          "ID": "27"
        },
        {
          "text": "и как ты гневаешься на Меня.",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "За твою ярость против Меня",
          "ID": "28"
        },
        {
          "text": "и за твою надменность, что достигла Моих ушей,",
          "ID": "28"
        },
        {
          "text": "Я продену в твой нос Мое кольцо,",
          "ID": "28"
        },
        {
          "text": "и вложу в твой рот Мои удила,",
          "ID": "28"
        },
        {
          "text": "и верну тебя назад той дорогой,",
          "ID": "28"
        },
        {
          "text": "которой ты пришел.",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Это будет тебе знамением, Езекия:",
          "ID": "29"
        },
        {
          "text": "В этом году вы будете есть то, что вырастет само собой,",
          "ID": "29"
        },
        {
          "text": "а в следующем году то, что вырастет из этого.",
          "ID": "29"
        },
        {
          "text": "Но в третий год сейте и жните,",
          "ID": "29"
        },
        {
          "text": "сажайте виноградники и ешьте их плоды.",
          "ID": "29"
        },
        {
          "text": " ",
          "ID": "29"
        },
        {
          "text": "Уцелевшие из дома Иуды опять пустят корни внизу",
          "ID": "30"
        },
        {
          "text": "и принесут плод наверху.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Ведь из Иерусалима выйдет остаток,",
          "ID": "31"
        },
        {
          "text": "и с горы Сион – уцелевшие.",
          "ID": "31"
        },
        {
          "text": "Это совершит ревность Господа Сил.",
          "ID": "31"
        },
        {
          "text": " ",
          "ID": "31"
        },
        {
          "text": "Поэтому Господь говорит о царе Ассирии так:",
          "ID": "32"
        },
        {
          "text": "– Он не войдет в этот город",
          "ID": "32"
        },
        {
          "text": "и не пустит сюда стрелы.",
          "ID": "32"
        },
        {
          "text": "Он не приступит к нему со щитом",
          "ID": "32"
        },
        {
          "text": "и не насыплет против него осадного вала.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Он вернется той же дорогой, какой пришел,",
          "ID": "33"
        },
        {
          "text": "он не войдет в этот город, –",
          "ID": "33"
        },
        {
          "text": "возвещает Господь. –",
          "ID": "33"
        },
        {
          "text": " ",
          "ID": "33"
        },
        {
          "text": "Я защищу этот город и спасу его,",
          "ID": "34"
        },
        {
          "text": "ради Себя и ради Давида, Моего слуги.",
          "ID": "34"
        },
        {
          "text": " ",
          "ID": "34"
        },
        {
          "text": "В ту же ночь Ангел Господень вышел и предал смерти в лагере ассирийцев сто восемьдесят пять тысяч человек. Когда на следующее утро люди проснулись, то увидели повсюду мертвые тела. ",
          "ID": "35"
        },
        {
          "text": "Тогда Синаххериб, царь Ассирии, снял лагерь и ушел. Он возвратился домой и жил в Ниневии.",
          "ID": "36"
        },
        {
          "text": " ",
          "ID": "36"
        },
        {
          "text": "Однажды, когда он поклонялся в храме своего бога Нисроха, его сыновья Адрамелех и Сарецер поразили его мечом и бежали в араратскую землю. А Асархаддон, его сын, стал царем вместо него.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.19",
      "name": "Четвертая Книга Царств 19"
    },
    {
      "text": [
        {
          "text": "В те дни Езекия заболел и был при смерти. Пророк Исаия, сын Амоца, пришел к нему и сказал:",
          "ID": "1"
        },
        {
          "text": "– Так говорит Господь: «Распорядись своим домом, потому что ты умираешь; ты не выздоровеешь».",
          "ID": "1"
        },
        {
          "text": " ",
          "ID": "1"
        },
        {
          "text": "Езекия отвернулся лицом к стене и взмолился Господу:",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "– Вспомни, о Господи, как я ходил пред Тобой в верности и от всего сердца и делал то, что было угодным в Твоих глазах!",
          "ID": "3"
        },
        {
          "text": "И Езекия горько заплакал.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Прежде чем Исаия успел пройти средний двор, к нему было слово Господа:",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "– Возвратись и скажи Езекии, вождю Моего народа: «Так говорит Господь, Бог твоего предка Давида: Я услышал твою молитву и увидел твои слезы; Я исцелю тебя. На третий день ты пойдешь в дом Господа. ",
          "ID": "5"
        },
        {
          "text": "Я прибавлю к твоей жизни пятнадцать лет. Я избавлю тебя и этот город от руки царя Ассирии. Я защищу этот город ради Себя и ради Моего слуги Давида».",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Исаия сказал:",
          "ID": "7"
        },
        {
          "text": "– Сделайте царю пласт инжира.",
          "ID": "7"
        },
        {
          "text": "Они взяли, приложили его к нарыву, и царь выздоровел. ",
          "ID": "7"
        },
        {
          "text": "Тогда Езекия спросил Исаию:",
          "ID": "8"
        },
        {
          "text": "– Каково знамение того, что Господь исцелит меня и я пойду на третий день в Господень дом?",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Исаия ответил:",
          "ID": "9"
        },
        {
          "text": "– Вот тебе знамение от Господа, что Господь исполнит то, что обещал: скажи, пройти ли тени десять ступенек вперед или отступить на десять ступенек назад?",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "– Тени легко пройти на десять ступенек вперед, – сказал Езекия. – Нет, пусть она отступит на десять ступенек назад.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Пророк Исаия воззвал к Господу, и Господь отвел тень назад на те десять ступенек, что она спустилась по лестнице Ахаза.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "В то время вавилонский царь Меродах-Баладан, сын Баладана, отправил Езекии письма и подарок, потому что услышал о его болезни. ",
          "ID": "12"
        },
        {
          "text": "Езекия радушно принял послов и показал им все, что было у него в хранилищах, – серебро, золото, пряности и драгоценные масла, – и свою оружейную палату, и все, что хранилось в его сокровищницах. Ни во дворце, ни во всем его царстве не осталось ничего такого, чего бы он им не показал.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "Пророк Исаия пришел к царю и спросил:",
          "ID": "14"
        },
        {
          "text": "– Что говорили эти люди и откуда они к тебе приходили?",
          "ID": "14"
        },
        {
          "text": "– Из далекой страны, – ответил Езекия. – Они приходили из Вавилона.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Пророк спросил:",
          "ID": "15"
        },
        {
          "text": "– Что они видели у тебя во дворце?",
          "ID": "15"
        },
        {
          "text": "– У меня во дворце они видели все, – ответил Езекия. – В моих сокровищницах нет ничего, чего бы я им не показал.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Тогда Исаия сказал Езекии:",
          "ID": "16"
        },
        {
          "text": "– Слушай слово Господа: ",
          "ID": "16"
        },
        {
          "text": "«Непременно наступит время, когда все, что у тебя во дворце, и все, что накопили до сегодняшнего дня твои отцы, будет унесено в Вавилон. Не останется ничего, – говорит Господь. – ",
          "ID": "17"
        },
        {
          "text": "А некоторые из твоих потомков, которые родятся у тебя, твоя плоть и кровь, будут уведены и станут евнухами во дворце царя Вавилона».",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "– Слово Господа, которое ты передал, хорошее, – ответил Езекия и подумал: «Ну и что, раз в мои дни будут мир и безопасность?»",
          "ID": "19"
        },
        {
          "text": " ",
          "ID": "19"
        },
        {
          "text": "Что же до прочих событий правления Езекии, всех его свершений, включая то, как он сделал пруд и водопровод, по которому провел воду в город, то разве не записаны они в «Книге летописей царей Иудеи»?",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Езекия упокоился со своими предками, и Манассия, его сын, стал царем вместо него.",
          "ID": "21"
        }
      ],
      "ID": "OT:2KI.20",
      "name": "Четвертая Книга Царств 20"
    },
    {
      "text": [
        {
          "text": "Манассии было двенадцать лет, когда он стал царем, и правил он в Иерусалиме пятьдесят пять лет. Его мать звали Хефциба. ",
          "ID": "1"
        },
        {
          "text": "Он делал зло в глазах Господа, следуя омерзительным обычаям народов, которых Господь прогнал от израильтян. ",
          "ID": "2"
        },
        {
          "text": "Он отстроил святилища на возвышенностях, которые разрушил его отец Езекия, воздвиг жертвенники Баалу и сделал столб Ашеры, по примеру Ахава, царя Израиля. Он поклонялся всему небесному воинству и служил ему, ",
          "ID": "3"
        },
        {
          "text": "построил жертвенники в доме Господа, о котором Господь сказал: «В Иерусалиме Я помещу Мое имя». ",
          "ID": "4"
        },
        {
          "text": "В обоих дворах дома Господа он построил жертвенники всему небесному воинству. ",
          "ID": "5"
        },
        {
          "text": "Он принес сына в огненную жертву, гадал, и ворожил, и общался с вызывателями умерших и волшебниками. Он сделал много зла в глазах Господа, вызывая Его гнев.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Он взял резной столб Ашеры, который сделал, и поставил его в доме, о котором Господь говорил Давиду и его сыну Соломону: «В этом доме и в Иерусалиме, который Я избрал среди всех родов Израиля, Я помещу Мое имя навеки. ",
          "ID": "7"
        },
        {
          "text": "Я не дам впредь ногам израильтян выйти из той земли, которую Я дал их отцам, если только они будут исполнять все, что Я повелел им, и соблюдать Закон, который дал им Мой слуга Моисей».",
          "ID": "8"
        },
        {
          "text": " ",
          "ID": "8"
        },
        {
          "text": "Но народ не послушал. Манассия сбил их с пути, и они стали делать больше зла, чем те народы, которых Господь истребил перед израильтянами. ",
          "ID": "9"
        },
        {
          "text": "Господь говорил через Своих слуг пророков:",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "– Манассия, царь Иудеи, совершил омерзительные грехи. Он сделал больше зла, чем аморреи, которые были перед ним, и ввел Иудею в грех своими идолами. ",
          "ID": "11"
        },
        {
          "text": "Поэтому так говорит Господь, Бог Израиля: «Я наведу на Иерусалим и Иудею такую беду, что у того, кто услышит о ней, зазвенит в ушах. ",
          "ID": "12"
        },
        {
          "text": "Я отмерю наказание Иерусалиму, так же, как отмерил Самарии, и буду пользоваться такой же мерой праведности, как и для дома Ахава. Я вытру Иерусалим, как вытирают блюдо – вытирают и переворачивают. ",
          "ID": "13"
        },
        {
          "text": "Я покину оставшихся от Моего наследия и отдам их в руки врагов. Все их враги будут обирать их и грабить, ",
          "ID": "14"
        },
        {
          "text": "потому что они делали зло в Моих глазах и вызывали Мой гнев с того дня, как их отцы вышли из Египта, по сегодняшний день».",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Манассия пролил столько безвинной крови, что наполнил Иерусалим от края до края, – и это не считая греха, к которому он склонил Иудею, чтобы они делали зло в глазах Господа.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Что же до прочих событий правления Манассии и всего, что он сделал, и греха, который он совершил, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "17"
        },
        {
          "text": "Манассия упокоился со своими предками и был похоронен в саду своего дворца, в саду Уззы. И Амон, его сын, стал царем вместо него.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Амону было двадцать два года, когда он стал царем, и правил он в Иерусалиме два года. Его мать звали Мешуллемет, она была дочерью Харуца, родом из Иотбы. ",
          "ID": "19"
        },
        {
          "text": "Амон делал зло в глазах Господа, как и его отец Манассия. ",
          "ID": "20"
        },
        {
          "text": "Он ходил всеми путями своего отца, служил идолам, которым служил его отец, и поклонялся им. ",
          "ID": "21"
        },
        {
          "text": "Он оставил Господа, Бога его отцов, и не ходил путем Господа.",
          "ID": "22"
        },
        {
          "text": " ",
          "ID": "22"
        },
        {
          "text": "Приближенные Амона составили против него заговор и убили царя в его дворце. ",
          "ID": "23"
        },
        {
          "text": "Но народ страны перебил всех, кто был в заговоре против царя Амона, и сделал царем вместо него его сына Иосию.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Что же до прочих деяний Амона, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "25"
        },
        {
          "text": "Его похоронили в его гробнице в саду Уззы. И Иосия, его сын, стал царем вместо него.",
          "ID": "26"
        }
      ],
      "ID": "OT:2KI.21",
      "name": "Четвертая Книга Царств 21"
    },
    {
      "text": [
        {
          "text": "Иосии было восемь лет, когда он стал царем, и правил он в Иерусалиме тридцать один год. Его мать звали Иедида, она была дочерью Адаи, родом из Боцката. ",
          "ID": "1"
        },
        {
          "text": "Иосия делал то, что было правильным в глазах Господа, и ходил всеми путями своего предка Давида, не уклоняясь ни вправо, ни влево.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "На восемнадцатом году своего правления царь Иосия послал писаря Шафана, сына Ацалии, внука Мешуллама, в дом Господа, сказав:",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "– Ступай к первосвященнику Хелкии, пусть он пересчитает деньги, принесенные в дом Господа, которые привратники собрали у народа. ",
          "ID": "4"
        },
        {
          "text": "Пусть их отдадут людям, которые были назначены наблюдать за работами при доме, а они пусть заплатят рабочим, которые ремонтируют дом Господа, – ",
          "ID": "5"
        },
        {
          "text": "плотникам, строителям и каменщикам. Пусть они также покупают дерево и тесаный камень, чтобы восстанавливать дом. ",
          "ID": "6"
        },
        {
          "text": "Отчета за доверенные им деньги с них требовать не нужно, потому что они действуют честно.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Первосвященник Хелкия сказал писарю Шафану:",
          "ID": "8"
        },
        {
          "text": "– Я нашел в доме Господа книгу Закона.",
          "ID": "8"
        },
        {
          "text": "Он отдал ее Шафану, и тот ее прочитал. ",
          "ID": "8"
        },
        {
          "text": "После этого писарь Шафан пришел к царю и доложил ему:",
          "ID": "9"
        },
        {
          "text": "– Твои слуги взяли деньги, какие нашлись в доме Господа, и передали их наблюдателям за работами и работникам.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Затем писарь Шафан сказал царю:",
          "ID": "10"
        },
        {
          "text": "– Священник Хелкия дал мне одну книгу.",
          "ID": "10"
        },
        {
          "text": "И Шафан стал читать из нее перед царем.",
          "ID": "10"
        },
        {
          "text": " ",
          "ID": "10"
        },
        {
          "text": "Услышав слова из книги Закона, царь разорвал на себе одежду. ",
          "ID": "11"
        },
        {
          "text": "Он приказал священнику Хелкии, Ахикаму, сыну Шафана, Ахбору, сыну Михая, писарю Шафану и царскому слуге Асаи:",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "– Идите, вопросите Господа за меня, за народ и за всю Иудею о том, что написано в найденной книге. Велик Господень гнев, который обрушился на нас из-за того, что наши отцы не слушали слов этой книги, они не поступали так, как она предписывает нам.",
          "ID": "13"
        },
        {
          "text": " ",
          "ID": "13"
        },
        {
          "text": "И священник Хелкия, Ахикам, Ахбор, Шафан и Асая пошли к пророчице Олдане, жене Шаллума, сына Тиквы, внука Хархаса, хранителя одежд. Она жила в Иерусалиме, во Втором округе. ",
          "ID": "14"
        },
        {
          "text": "Она сказала им:",
          "ID": "15"
        },
        {
          "text": "– Так говорит Господь, Бог Израиля: «Скажите человеку, который послал вас ко Мне: ",
          "ID": "15"
        },
        {
          "text": "„Так говорит Господь: Я наведу на это место и на его обитателей беду, как написано в книге, которую читал царь Иудеи. ",
          "ID": "16"
        },
        {
          "text": "Из-за того, что они оставили Меня, возжигали благовония другим богам и вызывали Мой гнев всем, что сделали их руки, Мой гнев на это место вспыхнет и не угаснет“. ",
          "ID": "17"
        },
        {
          "text": "Скажите царю Иудеи, который послал вас вопросить Господа: „Так говорит Господь, Бог Израиля, о словах, которые ты слышал: ",
          "ID": "18"
        },
        {
          "text": "Так как твое сердце смягчилось и ты смирил себя перед Господом, услышав, как Я сказал против этого места и его обитателей, что им суждены опустошение и проклятие, и так как ты разорвал свои одежды и плакал предо Мной, то и Я услышал тебя, – возвещает Господь. – ",
          "ID": "19"
        },
        {
          "text": "Поэтому Я возьму тебя к твоим отцам, и тебя похоронят в мире. Твои глаза не увидят всей той беды, которую Я наведу на это место“».",
          "ID": "20"
        },
        {
          "text": "И они передали ее ответ царю.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.22",
      "name": "Четвертая Книга Царств 22"
    },
    {
      "text": [
        {
          "text": "Тогда царь созвал всех старейшин Иудеи и Иерусалима. ",
          "ID": "1"
        },
        {
          "text": "Он пошел в дом Господа с народом Иудеи, жителями Иерусалима, священниками и пророками – со всем народом, от малого до великого. Он прочитал им вслух все слова книги завета, которую нашли в доме Господа. ",
          "ID": "2"
        },
        {
          "text": "Царь стоял у колонны и заключил перед Господом завет, обещая следовать Господу, и исполнять Его повеления, предписания и установления от всего сердца и от всей души, и соблюдать этим слова завета, записанные в этой книге. И весь народ также заключил завет.",
          "ID": "3"
        },
        {
          "text": " ",
          "ID": "3"
        },
        {
          "text": "Царь приказал первосвященнику Хелкии, священникам ниже званием и привратникам убрать из храма Господа все вещи, сделанные для Баала, Ашеры и звездного воинства. Он сжег их за пределами Иерусалима на полях долины Кедрон и перенес пепел в Вефиль. ",
          "ID": "4"
        },
        {
          "text": "Он сместил жрецов, которых цари Иудеи поставили возжигать благовония в святилищах на возвышенностях, в городах Иудеи и вокруг Иерусалима, и возжигавших благовония Баалу, солнцу, луне, созвездиям и звездному воинству. ",
          "ID": "5"
        },
        {
          "text": "Он вынес столб Ашеры из дома Господа в долину Кедрон и сжег его там. Он стер его в порошок и развеял на общенародном кладбище. ",
          "ID": "6"
        },
        {
          "text": "Еще он разрушил дома, которые находились при доме Господа, где жили храмовые блудники и где женщины ткали для Ашеры.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Иосия вывел всех священников из городов Иудеи и осквернил святилища на возвышенностях, где священники возжигали благовония, от Гевы до Вирсавии. Он разрушил святилища на возвышенностях при воротах – при входе в ворота Иисуса, правителя города, слева от городских ворот. ",
          "ID": "8"
        },
        {
          "text": "Хотя священники из святилищ на возвышенностях и не служили при жертвеннике Господа в Иерусалиме, они все же ели пресный хлеб со своими собратьями-священниками.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "Он осквернил жертвенник Тофета, что в долине Бен-Гинном, чтобы никто не мог больше приносить там сыновей и дочерей в огненную жертву Молоху. ",
          "ID": "10"
        },
        {
          "text": "Он убрал от входа в дом Господень коней, которых цари Иудеи посвятили солнцу. Они стояли во дворе, рядом с покоями евнуха Нафан-Мелеха, на прилегающей земле. Затем Иосия сжег посвященные солнцу колесницы.",
          "ID": "11"
        },
        {
          "text": " ",
          "ID": "11"
        },
        {
          "text": "Он сокрушил жертвенники, которые цари Иудеи воздвигли на крыше верхней комнаты Ахаза, и жертвенники, которые Манассия построил в двух дворах дома Господа. Он убрал их оттуда, разбил на куски и выбросил мусор в долину Кедрон. ",
          "ID": "12"
        },
        {
          "text": "Еще царь осквернил святилища на возвышенностях восточнее Иерусалима, к югу от горы Гибели – те, что царь Израиля Соломон построил для Астарты, омерзительной богини сидонян, Кемоша, омерзительного бога Моава, и Милхома, омерзительного бога народа Аммона. ",
          "ID": "13"
        },
        {
          "text": "Иосия разбил на куски священные камни, срубил столбы Ашеры и покрыл их место человеческими костями.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Даже жертвенник в Вефиле, святилище на возвышенности, возведенное Иеровоамом, сыном Навата, который склонил к греху Израиль, – даже этот жертвенник и святилище он разрушил. Он сжег святилище на возвышенности и стер его в порошок, и столб Ашеры тоже сжег. ",
          "ID": "15"
        },
        {
          "text": "После этого Иосия поглядел вокруг и, увидев могилы на склоне холма, велел вынуть из них кости и сжечь их на жертвеннике, чтобы осквернить его, по слову Господа, сказанному Божьим человеком, который предрек все это.",
          "ID": "16"
        },
        {
          "text": " ",
          "ID": "16"
        },
        {
          "text": "Царь спросил:",
          "ID": "17"
        },
        {
          "text": "– Чей это могильный камень я вижу?",
          "ID": "17"
        },
        {
          "text": "Жители города сказали:",
          "ID": "17"
        },
        {
          "text": "– Это могила Божьего человека, который приходил из Иудеи и предсказал все то, что ты сделал с жертвенником Вефиля.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "– Пусть он покоится, – сказал он. – Пусть никто не тревожит его кости.",
          "ID": "18"
        },
        {
          "text": "И они пощадили его кости и кости пророка, который приходил из Самарии.",
          "ID": "18"
        },
        {
          "text": " ",
          "ID": "18"
        },
        {
          "text": "Еще Иосия уничтожил все святилища на возвышенностях, которые были в городах Самарии, – их возвели цари Израиля, вызывая Господень гнев. Он сделал с ними то же, что в Вефиле. ",
          "ID": "19"
        },
        {
          "text": "Иосия заколол всех жрецов этих святилищ на жертвенниках и сжег на них человеческие кости. После этого он вернулся в Иерусалим.",
          "ID": "20"
        },
        {
          "text": " ",
          "ID": "20"
        },
        {
          "text": "Царь повелел народу:",
          "ID": "21"
        },
        {
          "text": "– Празднуйте Пасху Господу, вашему Богу, как написано в книге завета.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Со дней судей, которые возглавляли Израиль, во все дни царей Израиля и царей Иудеи такой Пасхи, как эта, не бывало. ",
          "ID": "22"
        },
        {
          "text": "Но на восемнадцатом году правления царя Иосии эта Пасха Господу отмечалась в Иерусалиме.",
          "ID": "23"
        },
        {
          "text": " ",
          "ID": "23"
        },
        {
          "text": "Еще Иосия уничтожил вызывателей умерших, и чародеев, домашних божков, идолов, и все прочие мерзости, которые нашлись в Иудее и в Иерусалиме. Он сделал это, чтобы исполнить требования Закона, написанного в книге, которую священник Хелкия нашел в доме Господа. ",
          "ID": "24"
        },
        {
          "text": "Ни до Иосии, ни после него не было царя, подобного ему, который обратился бы к Господу, как сделал это он, всем сердцем, всей душой и всеми силами, по всему Закону Моисея.",
          "ID": "25"
        },
        {
          "text": " ",
          "ID": "25"
        },
        {
          "text": "И все-таки Господь не отвратился от великой ярости Своего гнева, вспыхнувшего на Иудею из-за всего, что сделал, вызывая Его гнев, Манассия. ",
          "ID": "26"
        },
        {
          "text": "Господь сказал:",
          "ID": "27"
        },
        {
          "text": "– Я удалю от Себя и Иудею, как удалил Израиль, и отвергну этот город, Иерусалим, который Я избрал, и дом, о котором Я сказал: «Здесь будет Мое имя».",
          "ID": "27"
        },
        {
          "text": " ",
          "ID": "27"
        },
        {
          "text": "Что же до прочих событий правления Иосии и всего, что он сделал, то разве не записаны они в «Книге летописей царей Иудеи»?",
          "ID": "28"
        },
        {
          "text": " ",
          "ID": "28"
        },
        {
          "text": "Во время правления Иосии фараон Нехо, царь Египта, пошел к реке Евфрату на помощь царю Ассирии. Царь Иосия выступил, чтобы сразиться с ним, но Нехо, встретившись с ним в Мегиддо, убил его. ",
          "ID": "29"
        },
        {
          "text": "Слуги Иосии привезли его тело в колеснице из Мегиддо в Иерусалим и похоронили его в его гробнице. А народ страны взял сына Иосии Иоахаза, и помазал его царем вместо его отца.",
          "ID": "30"
        },
        {
          "text": " ",
          "ID": "30"
        },
        {
          "text": "Иоахазу было двадцать три года, когда он стал царем, и правил он в Иерусалиме три месяца. Его мать звали Хамуталь, дочь Иеремии; она была родом из Ливны. ",
          "ID": "31"
        },
        {
          "text": "Он делал зло в глазах Господа, во всем уподобляясь своим отцам.",
          "ID": "32"
        },
        {
          "text": " ",
          "ID": "32"
        },
        {
          "text": "Фараон Нехо заковал его в кандалы в городе Ривле, в земле Хамата, чтобы он не правил больше в Иерусалиме, и обложил Иудею данью в сто талантов серебра и один талант золота. ",
          "ID": "33"
        },
        {
          "text": "Фараон Нехо сделал Элиакима, сына Иосии, царем вместо его отца Иосии и переименовал его в Иоакима. А Иоахаза он увел в Египет, где тот и умер. ",
          "ID": "34"
        },
        {
          "text": "Иоаким выплатил фараону Нехо серебро и золото, которое тот потребовал. Для этого он обложил страну налогом и взыскал с народа страны серебро и золото, оценив имущество каждого.",
          "ID": "35"
        },
        {
          "text": " ",
          "ID": "35"
        },
        {
          "text": "Иоакиму было двадцать пять лет, когда он стал царем, и правил он в Иерусалиме одиннадцать лет. Его мать звали Зевудда, она была дочерью Педаи, родом из Румы. ",
          "ID": "36"
        },
        {
          "text": "Он делал зло в глазах Господа, во всем уподобляясь своим отцам.",
          "ID": "37"
        }
      ],
      "ID": "OT:2KI.23",
      "name": "Четвертая Книга Царств 23"
    },
    {
      "text": [
        {
          "text": "В царствование Иоакима на страну напал царь Вавилона Навуходоносор, и Иоаким стал подвластным ему на три года, но потом передумал и восстал против Навуходоносора. ",
          "ID": "1"
        },
        {
          "text": "Господь насылал на него разбойников из Халдеи, Арама, Моава и Аммона. Он посылал их губить Иудею, по слову Господа, сказанному Его слугами пророками. ",
          "ID": "2"
        },
        {
          "text": "Конечно, все это произошло с Иудеей по воле Господа, чтобы удалить их от Него из-за грехов Манассии и всего, что тот сделал, ",
          "ID": "3"
        },
        {
          "text": "в том числе и за невинную кровь. Ведь он наполнил Иерусалим невинной кровью, и Господь не желал прощать.",
          "ID": "4"
        },
        {
          "text": " ",
          "ID": "4"
        },
        {
          "text": "Прочие события правления Иоакима и всего, что он сделал, то разве не записаны они в «Книге летописей царей Иудеи»? ",
          "ID": "5"
        },
        {
          "text": "Иоаким упокоился со своими предками. И царем вместо него стал его сын Иехония.",
          "ID": "6"
        },
        {
          "text": " ",
          "ID": "6"
        },
        {
          "text": "Царь Египта не выходил больше из своей страны, потому что царь Вавилона захватил все его земли от потока Египта до реки Евфрата.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "Иехонии было восемнадцать лет, когда он стал царем, и правил он в Иерусалиме три месяца. Его мать звали Нехушта, она была дочерью Элнафана, родом из Иерусалима. ",
          "ID": "8"
        },
        {
          "text": "Иехония делал зло в глазах Господа, во всем уподобляясь своему отцу.",
          "ID": "9"
        },
        {
          "text": " ",
          "ID": "9"
        },
        {
          "text": "В то время военачальники Навуходоносора, царя Вавилона, двинулись на Иерусалим и осадили город. ",
          "ID": "10"
        },
        {
          "text": "Сам Навуходоносор подошел к городу, когда его осаждали военачальники. ",
          "ID": "11"
        },
        {
          "text": "Иехония, царь Иудеи, вместе с матерью, приближенными, полководцами и придворными сдался ему.",
          "ID": "12"
        },
        {
          "text": "На восьмом году своего правления царь Вавилона взял Иехонию в плен. ",
          "ID": "12"
        },
        {
          "text": "Как и говорил Господь, Навуходоносор забрал все сокровища из дома Господа и из царского дворца и порубил на куски всю золотую утварь, которую сделал для дома Господа царь Израиля Соломон. ",
          "ID": "13"
        },
        {
          "text": "Он увел в плен весь Иерусалим: всех полководцев и воинов, всех ремесленников и кузнецов – десять тысяч человек общим счетом. Оставлен был лишь бедный люд страны.",
          "ID": "14"
        },
        {
          "text": " ",
          "ID": "14"
        },
        {
          "text": "Навуходоносор увел Иехонию пленным в Вавилон. Он увел из Иерусалима в Вавилон мать царя, его жен, его евнухов и знатных людей страны. ",
          "ID": "15"
        },
        {
          "text": "Еще царь Вавилона привел пленниками в Вавилон все войско из семи тысяч воинов, сильных и готовых к бою, и тысячи ремесленников и кузнецов. ",
          "ID": "16"
        },
        {
          "text": "Он сделал Маттанию, дядю Иехонии, царем вместо него и переменил его имя на Цедекию.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Цедекии был двадцать один год, когда он стал царем, и правил он в Иерусалиме одиннадцать лет. Его мать звали Хамуталь, она была дочерью Иеремии из Ливны. ",
          "ID": "18"
        },
        {
          "text": "Цедекия делал зло в глазах Господа, во всем уподобляясь Иоакиму. ",
          "ID": "19"
        },
        {
          "text": "Иерусалим и Иудея так разгневали Господа, что Он прогнал их от Себя. Цедекия восстал против царя Вавилона.",
          "ID": "20"
        }
      ],
      "ID": "OT:2KI.24",
      "name": "Четвертая Книга Царств 24"
    },
    {
      "text": [
        {
          "text": "На девятом году правления Цедекии, в десятый день десятого месяца, Навуходоносор, царь Вавилона, двинулся на Иерусалим со всем своим войском. Он расположился станом вокруг города и окружил его осадными сооружениями. ",
          "ID": "1"
        },
        {
          "text": "Город был в осаде до одиннадцатого года правления царя Цедекии.",
          "ID": "2"
        },
        {
          "text": " ",
          "ID": "2"
        },
        {
          "text": "К девятому дню четвертого месяца голод в городе усилился, и у народа не осталось пищи. ",
          "ID": "3"
        },
        {
          "text": "Тогда в городской стене была пробита брешь, и царь со всем войском бежал. Они оставили город ночью, хотя халдеи и окружали город, пройдя через ворота между двумя стенами, что рядом с царским садом, и направились к иорданской долине. ",
          "ID": "4"
        },
        {
          "text": "Но халдейское войско пустилось в погоню за царем и настигло его на равнинах у Иерихона. Все его войско рассеялось, бросив его одного, ",
          "ID": "5"
        },
        {
          "text": "и он был схвачен. Его привели к царю Вавилона в Ривлу, где ему вынесли приговор. ",
          "ID": "6"
        },
        {
          "text": "Сыновей Цедекии закололи у него на глазах, а после выкололи ему глаза, заковали в бронзовые кандалы и увели в Вавилон.",
          "ID": "7"
        },
        {
          "text": " ",
          "ID": "7"
        },
        {
          "text": "В седьмой день пятого месяца, на девятнадцатом году правления Навуходоносора, царя Вавилона, начальник царской охраны Невузарадан, слуга царя Вавилона, пришел в Иерусалим. ",
          "ID": "8"
        },
        {
          "text": "Он сжег дом Господа, царский дворец и все дома Иерусалима. Он сжег все важные здания. ",
          "ID": "9"
        },
        {
          "text": "А халдейское войско под командованием начальника царской охраны, разрушило стены, окружавшие Иерусалим. ",
          "ID": "10"
        },
        {
          "text": "Невузарадан, начальник царской охраны, увел в плен оставшихся в Иерусалиме людей вместе с прочим населением и перебежчиками, которые переметнулись к царю Вавилона. ",
          "ID": "11"
        },
        {
          "text": "Но некоторых из бедного люда страны начальник царской охраны оставил, чтобы они трудились на виноградниках и полях.",
          "ID": "12"
        },
        {
          "text": " ",
          "ID": "12"
        },
        {
          "text": "Халдеи разбили бронзовые колонны, передвижные подставки и бронзовое море, которые находились в доме Господа, и унесли бронзу в Вавилон. ",
          "ID": "13"
        },
        {
          "text": "Еще они забрали горшки, лопатки, ножницы для фитилей, блюда и всю бронзовую утварь, которая использовалась в храмовом служении. ",
          "ID": "14"
        },
        {
          "text": "Начальник царской охраны также забрал все, сделанное из чистого золота и серебра: сосуды для возжигания благовоний и кропильные чаши.",
          "ID": "15"
        },
        {
          "text": " ",
          "ID": "15"
        },
        {
          "text": "Бронзы от двух колонн, моря и передвижных подставок, сделанных Соломоном для дома Господа, оказалось больше, чем можно было взвесить. ",
          "ID": "16"
        },
        {
          "text": "Каждая колонна была восемнадцати локтей в высоту. Бронзовая капитель колонны была три локтя в высоту и была украшена по кругу бронзовой сеткой и плодами гранатового дерева из бронзы. Такой же была и другая колонна с ее сеткой.",
          "ID": "17"
        },
        {
          "text": " ",
          "ID": "17"
        },
        {
          "text": "Начальник царской охраны взял в плен первосвященника Сераю, второго после него священника Софонию и трех привратников. ",
          "ID": "18"
        },
        {
          "text": "Из тех, кто еще оставался в городе, он взял одного евнуха, который распоряжался воинами, и пятерых царских советников. Еще он взял писаря, главного в войске, который записывал в войско народ страны, и шестьдесят человек из его людей, которых нашли в городе. ",
          "ID": "19"
        },
        {
          "text": "Невузарадан, начальник царской охраны, взял их всех и отвел к царю Вавилона в Ривлу. ",
          "ID": "20"
        },
        {
          "text": "В Ривле, что в земле Хамата, царь Вавилона велел их казнить. Так Иудея была выселена из своей земли.",
          "ID": "21"
        },
        {
          "text": " ",
          "ID": "21"
        },
        {
          "text": "Навуходоносор, царь Вавилона, назначил Гедалию, сына Ахикама, внука Шафана, начальником над народом, который он оставил в Иудее. ",
          "ID": "22"
        },
        {
          "text": "Когда все военачальники и их люди услышали, что царь Вавилона назначил Гедалию начальником, они пришли к Гедалии в Мицпу. Это были Исмаил, сын Нефании, Иоханан, сын Кареаха, Серая, сын Танхумета из Нетофы, Иазания, сын маахитянина, и их люди. ",
          "ID": "23"
        },
        {
          "text": "Гедалия поклялся им, чтобы успокоить их и их людей.",
          "ID": "24"
        },
        {
          "text": "– Не бойтесь халдейских вельмож, – сказал он. – Селитесь в стране, служите царю Вавилона, и вам будет хорошо.",
          "ID": "24"
        },
        {
          "text": " ",
          "ID": "24"
        },
        {
          "text": "Но в седьмой месяц Исмаил, сын Нефании, внук Элишамы, который был из царского рода, пришел с десятью людьми и убил Гедалию и иудеев с халдеями, находившихся с ним в Мицпе. ",
          "ID": "25"
        },
        {
          "text": "После этого весь народ, и низкого, и высокого звания, бежал вместе с военачальниками в Египет, боясь халдеев.",
          "ID": "26"
        },
        {
          "text": " ",
          "ID": "26"
        },
        {
          "text": "В тридцать седьмом году пленения Иехонии, царя Иудеи, в том году, когда Эвил-Меродах стал царем Вавилона, он выпустил Иехонию, царя Иудеи, из темницы на двадцать седьмой день двенадцатого месяца. ",
          "ID": "27"
        },
        {
          "text": "Он говорил с ним дружелюбно и возвысил его над всеми царями, бывшими с ним в Вавилоне. ",
          "ID": "28"
        },
        {
          "text": "Иехония сменил свои темничные одежды и остаток своих дней всегда ел за царским столом. ",
          "ID": "29"
        },
        {
          "text": "Изо дня в день он получал от царя постоянное содержание всю свою жизнь.",
          "ID": "30"
        }
      ],
      "ID": "OT:2KI.25",
      "name": "Четвертая Книга Царств 25"
    }
  ],
  "ID": "OT:2KI(NRP)",
  "name": "Четвертая Книга Царств"
}