{
  "name": "Exodus",
  "text": [
    {
      "name": "Exodus 1",
      "text": [
        {
          "text": "THESE ARE the names of the sons of Israel who came into Egypt with Jacob, each with his household:",
          "ID": "1"
        },
        {
          "text": "Reuben, Simeon, Levi, and Judah,",
          "ID": "2"
        },
        {
          "text": "Issachar, Zebulun, and Benjamin,",
          "ID": "3"
        },
        {
          "text": "Dan and Naphtali, Gad and Asher.",
          "ID": "4"
        },
        {
          "text": "All the offspring of Jacob were seventy persons; Joseph was already in Egypt.",
          "ID": "5"
        },
        {
          "text": "Then Joseph died, and all his brothers and all that generation.",
          "ID": "6"
        },
        {
          "text": "But the descendants of Israel were fruitful and increased abundantly; they multiplied and grew exceedingly strong, and the land was full of them.",
          "ID": "7"
        },
        {
          "text": "Now a new king arose over Egypt who did not know Joseph.",
          "ID": "8"
        },
        {
          "text": "He said to his people, Behold, the Israelites are too many and too mighty for us [and they outnumber us both in people and in strength].",
          "ID": "9"
        },
        {
          "text": "Come, let us deal shrewdly with them, lest they multiply more and, should war befall us, they join our enemies, fight against us, and escape out of the land.",
          "ID": "10"
        },
        {
          "text": "So they set over [the Israelites] taskmasters to afflict and oppress them with [increased] burdens. And [the Israelites] built Pithom and Rameses as store cities for Pharaoh.",
          "ID": "11"
        },
        {
          "text": "But the more [the Egyptians] oppressed them, the more they multiplied and expanded, so that [the Egyptians] were vexed and alarmed because of the Israelites.",
          "ID": "12"
        },
        {
          "text": "And the Egyptians reduced the Israelites to severe slavery.",
          "ID": "13"
        },
        {
          "text": "They made their lives bitter with hard service in mortar, brick, and all kinds of work in the field. All their service was with harshness and severity.",
          "ID": "14"
        },
        {
          "text": "Then the king of Egypt said to the Hebrew midwives, of whom one was named Shiprah and the other Puah,",
          "ID": "15"
        },
        {
          "text": "When you act as midwives to the Hebrew women and see them on the birthstool, if it is a son, you shall kill him; but if it is a daughter, she shall live.",
          "ID": "16"
        },
        {
          "text": "But the midwives feared God and did not do as the king of Egypt commanded, but let the male babies live.",
          "ID": "17"
        },
        {
          "text": "So the king of Egypt called for the midwives and said to them, Why have you done this thing and allowed the male children to live?",
          "ID": "18"
        },
        {
          "text": "The midwives answered Pharaoh, Because the Hebrew women are not like the Egyptian women; they are vigorous and quickly delivered; their babies are born before the midwife comes to them.",
          "ID": "19"
        },
        {
          "text": "So God dealt well with the midwives and the people multiplied and became very strong.",
          "ID": "20"
        },
        {
          "text": "And because the midwives revered and feared God, He made them households [of their own].",
          "ID": "21"
        },
        {
          "text": "Then Pharaoh charged all his people, saying, Every son born [to the Hebrews] you shall cast into the river [Nile], but every daughter you shall allow to live.",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.1"
    },
    {
      "name": "Exodus 2",
      "text": [
        {
          "text": "NOW [Amram] a man of the house of Levi [the priestly tribe] went and took as his wife [Jochebed] a daughter of Levi. [Exod. 6:18, 20; Num. 26:59.]",
          "ID": "1"
        },
        {
          "text": "And the woman became pregnant and bore a son; and when she saw that he was [exceedingly] beautiful, she hid him three months. [Acts 7:20; Heb. 11:23.]",
          "ID": "2"
        },
        {
          "text": "And when she could no longer hide him, she took for him an ark or basket made of bulrushes or papyrus [making it watertight by] daubing it with bitumen and pitch. Then she put the child in it and laid it among the rushes by the brink of the river [Nile].",
          "ID": "3"
        },
        {
          "text": "And his sister [Miriam] stood some distance away to learn what would be done to him.",
          "ID": "4"
        },
        {
          "text": "Now the daughter of Pharaoh came down to bathe at the river, and her maidens walked along the bank; she saw the ark among the rushes and sent her maid to fetch it.",
          "ID": "5"
        },
        {
          "text": "When she opened it, she saw the child; and behold, the baby cried. And she took pity on him and said, This is one of the Hebrews' children!",
          "ID": "6"
        },
        {
          "text": "Then his sister said to Pharaoh's daughter, Shall I go and call a nurse of the Hebrew women to nurse the child for you?",
          "ID": "7"
        },
        {
          "text": "Pharaoh's daughter said to her, Go. And the girl went and called the child's mother.",
          "ID": "8"
        },
        {
          "text": "Then Pharaoh's daughter said to her, Take this child away and nurse it for me, and I will give you your wages. So the woman took the child and nursed it.",
          "ID": "9"
        },
        {
          "text": "And the child grew, and she brought him to Pharaoh's daughter and he became her son. And she called him Moses, for she said, Because I drew him out of the water.",
          "ID": "10"
        },
        {
          "text": "One day, after Moses was grown, it happened that he went out to his brethren and looked at their burdens; and he saw an Egyptian beating a Hebrew, one of [Moses'] brethren.",
          "ID": "11"
        },
        {
          "text": "He looked this way and that way, and when he saw no one, he killed the Egyptian and hid him in the sand.",
          "ID": "12"
        },
        {
          "text": "He went out the second day and saw two Hebrew men quarreling and fighting; and he said to the unjust aggressor, Why are you striking your comrade?",
          "ID": "13"
        },
        {
          "text": "And the man said, Who made you a prince and a judge over us? Do you intend to kill me as you killed the Egyptian? Then Moses was afraid and thought, Surely this thing is known.",
          "ID": "14"
        },
        {
          "text": "When Pharaoh heard of it, he sought to slay Moses. But Moses fled from Pharaoh's presence and took refuge in the land of Midian, where he sat down by a well.",
          "ID": "15"
        },
        {
          "text": "Now the priest of Midian had seven daughters, and they came and drew water and filled the troughs to water their father's flock.",
          "ID": "16"
        },
        {
          "text": "The shepherds came and drove them away; but Moses stood up and helped them and watered their flock.",
          "ID": "17"
        },
        {
          "text": "And when they came to Reuel [Jethro] their father, he said, How is it that you have come so soon today?",
          "ID": "18"
        },
        {
          "text": "They said, An Egyptian delivered us from the shepherds; also he drew water for us and watered the flock.",
          "ID": "19"
        },
        {
          "text": "He said to his daughters, Where is he? Why have you left the man? Call him, that he may eat bread.",
          "ID": "20"
        },
        {
          "text": "And Moses was content to dwell with the man; and he gave Moses Zipporah his daughter.",
          "ID": "21"
        },
        {
          "text": "And she bore a son, and he called his name Gershom [expulsion, or a stranger there]; for he said, I have been a stranger and a sojourner in a foreign land.",
          "ID": "22"
        },
        {
          "text": "However, after a long time [nearly forty years] the king of Egypt died; and the Israelites were sighing and groaning because of the bondage. They kept crying, and their cry because of slavery ascended to God.",
          "ID": "23"
        },
        {
          "text": "And God heard their sighing and groaning and [earnestly] remembered His covenant with Abraham, with Isaac, and with Jacob.",
          "ID": "24"
        },
        {
          "text": "God saw the Israelites and took knowledge of them and concerned Himself about them [knowing all, understanding, remembering all]. [Ps. 56:8, 9; 139:2.]",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.2"
    },
    {
      "name": "Exodus 3",
      "text": [
        {
          "text": "NOW MOSES kept the flock of Jethro his father-in-law, the priest of Midian; and he led the flock to the back or west side of the wilderness and came to Horeb or Sinai, the mountain of God.",
          "ID": "1"
        },
        {
          "text": "The Angel of the Lord appeared to him in a flame of fire out of the midst of a bush; and he looked, and behold, the bush burned with fire, yet was not consumed.",
          "ID": "2"
        },
        {
          "text": "And Moses said, I will now turn aside and see this great sight, why the bush is not burned.",
          "ID": "3"
        },
        {
          "text": "And when the Lord saw that he turned aside to see, God called to him out of the midst of the bush and said, Moses, Moses! And he said, Here am I.",
          "ID": "4"
        },
        {
          "text": "God said, Do not come near; put your shoes off your feet, for the place on which you stand is holy ground.",
          "ID": "5"
        },
        {
          "text": "Also He said, I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face, for he was afraid to look at God.",
          "ID": "6"
        },
        {
          "text": "And the Lord said, I have surely seen the affliction of My people who are in Egypt, and have heard their cry because of their taskmasters and oppressors; for I know their sorrows and sufferings and trials.",
          "ID": "7"
        },
        {
          "text": "And I have come down to deliver them out of the hand and power of the Egyptians and to bring them up out of that land to a land good and large, a land flowing with milk and honey [a land of plenty]–to the place of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite.",
          "ID": "8"
        },
        {
          "text": "Now behold, the cry of the Israelites has come to Me, and I have also seen how the Egyptians oppress them.",
          "ID": "9"
        },
        {
          "text": "Come now therefore, and I will send you to Pharaoh, that you may bring forth My people, the Israelites, out of Egypt.",
          "ID": "10"
        },
        {
          "text": "And Moses said to God, Who am I, that I should go to Pharaoh and bring the Israelites out of Egypt?",
          "ID": "11"
        },
        {
          "text": "God said, I will surely be with you; and this shall be the sign to you that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain [Horeb, or Sinai].",
          "ID": "12"
        },
        {
          "text": "And Moses said to God, Behold, when I come to the Israelites and say to them, The God of your fathers has sent me to you, and they say to me, What is His name? What shall I say to them?",
          "ID": "13"
        },
        {
          "text": "And God said to Moses, I AM WHO I AM and WHAT I AM, and I WILL BE WHAT I WILL BE; and He said, You shall say this to the Israelites: I AM has sent me to you!",
          "ID": "14"
        },
        {
          "text": "God said also to Moses, This shall you say to the Israelites: The Lord, the God of your fathers, of Abraham, of Isaac, and of Jacob, has sent me to you! This is My name forever, and by this name I am to be remembered to all generations.",
          "ID": "15"
        },
        {
          "text": "Go, gather the elders of Israel together [the mature teachers and tribal leaders], and say to them, The Lord God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared to me, saying, I have surely visited you and seen that which is done to you in Egypt;",
          "ID": "16"
        },
        {
          "text": "And I have declared that I will bring you up out of the affliction of Egypt to the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite, to a land flowing with milk and honey.",
          "ID": "17"
        },
        {
          "text": "And [the elders] shall believe and obey your voice; and you shall go, you and the elders of Israel, to the king of Egypt and you shall say to him, The Lord, the God of the Hebrews, has met with us; and now let us go, we beseech you, three days' journey into the wilderness, that we may sacrifice to the Lord our God.",
          "ID": "18"
        },
        {
          "text": "And I know that the king of Egypt will not let you go [unless forced to do so], no, not by a mighty hand.",
          "ID": "19"
        },
        {
          "text": "So I will stretch out My hand and smite Egypt with all My wonders which I will do in it; and after that he will let you go.",
          "ID": "20"
        },
        {
          "text": "And I will give this people favor and respect in the sight of the Egyptians; and it shall be that when you go, you shall not go empty-handed.",
          "ID": "21"
        },
        {
          "text": "But every woman shall [insistently] solicit of her neighbor and of her that may be residing at her house jewels and articles of silver and gold, and garments, which you shall put on your sons and daughters; and you shall strip the Egyptians [of belongings due to you].",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.3"
    },
    {
      "name": "Exodus 4",
      "text": [
        {
          "text": "AND MOSES answered, But behold, they will not believe me or listen to and obey my voice; for they will say, The Lord has not appeared to you.",
          "ID": "1"
        },
        {
          "text": "And the Lord said to him, What is that in your hand? And he said, A rod.",
          "ID": "2"
        },
        {
          "text": "And He said, Cast it on the ground. And he did so and it became a serpent [the symbol of royal and divine power worn on the crown of the Pharaohs]; and Moses fled from before it.",
          "ID": "3"
        },
        {
          "text": "And the Lord said to Moses, Put forth your hand and take it by the tail. And he stretched out his hand and caught it, and it became a rod in his hand,",
          "ID": "4"
        },
        {
          "text": "[This you shall do, said the Lord] that the elders may believe that the Lord, the God of their fathers, of Abraham, of Isaac, and of Jacob, has indeed appeared to you.",
          "ID": "5"
        },
        {
          "text": "The Lord said also to him, Put your hand into your bosom. He put his hand into his bosom, and when he took it out, behold, his hand was leprous, as white as snow.",
          "ID": "6"
        },
        {
          "text": "[God] said, Put your hand into your bosom again. So he put his hand back into his bosom, and when he took it out, behold, it was restored as the rest of his flesh.",
          "ID": "7"
        },
        {
          "text": "[Then God said] If they will not believe you or heed the voice or the testimony of the first sign, they may believe the voice or the witness of the second sign.",
          "ID": "8"
        },
        {
          "text": "But if they will also not believe these two signs or heed your voice, you shall take some water of the river [Nile] and pour it upon the dry land; and the water which you take out of the river [Nile] shall become blood on the dry land.",
          "ID": "9"
        },
        {
          "text": "And Moses said to the Lord, O Lord, I am not eloquent or a man of words, neither before nor since You have spoken to Your servant; for I am slow of speech and have a heavy and awkward tongue.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to him, Who has made man's mouth? Or who makes the dumb, or the deaf, or the seeing, or the blind? Is it not I, the Lord?",
          "ID": "11"
        },
        {
          "text": "Now therefore go, and I will be with your mouth and will teach you what you shall say.",
          "ID": "12"
        },
        {
          "text": "And he said, Oh, my Lord, I pray You, send by the hand of [some other] whom You will [send].",
          "ID": "13"
        },
        {
          "text": "Then the anger of the Lord blazed against Moses; He said, Is there not Aaron your brother, the Levite? I know he can speak well. Also, he is coming out to meet you, and when he sees you, he will be overjoyed.",
          "ID": "14"
        },
        {
          "text": "You must speak to him and put the words in his mouth; and I will be with your mouth and with his mouth and will teach you what you shall do.",
          "ID": "15"
        },
        {
          "text": "He shall speak for you to the people, acting as a mouthpiece for you, and you shall be as God to him.",
          "ID": "16"
        },
        {
          "text": "And you shall take this rod in your hand with which you shall work the signs [that prove I sent you].",
          "ID": "17"
        },
        {
          "text": "And Moses went away and, returning to Jethro his father-in-law, said to him, Let me go back, I pray you, to my relatives in Egypt to see whether they are still alive. And Jethro said to Moses, Go in peace.",
          "ID": "18"
        },
        {
          "text": "The Lord said to Moses in Midian, Go back to Egypt; for all the men who were seeking your life [for killing the Egyptian] are dead. [Exod. 2:11, 12.]",
          "ID": "19"
        },
        {
          "text": "And Moses took his wife and his sons and set them on donkeys, and he returned to the land of Egypt; and Moses took the rod of God in his hand.",
          "ID": "20"
        },
        {
          "text": "And the Lord said to Moses, When you return into Egypt, see that you do before Pharaoh all those miracles and wonders which I have put in your hand; but I will make him stubborn and harden his heart, so that he will not let the people go.",
          "ID": "21"
        },
        {
          "text": "And you shall say to Pharaoh, Thus says the Lord, Israel is My son, even My firstborn.",
          "ID": "22"
        },
        {
          "text": "And I say to you, Let My son go, that he may serve Me; and if you refuse to let him go, behold, I will slay your son, your firstborn.",
          "ID": "23"
        },
        {
          "text": "Along the way at a [resting-] place, the Lord met [Moses] and sought to kill him [made him acutely and almost fatally ill].",
          "ID": "24"
        },
        {
          "text": "[Now apparently he had failed to circumcise one of his sons, his wife being opposed to it; but seeing his life in such danger] Zipporah took a flint knife and cut off the foreskin of her son and cast it to touch [Moses'] feet, and said, Surely a husband of blood you are to me!",
          "ID": "25"
        },
        {
          "text": "When He let [Moses] alone [to recover], Zipporah said, A husband of blood are you because of the circumcision.",
          "ID": "26"
        },
        {
          "text": "The Lord said to Aaron, Go into the wilderness to meet Moses. And he went, and met him in the mountain of God [Horeb, or Sinai] and kissed him.",
          "ID": "27"
        },
        {
          "text": "Moses told Aaron all the words of the Lord with which He had sent him, and all the signs with which He had charged him.",
          "ID": "28"
        },
        {
          "text": "Moses and Aaron went and gathered together [in Egypt] all the elders of the Israelites.",
          "ID": "29"
        },
        {
          "text": "Aaron spoke all the words which the Lord had spoken to Moses, and did the signs in the sight of the people.",
          "ID": "30"
        },
        {
          "text": "And the people believed; and when they heard that the Lord had visited the Israelites, and that He had looked [in compassion] upon their affliction, they bowed their heads and worshiped.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.4"
    },
    {
      "name": "Exodus 5",
      "text": [
        {
          "text": "AFTERWARD MOSES and Aaron went in and told Pharaoh, Thus says the Lord, the God of Israel, Let My people go, that they may hold a feast to Me in the wilderness.",
          "ID": "1"
        },
        {
          "text": "But Pharaoh said, Who is the Lord, that I should obey His voice to let Israel go? I know not the Lord, neither will I let Israel go.",
          "ID": "2"
        },
        {
          "text": "And they said, The God of the Hebrews has met with us; let us go, we pray you, three days' journey into the desert and sacrifice to the Lord our God, lest He fall upon us with pestilence or with the sword.",
          "ID": "3"
        },
        {
          "text": "The king of Egypt said to Moses and Aaron, Why do you take the people from their jobs? Get to your burdens!",
          "ID": "4"
        },
        {
          "text": "Pharaoh said, Behold, the people of the land now are many, and you make them rest from their burdens!",
          "ID": "5"
        },
        {
          "text": "The very same day Pharaoh commanded the taskmasters of the people and their officers,",
          "ID": "6"
        },
        {
          "text": "You shall no more give the people straw to make brick; let them go and gather straw for themselves.",
          "ID": "7"
        },
        {
          "text": "But the number of the bricks which they made before you shall still require of them; you shall not diminish it in the least. For they are idle; that is why they cry, Let us go and sacrifice to our God.",
          "ID": "8"
        },
        {
          "text": "Let heavier work be laid upon the men that they may labor at it and pay no attention to lying words.",
          "ID": "9"
        },
        {
          "text": "The taskmasters of the people went out, and their officers, and they said to the people, Thus says Pharaoh, I will not give you straw.",
          "ID": "10"
        },
        {
          "text": "Go, get straw where you can find it; but your work shall not be diminished in the least.",
          "ID": "11"
        },
        {
          "text": "So the people were scattered through all the land of Egypt to gather the short stubble instead of straw.",
          "ID": "12"
        },
        {
          "text": "And the taskmasters were urgent, saying, Finish your work, your daily quotas, as when there was straw.",
          "ID": "13"
        },
        {
          "text": "And the Hebrew foremen, whom Pharaoh's taskmasters had set over them, were beaten and were asked, Why have you not fulfilled all your quota of making bricks yesterday and today, as before?",
          "ID": "14"
        },
        {
          "text": "Then the Hebrew foremen came to Pharaoh and cried, Why do you deal like this with your servants?",
          "ID": "15"
        },
        {
          "text": "No straw is given to your servants, yet they say to us, Make bricks! And behold, your servants are beaten, but the fault is in your own people.",
          "ID": "16"
        },
        {
          "text": "But [Pharaoh] said, You are idle, lazy and idle! That is why you say, Let us go and sacrifice to the Lord.",
          "ID": "17"
        },
        {
          "text": "Get out now and get to work; for no straw shall be given you, yet you shall deliver the full quota of bricks.",
          "ID": "18"
        },
        {
          "text": "And the Hebrew foremen saw that they were in an evil situation when it was said, You shall not diminish in the least your full daily quota of bricks.",
          "ID": "19"
        },
        {
          "text": "And the foremen met Moses and Aaron, who were standing in the way as they came forth from Pharaoh.",
          "ID": "20"
        },
        {
          "text": "And the foremen said to them, The Lord look upon you and judge, because you have made us a rotten stench to be detested by Pharaoh and his servants and have put a sword in their hand to slay us.",
          "ID": "21"
        },
        {
          "text": "Then Moses turned again to the Lord and said, O Lord, why have You dealt evil to this people? Why did You ever send me?",
          "ID": "22"
        },
        {
          "text": "For since I came to Pharaoh to speak in Your name, he has done evil to this people, neither have You delivered Your people at all.",
          "ID": "23"
        }
      ],
      "ID": "OT:EXO.5"
    },
    {
      "name": "Exodus 6",
      "text": [
        {
          "text": "THEN THE Lord said to Moses, Now you shall see what I will do to Pharaoh; for [compelled] by a strong hand he will [not only] let them go, but he will drive them out of his land with a strong hand.",
          "ID": "1"
        },
        {
          "text": "And God said to Moses, I am the Lord.",
          "ID": "2"
        },
        {
          "text": "I appeared to Abraham, to Isaac, and to Jacob as God Almighty [El-Shaddai], but by My name the Lord [Yahweh–the redemptive name of God] I did not make Myself known to them [in acts and great miracles]. [Gen. 17:1.]",
          "ID": "3"
        },
        {
          "text": "I have also established My covenant with them to give them the land of Canaan, the land of their temporary residence in which they were strangers.",
          "ID": "4"
        },
        {
          "text": "I have also heard the groaning of the Israelites whom the Egyptians have enslaved; and I have [earnestly] remembered My covenant [with Abraham, Isaac, and Jacob].",
          "ID": "5"
        },
        {
          "text": "Accordingly, say to the Israelites, I am the Lord, and I will bring you out from under the burdens of the Egyptians, and I will free you from their bondage, and I will rescue you with an outstretched arm [with special and vigorous action] and by mighty acts of judgment.",
          "ID": "6"
        },
        {
          "text": "And I will take you to Me for a people, and I will be to you a God; and you shall know that it is I, the Lord your God, Who brings you out from under the burdens of the Egyptians.",
          "ID": "7"
        },
        {
          "text": "And I will bring you into the land concerning which I lifted up My hand and swore that I would give it to Abraham, Isaac, and Jacob; and I will give it to you for a heritage. I am the Lord [you have the pledge of My changeless omnipotence and faithfulness].",
          "ID": "8"
        },
        {
          "text": "Moses told this to the Israelites, but they refused to listen to Moses because of their impatience and anguish of spirit and because of their cruel bondage.",
          "ID": "9"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "10"
        },
        {
          "text": "Go in, tell Pharaoh king of Egypt to let the Israelites go out of his land.",
          "ID": "11"
        },
        {
          "text": "But Moses said to the Lord, Behold, [my own people] the Israelites have not listened to me; how then shall Pharaoh give heed to me, who am of deficient and impeded speech?",
          "ID": "12"
        },
        {
          "text": "But the Lord spoke to Moses and Aaron, and gave them a command for the Israelites and for Pharaoh king of Egypt, to bring the Israelites out of the land of Egypt.",
          "ID": "13"
        },
        {
          "text": "These are the heads of their clans. The sons of Reuben, Israel's firstborn: Hanoch, Pallu, Hezron, and Carmi; these are the families of Reuben.",
          "ID": "14"
        },
        {
          "text": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul the son of a Canaanite woman; these are the families of Simeon.",
          "ID": "15"
        },
        {
          "text": "These are the names of the sons of Levi according to their births: Gershon, Kohath, and Merari; and Levi lived 137 years.",
          "ID": "16"
        },
        {
          "text": "The sons of Gershon: Libni and Shimi, by their families.",
          "ID": "17"
        },
        {
          "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel; and Kohath lived 133 years.",
          "ID": "18"
        },
        {
          "text": "The sons of Merari: Mahli and Mushi. These are the families of Levi according to their generations.",
          "ID": "19"
        },
        {
          "text": "Amram took Jochebed his father's sister as wife, and she bore him Aaron and Moses; and Amram lived 137 years.",
          "ID": "20"
        },
        {
          "text": "The sons of Izhar: Korah, Nepheg, and Zichri.",
          "ID": "21"
        },
        {
          "text": "The sons of Uzziel: Mishael, Elzaphan, and Sithri.",
          "ID": "22"
        },
        {
          "text": "Aaron took Elisheba, daughter of Amminadab and sister of Nahshon, as wife; she bore him Nadab, Abihu, Eleazar, and Ithamar.",
          "ID": "23"
        },
        {
          "text": "The sons of Korah: Assir, Elkanah, and Abiasaph. These are the families of the Korahites.",
          "ID": "24"
        },
        {
          "text": "Eleazar, Aaron's son, took one of the daughters of Putiel as wife; and she bore him Phinehas. These are the heads of the fathers' houses of the Levites by their families.",
          "ID": "25"
        },
        {
          "text": "These are the [same] Aaron and Moses to whom the Lord said, Bring out the Israelites from the land of Egypt by their hosts,",
          "ID": "26"
        },
        {
          "text": "And who spoke to [the] Pharaoh king of Egypt about bringing the Israelites out of Egypt; these are that Moses and Aaron.",
          "ID": "27"
        },
        {
          "text": "On the day when the Lord spoke to Moses in Egypt,",
          "ID": "28"
        },
        {
          "text": "The Lord said to Moses, I am the Lord; tell Pharaoh king of Egypt all that I say to you.",
          "ID": "29"
        },
        {
          "text": "But Moses said to the Lord, Behold, I am of deficient and impeded speech; how then shall Pharaoh listen to me?",
          "ID": "30"
        }
      ],
      "ID": "OT:EXO.6"
    },
    {
      "name": "Exodus 7",
      "text": [
        {
          "text": "THE Lord said to Moses, Behold, I make you as God to Pharaoh [to declare My will and purpose to him]; and Aaron your brother shall be your prophet.",
          "ID": "1"
        },
        {
          "text": "You shall speak all that I command you, and Aaron your brother shall tell Pharaoh to let the Israelites go out of his land.",
          "ID": "2"
        },
        {
          "text": "And I will make Pharaoh's heart stubborn and hard, and multiply My signs, My wonders, and miracles in the land of Egypt.",
          "ID": "3"
        },
        {
          "text": "But Pharaoh will not listen to you, and I will lay My hand upon Egypt and bring forth My hosts, My people the Israelites, out of the land of Egypt by great acts of judgment.",
          "ID": "4"
        },
        {
          "text": "The Egyptians shall know that I am the Lord when I stretch forth My hand upon Egypt and bring out the Israelites from among them.",
          "ID": "5"
        },
        {
          "text": "And Moses and Aaron did so, as the Lord commanded them.",
          "ID": "6"
        },
        {
          "text": "Now Moses was 80 years old and Aaron 83 years old when they spoke to Pharaoh.",
          "ID": "7"
        },
        {
          "text": "And the Lord said to Moses and Aaron,",
          "ID": "8"
        },
        {
          "text": "When Pharaoh says to you, Prove [your authority] by a miracle, then tell Aaron, Throw your rod down before Pharaoh, that it may become a serpent.",
          "ID": "9"
        },
        {
          "text": "So Moses and Aaron went to Pharaoh and did as the Lord had commanded; Aaron threw down his rod before Pharaoh and his servants, and it became a serpent.",
          "ID": "10"
        },
        {
          "text": "Then Pharaoh called for the wise men [skilled in magic and divination] and the sorcerers (wizards and jugglers). And they also, these magicians of Egypt, did similar things with their enchantments and secret arts.",
          "ID": "11"
        },
        {
          "text": "For they cast down every man his rod and they became serpents; but Aaron's rod swallowed up their rods.",
          "ID": "12"
        },
        {
          "text": "But Pharaoh's heart was hardened and stubborn and he would not listen to them, just as the Lord had said.",
          "ID": "13"
        },
        {
          "text": "Then the Lord said to Moses, Pharaoh's heart is hard and stubborn; he refuses to let the people go.",
          "ID": "14"
        },
        {
          "text": "Go to Pharaoh in the morning; he will be going out to the water; wait for him by the river's brink; and the rod which was turned to a serpent you shall take in your hand.",
          "ID": "15"
        },
        {
          "text": "And say to him, The Lord, the God of the Hebrews has sent me to you, saying, Let My people go, that they may serve Me in the wilderness; and behold, heretofore you have not listened.",
          "ID": "16"
        },
        {
          "text": "Thus says the Lord, In this you shall know, recognize, and understand that I am the Lord: behold, I will smite with the rod in my hand the waters in the [Nile] River, and they shall be turned to blood.",
          "ID": "17"
        },
        {
          "text": "The fish in the river shall die, the river shall become foul smelling, and the Egyptians shall loathe to drink from it.",
          "ID": "18"
        },
        {
          "text": "And the Lord said to Moses, Say to Aaron, Take your rod and stretch out your hand over the waters of Egypt, over their streams, rivers, pools, and ponds of water, that they may become blood; and there shall be blood throughout all the land of Egypt, in containers both of wood and of stone.",
          "ID": "19"
        },
        {
          "text": "Moses and Aaron did as the Lord commanded; [Aaron] lifted up the rod and smote the waters in the river in the sight of Pharaoh and his servants, and all the waters in the river were turned to blood.",
          "ID": "20"
        },
        {
          "text": "And the fish in the river died; and the river became foul smelling, and the Egyptians could not drink its water, and there was blood throughout all the land of Egypt.",
          "ID": "21"
        },
        {
          "text": "But the magicians of Egypt did the same by their enchantments and secret arts; and Pharaoh's heart was made hard and obstinate, and he did not listen to Moses and Aaron, just as the Lord had said.",
          "ID": "22"
        },
        {
          "text": "And Pharaoh turned and went into his house; neither did he take even this to heart.",
          "ID": "23"
        },
        {
          "text": "And all the Egyptians dug round about the river for water to drink, for they could not drink the water of the [Nile].",
          "ID": "24"
        },
        {
          "text": "Seven days passed after the Lord had smitten the river.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.7"
    },
    {
      "name": "Exodus 8",
      "text": [
        {
          "text": "THEN THE Lord said to Moses, Go to Pharaoh and say to him, Thus says the Lord, Let My people go, that they may serve Me.",
          "ID": "1"
        },
        {
          "text": "And if you refuse to let them go, behold, I will smite your entire land with frogs;",
          "ID": "2"
        },
        {
          "text": "And the river shall swarm with frogs which shall go up and come into your house, into your bedchamber and on your bed, and into the houses of your servants and upon your people, and into your ovens, your kneading bowls, and your dough.",
          "ID": "3"
        },
        {
          "text": "And the frogs shall come up on you and on your people and all your servants.",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Moses, Say to Aaron, Stretch out your hand with your rod over the rivers, the streams and canals, and over the pools, and cause frogs to come up on the land of Egypt.",
          "ID": "5"
        },
        {
          "text": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land.",
          "ID": "6"
        },
        {
          "text": "But the magicians did the same thing with their enchantments and secret arts, and brought up [more] frogs upon the land of Egypt.",
          "ID": "7"
        },
        {
          "text": "Then Pharaoh called for Moses and Aaron, and said, Entreat the Lord, that He may take away the frogs from me and my people; and I will let the people go that they may sacrifice to the Lord.",
          "ID": "8"
        },
        {
          "text": "Moses said to Pharaoh, Glory over me in this: dictate when I shall pray [to the Lord] for you, your servants, and your people, that the frogs may be destroyed from you and your houses and remain only in the river.",
          "ID": "9"
        },
        {
          "text": "And [Pharaoh] said, Tomorrow. [Moses] said, Let it be as you say, that you may know that there is no one like the Lord our God.",
          "ID": "10"
        },
        {
          "text": "And the frogs shall depart from you and your houses and from your servants and your people; they shall remain in the river only.",
          "ID": "11"
        },
        {
          "text": "So Moses and Aaron went out from Pharaoh, and Moses cried to the Lord [as he had agreed with Pharaoh] concerning the frogs which He had brought against him.",
          "ID": "12"
        },
        {
          "text": "And the Lord did according to the word of Moses, and the frogs died out of the houses, out of the courtyards and villages, and out of the fields.",
          "ID": "13"
        },
        {
          "text": "[The people] gathered them together in heaps, and the land was loathsome and stank.",
          "ID": "14"
        },
        {
          "text": "But when Pharaoh saw that there was temporary relief, he made his heart stubborn and hard and would not listen or heed them, just as the Lord had said.",
          "ID": "15"
        },
        {
          "text": "Then the Lord said to Moses, Say to Aaron, Stretch out your rod and strike the dust of the ground, that it may become biting gnats or mosquitoes throughout all the land of Egypt.",
          "ID": "16"
        },
        {
          "text": "And they did so; Aaron stretched out his hand with his rod and struck the dust of the earth, and there came biting gnats or mosquitoes on man and beast; all the dust of the land became biting gnats or mosquitoes throughout all the land of Egypt.",
          "ID": "17"
        },
        {
          "text": "The magicians tried by their enchantments and secret arts to bring forth gnats or mosquitoes, but they could not; and there were gnats or mosquitoes on man and beast.",
          "ID": "18"
        },
        {
          "text": "Then the magicians said to Pharaoh, This is the finger of God! But Pharaoh's heart was hardened and strong and he would not listen to them, just as the Lord had said.",
          "ID": "19"
        },
        {
          "text": "Then the Lord said to Moses, Rise up early in the morning and stand before Pharaoh as he comes forth to the water; and say to him, Thus says the Lord, Let My people go, that they may serve Me.",
          "ID": "20"
        },
        {
          "text": "Else, if you will not let My people go, behold, I will send swarms [of bloodsucking gadflies] upon you, your servants, and your people, and into your houses; and the houses of the Egyptians shall be full of swarms [of bloodsucking gadflies], and also the ground on which they stand.",
          "ID": "21"
        },
        {
          "text": "But on that day I will sever and set apart the land of Goshen in which My people dwell, that no swarms [of gadflies] shall be there, so that you may know that I am the Lord in the midst of the earth.",
          "ID": "22"
        },
        {
          "text": "And I will put a division and a sign of deliverance between My people and your people. By tomorrow shall this sign be in evidence.",
          "ID": "23"
        },
        {
          "text": "And the Lord did so; and there came heavy and oppressive swarms [of bloodsucking gadflies] into the house of Pharaoh and his servants' houses; and in all of Egypt the land was corrupted and ruined by reason of the great invasion [of gadflies].",
          "ID": "24"
        },
        {
          "text": "And Pharaoh called for Moses and Aaron, and said, Go, sacrifice to your God [here] in the land [of Egypt].",
          "ID": "25"
        },
        {
          "text": "And Moses said, It is not suitable or right to do that; for the animals the Egyptians hold sacred and will not permit to be slain are those which we are accustomed to sacrifice to the Lord our God; if we did this before the eyes of the Egyptians, would they not stone us?",
          "ID": "26"
        },
        {
          "text": "We will go a three days' journey into the wilderness and sacrifice to the Lord our God, as He will command us.",
          "ID": "27"
        },
        {
          "text": "So Pharaoh said, I will let you go, that you may sacrifice to the Lord your God in the wilderness; only you shall not go very far away. Entreat [your God] for me.",
          "ID": "28"
        },
        {
          "text": "Moses said, I go out from you, and I will entreat the Lord that the swarms [of bloodsucking gadflies] may depart from Pharaoh, his servants, and his people tomorrow; only let not Pharaoh deal deceitfully any more in not letting the people go to sacrifice to the Lord.",
          "ID": "29"
        },
        {
          "text": "So Moses went out from Pharaoh and entreated the Lord.",
          "ID": "30"
        },
        {
          "text": "And the Lord did as Moses had spoken: He removed the swarms [of attacking gadflies] from Pharaoh, from his servants, and his people; there remained not one.",
          "ID": "31"
        },
        {
          "text": "But Pharaoh hardened his heart and made it stubborn this time also, nor would he let the people go.",
          "ID": "32"
        }
      ],
      "ID": "OT:EXO.8"
    },
    {
      "name": "Exodus 9",
      "text": [
        {
          "text": "THEN THE Lord said to Moses, Go to Pharaoh and tell him, Thus says the Lord God of the Hebrews: Let My people go, that they may serve Me.",
          "ID": "1"
        },
        {
          "text": "If you refuse to let them go and still hold them,",
          "ID": "2"
        },
        {
          "text": "Behold, the hand of the Lord [will fall] upon your livestock which are out in the field, upon the horses, the donkeys, the camels, the herds and the flocks; there shall be a very severe plague.",
          "ID": "3"
        },
        {
          "text": "But the Lord shall make a distinction between the livestock of Israel and the livestock of Egypt, and nothing shall die of all that belongs to the Israelites.",
          "ID": "4"
        },
        {
          "text": "And the Lord set a time, saying, Tomorrow the Lord will do this thing in the land.",
          "ID": "5"
        },
        {
          "text": "And the Lord did that the next day, and all [kinds of] the livestock of Egypt died; but of the livestock of the Israelites not one died.",
          "ID": "6"
        },
        {
          "text": "Pharaoh sent to find out, and behold, there was not one of the cattle of the Israelites dead. But the heart of Pharaoh was hardened [his mind was set] and he did not let the people go.",
          "ID": "7"
        },
        {
          "text": "The Lord said to Moses and Aaron, Take handfuls of ashes or soot from the brickkiln and let Moses sprinkle them toward the heavens in the sight of Pharaoh.",
          "ID": "8"
        },
        {
          "text": "And it shall become small dust over all the land of Egypt, and become boils breaking out in sores on man and beast in all the land [occupied by the Egyptians].",
          "ID": "9"
        },
        {
          "text": "So they took ashes or soot of the kiln and stood before Pharaoh; and Moses threw them toward the sky, and it became boils erupting in sores on man and beast.",
          "ID": "10"
        },
        {
          "text": "And the magicians could not stand before Moses because of their boils; for the boils were on the magicians and all the Egyptians.",
          "ID": "11"
        },
        {
          "text": "But the Lord hardened the heart of Pharaoh, making it strong and obstinate, and he did not listen to them or heed them, just as the Lord had told Moses.",
          "ID": "12"
        },
        {
          "text": "Then the Lord said to Moses, Rise up early in the morning and stand before Pharaoh and say to him, Thus says the Lord, the God of the Hebrews, Let My people go, that they may serve Me.",
          "ID": "13"
        },
        {
          "text": "For this time I will send all My plagues upon your heart and upon your servants and your people, that you may recognize and know that there is none like Me in all the earth.",
          "ID": "14"
        },
        {
          "text": "For by now I could have put forth My hand and have struck you and your people with pestilence, and you would have been cut off from the earth.",
          "ID": "15"
        },
        {
          "text": "But for this very purpose have I let you live, that I might show you My power, and that My name may be declared throughout all the earth. [Rom. 9:17-24.]",
          "ID": "16"
        },
        {
          "text": "Since you are still exalting yourself [in haughty defiance] against My people by not letting them go,",
          "ID": "17"
        },
        {
          "text": "Behold, tomorrow about this time I will cause it to rain a very heavy and dreadful fall of hail, such as has not been in Egypt from its founding until now.",
          "ID": "18"
        },
        {
          "text": "Send therefore now and gather your cattle in hastily, and all that you have in the field; for every man and beast that is in the field and is not brought home shall be struck by the hail and shall die.",
          "ID": "19"
        },
        {
          "text": "Then he who feared the word of the Lord among the servants of Pharaoh made his servants and his livestock flee into the houses and shelters.",
          "ID": "20"
        },
        {
          "text": "And he who ignored the word of the Lord left his servants and his livestock in the field.",
          "ID": "21"
        },
        {
          "text": "The Lord said to Moses, Stretch forth your hand toward the heavens, that there may be hail in all the land of Egypt, upon man and beast, and upon all the vegetation of the field, throughout the land of Egypt.",
          "ID": "22"
        },
        {
          "text": "Then Moses stretched forth his rod toward the heavens, and the Lord sent thunder and hail, and fire (lightning) ran down to and along the ground, and the Lord rained hail upon the land of Egypt.",
          "ID": "23"
        },
        {
          "text": "So there was hail and fire flashing continually in the midst of the weighty hail, such as had not been in all the land of Egypt since it became a nation.",
          "ID": "24"
        },
        {
          "text": "The hail struck down throughout all the land of Egypt everything that was in the field, both man and beast; and the hail beat down all the vegetation of the field and shattered every tree of the field.",
          "ID": "25"
        },
        {
          "text": "Only in the land of Goshen, where the Israelites were, was there no hail.",
          "ID": "26"
        },
        {
          "text": "And Pharaoh sent for Moses and Aaron, and said to them, I have sinned this time; the Lord is in the right and I and my people are in the wrong.",
          "ID": "27"
        },
        {
          "text": "Entreat the Lord, for there has been enough of these mighty thunderings and hail [these voices of God]; I will let you go; you shall stay here no longer.",
          "ID": "28"
        },
        {
          "text": "Moses said to him, As soon as I leave the city, I will stretch out my hands to the Lord; the thunder shall cease, neither shall there be any more hail, that you may know that the earth is the Lord's.",
          "ID": "29"
        },
        {
          "text": "But as for you and your servants, I know that you do not yet [reverently] fear the Lord God.",
          "ID": "30"
        },
        {
          "text": "The flax and the barley were smitten and ruined, for the barley was in the ear and the flax in bloom.",
          "ID": "31"
        },
        {
          "text": "But the wheat and spelt [another wheat] were not smitten, for they ripen late and were not grown up yet.",
          "ID": "32"
        },
        {
          "text": "So Moses left the city and Pharaoh, and stretched forth his hands to the Lord; and the thunder and hail ceased, and rain was no longer poured upon the earth.",
          "ID": "33"
        },
        {
          "text": "But when Pharaoh saw that the rain, the hail, and the thunder had ceased, he sinned yet more, and toughened and stiffened his hard heart, he and his servants.",
          "ID": "34"
        },
        {
          "text": "So Pharaoh's heart was strong and obstinate; he would not let the Israelites go, just as the Lord had said by Moses. [Exod. 4:21.]",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.9"
    },
    {
      "name": "Exodus 10",
      "text": [
        {
          "text": "THE Lord said to Moses, Go to Pharaoh, for I have made his heart hard, and his servants' hearts, that I might show these My signs [of divine power] before him,",
          "ID": "1"
        },
        {
          "text": "And that you may recount in the ears of your son and of your grandson what I have done in derision of the Egyptians and what things I have [repeatedly] done there–My signs [of divine power] done among them–that you may recognize and know that I am the Lord.",
          "ID": "2"
        },
        {
          "text": "So Moses and Aaron went to Pharaoh, and said to him, Thus says the Lord, the God of the Hebrews, How long will you refuse to humble yourself before Me? Let My people go, that they may serve Me.",
          "ID": "3"
        },
        {
          "text": "For if you refuse to let My people go, behold, tomorrow I will bring locusts into your country.",
          "ID": "4"
        },
        {
          "text": "And they shall cover the land so that one cannot see the ground; and they shall eat the remainder of what escaped and is left to you from the hail, and they shall eat every tree of yours that grows in the field;",
          "ID": "5"
        },
        {
          "text": "The locusts shall fill your houses and those of all your servants and of all the Egyptians, as neither your fathers nor your fathers' fathers have seen from their birth until this day. Then Moses departed from Pharaoh.",
          "ID": "6"
        },
        {
          "text": "And Pharaoh's servants said to him, How long shall this man be a snare to us? Let the men go, that they may serve the Lord their God; do you not yet understand and know that Egypt is destroyed?",
          "ID": "7"
        },
        {
          "text": "So Moses and Aaron were brought again to Pharaoh; and he said to them, Go, serve the Lord your God; but just who are to go?",
          "ID": "8"
        },
        {
          "text": "And Moses said, We will go with our young and our old, with our sons and our daughters, with our flocks and our herds [all of us and all we have], for we must hold a feast to the Lord.",
          "ID": "9"
        },
        {
          "text": "Pharaoh said to them, Let the Lord be with you, if I ever let you go with your little ones! See, you have some evil purpose in mind.",
          "ID": "10"
        },
        {
          "text": "Not so! You that are men, [without your families] go and serve the Lord, for that is what you want. And [Moses and Aaron] were driven from Pharaoh's presence.",
          "ID": "11"
        },
        {
          "text": "Then the Lord said to Moses, Stretch out your hand over the land of Egypt for the locusts, that they may come up on the land of Egypt and eat all the vegetation of the land, all that the hail has left.",
          "ID": "12"
        },
        {
          "text": "And Moses stretched forth his rod over the land of Egypt, and the Lord brought an east wind upon the land all that day and all that night; when it was morning, the east wind brought the locusts.",
          "ID": "13"
        },
        {
          "text": "And the locusts came up over all the land of Egypt and settled down on the whole country of Egypt, a very dreadful mass of them; never before were there such locusts as these, nor will there ever be again.",
          "ID": "14"
        },
        {
          "text": "For they covered the whole land, so that the ground was darkened, and they ate every bit of vegetation of the land and all the fruit of the trees which the hail had left; there remained not a green thing of the trees or the plants of the field in all the land of Egypt.",
          "ID": "15"
        },
        {
          "text": "Then Pharaoh sent for Moses and Aaron in haste. He said, I have sinned against the Lord your God and you.",
          "ID": "16"
        },
        {
          "text": "Now therefore forgive my sin, I pray you, only this once, and entreat the Lord your God only that He may remove from me this [plague of] death.",
          "ID": "17"
        },
        {
          "text": "Then Moses left Pharaoh and entreated the Lord.",
          "ID": "18"
        },
        {
          "text": "And the Lord turned a violent west wind, which lifted the locusts and drove them into the Red Sea; not one locust remained in all the country of Egypt.",
          "ID": "19"
        },
        {
          "text": "But the Lord made Pharaoh's heart more strong and obstinate, and he would not let the Israelites go.",
          "ID": "20"
        },
        {
          "text": "And the Lord said to Moses, Stretch out your hand toward the heavens, that there may be darkness over the land of Egypt, a darkness which may be felt.",
          "ID": "21"
        },
        {
          "text": "So Moses stretched out his hand toward the sky, and for three days a thick darkness was all over the land of Egypt.",
          "ID": "22"
        },
        {
          "text": "The Egyptians could not see one another, nor did anyone rise from his place for three days; but all the Israelites had natural light in their dwellings.",
          "ID": "23"
        },
        {
          "text": "And Pharaoh called to Moses, and said, Go, serve the Lord; let your little ones also go with you; it is only your flocks and your herds that must not go.",
          "ID": "24"
        },
        {
          "text": "But Moses said, You must give into our hand also sacrifices and burnt offerings, that we may sacrifice to the Lord our God.",
          "ID": "25"
        },
        {
          "text": "Our livestock also shall go with us; there shall not a hoof be left behind; for of them must we take to serve the Lord our God, and we know not with what we must serve the Lord until we arrive there.",
          "ID": "26"
        },
        {
          "text": "But the Lord made Pharaoh's heart stronger and more stubborn, and he would not let them go.",
          "ID": "27"
        },
        {
          "text": "And Pharaoh said to Moses, Get away from me! See that you never enter my presence again, for the day you see my face again you shall die!",
          "ID": "28"
        },
        {
          "text": "And Moses said, You have spoken truly; I will never see your face again.",
          "ID": "29"
        }
      ],
      "ID": "OT:EXO.10"
    },
    {
      "name": "Exodus 11",
      "text": [
        {
          "text": "THEN THE Lord said to Moses, Yet will I bring one plague more on Pharaoh and on Egypt; afterwards he will let you go. When he lets you go from here, he will thrust you out altogether.",
          "ID": "1"
        },
        {
          "text": "Speak now in the hearing of the people, and let every man solicit and ask of his neighbor, and every woman of her neighbor, jewels of silver and jewels of gold.",
          "ID": "2"
        },
        {
          "text": "And the Lord gave the people favor in the sight of the Egyptians. Moreover, the man Moses was exceedingly great in the land of Egypt, in the sight of Pharaoh's servants and of the people.",
          "ID": "3"
        },
        {
          "text": "And Moses said, Thus says the Lord, About midnight I will go out into the midst of Egypt;",
          "ID": "4"
        },
        {
          "text": "And all the firstborn in the land [the pride, hope, and joy] of Egypt shall die, from the firstborn of Pharaoh, who sits on his throne, even to the firstborn of the maidservant who is behind the hand mill, and all the firstborn of beasts.",
          "ID": "5"
        },
        {
          "text": "There shall be a great cry in all the land of Egypt, such as has never been nor ever shall be again.",
          "ID": "6"
        },
        {
          "text": "But against any of the Israelites shall not so much as a dog move his tongue against man or beast, that you may know that the Lord makes a distinction between the Egyptians and Israel.",
          "ID": "7"
        },
        {
          "text": "And all these your servants shall come down to me and bow down to me, saying, Get out, and all the people who follow you! And after that I will go out. And he went out from Pharaoh in great anger.",
          "ID": "8"
        },
        {
          "text": "Then the Lord said to Moses, Pharaoh will not listen to you, that My wonders and miracles may be multiplied in the land of Egypt.",
          "ID": "9"
        },
        {
          "text": "Moses and Aaron did all these wonders and miracles before Pharaoh; and the Lord hardened Pharaoh's stubborn heart, and he did not let the Israelites go out of his land.",
          "ID": "10"
        }
      ],
      "ID": "OT:EXO.11"
    },
    {
      "name": "Exodus 12",
      "text": [
        {
          "text": "THE Lord said to Moses and Aaron in the land of Egypt,",
          "ID": "1"
        },
        {
          "text": "This month shall be to you the beginning of months, the first month of the year to you.",
          "ID": "2"
        },
        {
          "text": "Tell all the congregation of Israel, On the tenth day of this month they shall take every man a lamb or kid, according to [the size of] the family of which he is the father, a lamb or kid for each house.",
          "ID": "3"
        },
        {
          "text": "And if the household is too small to consume the lamb, let him and his next door neighbor take it according to the number of persons, every man according to what each can eat shall make your count for the lamb.",
          "ID": "4"
        },
        {
          "text": "Your lamb or kid shall be without blemish, a male of the first year; you shall take it from the sheep or the goats. [I Pet. 1:19, 20.]",
          "ID": "5"
        },
        {
          "text": "And you shall keep it until the fourteenth day of the same month; and the whole assembly of the congregation of Israel shall [each] kill [his] lamb in the evening.",
          "ID": "6"
        },
        {
          "text": "They shall take of the blood and put it on the two side posts and on the lintel [above the door space] of the houses in which they shall eat [the Passover lamb]. [Matt. 26:28; John 1:29; Heb. 9:14.]",
          "ID": "7"
        },
        {
          "text": "They shall eat the flesh that night roasted; with unleavened bread and bitter herbs they shall eat it.",
          "ID": "8"
        },
        {
          "text": "Eat not of it raw nor boiled at all with water, but roasted–its head, its legs, and its inner parts.",
          "ID": "9"
        },
        {
          "text": "You shall let nothing of the meat remain until the morning; and the bones and unedible bits which remain of it until morning you shall burn with fire.",
          "ID": "10"
        },
        {
          "text": "And you shall eat it thus: [as fully prepared for a journey] your loins girded, your shoes on your feet, and your staff in your hand; and you shall eat it in haste. It is the Lord's Passover.",
          "ID": "11"
        },
        {
          "text": "For I will pass through the land of Egypt this night and will smite all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment [proving their helplessness]. I am the Lord.",
          "ID": "12"
        },
        {
          "text": "The blood shall be for a token or sign to you upon [the doorposts of] the houses where you are, [that] when I see the blood, I will pass over you, and no plague shall be upon you to destroy you when I smite the land of Egypt. [I Cor. 5:7; Heb. 11:28.]",
          "ID": "13"
        },
        {
          "text": "And this day shall be to you for a memorial. You shall keep it as a feast to the Lord throughout your generations, keep it as an ordinance forever.",
          "ID": "14"
        },
        {
          "text": "[In celebration of the Passover in future years] seven days shall you eat unleavened bread; even the first day you shall put away leaven [symbolic of corruption] out of your houses; for whoever eats leavened bread from the first day until the seventh day, that person shall be cut off from Israel.",
          "ID": "15"
        },
        {
          "text": "On the first day you shall hold a solemn and holy assembly, and on the seventh day there shall be a solemn and holy assembly; no kind of work shall be done in them, save [preparation of] that which every person must eat–that only may be done by you.",
          "ID": "16"
        },
        {
          "text": "And you shall observe the Feast of Unleavened Bread, for on this very day have I brought your hosts out of the land of Egypt; therefore shall you observe this day throughout your generations as an ordinance forever.",
          "ID": "17"
        },
        {
          "text": "In the first month, on the fourteenth day of the month at evening, you shall eat unleavened bread [and continue] until the twenty-first day of the month at evening.",
          "ID": "18"
        },
        {
          "text": "Seven days no leaven [symbolic of corruption] shall be found in your houses; whoever eats what is leavened shall be excluded from the congregation of Israel, whether a stranger or native-born. [I Cor. 5:6-8.]",
          "ID": "19"
        },
        {
          "text": "You shall eat nothing leavened; in all your dwellings you shall eat unleavened bread [during that week].",
          "ID": "20"
        },
        {
          "text": "Then Moses called for all the elders of Israel, and said to them, Go forth, select and take a lamb according to your families and kill the Passover [lamb].",
          "ID": "21"
        },
        {
          "text": "And you shall take a bunch of hyssop, dip it in the blood in the basin, and touch the lintel above the door and the two side posts with the blood; and none of you shall go out of his house until morning.",
          "ID": "22"
        },
        {
          "text": "For the Lord will pass through to slay the Egyptians; and when He sees the blood upon the lintel and the two side posts, the Lord will pass over the door and will not allow the destroyer to come into your houses to slay you.",
          "ID": "23"
        },
        {
          "text": "You shall observe this rite for an ordinance to you and to your sons forever.",
          "ID": "24"
        },
        {
          "text": "When you come to the land which the Lord will give you, as He has promised, you shall keep this service.",
          "ID": "25"
        },
        {
          "text": "When your children shall say to you, What do you mean by this service?",
          "ID": "26"
        },
        {
          "text": "You shall say, It is the sacrifice of the Lord's Passover, for He passed over the houses of the Israelites in Egypt when He slew the Egyptians but spared our houses. And the people bowed their heads and worshiped.",
          "ID": "27"
        },
        {
          "text": "The Israelites went and, as the Lord had commanded Moses and Aaron, so they did.",
          "ID": "28"
        },
        {
          "text": "At midnight the Lord slew every firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the prisoner in the dungeon, and all the firstborn of the livestock.",
          "ID": "29"
        },
        {
          "text": "Pharaoh rose up in the night, he, all his servants, and all the Egyptians; and there was a great cry in Egypt, for there was not a house where there was not one dead.",
          "ID": "30"
        },
        {
          "text": "He called for Moses and Aaron by night, and said, Rise up, get out from among my people, both you and the Israelites; and go, serve the Lord, as you said.",
          "ID": "31"
        },
        {
          "text": "Also take your flocks and your herds, as you have said, and be gone! And [ask your God to] bless me also.",
          "ID": "32"
        },
        {
          "text": "The Egyptians were urgent with the people to depart, that they might send them out of the land in haste; for they said, We are all dead men.",
          "ID": "33"
        },
        {
          "text": "The people took their dough before it was leavened, their kneading bowls being bound up in their clothes on their shoulders.",
          "ID": "34"
        },
        {
          "text": "The Israelites did according to the word of Moses; and they [urgently] asked of the Egyptians jewels of silver and of gold, and clothing.",
          "ID": "35"
        },
        {
          "text": "The Lord gave the people favor in the sight of the Egyptians, so that they gave them what they asked. And they stripped the Egyptians [of those things].",
          "ID": "36"
        },
        {
          "text": "The Israelites journeyed from Rameses to Succoth, about 600,000 men on foot, besides women and children.",
          "ID": "37"
        },
        {
          "text": "And a mixed multitude went also with them, and very much livestock, both flocks and herds.",
          "ID": "38"
        },
        {
          "text": "They baked unleavened cakes of the dough which they brought from Egypt; it was not leavened because they were driven from Egypt and could not delay, nor had they prepared for themselves any food.",
          "ID": "39"
        },
        {
          "text": "Now the time the Israelites dwelt in Egypt was 430 years. [Gen. 15:13, 14.]",
          "ID": "40"
        },
        {
          "text": "At the end of the 430 years, even that very day, all the hosts of the Lord went out of Egypt.",
          "ID": "41"
        },
        {
          "text": "It was a night of watching unto the Lord and to be much observed for bringing them out of Egypt; this same night of watching unto the Lord is to be observed by all the Israelites throughout their generations.",
          "ID": "42"
        },
        {
          "text": "The Lord said to Moses and Aaron, This is the ordinance of the Passover: No foreigner shall eat of it;",
          "ID": "43"
        },
        {
          "text": "But every man's servant who is bought for money, when you have circumcised him, then may he eat of it.",
          "ID": "44"
        },
        {
          "text": "A foreigner or hired servant shall not eat of it.",
          "ID": "45"
        },
        {
          "text": "In one house shall it be eaten [by one company]; you shall not carry any of the flesh outside the house; neither shall you break a bone of it. [John 19:33, 36.]",
          "ID": "46"
        },
        {
          "text": "All the congregation of Israel shall keep it.",
          "ID": "47"
        },
        {
          "text": "When a stranger sojourning with you wishes to keep the Passover to the Lord, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land. But no uncircumcised person shall eat of it.",
          "ID": "48"
        },
        {
          "text": "There shall be one law for the native-born and for the stranger or foreigner who sojourns among you.",
          "ID": "49"
        },
        {
          "text": "Thus did all the Israelites; as the Lord commanded Moses and Aaron, so did they.",
          "ID": "50"
        },
        {
          "text": "And on that very day the Lord brought the Israelites out of the land of Egypt by their hosts.",
          "ID": "51"
        }
      ],
      "ID": "OT:EXO.12"
    },
    {
      "name": "Exodus 13",
      "text": [
        {
          "text": "THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Sanctify (consecrate, set apart) to Me all the firstborn [males]; whatever is first to open the womb among the Israelites, both of man and of beast, is Mine.",
          "ID": "2"
        },
        {
          "text": "And Moses said to the people, [Earnestly] remember this day in which you came out from Egypt, out of the house of bondage and bondmen, for by strength of hand the Lord brought you out from this place; no leavened bread shall be eaten.",
          "ID": "3"
        },
        {
          "text": "This day you go forth in the month Abib.",
          "ID": "4"
        },
        {
          "text": "And when the Lord brings you into the land of the Canaanites, Hittites, Amorites, Hivites, and Jebusites, which He promised and swore to your fathers to give you, a land flowing with milk and honey [a land of plenty], you shall keep this service in this month.",
          "ID": "5"
        },
        {
          "text": "Seven days you shall eat unleavened bread and the seventh day shall be a feast to the Lord.",
          "ID": "6"
        },
        {
          "text": "Unleavened bread shall be eaten for seven days; no leavened bread shall be seen with you, neither shall there be leaven in all your territory.",
          "ID": "7"
        },
        {
          "text": "You shall explain to your son on that day, This is done because of what the Lord did for me when I came out of Egypt.",
          "ID": "8"
        },
        {
          "text": "It shall be as a sign to you upon your hand and as a memorial between your eyes, that the law of the Lord may be in your mouth; for with a strong hand the Lord has brought you out of Egypt.",
          "ID": "9"
        },
        {
          "text": "You shall therefore keep this ordinance at this time from year to year.",
          "ID": "10"
        },
        {
          "text": "And when the Lord brings you into the land of the Canaanites, as He promised and swore to you and your fathers, and shall give it to you,",
          "ID": "11"
        },
        {
          "text": "You shall set apart to the Lord all that first opens the womb. All the firstlings of your livestock that are males shall be the Lord's.",
          "ID": "12"
        },
        {
          "text": "Every firstborn of a donkey you shall redeem by [substituting for it] a lamb, or if you will not redeem it, then you shall break its neck; and every firstborn among your sons shall you redeem.",
          "ID": "13"
        },
        {
          "text": "And when, in time to come, your son asks you, What does this mean? You shall say to him, By strength of hand the Lord brought us out from Egypt, from the house of bondage and bondmen.",
          "ID": "14"
        },
        {
          "text": "For when Pharaoh stubbornly refused to let us go, the Lord slew all the firstborn in the land of Egypt, both the firstborn of man and of livestock. Therefore I sacrifice to the Lord all the males that first open the womb; but all the firstborn of my sons I redeem.",
          "ID": "15"
        },
        {
          "text": "And it shall be as a reminder upon your hand or as frontlets between your eyes, for by a strong hand the Lord brought us out of Egypt.",
          "ID": "16"
        },
        {
          "text": "When Pharaoh let the people go, God led them not by way of the land of the Philistines, although that was nearer; for God said, Lest the people change their purpose when they see war and return to Egypt.",
          "ID": "17"
        },
        {
          "text": "But God led the people around by way of the wilderness toward the Red Sea. And the Israelites went up marshaled [in ranks] out of the land of Egypt.",
          "ID": "18"
        },
        {
          "text": "And Moses took the bones of Joseph with him, for [Joseph] had strictly sworn the Israelites, saying, Surely God will be with you, and you must carry my bones away from here with you. [Gen. 50:25.]",
          "ID": "19"
        },
        {
          "text": "They journeyed from Succoth and encamped at Etham on the edge of the wilderness.",
          "ID": "20"
        },
        {
          "text": "The Lord went before them by day in a pillar of cloud to lead them along the way and by night in a pillar of fire to give them light, that they might travel by day and by night.",
          "ID": "21"
        },
        {
          "text": "The pillar of cloud by day and the pillar of fire by night did not depart from before the people.",
          "ID": "22"
        }
      ],
      "ID": "OT:EXO.13"
    },
    {
      "name": "Exodus 14",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Tell the Israelites to turn back and encamp before Pi-hahiroth, between Migdol and the [Red] Sea, before Baal-zephon. You shall encamp opposite it by the sea.",
          "ID": "2"
        },
        {
          "text": "For Pharaoh will say of the Israelites, They are entangled in the land; the wilderness has shut them in.",
          "ID": "3"
        },
        {
          "text": "I will harden (make stubborn, strong) Pharaoh's heart, that he will pursue them, and I will gain honor and glory over Pharaoh and all his host, and the Egyptians shall know that I am the Lord. And they did so.",
          "ID": "4"
        },
        {
          "text": "It was told the king of Egypt that the people had fled; and the heart of Pharaoh and of his servants was changed toward the people, and they said, What is this we have done? We have let Israel go from serving us!",
          "ID": "5"
        },
        {
          "text": "And he made ready his chariots and took his army,",
          "ID": "6"
        },
        {
          "text": "And took 600 chosen chariots and all the other chariots of Egypt, with officers over all of them.",
          "ID": "7"
        },
        {
          "text": "The Lord made hard and strong the heart of Pharaoh king of Egypt, and he pursued the Israelites, for [they] left proudly and defiantly. [Acts 13:17.]",
          "ID": "8"
        },
        {
          "text": "The Egyptians pursued them, all the horses and chariots of Pharaoh and his horsemen and his army, and overtook them encamped at the [Red] Sea by Pi-hahiroth, in front of Baal-zephon.",
          "ID": "9"
        },
        {
          "text": "When Pharaoh drew near, the Israelites looked up, and behold, the Egyptians were marching after them; and the Israelites were exceedingly frightened and cried out to the Lord.",
          "ID": "10"
        },
        {
          "text": "And they said to Moses, Is it because there are no graves in Egypt that you have taken us away to die in the wilderness? Why have you treated us this way and brought us out of Egypt?",
          "ID": "11"
        },
        {
          "text": "Did we not tell you in Egypt, Let us alone; let us serve the Egyptians? For it would have been better for us to serve the Egyptians than to die in the wilderness.",
          "ID": "12"
        },
        {
          "text": "Moses told the people, Fear not; stand still (firm, confident, undismayed) and see the salvation of the Lord which He will work for you today. For the Egyptians you have seen today you shall never see again.",
          "ID": "13"
        },
        {
          "text": "The Lord will fight for you, and you shall hold your peace and remain at rest.",
          "ID": "14"
        },
        {
          "text": "The Lord said to Moses, Why do you cry to Me? Tell the people of Israel to go forward!",
          "ID": "15"
        },
        {
          "text": "Lift up your rod and stretch out your hand over the sea and divide it, and the Israelites shall go on dry ground through the midst of the sea.",
          "ID": "16"
        },
        {
          "text": "And I, behold, I will harden (make stubborn and strong) the hearts of the Egyptians, and they shall go [into the sea] after them; and I will gain honor over Pharaoh and all his host, his chariots, and horsemen.",
          "ID": "17"
        },
        {
          "text": "The Egyptians shall know and realize that I am the Lord when I have gained honor and glory over Pharaoh, his chariots, and his horsemen.",
          "ID": "18"
        },
        {
          "text": "And the Angel of God Who went before the host of Israel moved and went behind them; and the pillar of the cloud went from before them and stood behind them,",
          "ID": "19"
        },
        {
          "text": "Coming between the host of Egypt and the host of Israel. It was a cloud and darkness to the Egyptians, but it gave light by night to the Israelites; and the one host did not come near the other all night.",
          "ID": "20"
        },
        {
          "text": "Then Moses stretched out his hand over the sea, and the Lord caused the sea to go back by a strong east wind all that night and made the sea dry land; and the waters were divided.",
          "ID": "21"
        },
        {
          "text": "And the Israelites went into the midst of the sea on dry ground, the waters being a wall to them on their right hand and on their left.",
          "ID": "22"
        },
        {
          "text": "The Egyptians pursued and went in after them into the midst of the sea, even all Pharaoh's horses, his chariots, and his horsemen.",
          "ID": "23"
        },
        {
          "text": "And in the morning watch the Lord through the pillar of fire and cloud looked down on the host of the Egyptians and discomfited [them],",
          "ID": "24"
        },
        {
          "text": "And bound (clogged, took off) their chariot wheels, making them drive heavily; and the Egyptians said, Let us flee from the face of Israel, for the Lord fights for them against the Egyptians!",
          "ID": "25"
        },
        {
          "text": "Then the Lord said to Moses, Stretch out your hand over the sea, that the waters may come again upon the Egyptians, upon their chariots and horsemen.",
          "ID": "26"
        },
        {
          "text": "So Moses stretched forth his hand over the sea, and the sea returned to its strength and normal flow when the morning appeared; and the Egyptians fled into it [being met by it]; and the Lord overthrew the Egyptians and shook them off into the midst of the sea.",
          "ID": "27"
        },
        {
          "text": "The waters returned and covered the chariots, the horsemen, and all the host of Pharaoh that pursued them; not even one of them remained.",
          "ID": "28"
        },
        {
          "text": "But the Israelites walked on dry ground in the midst of the sea, the waters being a wall to them on their right hand and on their left.",
          "ID": "29"
        },
        {
          "text": "Thus the Lord saved Israel that day from the hand of the Egyptians, and Israel saw the Egyptians dead upon the seashore.",
          "ID": "30"
        },
        {
          "text": "And Israel saw that great work which the Lord did against the Egyptians, and the people [reverently] feared the Lord and trusted in (relied on, remained steadfast to) the Lord and to His servant Moses.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.14"
    },
    {
      "name": "Exodus 15",
      "text": [
        {
          "text": "THEN MOSES and the Israelites sang this song to the Lord, saying, I will sing to the Lord, for He has triumphed gloriously; the horse and his rider or its chariot has He thrown into the sea.",
          "ID": "1"
        },
        {
          "text": "The Lord is my Strength and my Song, and He has become my Salvation; this is my God, and I will praise Him, my father's God, and I will exalt Him.",
          "ID": "2"
        },
        {
          "text": "The Lord is a Man of War; the Lord is His name.",
          "ID": "3"
        },
        {
          "text": "Pharaoh's chariots and his host has He cast into the sea; his chosen captains also are sunk in the Red Sea.",
          "ID": "4"
        },
        {
          "text": "The floods cover them; they sank in the depths [clad in mail] like a stone.",
          "ID": "5"
        },
        {
          "text": "Your right hand, O Lord, is glorious in power; Your right hand, O Lord, shatters the enemy.",
          "ID": "6"
        },
        {
          "text": "In the greatness of Your majesty You overthrow those rising against You. You send forth Your fury; it consumes them like stubble.",
          "ID": "7"
        },
        {
          "text": "With the blast of Your nostrils the waters piled up, the floods stood fixed in a heap, the deeps congealed in the heart of the sea.",
          "ID": "8"
        },
        {
          "text": "The enemy said, I will pursue, I will overtake, I will divide the spoil; my desire shall be satisfied upon them; I will draw my sword, my hand shall destroy them.",
          "ID": "9"
        },
        {
          "text": "You [Lord] blew with Your wind, the sea covered them; [clad in mail] they sank as lead in the mighty waters.",
          "ID": "10"
        },
        {
          "text": "Who is like You, O Lord, among the gods? Who is like You, glorious in holiness, awesome in splendor, doing wonders?",
          "ID": "11"
        },
        {
          "text": "You stretched out Your right hand, the earth's [sea] swallowed them.",
          "ID": "12"
        },
        {
          "text": "You in Your mercy and loving-kindness have led forth the people whom You have redeemed; You have guided them in Your strength to Your holy habitation.",
          "ID": "13"
        },
        {
          "text": "The peoples have heard of it; they tremble; pangs have taken hold on the inhabitants of Philistia.",
          "ID": "14"
        },
        {
          "text": "Now the chiefs of Edom are dismayed; the mighty men of Moab [renowned for strength], trembling takes hold of them; all the inhabitants of Canaan have melted away–little by little.",
          "ID": "15"
        },
        {
          "text": "Terror and dread fall upon them; because of the greatness of Your arm they are as still as a stone–till Your people pass by and over [into Canaan], O Lord, till the people pass by whom You have purchased.",
          "ID": "16"
        },
        {
          "text": "You will bring them in [to the land] and plant them on Your own mountain, the place, O Lord, You have made for Your dwelling, the sanctuary, O Lord, which Your hands have established.",
          "ID": "17"
        },
        {
          "text": "The Lord will reign forever and ever.",
          "ID": "18"
        },
        {
          "text": "For the horses of Pharaoh went with his chariots and horsemen into the sea, and the Lord brought back the waters of the sea upon them, but the Israelites walked on dry ground in the midst of the sea.",
          "ID": "19"
        },
        {
          "text": "Then Miriam the prophetess, the sister of Aaron, took a timbrel in her hand, and all the women went out after her with timbrels and dancing.",
          "ID": "20"
        },
        {
          "text": "And Miriam responded to them, Sing to the Lord, for He has triumphed gloriously and is highly exalted; the horse and his rider He has thrown into the sea.",
          "ID": "21"
        },
        {
          "text": "Then Moses led Israel onward from the Red Sea and they went into the Wilderness of Shur; they went three days [thirty-three miles] in the wilderness and found no water.",
          "ID": "22"
        },
        {
          "text": "When they came to Marah, they could not drink its waters for they were bitter; therefore it was named Marah [bitterness].",
          "ID": "23"
        },
        {
          "text": "The people murmured against Moses, saying, What shall we drink?",
          "ID": "24"
        },
        {
          "text": "And he cried to the Lord, and the Lord showed him a tree which he cast into the waters, and the waters were made sweet. There [the Lord] made for them a statute and an ordinance, and there He proved them,",
          "ID": "25"
        },
        {
          "text": "Saying, If you will diligently hearken to the voice of the Lord your God and will do what is right in His sight, and will listen to and obey His commandments and keep all His statutes, I will put none of the diseases upon you which I brought upon the Egyptians, for I am the Lord Who heals you.",
          "ID": "26"
        },
        {
          "text": "And they came to Elim, where there were twelve springs of water and seventy palm trees; and they encamped there by the waters.",
          "ID": "27"
        }
      ],
      "ID": "OT:EXO.15"
    },
    {
      "name": "Exodus 16",
      "text": [
        {
          "text": "THEY SET out from Elim, and all the congregation of Israel came to the Wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they left the land of Egypt.",
          "ID": "1"
        },
        {
          "text": "And the whole congregation of Israel murmured against Moses and Aaron in the wilderness,",
          "ID": "2"
        },
        {
          "text": "And said to them, Would that we had died by the hand of the Lord in the land of Egypt, when we sat by the fleshpots and ate bread to the full; for you have brought us out into this wilderness to kill this whole assembly with hunger.",
          "ID": "3"
        },
        {
          "text": "Then the Lord said to Moses, Behold, I will rain bread from the heavens for you; and the people shall go out and gather a day's portion every day, that I may prove them, whether they will walk in My law or not.",
          "ID": "4"
        },
        {
          "text": "On the sixth day they shall prepare to bring in twice as much as they gather daily.",
          "ID": "5"
        },
        {
          "text": "So Moses and Aaron said to all Israel, At evening you shall know that the Lord has brought you out from the land of Egypt,",
          "ID": "6"
        },
        {
          "text": "And in the morning you shall see the glory of the Lord, for He hears your murmurings against the Lord. For what are we, that you murmur against us?",
          "ID": "7"
        },
        {
          "text": "And Moses said, [This will happen] when the Lord gives you in the evening flesh to eat and in the morning bread to the full, because the Lord has heard your grumblings which you murmur against Him; what are we? Your murmurings are not against us, but against the Lord.",
          "ID": "8"
        },
        {
          "text": "And Moses said to Aaron, Say to all the congregation of Israel, Come near before the Lord, for He has heard your murmurings.",
          "ID": "9"
        },
        {
          "text": "And as Aaron spoke to the whole congregation of Israel, they looked toward the wilderness, and behold, the glory of the Lord appeared in the cloud!",
          "ID": "10"
        },
        {
          "text": "The Lord said to Moses,",
          "ID": "11"
        },
        {
          "text": "I have heard the murmurings of the Israelites; speak to them, saying, At twilight you shall eat meat, and between the two evenings you shall be filled with bread; and you shall know that I am the Lord your God.",
          "ID": "12"
        },
        {
          "text": "In the evening quails came up and covered the camp; and in the morning the dew lay round about the camp.",
          "ID": "13"
        },
        {
          "text": "And when the dew had gone, behold, upon the face of the wilderness there lay a fine, round and flakelike thing, as fine as hoarfrost on the ground.",
          "ID": "14"
        },
        {
          "text": "When the Israelites saw it, they said one to another, Manna [What is it?]. For they did not know what it was. And Moses said to them, This is the bread which the Lord has given you to eat. [John 6:31, 33.]",
          "ID": "15"
        },
        {
          "text": "This is what the Lord has commanded: Let every man gather of it as much as he will need, an omer for each person, according to the number of your persons; take it, every man for those in his tent.",
          "ID": "16"
        },
        {
          "text": "The [people] did so, and gathered, some more, some less.",
          "ID": "17"
        },
        {
          "text": "When they measured it with an omer, he who gathered much had nothing over, and he who gathered little had no lack; each gathered according to his need.",
          "ID": "18"
        },
        {
          "text": "Moses said, Let none of it be left until morning.",
          "ID": "19"
        },
        {
          "text": "But they did not listen to Moses; some of them left of it until morning, and it bred worms, became foul, and stank; and Moses was angry with them.",
          "ID": "20"
        },
        {
          "text": "They gathered it every morning, each as much as he needed, for when the sun became hot it melted.",
          "ID": "21"
        },
        {
          "text": "And on the sixth day they gathered twice as much bread, two omers for each person; and all the leaders of the congregation came and told Moses.",
          "ID": "22"
        },
        {
          "text": "He said to them, The Lord has said, Tomorrow is a solemn rest, a holy Sabbath to the Lord; bake and boil what you will bake and boil today; and all that remains over put aside for you to keep until morning.",
          "ID": "23"
        },
        {
          "text": "They laid it aside till morning, as Moses told them; and it did not become foul, neither was it wormy.",
          "ID": "24"
        },
        {
          "text": "Moses said, Eat that today, for today is a Sabbath to the Lord. Today you shall find none in the field.",
          "ID": "25"
        },
        {
          "text": "Six days you shall gather it, but on the seventh day, the Sabbath, there shall be none.",
          "ID": "26"
        },
        {
          "text": "On the seventh day some of the people went out to gather, but they found none.",
          "ID": "27"
        },
        {
          "text": "The Lord said to Moses, How long do you [people] refuse to keep My commandments and My laws?",
          "ID": "28"
        },
        {
          "text": "See, the Lord has given you the Sabbath; therefore He gives you on the sixth day the bread for two days; let every man remain in his place; let no man leave his place on the seventh day.",
          "ID": "29"
        },
        {
          "text": "So the people rested on the seventh day.",
          "ID": "30"
        },
        {
          "text": "The house of Israel called the bread manna; it was like coriander seed, white, and it tasted like wafers made with honey.",
          "ID": "31"
        },
        {
          "text": "Moses said, This is what the Lord commands, Take an omer of it to be kept throughout your generations, that they may see the bread with which I fed you in the wilderness when I brought you out of the land of Egypt.",
          "ID": "32"
        },
        {
          "text": "And Moses said to Aaron, Take a pot and put an omer of manna in it, and lay it up before the Lord, to be kept throughout your generations.",
          "ID": "33"
        },
        {
          "text": "As the Lord commanded Moses, Aaron laid it up before the Testimony to be kept [in the ark]. [Heb. 9:4.]",
          "ID": "34"
        },
        {
          "text": "And the Israelites ate manna forty years, until they came to a habitable land; they ate the manna until they came to the border of the land of Canaan.",
          "ID": "35"
        },
        {
          "text": "(Now an omer is the tenth of an ephah.)",
          "ID": "36"
        }
      ],
      "ID": "OT:EXO.16"
    },
    {
      "name": "Exodus 17",
      "text": [
        {
          "text": "ALL THE congregation of the Israelites moved on from the Wilderness of Sin by stages, according to the commandment of the Lord, and encamped at Rephidim; but there was no water for the people to drink.",
          "ID": "1"
        },
        {
          "text": "Therefore, the people contended with Moses, and said, Give us water that we may drink. And Moses said to them, Why do you find fault with me? Why do you tempt the Lord and try His patience?",
          "ID": "2"
        },
        {
          "text": "But the people thirsted there for water, and the people murmured against Moses, and said, Why did you bring us up out of Egypt to kill us and our children and livestock with thirst?",
          "ID": "3"
        },
        {
          "text": "So Moses cried to the Lord, What shall I do with this people? They are almost ready to stone me.",
          "ID": "4"
        },
        {
          "text": "And the Lord said to Moses, Pass on before the people, and take with you some of the elders of Israel; and take in your hand the rod with which you smote the river [Nile], and go.",
          "ID": "5"
        },
        {
          "text": "Behold, I will stand before you there on the rock at [Mount] Horeb; and you shall strike the rock, and water shall come out of it, that the people may drink. And Moses did so in the sight of the elders of Israel. [I Cor. 10:4.]",
          "ID": "6"
        },
        {
          "text": "He called the place Massah [proof] and Meribah [contention] because of the faultfinding of the Israelites and because they tempted and tried the patience of the Lord, saying, Is the Lord among us or not?",
          "ID": "7"
        },
        {
          "text": "Then came Amalek [descendants of Esau] and fought with Israel at Rephidim.",
          "ID": "8"
        },
        {
          "text": "And Moses said to Joshua, Choose us out men and go out, fight with Amalek. Tomorrow I will stand on the top of the hill with the rod of God in my hand.",
          "ID": "9"
        },
        {
          "text": "So Joshua did as Moses said and fought with Amalek; and Moses, Aaron, and Hur went up to the hilltop.",
          "ID": "10"
        },
        {
          "text": "When Moses held up his hand, Israel prevailed; and when he lowered his hand, Amalek prevailed.",
          "ID": "11"
        },
        {
          "text": "But Moses' hands were heavy and grew weary. So [the other men] took a stone and put it under him and he sat on it. Then Aaron and Hur held up his hands, one on one side and one on the other side; so his hands were steady until the going down of the sun.",
          "ID": "12"
        },
        {
          "text": "And Joshua mowed down and disabled Amalek and his people with the sword.",
          "ID": "13"
        },
        {
          "text": "And the Lord said to Moses, Write this for a memorial in the book and rehearse it in the ears of Joshua, that I will utterly blot out the remembrance of Amalek from under the heavens. [I Sam. 15:2-8.]",
          "ID": "14"
        },
        {
          "text": "And Moses built an altar and called the name of it, The Lord is my Banner;",
          "ID": "15"
        },
        {
          "text": "And he said, Because [theirs] is a hand against the throne of the Lord, the Lord will have war with Amalek from generation to generation.",
          "ID": "16"
        }
      ],
      "ID": "OT:EXO.17"
    },
    {
      "name": "Exodus 18",
      "text": [
        {
          "text": "NOW JETHRO [Reuel], the priest of Midian, Moses' father-in-law, heard of all that God had done for Moses and for Israel His people, and that the Lord had brought Israel out of Egypt.",
          "ID": "1"
        },
        {
          "text": "Then Jethro, Moses' father-in-law, took Zipporah, Moses' wife, after Moses had sent her back [to her father],",
          "ID": "2"
        },
        {
          "text": "And her two sons, of whom the name of the one was Gershom [ expulsion, or a stranger there], for Moses said, I have been an alien in a strange land;",
          "ID": "3"
        },
        {
          "text": "And the name of the other was Eliezer [God is help], for the God of my father, said Moses, was my help, and delivered me from the sword of Pharaoh.",
          "ID": "4"
        },
        {
          "text": "And Jethro, Moses' father-in-law, came with Moses' sons and his wife to the wilderness where he was encamped at the mount of God [Horeb, or Sinai].",
          "ID": "5"
        },
        {
          "text": "And he said [in a message] to Moses, I, your father-in-law Jethro, am come to you and your wife and her two sons with her.",
          "ID": "6"
        },
        {
          "text": "And Moses went out to meet his father-in-law and bowed in homage and kissed him; and each asked the other of his welfare and they came into the tent.",
          "ID": "7"
        },
        {
          "text": "Moses told his father-in-law all the Lord had done to Pharaoh and the Egyptians for Israel's sake and all the hardships that had come upon them by the way and how the Lord delivered them.",
          "ID": "8"
        },
        {
          "text": "Jethro rejoiced for all the goodness the Lord had done to Israel in that He had delivered them out of the hand of the Egyptians.",
          "ID": "9"
        },
        {
          "text": "Jethro said, Blessed be the Lord, Who has delivered you out of the hand of the Egyptians and out of the hand of Pharaoh, Who has delivered the people [Israel] from under the hand of the Egyptians.",
          "ID": "10"
        },
        {
          "text": "Now I know that the Lord is greater than all gods. Yes, in the [very] thing in which they dealt proudly [He showed Himself infinitely superior to all their gods].",
          "ID": "11"
        },
        {
          "text": "And Jethro, Moses' father-in-law, took a burnt offering and sacrifices [to offer] to God, and Aaron came with all the elders of Israel to eat bread with Moses' father-in-law before God.",
          "ID": "12"
        },
        {
          "text": "Next day Moses sat to judge the people, and the people stood around Moses from morning till evening.",
          "ID": "13"
        },
        {
          "text": "When Moses' father-in-law saw all that he was doing for the people, he said, What is this that you do for the people? Why do you sit alone, and all the people stand around you from morning till evening?",
          "ID": "14"
        },
        {
          "text": "Moses said to his father-in-law, Because the people come to me to inquire of God.",
          "ID": "15"
        },
        {
          "text": "When they have a dispute they come to me, and I judge between a man and his neighbor, and I make them know the statutes of God and His laws.",
          "ID": "16"
        },
        {
          "text": "Moses' father-in-law said to him, The thing that you are doing is not good.",
          "ID": "17"
        },
        {
          "text": "You will surely wear out both yourself and this people with you, for the thing is too heavy for you; you are not able to perform it all by yourself.",
          "ID": "18"
        },
        {
          "text": "Listen now to [me]; I will counsel you, and God will be with you. You shall represent the people before God, bringing their cases and causes to Him,",
          "ID": "19"
        },
        {
          "text": "Teaching them the decrees and laws, showing them the way they must walk and the work they must do.",
          "ID": "20"
        },
        {
          "text": "Moreover, you shall choose able men from all the people–God-fearing men of truth who hate unjust gain–and place them over thousands, hundreds, fifties, and tens, to be their rulers.",
          "ID": "21"
        },
        {
          "text": "And let them judge the people at all times; every great matter they shall bring to you, but every small matter they shall judge. So it will be easier for you, and they will bear the burden with you.",
          "ID": "22"
        },
        {
          "text": "If you will do this, and God so commands you, you will be able to endure [the strain], and all these people also will go to their [tents] in peace.",
          "ID": "23"
        },
        {
          "text": "So Moses listened to and heeded the voice of his father-in-law and did all that he had said.",
          "ID": "24"
        },
        {
          "text": "Moses chose able men out of all Israel and made them heads over the people, rulers of thousands, of hundreds, of fifties, and of tens.",
          "ID": "25"
        },
        {
          "text": "And they judged the people at all times; the hard cases they brought to Moses, but every small matter they decided themselves.",
          "ID": "26"
        },
        {
          "text": "Then Moses let his father-in-law depart, and he went his way into his own land.",
          "ID": "27"
        }
      ],
      "ID": "OT:EXO.18"
    },
    {
      "name": "Exodus 19",
      "text": [
        {
          "text": "IN THE third month after the Israelites left the land of Egypt, the same day, they came into the Wilderness of Sinai.",
          "ID": "1"
        },
        {
          "text": "When they had departed from Rephidim and had come to the Wilderness of Sinai, they encamped there before the mountain.",
          "ID": "2"
        },
        {
          "text": "And Moses went up to God, and the Lord called to him out of the mountain, Say this to the house of Jacob and tell the Israelites:",
          "ID": "3"
        },
        {
          "text": "You have seen what I did to the Egyptians, and how I bore you on eagles' wings and brought you to Myself.",
          "ID": "4"
        },
        {
          "text": "Now therefore, if you will obey My voice in truth and keep My covenant, then you shall be My own peculiar possession and treasure from among and above all peoples; for all the earth is Mine.",
          "ID": "5"
        },
        {
          "text": "And you shall be to Me a kingdom of priests, a holy nation [consecrated, set apart to the worship of God]. These are the words you shall speak to the Israelites.",
          "ID": "6"
        },
        {
          "text": "So Moses called for the elders of the people and told them all these words which the Lord commanded him.",
          "ID": "7"
        },
        {
          "text": "And all the people answered together, and said, All that the Lord has spoken we will do. And Moses reported the words of the people to the Lord.",
          "ID": "8"
        },
        {
          "text": "And the Lord said to Moses, Behold, I come to you in a thick cloud, that the people may hear when I speak with you and believe you and remain steadfast forever. Then Moses told the words of the people to the Lord.",
          "ID": "9"
        },
        {
          "text": "And the Lord said to Moses, Go and sanctify the people [set them apart for God] today and tomorrow, and let them wash their clothes",
          "ID": "10"
        },
        {
          "text": "And be ready by the third day, for the third day the Lord will come down upon Mount Sinai [in the cloud] in the sight of all the people.",
          "ID": "11"
        },
        {
          "text": "And you shall set bounds for the people round about, saying, Take heed that you go not up into the mountain or touch the border of it. Whoever touches the mountain shall surely be put to death.",
          "ID": "12"
        },
        {
          "text": "No hand shall touch it [or the offender], but he shall surely be stoned or shot [with arrows]; whether beast or man, he shall not live. When the trumpet sounds a long blast, they shall come up to the mountain. [Num. 24:8.]",
          "ID": "13"
        },
        {
          "text": "So Moses went down from the mountain to the people and sanctified them [set them apart for God], and they washed their clothes.",
          "ID": "14"
        },
        {
          "text": "And he said to the people, Be ready by the day after tomorrow; do not go near a woman.",
          "ID": "15"
        },
        {
          "text": "The third morning there were thunders and lightnings, and a thick cloud upon the mountain, and a very loud trumpet blast, so that all the people in the camp trembled.",
          "ID": "16"
        },
        {
          "text": "Then Moses brought the people from the camp to meet God, and they stood at the foot of the mountain.",
          "ID": "17"
        },
        {
          "text": "Mount Sinai was wrapped in smoke, for the Lord descended upon it in fire; its smoke ascended like that of a furnace, and the whole mountain quaked greatly.",
          "ID": "18"
        },
        {
          "text": "As the trumpet blast grew louder and louder, Moses spoke and God answered him with a voice. [Deut. 4:12.]",
          "ID": "19"
        },
        {
          "text": "The Lord came down upon Mount Sinai to the top of the mountain, and the Lord called Moses to the top of the mountain, and Moses went up.",
          "ID": "20"
        },
        {
          "text": "The Lord said to Moses, Go down and warn the people, lest they break through to the Lord to gaze and many of them perish.",
          "ID": "21"
        },
        {
          "text": "And also let the priests, who come near to the Lord, sanctify (set apart) themselves [for God], lest the Lord break forth against them.",
          "ID": "22"
        },
        {
          "text": "And Moses said to the Lord, The people cannot come up to Mount Sinai, for You Yourself charged us, saying, Set bounds about the mountain and sanctify it [set it apart for God].",
          "ID": "23"
        },
        {
          "text": "Then the Lord said to him, Go, get down and you shall come up, you and Aaron with you; but let not the priests and the people break through to come up to the Lord, lest He break forth against them.",
          "ID": "24"
        },
        {
          "text": "So Moses went down to the people and told them.",
          "ID": "25"
        }
      ],
      "ID": "OT:EXO.19"
    },
    {
      "name": "Exodus 20",
      "text": [
        {
          "text": "THEN GOD spoke all these words:",
          "ID": "1"
        },
        {
          "text": "I am the Lord your God, Who has brought you out of the land of Egypt, out of the house of bondage.",
          "ID": "2"
        },
        {
          "text": "You shall have no other gods before or besides Me.",
          "ID": "3"
        },
        {
          "text": "You shall not make yourself any graven image [to worship it] or any likeness of anything that is in the heavens above, or that is in the earth beneath, or that is in the water under the earth;",
          "ID": "4"
        },
        {
          "text": "You shall not bow down yourself to them or serve them; for I the Lord your God am a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generation of those who hate Me, [Isa. 42:8; 48:11.]",
          "ID": "5"
        },
        {
          "text": "But showing mercy and steadfast love to a thousand generations of those who love Me and keep My commandments.",
          "ID": "6"
        },
        {
          "text": "You shall not use or repeat the name of the Lord your God in vain [that is, lightly or frivolously, in false affirmations or profanely]; for the Lord will not hold him guiltless who takes His name in vain.",
          "ID": "7"
        },
        {
          "text": "[Earnestly] remember the Sabbath day, to keep it holy (withdrawn from common employment and dedicated to God).",
          "ID": "8"
        },
        {
          "text": "Six days you shall labor and do all your work,",
          "ID": "9"
        },
        {
          "text": "But the seventh day is a Sabbath to the Lord your God; in it you shall not do any work, you, or your son, your daughter, your manservant, your maidservant, your domestic animals, or the sojourner within your gates.",
          "ID": "10"
        },
        {
          "text": "For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. That is why the Lord blessed the Sabbath day and hallowed it [set it apart for His purposes].",
          "ID": "11"
        },
        {
          "text": "Regard (treat with honor, due obedience, and courtesy) your father and mother, that your days may be long in the land the Lord your God gives you.",
          "ID": "12"
        },
        {
          "text": "You shall not commit murder.",
          "ID": "13"
        },
        {
          "text": "You shall not commit adultery. [Prov. 6:25, 26; Matt. 5:28; Rom. 1:24; Eph. 5:3.]",
          "ID": "14"
        },
        {
          "text": "You shall not steal. [Prov. 11:1; 16:8; 21:6; 22:16; Jer. 17:11; Mal. 3:8.]",
          "ID": "15"
        },
        {
          "text": "You shall not witness falsely against your neighbor. [Exod. 23:1; Prov. 19:9; 24:28.]",
          "ID": "16"
        },
        {
          "text": "You shall not covet your neighbor's house, your neighbor's wife, or his manservant, or his maidservant, or his ox, or his donkey, or anything that is your neighbor's. [Luke 12:15; Col. 3:5.]",
          "ID": "17"
        },
        {
          "text": "Now all the people perceived the thunderings and the lightnings and the noise of the trumpet and the smoking mountain, and as [they] looked they trembled with fear and fell back and stood afar off.",
          "ID": "18"
        },
        {
          "text": "And they said to Moses, You speak to us and we will listen, but let not God speak to us, lest we die.",
          "ID": "19"
        },
        {
          "text": "And Moses said to the people, Fear not; for God has come to prove you, so that the [reverential] fear of Him may be before you, that you may not sin.",
          "ID": "20"
        },
        {
          "text": "And the people stood afar off, but Moses drew near to the thick darkness where God was.",
          "ID": "21"
        },
        {
          "text": "And the Lord said to Moses, Thus shall you say to the Israelites, You have seen for yourselves that I have talked with you from heaven.",
          "ID": "22"
        },
        {
          "text": "You shall not make [gods to share] with Me [My glory and your worship]; gods of silver or gods of gold you shall not make for yourselves.",
          "ID": "23"
        },
        {
          "text": "An altar of earth you shall make to Me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I record My name and cause it to be remembered I will come to you and bless you.",
          "ID": "24"
        },
        {
          "text": "And if you will make Me an altar of stone, you shall not build it of hewn stone, for if you lift up a tool upon it you have polluted it.",
          "ID": "25"
        },
        {
          "text": "Neither shall you go up by steps to My altar, that your nakedness be not exposed upon it.",
          "ID": "26"
        }
      ],
      "ID": "OT:EXO.20"
    },
    {
      "name": "Exodus 21",
      "text": [
        {
          "text": "NOW THESE are the ordinances you [Moses] shall set before [the Israelites].",
          "ID": "1"
        },
        {
          "text": "If you buy a Hebrew servant [as the result of debt or theft], he shall serve six years, and in the seventh he shall go out free, paying nothing. [Lev. 25:39.]",
          "ID": "2"
        },
        {
          "text": "If he came [to you] by himself, he shall go out by himself; if he came married, then his wife shall go out with him.",
          "ID": "3"
        },
        {
          "text": "If his master has given him a wife and she has borne him sons or daughters, the wife and her children shall be her master's, and he shall go out [of your service] alone.",
          "ID": "4"
        },
        {
          "text": "But if the servant shall plainly say, I love my master, my wife, and my children; I will not go free,",
          "ID": "5"
        },
        {
          "text": "Then his master shall bring him to God [the judges as His agents]; he shall bring him to the door or doorpost and shall pierce his ear with an awl; and he shall serve him for life.",
          "ID": "6"
        },
        {
          "text": "If a man sells his daughter to be a maidservant or bondwoman, she shall not go out [in six years] as menservants do.",
          "ID": "7"
        },
        {
          "text": "If she does not please her master who has not espoused her to himself, he shall let her be redeemed. To sell her to a foreign people he shall have no power, for he has dealt faithlessly with her.",
          "ID": "8"
        },
        {
          "text": "And if he espouses her to his son, he shall deal with her as with a daughter.",
          "ID": "9"
        },
        {
          "text": "If he marries again, her food, clothing, and privilege as a wife shall he not diminish.",
          "ID": "10"
        },
        {
          "text": "And if he does not do these three things for her, then shall she go out free, without payment of money.",
          "ID": "11"
        },
        {
          "text": "Whoever strikes a man so that he dies shall surely be put to death.",
          "ID": "12"
        },
        {
          "text": "But if he did not lie in wait for him, but God allowed him to fall into his hand, then I will appoint you a place to which he may flee [for protection until duly tried]. [Num. 35:22-28.]",
          "ID": "13"
        },
        {
          "text": "But if a man comes willfully upon another to slay him craftily, you shall take him from My altar [to which he may have fled for protection], that he may die.",
          "ID": "14"
        },
        {
          "text": "Whoever strikes his father or his mother shall surely be put to death.",
          "ID": "15"
        },
        {
          "text": "Whoever kidnaps a man, whether he sells him or is found with him in his possession, shall surely be put to death.",
          "ID": "16"
        },
        {
          "text": "Whoever curses his father or his mother shall surely be put to death.",
          "ID": "17"
        },
        {
          "text": "If men quarrel and one strikes another with a stone or with his fist and he does not die but keeps his bed,",
          "ID": "18"
        },
        {
          "text": "If he rises again and walks about leaning upon his staff, then he that struck him shall be clear, except he must pay for the loss of his time and shall cause him to be thoroughly healed.",
          "ID": "19"
        },
        {
          "text": "And if a man strikes his servant or his maid with a rod and he [or she] dies under his hand, he shall surely be punished.",
          "ID": "20"
        },
        {
          "text": "But if the servant lives on for a day or two, the offender shall not be punished, for he [has injured] his own property.",
          "ID": "21"
        },
        {
          "text": "If men contend with each other, and a pregnant woman [interfering] is hurt so that she has a miscarriage, yet no further damage follows, [the one who hurt her] shall surely be punished with a fine [paid] to the woman's husband, as much as the judges determine.",
          "ID": "22"
        },
        {
          "text": "But if any damage follows, then you shall give life for life,",
          "ID": "23"
        },
        {
          "text": "Eye for eye, tooth for tooth, hand for hand, foot for foot,",
          "ID": "24"
        },
        {
          "text": "Burn for burn, wound for wound, and lash for lash.",
          "ID": "25"
        },
        {
          "text": "And if a man hits the eye of his servant or the eye of his maid so that it is destroyed, he shall let him go free for his eye's sake.",
          "ID": "26"
        },
        {
          "text": "And if he knocks out his manservant's tooth or his maidservant's tooth, he shall let him go free for his tooth's sake.",
          "ID": "27"
        },
        {
          "text": "If an ox gores a man or a woman to death, then the ox shall surely be stoned, and its flesh shall not be eaten; but the owner of the ox shall be clear.",
          "ID": "28"
        },
        {
          "text": "But if the ox has tried to gore before, and its owner has been warned but has not kept it closed in and it kills a man or a woman, the ox shall be stoned and its owner also put to death.",
          "ID": "29"
        },
        {
          "text": "If a ransom is put on [the man's] life, then he shall give for the redemption of his life whatever is laid upon him.",
          "ID": "30"
        },
        {
          "text": "If the [man's ox] has gored another's son or daughter, he shall be dealt with according to this same rule.",
          "ID": "31"
        },
        {
          "text": "If the ox gores a manservant or a maidservant, the owner shall give to their master thirty shekels of silver, and the ox shall be stoned.",
          "ID": "32"
        },
        {
          "text": "If a man leaves a pit open or digs a pit and does not cover it and an ox or a donkey falls into it,",
          "ID": "33"
        },
        {
          "text": "The owner of the pit shall make it good; he shall give money to the animal's owner, but the dead beast shall be his.",
          "ID": "34"
        },
        {
          "text": "If one man's ox hurts another's so that it dies, they shall sell the live ox and divide the price of it; the dead ox also they shall divide between them.",
          "ID": "35"
        },
        {
          "text": "Or if it is known that the ox has gored in the past, and its owner has not kept it closed in, he shall surely pay ox for ox, and the dead beast shall be his.",
          "ID": "36"
        }
      ],
      "ID": "OT:EXO.21"
    },
    {
      "name": "Exodus 22",
      "text": [
        {
          "text": "IF A man steals an ox or sheep and kills or sells it, he shall pay five oxen for an ox, or four sheep for a sheep.",
          "ID": "1"
        },
        {
          "text": "If a thief is found breaking in and is struck so that he dies, there shall be no blood shed for him.",
          "ID": "2"
        },
        {
          "text": "But if the sun has risen [so he can be seen], blood must be shed for slaying him. The thief [if he lives] must make full restitution; if he has nothing, then he shall be sold for his theft.",
          "ID": "3"
        },
        {
          "text": "If the beast which he stole is found in his possession alive, whether it is ox or ass or sheep, he shall restore double.",
          "ID": "4"
        },
        {
          "text": "If a man causes a field or vineyard to be grazed over or lets his beast loose and it feeds in another man's field, he shall make restitution of the best of his own field or his own vineyard.",
          "ID": "5"
        },
        {
          "text": "If fire breaks out and catches so that the stacked grain or standing grain or the field be consumed, he who kindled the fire shall make full restitution.",
          "ID": "6"
        },
        {
          "text": "If a man delivers to his neighbor money or goods to keep and it is stolen out of the neighbor's house, then, if the thief is found, he shall pay double.",
          "ID": "7"
        },
        {
          "text": "But if the thief is not found, the house owner shall appear before God [the judges as His agents] to find whether he stole his neighbor's goods.",
          "ID": "8"
        },
        {
          "text": "For every unlawful deed, whether it concerns ox, donkey, sheep, clothing, or any lost thing at all, which another identifies as his, the cause of both parties shall come before God [the judges]. Whomever [they] shall condemn shall pay his neighbor double.",
          "ID": "9"
        },
        {
          "text": "If a man delivers to his neighbor a donkey or an ox or a sheep or any beast to keep and it dies or is hurt or driven away, no man seeing it,",
          "ID": "10"
        },
        {
          "text": "Then an oath before the Lord shall be required between the two that the man has not taken his neighbor's property; and the owner of it shall accept his word and not require him to make good the loss.",
          "ID": "11"
        },
        {
          "text": "But if it is stolen when in his care, he shall make restitution to its owner.",
          "ID": "12"
        },
        {
          "text": "If it be torn in pieces [by some wild beast or by accident], let him bring [the mangled carcass] for witness; he shall not make good what was torn.",
          "ID": "13"
        },
        {
          "text": "And if a man borrows anything of his neighbor and it gets hurt or dies without its owner being with it, the borrower shall make full restitution.",
          "ID": "14"
        },
        {
          "text": "But if the owner is with it [when the damage is done], the borrower shall not make it good. If it is a hired thing, the damage is included in its hire.",
          "ID": "15"
        },
        {
          "text": "If a man seduces a virgin not betrothed and lies with her, he shall surely pay a dowry for her to become his wife.",
          "ID": "16"
        },
        {
          "text": "If her father utterly refuses to give her to him, he shall pay money equivalent to the dowry of virgins.",
          "ID": "17"
        },
        {
          "text": "You shall not allow a woman to live who practices sorcery.",
          "ID": "18"
        },
        {
          "text": "Whoever lies carnally with a beast shall surely be put to death.",
          "ID": "19"
        },
        {
          "text": "He who sacrifices to any god but the Lord only shall be utterly destroyed.",
          "ID": "20"
        },
        {
          "text": "You shall not wrong a stranger or oppress him; for you were strangers in the land of Egypt.",
          "ID": "21"
        },
        {
          "text": "You shall not afflict any widow or fatherless child.",
          "ID": "22"
        },
        {
          "text": "If you afflict them in any way and they cry at all to Me, I will surely hear their cry;",
          "ID": "23"
        },
        {
          "text": "And My wrath shall burn; I will kill you with the sword, and your wives shall be widows and your children fatherless.",
          "ID": "24"
        },
        {
          "text": "If you lend money to any of My people with you who is poor, you shall not be to him as a creditor, neither shall you require interest from him.",
          "ID": "25"
        },
        {
          "text": "If you ever take your neighbor's garment in pledge, you shall give it back to him before the sun goes down;",
          "ID": "26"
        },
        {
          "text": "For that is his only covering, his clothing for his body. In what shall he sleep? When he cries to Me, I will hear, for I am gracious and merciful.",
          "ID": "27"
        },
        {
          "text": "You shall not revile God [the judges as His agents] or esteem lightly or curse a ruler of your people.",
          "ID": "28"
        },
        {
          "text": "You shall not delay to bring to Me from the fullness [of your harvested grain] and the outflow [of your grape juice and olive oil]; give Me the firstborn of your sons [or redeem them]. [Exod. 34:19, 20.]",
          "ID": "29"
        },
        {
          "text": "Likewise shall you do with your oxen and your sheep. Seven days the firstborn [beast] shall be with its mother; on the eighth day you shall give it to Me.",
          "ID": "30"
        },
        {
          "text": "And you shall be holy men [consecrated] to Me; therefore you shall not eat any flesh that is torn by beasts in the field; you shall throw it to the dogs.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.22"
    },
    {
      "name": "Exodus 23",
      "text": [
        {
          "text": "YOU SHALL not repeat or raise a false report; you shall not join with the wicked to be an unrighteous witness.",
          "ID": "1"
        },
        {
          "text": "You shall not follow a crowd to do evil; nor shall you bear witness at a trial so as to side with a multitude to pervert justice.",
          "ID": "2"
        },
        {
          "text": "Neither shall you be partial to a poor man in his trial [just because he is poor].",
          "ID": "3"
        },
        {
          "text": "If you meet your enemy's ox or his donkey going astray, you shall surely bring it back to him again.",
          "ID": "4"
        },
        {
          "text": "If you see the donkey of one who hates you lying [helpless] under his load, you shall refrain from leaving the man to cope with it alone; you shall help him to release the animal.",
          "ID": "5"
        },
        {
          "text": "You shall not pervert the justice due to your poor in his cause.",
          "ID": "6"
        },
        {
          "text": "Keep far from a false matter and [be very careful] not to condemn to death the innocent and the righteous, for I will not justify and acquit the wicked.",
          "ID": "7"
        },
        {
          "text": "You shall take no bribe, for the bribe blinds those who have sight and perverts the testimony and the cause of the righteous.",
          "ID": "8"
        },
        {
          "text": "Also you shall not oppress a temporary resident, for you know the heart of a stranger and sojourner, seeing you were strangers and sojourners in Egypt.",
          "ID": "9"
        },
        {
          "text": "Six years you shall sow your land and reap its yield.",
          "ID": "10"
        },
        {
          "text": "But the seventh year you shall release it and let it rest and lie fallow, that the poor of your people may eat [what the land voluntarily yields], and what they leave the wild beasts shall eat. In like manner you shall deal with your vineyard and olive grove.",
          "ID": "11"
        },
        {
          "text": "Six days you shall do your work, but the seventh day you shall rest and keep Sabbath, that your ox and your donkey may rest, and the son of your bondwoman, and the alien, may be refreshed.",
          "ID": "12"
        },
        {
          "text": "In all I have said to you take heed; do not mention the name of other gods [either in blessing or cursing]; do not let such speech be heard from your mouth.",
          "ID": "13"
        },
        {
          "text": "Three times in the year you shall keep a feast to Me.",
          "ID": "14"
        },
        {
          "text": "You shall keep the Feast of Unleavened Bread; seven days you shall eat unleavened bread as I commanded you, at the time appointed in the month of Abib, for in it you came out of Egypt. None shall appear before Me empty-handed.",
          "ID": "15"
        },
        {
          "text": "Also you shall keep the Feast of Harvest [Pentecost], [acknowledging] the firstfruits of your toil, of what you sow in the field. And [third] you shall keep the Feast of Ingathering [Booths or Tabernacles] at the end of the year, when you gather in the fruit of your labors from the field.",
          "ID": "16"
        },
        {
          "text": "Three times in the year all your males shall appear before the Lord God.",
          "ID": "17"
        },
        {
          "text": "You shall not offer the blood of My sacrifice with leavened bread [but keep it unmixed], neither shall the fat of My feast remain all night until morning.",
          "ID": "18"
        },
        {
          "text": "The first of the firstfruits of your ground you shall bring into the house of the Lord your God. You shall not boil a kid in its mother's milk.",
          "ID": "19"
        },
        {
          "text": "Behold, I send an Angel before you to keep and guard you on the way and to bring you to the place I have prepared.",
          "ID": "20"
        },
        {
          "text": "Give heed to Him, listen to and obey His voice; be not rebellious before Him or provoke Him, for He will not pardon your transgression; for My Name is in Him. [Exod. 32:34; 33:14; Isa. 63:9.]",
          "ID": "21"
        },
        {
          "text": "But if you will indeed listen to and obey His voice and all that I speak, then I will be an enemy to your enemies and an adversary to your adversaries.",
          "ID": "22"
        },
        {
          "text": "When My Angel goes before you and brings you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I reject them and blot them out,",
          "ID": "23"
        },
        {
          "text": "You shall not bow down to their gods or serve them or do after their works; but you shall utterly overthrow them and break down their pillars and images.",
          "ID": "24"
        },
        {
          "text": "You shall serve the Lord your God; He shall bless your bread and water, and I will take sickness from your midst.",
          "ID": "25"
        },
        {
          "text": "None shall lose her young by miscarriage or be barren in your land; I will fulfill the number of your days.",
          "ID": "26"
        },
        {
          "text": "I will send My terror before you and will throw into confusion all the people to whom you shall come, and I will make all your foes turn from you [in flight].",
          "ID": "27"
        },
        {
          "text": "And I will send hornets before you which shall drive out the Hivite, Canaanite, and Hittite from before you.",
          "ID": "28"
        },
        {
          "text": "I will not drive them out from before you in one year, lest the land become desolate [for lack of attention] and the wild beasts multiply against you.",
          "ID": "29"
        },
        {
          "text": "Little by little I will drive them out from before you, until you have increased and are numerous enough to take possession of the land.",
          "ID": "30"
        },
        {
          "text": "I will set your borders from the Red Sea to the Sea of the Philistines, and from the wilderness to the river [Euphrates]; for I will deliver the inhabitants of the land into your hand and you shall drive them out before you.",
          "ID": "31"
        },
        {
          "text": "You shall make no covenant with them or with their gods.",
          "ID": "32"
        },
        {
          "text": "They shall not dwell in your land, lest they make you sin against Me; for if you serve their gods, it will surely be a snare to you.",
          "ID": "33"
        }
      ],
      "ID": "OT:EXO.23"
    },
    {
      "name": "Exodus 24",
      "text": [
        {
          "text": "GOD SAID to Moses, Come up to the Lord, you and Aaron, Nadab and Abihu [Aaron's sons], and seventy of Israel's elders, and worship at a distance.",
          "ID": "1"
        },
        {
          "text": "Moses alone shall come near the Lord; the others shall not come near, and neither shall the people come up with him.",
          "ID": "2"
        },
        {
          "text": "Moses came and told the people all that the Lord had said and all the ordinances; and all the people answered with one voice, All that the Lord has spoken we will do.",
          "ID": "3"
        },
        {
          "text": "Moses wrote all the words of the Lord. He rose up early in the morning and built an altar at the foot of the mountain and set up twelve pillars representing Israel's twelve tribes.",
          "ID": "4"
        },
        {
          "text": "And he sent young Israelite men, who offered burnt offerings and sacrificed peace offerings of oxen to the Lord.",
          "ID": "5"
        },
        {
          "text": "And Moses took half of the blood and put it in basins, and half of the blood he dashed against the altar.",
          "ID": "6"
        },
        {
          "text": "Then he took the Book of the Covenant and read in the hearing of the people; and they said, All that the Lord has said we will do, and we will be obedient.",
          "ID": "7"
        },
        {
          "text": "And Moses took the [remaining half of the] blood and sprinkled it on the people, and said, Behold the blood of the covenant which the Lord has made with you in accordance with all these words. [I Cor. 11:25; Heb. 8:6; 10:28, 29.]",
          "ID": "8"
        },
        {
          "text": "Then Moses, Aaron, Nadab, and Abihu, and seventy of the elders of Israel went up [the mountainside].",
          "ID": "9"
        },
        {
          "text": "And they saw the God of Israel [that is, a convincing manifestation of His presence], and under His feet it was like pavement of bright sapphire stone, like the very heavens in clearness. [Exod. 33:20-23; Deut. 4:12; Ezek. 28:14]",
          "ID": "10"
        },
        {
          "text": "And upon the nobles of the Israelites He laid not His hand [to conceal Himself from them, to rebuke their daring, or to harm them]; but they saw [the manifestation of the presence of] God, and ate and drank. [Exod. 19:21.]",
          "ID": "11"
        },
        {
          "text": "And the Lord said to Moses, Come up to Me into the mountain and be there, and I will give you tables of stone, with the law and the commandments which I have written that you may teach them. [II Cor. 3:2, 3.]",
          "ID": "12"
        },
        {
          "text": "So Moses rose up with Joshua his attendant; and Moses went up into the mountain of God.",
          "ID": "13"
        },
        {
          "text": "And he said to the elders, Tarry here for us until we come back to you; remember, Aaron and Hur are with you; whoever has a cause, let him go to them.",
          "ID": "14"
        },
        {
          "text": "Then Moses went up into the mountain, and the cloud covered the mountain.",
          "ID": "15"
        },
        {
          "text": "The glory of the Lord rested on Mount Sinai, and the cloud covered it for six days. On the seventh day [God] called to Moses out of the midst of the cloud.",
          "ID": "16"
        },
        {
          "text": "And the glory of the Lord appeared to the Israelites like devouring fire on the top of the mountain.",
          "ID": "17"
        },
        {
          "text": "Moses entered into the midst of the cloud and went up the mountain, and Moses was on the mountain forty days and nights.",
          "ID": "18"
        }
      ],
      "ID": "OT:EXO.24"
    },
    {
      "name": "Exodus 25",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "Speak to the Israelites, that they take for Me an offering. From every man who gives it willingly and ungrudgingly with his heart you shall take My offering.",
          "ID": "2"
        },
        {
          "text": "This is the offering you shall receive from them: gold, silver, and bronze,",
          "ID": "3"
        },
        {
          "text": "Blue, purple, and scarlet [stuff] and fine twined linen and goats' hair,",
          "ID": "4"
        },
        {
          "text": "Rams' skins tanned red, goatskins, dolphin or porpoise skins, acacia wood,",
          "ID": "5"
        },
        {
          "text": "Oil for the light, spices for anointing oil and for sweet incense,",
          "ID": "6"
        },
        {
          "text": "Onyx stones, and stones for setting in the ephod and in the breastplate.",
          "ID": "7"
        },
        {
          "text": "Let them make Me a sanctuary, that I may dwell among them. [Heb. 8:1, 2; 10:1.]",
          "ID": "8"
        },
        {
          "text": "And you shall make it according to all that I show you, the pattern of the tabernacle or dwelling and the pattern of all the furniture of it.",
          "ID": "9"
        },
        {
          "text": "They shall make an ark of acacia wood: two and a half cubits long, a cubit and a half wide, and a cubit and a half high.",
          "ID": "10"
        },
        {
          "text": "You shall overlay the ark with pure gold, inside and out, and make a gold crown, a rim or border, around its top.",
          "ID": "11"
        },
        {
          "text": "You shall cast four gold rings and attach them to the four lower corners of it, two rings on either side.",
          "ID": "12"
        },
        {
          "text": "You shall make poles of acacia wood and overlay them with gold,",
          "ID": "13"
        },
        {
          "text": "And put the poles through the rings on the ark's sides, by which to carry it.",
          "ID": "14"
        },
        {
          "text": "The poles shall remain in the rings of the ark; they shall not be removed from it [that the ark be not touched].",
          "ID": "15"
        },
        {
          "text": "And you shall put inside the ark the Testimony [the Ten Commandments] which I will give you.",
          "ID": "16"
        },
        {
          "text": "And you shall make a mercy seat (a covering) of pure gold, two cubits and a half long and a cubit and a half wide.",
          "ID": "17"
        },
        {
          "text": "And you shall make two cherubim (winged angelic figures) of [solid] hammered gold on the two ends of the mercy seat.",
          "ID": "18"
        },
        {
          "text": "Make one cherub on each end, making the cherubim of one piece with the mercy seat, on the two ends of it.",
          "ID": "19"
        },
        {
          "text": "And the cherubim shall spread out their wings above, covering the mercy seat with their wings, facing each other and looking down toward the mercy seat.",
          "ID": "20"
        },
        {
          "text": "You shall put the mercy seat on the top of the ark, and in the ark you shall put the Testimony [the Ten Commandments] that I will give you.",
          "ID": "21"
        },
        {
          "text": "There I will meet with you and, from above the mercy seat, from between the two cherubim that are upon the ark of the Testimony, I will speak intimately with you of all which I will give you in commandment to the Israelites.",
          "ID": "22"
        },
        {
          "text": "Also, make a table of acacia wood, two cubits long, one cubit wide, and a cubit and a half high [for the showbread].",
          "ID": "23"
        },
        {
          "text": "You shall overlay it with pure gold and make a crown, a rim or molding, of gold around the top of it;",
          "ID": "24"
        },
        {
          "text": "And make a frame of a handbreadth around and below the top of it and put around it a gold molding as a border.",
          "ID": "25"
        },
        {
          "text": "You shall make for it four rings of gold and fasten them at the four corners that are on the table's four legs.",
          "ID": "26"
        },
        {
          "text": "Close against the frame shall the rings be as places for the poles to pass to carry the table [of showbread].",
          "ID": "27"
        },
        {
          "text": "You shall make the poles of acacia wood and overlay them with gold, that the table may be carried with them.",
          "ID": "28"
        },
        {
          "text": "And you shall make its plates [for showbread] and cups [for incense], and its flagons and bowls [for liquids in sacrifice]; make them of pure gold.",
          "ID": "29"
        },
        {
          "text": "And you shall set the showbread (the bread of the Presence) on the table before Me always. [John 6:58.]",
          "ID": "30"
        },
        {
          "text": "You shall make a lampstand of pure gold. Of beaten and turned work shall the lampstand be made, both its base and its shaft; its cups, its knobs, and its flowers shall be of one piece with it.",
          "ID": "31"
        },
        {
          "text": "Six branches shall come out of the sides of it; three branches of the lampstand out of the one side and three branches out of its other side;",
          "ID": "32"
        },
        {
          "text": "Three cups made like almond blossoms, each with a knob and a flower on one branch, and three cups made like almond blossoms on the other branch with a knob and a flower; so for the six branches coming out of the lampstand;",
          "ID": "33"
        },
        {
          "text": "And on the [center shaft] itself you shall [make] four cups like almond blossoms with their knobs and their flowers.",
          "ID": "34"
        },
        {
          "text": "Also make a knob [on the shaft] under each pair of the six branches going out from the lampstand and one piece with it;",
          "ID": "35"
        },
        {
          "text": "Their knobs and their branches shall be of one piece with it; the whole of it one beaten work of pure gold.",
          "ID": "36"
        },
        {
          "text": "And you shall make the lamps of the [lampstand] to include a seventh one [at the top of the shaft]. [The priests] shall set up the [seven] lamps of it so they may give light in front of it.",
          "ID": "37"
        },
        {
          "text": "Its snuffers and its ashtrays shall be of pure gold.",
          "ID": "38"
        },
        {
          "text": "Use a talent of pure gold for it, including all these utensils.",
          "ID": "39"
        },
        {
          "text": "And see to it that you copy [exactly] their pattern which was shown you on the mountain. [Heb. 8:5, 6.]",
          "ID": "40"
        }
      ],
      "ID": "OT:EXO.25"
    },
    {
      "name": "Exodus 26",
      "text": [
        {
          "text": "MOREOVER, YOU shall make the tabernacle with ten curtains; of fine twined linen, and blue and purple and scarlet [stuff], with cherubim skillfully embroidered shall you make them.",
          "ID": "1"
        },
        {
          "text": "The length of one curtain shall be twenty-eight cubits and the breadth of one curtain four cubits; each of the curtains shall measure the same.",
          "ID": "2"
        },
        {
          "text": "The five curtains shall be coupled to one another, and the other five curtains shall be coupled to one another.",
          "ID": "3"
        },
        {
          "text": "And you shall make loops of blue on the edge of the last curtain in the first set, and likewise in the second set.",
          "ID": "4"
        },
        {
          "text": "Fifty loops you shall make on the one curtain and fifty loops on the edge of the last curtain that is in the second coupling or set, so that the loops on one correspond to the loops on the other.",
          "ID": "5"
        },
        {
          "text": "And you shall make fifty clasps of gold and fasten the curtains together with the clasps; then the tabernacle shall be one whole.",
          "ID": "6"
        },
        {
          "text": "And make curtains of goats' hair to be a [second] covering over the tabernacle; eleven curtains shall you make.",
          "ID": "7"
        },
        {
          "text": "One curtain shall be thirty cubits long and four cubits wide; and the eleven curtains shall all measure the same.",
          "ID": "8"
        },
        {
          "text": "You shall join together five curtains by themselves and six curtains by themselves, and shall double over the sixth curtain in the front of the tabernacle [to make a closed door].",
          "ID": "9"
        },
        {
          "text": "And make fifty loops on the edge of the outmost curtain in the one set and fifty loops on the edge of the outmost curtain in the second set.",
          "ID": "10"
        },
        {
          "text": "You shall make fifty clasps of bronze and put the clasps into the loops and couple the tent together, that it may be one whole.",
          "ID": "11"
        },
        {
          "text": "The surplus that remains of the tent curtains, the half curtain that remains, shall hang over the back of the tabernacle.",
          "ID": "12"
        },
        {
          "text": "And the cubit on the one side and the cubit on the other side of what remains in the length of the curtains of the tent shall hang over the sides of the tabernacle, on this side and that side, to cover it.",
          "ID": "13"
        },
        {
          "text": "You shall make a [third] covering for the tent of rams' skins tanned red, and a [fourth] covering above that of dolphin or porpoise skins.",
          "ID": "14"
        },
        {
          "text": "And you shall make the upright frame for the tabernacle of boards of acacia wood.",
          "ID": "15"
        },
        {
          "text": "Ten cubits shall be the length of a board and a cubit and a half shall be the breadth of one board.",
          "ID": "16"
        },
        {
          "text": "Make two tenons in each board for dovetailing and fitting together; so shall you do for all the tabernacle boards.",
          "ID": "17"
        },
        {
          "text": "And make the boards for the tabernacle: twenty boards for the south side;",
          "ID": "18"
        },
        {
          "text": "And you shall make forty silver sockets under the twenty boards, two sockets under each board for its two tenons.",
          "ID": "19"
        },
        {
          "text": "And for the north side of the tabernacle there shall be twenty boards",
          "ID": "20"
        },
        {
          "text": "And their forty silver sockets, two sockets under each board.",
          "ID": "21"
        },
        {
          "text": "For the back or west side of the tabernacle you shall make six boards.",
          "ID": "22"
        },
        {
          "text": "Make two boards for the corners of the tabernacle in the rear on both sides.",
          "ID": "23"
        },
        {
          "text": "They shall be coupled down below and coupled together on top with one ring. Thus shall it be for both of them; they shall form the two corners.",
          "ID": "24"
        },
        {
          "text": "And that will be eight boards and their sockets of silver, sixteen sockets, two sockets under each board.",
          "ID": "25"
        },
        {
          "text": "And you shall make bars of acacia wood: five for the boards of one side,",
          "ID": "26"
        },
        {
          "text": "And five bars for the boards of the other side of the tabernacle, and five bars for the boards of the rear end of the tabernacle, for the back wall to the west.",
          "ID": "27"
        },
        {
          "text": "And the middle bar halfway up the boards shall pass through from end to end.",
          "ID": "28"
        },
        {
          "text": "You shall overlay the boards with gold and make their rings of gold to hold the bars and overlay the bars with gold.",
          "ID": "29"
        },
        {
          "text": "You shall erect the tabernacle after the plan of it shown you on the mountain.",
          "ID": "30"
        },
        {
          "text": "And make a veil of blue, purple, and scarlet [stuff] and fine twined linen, skillfully worked with cherubim on it.",
          "ID": "31"
        },
        {
          "text": "You shall hang it on four pillars of acacia wood overlaid with gold, with gold hooks, on four sockets of silver.",
          "ID": "32"
        },
        {
          "text": "And you shall hang the veil from the clasps and bring the ark of the Testimony into place within the veil; and the veil shall separate for you the Holy Place from the Most Holy Place.",
          "ID": "33"
        },
        {
          "text": "And you shall put the mercy seat on the ark of the Testimony in the Most Holy Place.",
          "ID": "34"
        },
        {
          "text": "And you shall set the table [for the showbread] outside the veil [in the Holy Place] on the north side and the lampstand opposite the table on the south side of the tabernacle.",
          "ID": "35"
        },
        {
          "text": "You shall make a hanging [to form a screen] for the door of the tent of blue, purple, and scarlet [stuff] and fine twined linen, embroidered. [John 10:9.]",
          "ID": "36"
        },
        {
          "text": "You shall make five pillars of acacia wood to support the hanging curtain and overlay them with gold; their hooks shall be of gold, and you shall cast five [base] sockets of bronze for them.",
          "ID": "37"
        }
      ],
      "ID": "OT:EXO.26"
    },
    {
      "name": "Exodus 27",
      "text": [
        {
          "text": "AND MAKE the altar of acacia wood, five cubits square and three cubits high [within reach of all].",
          "ID": "1"
        },
        {
          "text": "Make horns for it on its four corners; they shall be of one piece with it, and you shall overlay it with bronze.",
          "ID": "2"
        },
        {
          "text": "You shall make pots to take away its ashes, and shovels, basins, forks, and firepans; make all its utensils of bronze.",
          "ID": "3"
        },
        {
          "text": "Also make for it a grate, a network of bronze; and on the net you shall make four bronze rings at its four corners.",
          "ID": "4"
        },
        {
          "text": "And you shall put it under the ledge of the altar, so that the net will extend halfway down the altar.",
          "ID": "5"
        },
        {
          "text": "And make poles for the altar, poles of acacia wood overlaid with bronze.",
          "ID": "6"
        },
        {
          "text": "The poles shall be put through the rings on the two sides of the altar, with which to carry it. [Num. 4:14, 15.]",
          "ID": "7"
        },
        {
          "text": "You shall make [the altar] hollow with slabs or planks; as shown you on the mountain, so shall it be made.",
          "ID": "8"
        },
        {
          "text": "And you shall make the court of the tabernacle. On the south side the court shall have hangings of fine twined linen, a hundred cubits long for one side;",
          "ID": "9"
        },
        {
          "text": "Their pillars shall be twenty and their sockets twenty, of bronze, but the hooks of the pillars and their joinings shall be of silver;",
          "ID": "10"
        },
        {
          "text": "Likewise for the north side hangings, a hundred cubits long, and their twenty pillars and their twenty sockets of bronze, but the hooks of the pillars and their joinings shall be of silver.",
          "ID": "11"
        },
        {
          "text": "And for the breadth of the court on the west side there shall be hangings of fifty cubits, with ten pillars and ten sockets.",
          "ID": "12"
        },
        {
          "text": "The breadth of the court to the front, the east side, shall be fifty cubits.",
          "ID": "13"
        },
        {
          "text": "The hangings for one side of the gate shall be fifteen cubits, with three pillars and three sockets.",
          "ID": "14"
        },
        {
          "text": "On the other side the hangings shall be fifteen cubits, with three pillars and three sockets.",
          "ID": "15"
        },
        {
          "text": "And for the gate of the court there shall be a hanging [for a screen] twenty cubits long, of blue, purple, and scarlet [stuff] and fine twined linen, embroidered. It shall have four pillars and four sockets for them.",
          "ID": "16"
        },
        {
          "text": "All the pillars round about the court shall be joined together with silver rods; their hooks shall be of silver and their sockets of bronze.",
          "ID": "17"
        },
        {
          "text": "The length of the court shall be a hundred cubits and the breadth fifty and the height five cubits, [with hangings of] fine twined linen and sockets of bronze.",
          "ID": "18"
        },
        {
          "text": "All the tabernacle's utensils and instruments used in all its service, and all its pegs and all the pegs for the court, shall be of bronze.",
          "ID": "19"
        },
        {
          "text": "You shall command the Israelites to provide you with pure oil of crushed olives for the light, to cause it to burn continually [every night].",
          "ID": "20"
        },
        {
          "text": "In the Tent of Meeting [of God with His people], outside the veil which sets apart the Testimony, Aaron and his sons shall keep it burning from evening to morning before the Lord. It shall be a statute to be observed on behalf of the Israelites throughout their generations.",
          "ID": "21"
        }
      ],
      "ID": "OT:EXO.27"
    },
    {
      "name": "Exodus 28",
      "text": [
        {
          "text": "FROM AMONG the Israelites take your brother Aaron and his sons with him, that he may minister to Me in the priest's office, even Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron's sons.",
          "ID": "1"
        },
        {
          "text": "And you shall make for Aaron your brother sacred garments [appointed official dress set apart for special holy services] for honor and for beauty.",
          "ID": "2"
        },
        {
          "text": "Tell all who are expert, whom I have endowed with skill and good judgment, that they shall make Aaron's garments to sanctify him for My priesthood.",
          "ID": "3"
        },
        {
          "text": "They shall make these garments: a breastplate, an ephod [a distinctive vestment to which the breastplate was to be attached], a robe, long and sleeved tunic of checkerwork, a turban, and a sash or band. They shall make sacred garments for Aaron your brother and his sons to minister to Me in the priest's office.",
          "ID": "4"
        },
        {
          "text": "They shall receive [from the people] and use gold, and blue, purple, and scarlet [stuff], and fine linen.",
          "ID": "5"
        },
        {
          "text": "And they shall make the ephod of gold, of blue, purple, and scarlet [stuff], and fine twined linen, skillfully woven and worked.",
          "ID": "6"
        },
        {
          "text": "It shall have two shoulder straps to join the two [back and front] edges, that it may be held together.",
          "ID": "7"
        },
        {
          "text": "The skillfully woven girding band which is on the ephod shall be made of the same, of gold, blue, purple, and scarlet [stuff], and fine twined linen.",
          "ID": "8"
        },
        {
          "text": "And you shall take two onyx or beryl stones and engrave on them the names of the twelve sons of Israel;",
          "ID": "9"
        },
        {
          "text": "Six of their names on one stone and the six names of the rest on the other stone, arranged in order of their birth.",
          "ID": "10"
        },
        {
          "text": "With the work of a stone engraver, like the engravings of a signet, you shall engrave the two stones according to the names of the sons of Israel. You shall have them set in sockets or rosettes of gold.",
          "ID": "11"
        },
        {
          "text": "And you shall put the two stones upon the [two] shoulder straps of the ephod [of the high priest] as memorial stones for Israel; and Aaron shall bear their names upon his two shoulders as a memorial before the Lord.",
          "ID": "12"
        },
        {
          "text": "And you shall make sockets or rosettes of gold for settings,",
          "ID": "13"
        },
        {
          "text": "And two chains of pure gold, like cords shall you twist them, and fasten the corded chains to the settings.",
          "ID": "14"
        },
        {
          "text": "You shall make a breastplate of judgment, in skilled work; like the workmanship of the ephod shall you make it, of gold, blue, purple, and scarlet [stuff], and of fine twined linen.",
          "ID": "15"
        },
        {
          "text": "The breastplate shall be square and doubled; a span [nine inches] shall be its length and a span shall be its breadth.",
          "ID": "16"
        },
        {
          "text": "You shall set in it four rows of stones: a sardius, a topaz, and a carbuncle shall be the first row;",
          "ID": "17"
        },
        {
          "text": "The second row an emerald, a sapphire, and a diamond [so called at that time];",
          "ID": "18"
        },
        {
          "text": "The third row a jacinth, an agate, and an amethyst;",
          "ID": "19"
        },
        {
          "text": "And the fourth row a beryl, an onyx, and a jasper; they shall be set in gold filigree.",
          "ID": "20"
        },
        {
          "text": "And the stones shall be twelve, according to the names of the sons of Israel, like the engravings of a signet, each with its name for the twelve tribes.",
          "ID": "21"
        },
        {
          "text": "You shall make for the breastplate chains of pure gold twisted like cords.",
          "ID": "22"
        },
        {
          "text": "You shall make on the breastplate two rings of gold and put [them] on the two edges of the breastplate.",
          "ID": "23"
        },
        {
          "text": "And you shall put the two twisted, cordlike chains of gold in the two rings which are on the edges of the breastplate.",
          "ID": "24"
        },
        {
          "text": "The other two ends of the two twisted, cordlike chains you shall fasten in the two sockets or rosettes in front, putting them on the shoulder straps of the ephod;",
          "ID": "25"
        },
        {
          "text": "And make two rings of gold and put them at the two ends of the breastplate on its inside edge next to the ephod.",
          "ID": "26"
        },
        {
          "text": "Two gold rings you shall make and attach them to the lower part of the two shoulder pieces of the ephod in front, close by where they join, above the skillfully woven girdle or band of the ephod.",
          "ID": "27"
        },
        {
          "text": "And they shall bind the breastplate by its rings to the rings of the ephod with a lace of blue, that it may be above the skillfully woven girding band of the ephod, and that the breastplate may not become loose from the ephod.",
          "ID": "28"
        },
        {
          "text": "So Aaron shall bear the names of the sons of Israel in the breastplate of judgment upon his heart when he goes into the Holy Place, to bring them in continual remembrance before the Lord.",
          "ID": "29"
        },
        {
          "text": "In the breastplate of judgment you shall put the Urim and the Thummim [unspecified articles used when the high priest asked God's counsel for all Israel]; they shall be upon Aaron's heart when he goes in before the Lord, and Aaron shall bear the judgment (rights, judicial decisions) of the Israelites upon his heart before the Lord continually.",
          "ID": "30"
        },
        {
          "text": "Make the robe [to be worn beneath] the ephod all of blue.",
          "ID": "31"
        },
        {
          "text": "There shall be a hole in the center of it [to slip over the head], with a binding of woven work around the hole, like the opening in a coat of mail or a garment, that it may not fray or tear.",
          "ID": "32"
        },
        {
          "text": "And you shall make pomegranates of blue, purple, and scarlet [stuff] around about its skirts, with gold bells between them;",
          "ID": "33"
        },
        {
          "text": "A gold bell and a pomegranate, a gold bell and a pomegranate, round about on the skirts of the robe.",
          "ID": "34"
        },
        {
          "text": "Aaron shall wear the robe when he ministers, and its sound shall be heard when he goes [alone] into the Holy of Holies before the Lord and when he comes out, lest he die there.",
          "ID": "35"
        },
        {
          "text": "And you shall make a plate of pure gold and engrave on it, like the engravings of a signet, holy to the lord. [Exod. 39:30.]",
          "ID": "36"
        },
        {
          "text": "You shall fasten it on the front of the turban with a blue cord.",
          "ID": "37"
        },
        {
          "text": "It shall be upon Aaron's forehead, that Aaron may take upon himself and bear [any] iniquity [connected with] the holy things which the Israelites shall give and dedicate; and it shall always be upon his forehead, that they may be accepted before the Lord [in the priest's person]. [Luke 24:44; Heb. 8:1, 2.]",
          "ID": "38"
        },
        {
          "text": "And you shall weave the long and sleeved tunic of checkerwork of fine linen or silk and make a turban of fine linen or silk; and you shall make a girdle, the work of the embroiderer.",
          "ID": "39"
        },
        {
          "text": "For Aaron's sons you shall make long and sleeved tunics and belts or sashes and caps, for glory and honor and beauty.",
          "ID": "40"
        },
        {
          "text": "And you shall put them on Aaron your brother and his sons with him, and shall anoint them and ordain and sanctify them [set them apart for God], that they may serve Me as priests.",
          "ID": "41"
        },
        {
          "text": "You shall make for them [white] linen trunks to cover their naked flesh, reaching from the waist to the thighs.",
          "ID": "42"
        },
        {
          "text": "And they shall be on Aaron and his sons when they go into the Tent of Meeting or when they come near to the altar to minister in the Holy Place, lest they bring iniquity upon themselves and die; it shall be a statute forever to Aaron and to his descendants after him.",
          "ID": "43"
        }
      ],
      "ID": "OT:EXO.28"
    },
    {
      "name": "Exodus 29",
      "text": [
        {
          "text": "THIS IS what you shall do to consecrate (set them apart) that they may serve Me as priests. Take one young bull and two rams, all without blemish,",
          "ID": "1"
        },
        {
          "text": "And unleavened bread and unleavened cakes mixed with oil and unleavened wafers spread with oil; of fine flour shall you make them.",
          "ID": "2"
        },
        {
          "text": "You shall put them in one basket and bring them in [it], and bring also the bull and the two rams;",
          "ID": "3"
        },
        {
          "text": "And bring Aaron and his sons to the door of the Tent of Meeting [out where the laver is] and wash them with water.",
          "ID": "4"
        },
        {
          "text": "Then take the garments and put on Aaron the long and sleeved tunic and the robe of the ephod and the ephod and the breastplate, and gird him with the skillfully woven girding band of the ephod.",
          "ID": "5"
        },
        {
          "text": "And you shall put the turban or miter upon his head and put the holy crown upon the turban.",
          "ID": "6"
        },
        {
          "text": "Then take the anointing oil and pour it on his head and anoint him.",
          "ID": "7"
        },
        {
          "text": "And bring his sons and put long and sleeved tunics on them.",
          "ID": "8"
        },
        {
          "text": "And you shall gird them with sashes or belts, Aaron and his sons, and bind caps on them; and the priest's office shall be theirs by a perpetual statute. Thus you shall ordain and consecrate Aaron and his sons.",
          "ID": "9"
        },
        {
          "text": "Then bring the bull before the Tent of Meeting, and Aaron and his sons shall lay their hands upon its head.",
          "ID": "10"
        },
        {
          "text": "And you shall kill the bull before the Lord by the door of the Tent of Meeting.",
          "ID": "11"
        },
        {
          "text": "And you shall take of the blood of the bull and put it on the horns of the altar with your finger, and pour out all the blood at the base of the altar.",
          "ID": "12"
        },
        {
          "text": "And take all the fat that covers the entrails, and the appendage that is on the liver, and the two kidneys, and the fat that is on them, and burn them on the altar.",
          "ID": "13"
        },
        {
          "text": "But the flesh of the bull, its hide, and the contents of its entrails you shall burn with fire outside the camp; it is a sin offering. [Heb. 13:11-13.]",
          "ID": "14"
        },
        {
          "text": "You shall also take one of the rams, and Aaron and his sons shall lay their hands upon the head of the ram.",
          "ID": "15"
        },
        {
          "text": "And you shall kill the ram and you shall take its blood and throw it against the altar round about.",
          "ID": "16"
        },
        {
          "text": "And you shall cut the ram in pieces and wash its entrails and legs and put them with its pieces and its head,",
          "ID": "17"
        },
        {
          "text": "And you shall burn the whole ram upon the altar. It is a burnt offering to the Lord; it is a sweet and satisfying fragrance, an offering made by fire to the Lord.",
          "ID": "18"
        },
        {
          "text": "And you shall take the other ram, and Aaron and his sons shall lay their hands upon the head of the ram;",
          "ID": "19"
        },
        {
          "text": "Then you shall kill the ram and take part of its blood and put it on the tip of the right ears of Aaron and his sons and on the thumb of their right hands and on the great toe of their right feet, and dash the rest of the blood against the altar round about.",
          "ID": "20"
        },
        {
          "text": "Then you shall take part of the blood that is on the altar, and of the anointing oil, and sprinkle it upon Aaron and his garments and on his sons and their garments; and he and his garments and his sons and their garments shall be sanctified and made holy.",
          "ID": "21"
        },
        {
          "text": "Also you shall take the fat of the ram, the fat tail, the fat that covers the entrails, the appendage on the liver, the two kidneys with the fat that is on them, and the right thigh; for it is a ram of consecration and ordination.",
          "ID": "22"
        },
        {
          "text": "Take also one loaf of bread, and one cake of oiled bread, and one wafer out of the basket of the unleavened bread that is before the Lord.",
          "ID": "23"
        },
        {
          "text": "And put all these in the hands of Aaron and his sons and they shall wave them for a wave offering before the Lord.",
          "ID": "24"
        },
        {
          "text": "Then you shall take them from their hands, add them to the burnt offering, and burn them on the altar for a sweet and satisfying fragrance before the Lord; it is an offering made by fire to the Lord.",
          "ID": "25"
        },
        {
          "text": "And take the breast of the ram of Aaron's consecration and ordination and wave it for a wave offering before the Lord; and it shall be your portion [Moses].",
          "ID": "26"
        },
        {
          "text": "And you shall sanctify (set apart for God) the waved breast of the ram used in the ordination and the waved thigh of the priests' portion, since it is for Aaron and his sons.",
          "ID": "27"
        },
        {
          "text": "It shall be for Aaron and his sons as their due portion from the Israelites perpetually, an offering from the Israelites of their peace and thanksgiving sacrifices, their offering to the Lord.",
          "ID": "28"
        },
        {
          "text": "The holy garments of Aaron shall pass to his descendants who succeed him, to be anointed in them and to be consecrated and ordained in them.",
          "ID": "29"
        },
        {
          "text": "And that son who is [high] priest in his stead shall put them on [each day for] seven days when he comes into the Tent of Meeting to minister in the Holy Place.",
          "ID": "30"
        },
        {
          "text": "You shall take the ram of the consecration and ordination and boil its flesh in a holy and set-apart place.",
          "ID": "31"
        },
        {
          "text": "Aaron and his sons shall eat the flesh of the ram and the bread in the basket, at the door of the Tent of Meeting.",
          "ID": "32"
        },
        {
          "text": "They shall eat those things with which atonement was made, to ordain and consecrate them; but a stranger (layman) shall not eat of them because they are holy (set apart to the worship of God).",
          "ID": "33"
        },
        {
          "text": "And if any of the flesh or bread for the ordination remains until morning, you shall burn it with fire; it shall not be eaten, because it is holy (set apart to the worship of God).",
          "ID": "34"
        },
        {
          "text": "Thus shall you do to Aaron and to his sons according to all I have commanded you; during seven days shall you ordain them.",
          "ID": "35"
        },
        {
          "text": "You shall offer every day a bull as a sin offering for atonement. And you shall cleanse the altar by making atonement for it, and anoint it to consecrate it.",
          "ID": "36"
        },
        {
          "text": "Seven days you shall make atonement for the altar and sanctify it [set it apart for God]; and the altar shall be most holy; whoever or whatever touches the altar must be holy (set apart for God's service).",
          "ID": "37"
        },
        {
          "text": "Now this is what you shall offer on the altar: two lambs a year old shall be offered day by day continually.",
          "ID": "38"
        },
        {
          "text": "One lamb you shall offer in the morning and the other lamb in the evening;",
          "ID": "39"
        },
        {
          "text": "And with the one lamb a tenth measure of fine flour mixed with a fourth of a hin of beaten oil, and a fourth of a hin of wine for a drink offering [to be poured out].",
          "ID": "40"
        },
        {
          "text": "And the other lamb you shall offer at evening, and do with it as with the cereal offering of the morning and with the drink offering, for a sweet and satisfying fragrance, an offering made by fire to the Lord.",
          "ID": "41"
        },
        {
          "text": "This shall be a continual burnt offering throughout your generations at the door of the Tent of Meeting before the Lord, where I will meet with you to speak there to you.",
          "ID": "42"
        },
        {
          "text": "There I will meet with the Israelites, and the Tent of Meeting shall be sanctified by My glory [the Shekinah, God's visible presence].",
          "ID": "43"
        },
        {
          "text": "And I will sanctify the Tent of Meeting and the altar; I will sanctify also both Aaron and his sons to minister to Me in the priest's office.",
          "ID": "44"
        },
        {
          "text": "And I will dwell among the Israelites and be their God.",
          "ID": "45"
        },
        {
          "text": "And they shall know [from personal experience] that I am the Lord their God, Who brought them forth out of the land of Egypt that I might dwell among them; I am the Lord their God.",
          "ID": "46"
        }
      ],
      "ID": "OT:EXO.29"
    },
    {
      "name": "Exodus 30",
      "text": [
        {
          "text": "AND YOU shall make an altar to burn incense upon; of acacia wood you shall make it.",
          "ID": "1"
        },
        {
          "text": "A cubit shall be its length and a cubit its breadth; its top shall be square and it shall be two cubits high. Its horns shall be of one piece with it.",
          "ID": "2"
        },
        {
          "text": "And you shall overlay it with pure gold, its top and its sides round about and its horns, and you shall make a crown (a rim or molding) of gold around it.",
          "ID": "3"
        },
        {
          "text": "You shall make two golden rings under the rim of it, on the two ribs on the two opposite sides of it; and they shall be holders for the poles with which to carry it.",
          "ID": "4"
        },
        {
          "text": "And you shall make the poles of acacia wood, overlaid with gold.",
          "ID": "5"
        },
        {
          "text": "You shall put the altar [of incense] in front and outside of the veil that screens the ark of the Testimony, before the mercy seat that is over the Testimony (the Law, the tables of stone), where I will meet with you.",
          "ID": "6"
        },
        {
          "text": "And Aaron shall burn on it incense of sweet spices; every morning when he trims and fills the lamps he shall burn it. [Ps. 141:2; Rev. 5:8; 8:3, 4.]",
          "ID": "7"
        },
        {
          "text": "And when Aaron lights the lamps in the evening, he shall burn it, a perpetual incense before the Lord throughout your generations.",
          "ID": "8"
        },
        {
          "text": "You shall offer no unholy incense on the altar nor burnt sacrifice nor cereal offering; and you shall pour no libation (drink offering) on it.",
          "ID": "9"
        },
        {
          "text": "Aaron shall make atonement upon the horns of it once a year; with the blood of the sin offering of atonement once in the year shall he make atonement upon and for it throughout your generations. It is most holy to the Lord.",
          "ID": "10"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "11"
        },
        {
          "text": "When you take the census of the Israelites, every man shall give a ransom for himself to the Lord when you number them, that no plague may fall upon them when you number them. [Rom. 8:1-4.]",
          "ID": "12"
        },
        {
          "text": "This is what everyone shall give as he joins those already numbered: a half shekel, in terms of the sanctuary shekel, a shekel being twenty gerahs; a half shekel as an offering to the Lord.",
          "ID": "13"
        },
        {
          "text": "Everyone from twenty years old and upward, as he joins those already numbered, shall give this offering to the Lord. [Matt. 10:24; I Pet. 1:18, 19.]",
          "ID": "14"
        },
        {
          "text": "The rich shall not give more and the poor shall not give less than half a shekel when [you] give this offering to the Lord to make atonement for yourselves.",
          "ID": "15"
        },
        {
          "text": "And you shall take the atonement money of the Israelites and use it [exclusively] for the service of the Tent of Meeting, that it may bring the Israelites to remembrance before the Lord, to make atonement for yourselves.",
          "ID": "16"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "17"
        },
        {
          "text": "You shall also make a laver or large basin of bronze, and its base of bronze, for washing; and you shall put it [outside in the court] between the Tent of Meeting and the altar [of burnt offering], and you shall put water in it;",
          "ID": "18"
        },
        {
          "text": "There Aaron and his sons shall wash their hands and their feet. [Tit. 3:5.]",
          "ID": "19"
        },
        {
          "text": "When they go into the Tent of Meeting, they shall wash with water, that they die not; or when they come near to the altar to minister, to burn an offering made by fire to the Lord, [John 13:6-8.]",
          "ID": "20"
        },
        {
          "text": "So they shall wash their hands and their feet, lest they die; it shall be a perpetual statute for [Aaron] and his descendants throughout their generations.",
          "ID": "21"
        },
        {
          "text": "Moreover, the Lord said to Moses,",
          "ID": "22"
        },
        {
          "text": "Take the best spices: of liquid myrrh 500 shekels, of sweet-scented cinnamon half as much, 250 shekels, of fragrant calamus 250 shekels,",
          "ID": "23"
        },
        {
          "text": "And of cassia 500 shekels, in terms of the sanctuary shekel, and of olive oil a hin.",
          "ID": "24"
        },
        {
          "text": "And you shall make of these a holy anointing oil, a perfume compounded after the art of the perfumer; it shall be a sacred anointing oil.",
          "ID": "25"
        },
        {
          "text": "And you shall anoint the Tent of Meeting with it, and the ark of the Testimony,",
          "ID": "26"
        },
        {
          "text": "And the [showbread] table and all its utensils, and the lampstand and its utensils, and the altar of incense,",
          "ID": "27"
        },
        {
          "text": "And the altar of burnt offering with all its utensils, and the laver [for cleansing] and its base.",
          "ID": "28"
        },
        {
          "text": "You shall sanctify (separate) them, that they may be most holy; whoever and whatever touches them must be holy (set apart to God).",
          "ID": "29"
        },
        {
          "text": "And you shall anoint Aaron and his sons and sanctify (separate) them, that they may minister to Me as priests.",
          "ID": "30"
        },
        {
          "text": "And say to the Israelites, This is a holy anointing oil [symbol of the Holy Spirit], sacred to Me alone throughout your generations. [Rom. 8:9; I Cor. 12:3.]",
          "ID": "31"
        },
        {
          "text": "It shall not be poured upon a layman's body, nor shall you make any other like it in composition; it is holy, and you shall hold it sacred.",
          "ID": "32"
        },
        {
          "text": "Whoever compounds any like it or puts any of it upon an outsider shall be cut off from his people.",
          "ID": "33"
        },
        {
          "text": "Then the Lord said to Moses, Take sweet spices–stacte, onycha, and galbanum, sweet spices with pure frankincense, an equal amount of each–",
          "ID": "34"
        },
        {
          "text": "And make of them incense, a perfume after the perfumer's art, seasoned with salt and mixed, pure and sacred.",
          "ID": "35"
        },
        {
          "text": "You shall beat some of it very small and put some of it before the Testimony in the Tent of Meeting, where I will meet with you; it shall be to you most holy.",
          "ID": "36"
        },
        {
          "text": "And the incense which you shall make according to its composition you shall not make for yourselves; it shall be to you holy to the Lord.",
          "ID": "37"
        },
        {
          "text": "Whoever makes any like it for perfume shall be cut off from his people.",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.30"
    },
    {
      "name": "Exodus 31",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "See, I have called by name Bezalel son of Uri, the son of Hur, of the tribe of Judah.",
          "ID": "2"
        },
        {
          "text": "And I have filled him with the Spirit of God, in wisdom and ability, in understanding and intelligence, and in knowledge, and in all kinds of craftsmanship,",
          "ID": "3"
        },
        {
          "text": "To devise skillful works, to work in gold, and in silver, and in bronze,",
          "ID": "4"
        },
        {
          "text": "And in cutting of stones for setting, and in carving of wood, to work in all kinds of craftsmanship.",
          "ID": "5"
        },
        {
          "text": "And behold, I have appointed with him Aholiab son of Ahisamach, of the tribe of Dan; and to all who are wisehearted I have given wisdom and ability to make all that I have commanded you:",
          "ID": "6"
        },
        {
          "text": "The Tent of Meeting, the ark of the Testimony, the mercy seat that is on it, all the furnishings of the tent–",
          "ID": "7"
        },
        {
          "text": "The table [of the showbread] and its utensils, the pure lampstand with all its utensils, the altar of incense,",
          "ID": "8"
        },
        {
          "text": "The altar of burnt offering with all its utensils, the laver and its base–",
          "ID": "9"
        },
        {
          "text": "The finely worked garments, the holy garments for Aaron the [high] priest and for his sons to minister as priests,",
          "ID": "10"
        },
        {
          "text": "And the anointing oil and incense of sweet spices for the Holy Place. According to all that I have commanded you shall they do.",
          "ID": "11"
        },
        {
          "text": "And the Lord said to Moses,",
          "ID": "12"
        },
        {
          "text": "Say to the Israelites, Truly you shall keep My Sabbaths, for it is a sign between Me and you throughout your generations, that you may know that I, the Lord, sanctify you [set you apart for Myself].",
          "ID": "13"
        },
        {
          "text": "You shall keep the Sabbath therefore, for it is holy to you; everyone who profanes it shall surely be put to death; for whoever does work on the Sabbath shall be cut off from among his people.",
          "ID": "14"
        },
        {
          "text": "Six days may work be done, but the seventh is the Sabbath of rest, sacred to the Lord; whoever does work on the Sabbath day shall surely be put to death.",
          "ID": "15"
        },
        {
          "text": "Wherefore the Israelites shall keep the Sabbath to observe it throughout their generations, a perpetual covenant.",
          "ID": "16"
        },
        {
          "text": "It is a sign between Me and the Israelites forever; for in six days the Lord made the heavens and earth, and on the seventh day He ceased and was refreshed.",
          "ID": "17"
        },
        {
          "text": "And He gave to Moses, when He had ceased communing with him on Mount Sinai, the two tables of the Testimony, tables of stone, written with the finger of God.",
          "ID": "18"
        }
      ],
      "ID": "OT:EXO.31"
    },
    {
      "name": "Exodus 32",
      "text": [
        {
          "text": "WHEN THE people saw that Moses delayed to come down from the mountain, [they] gathered together to Aaron, and said to him, Up, make us gods to go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.",
          "ID": "1"
        },
        {
          "text": "So Aaron replied, Take the gold rings from the ears of your wives, your sons, and daughters, and bring them to me.",
          "ID": "2"
        },
        {
          "text": "So all the people took the gold rings from their ears and brought them to Aaron.",
          "ID": "3"
        },
        {
          "text": "And he received the gold at their hand and fashioned it with a graving tool and made it a molten calf; and they said, These are your gods, O Israel, which brought you up out of the land of Egypt!",
          "ID": "4"
        },
        {
          "text": "And when Aaron saw the molten calf, he built an altar before it; and Aaron made proclamation, and said, Tomorrow shall be a feast to the Lord.",
          "ID": "5"
        },
        {
          "text": "And they rose up early the next day and offered burnt offerings and brought peace offerings; and the people sat down to eat and drink and rose up to play.",
          "ID": "6"
        },
        {
          "text": "The Lord said to Moses, Go down, for your people, whom you brought out of the land of Egypt, have corrupted themselves;",
          "ID": "7"
        },
        {
          "text": "They have turned aside quickly out of the way which I commanded them; they have made them a molten calf and have worshiped it and sacrificed to it, and said, These are your gods, O Israel, that brought you up out of the land of Egypt!",
          "ID": "8"
        },
        {
          "text": "And the Lord said to Moses, I have seen this people, and behold, it is a stiff-necked people;",
          "ID": "9"
        },
        {
          "text": "Now therefore let Me alone, that My wrath may burn hot against them and that I may destroy them; but I will make of you a great nation.",
          "ID": "10"
        },
        {
          "text": "But Moses besought the Lord his God, and said, Lord, why does Your wrath blaze hot against Your people, whom You have brought forth out of the land of Egypt with great power and a mighty hand?",
          "ID": "11"
        },
        {
          "text": "Why should the Egyptians say, For evil He brought them forth, to slay them in the mountains and consume them from the face of the earth? Turn from Your fierce wrath, and change Your mind concerning this evil against Your people.",
          "ID": "12"
        },
        {
          "text": "[Earnestly] remember Abraham, Isaac, and Israel, Your servants, to whom You swore by Your own self and said to them, I will multiply your seed as the stars of the heavens, and all this land that I have spoken of will I give to your seed, and they shall inherit it forever.",
          "ID": "13"
        },
        {
          "text": "Then the Lord turned from the evil which He had thought to do to His people.",
          "ID": "14"
        },
        {
          "text": "And Moses turned and went down from the mountain with the two tables of the Testimony in his hand, tables or tablets that were written on both sides.",
          "ID": "15"
        },
        {
          "text": "The tables were the work of God; the writing was the writing of God, graven upon the tables.",
          "ID": "16"
        },
        {
          "text": "And when Joshua heard the noise of the people as they shouted, he said to Moses, There is a noise of war in the camp.",
          "ID": "17"
        },
        {
          "text": "But Moses said, It is not the sound of shouting for victory, neither is it the sound of the cry of the defeated, but the sound of singing that I hear.",
          "ID": "18"
        },
        {
          "text": "And as soon as he came near to the camp he saw the calf and the dancing. And Moses' anger blazed hot and he cast the tables out of his hands and broke them at the foot of the mountain.",
          "ID": "19"
        },
        {
          "text": "And he took the calf they had made and burned it in the fire, and ground it to powder and scattered it on the water and made the Israelites drink it.",
          "ID": "20"
        },
        {
          "text": "And Moses said to Aaron, What did this people do to you, that you have brought so great a sin upon them?",
          "ID": "21"
        },
        {
          "text": "And Aaron said, Let not the anger of my lord blaze hot; you know the people, that they are set on evil.",
          "ID": "22"
        },
        {
          "text": "For they said to me, Make us gods which shall go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.",
          "ID": "23"
        },
        {
          "text": "I said to them, Those who have any gold, let them take it off. So they gave it to me; then I cast it into the fire, and there came out this calf.",
          "ID": "24"
        },
        {
          "text": "And when Moses saw that the people were unruly and unrestrained (for Aaron had let them get out of control, so that they were a derision and object of shame among their enemies),",
          "ID": "25"
        },
        {
          "text": "Then Moses stood in the gate of the camp, and said, Whoever is on the Lord's side, let him come to me. And all the Levites [the priestly tribe] gathered together to him.",
          "ID": "26"
        },
        {
          "text": "And he said to them, Thus says the Lord God of Israel, Every man put his sword on his side and go in and out from gate to gate throughout the camp and slay every man his brother, and every man his companion, and every man his neighbor.",
          "ID": "27"
        },
        {
          "text": "And the sons of Levi did according to the word of Moses; and there fell of the people that day about 3000 men.",
          "ID": "28"
        },
        {
          "text": "And Moses said [to the Levites, By your obedience to God's command] you have consecrated yourselves today [as priests] to the Lord, each man [at the cost of being] against his own son and his own brother, that the Lord may restore and bestow His blessing upon you this day.",
          "ID": "29"
        },
        {
          "text": "The next day Moses said to the people, You have sinned a great sin. And now I will go up to the Lord; perhaps I can make atonement for your sin.",
          "ID": "30"
        },
        {
          "text": "So Moses returned to the Lord, and said, Oh, these people have sinned a great sin and have made themselves gods of gold!",
          "ID": "31"
        },
        {
          "text": "Yet now, if You will forgive their sin–and if not, blot me, I pray You, out of Your book which You have written!",
          "ID": "32"
        },
        {
          "text": "But the Lord said to Moses, Whoever has sinned against Me, I will blot him [not you] out of My book. [Dan. 12:1; Phil. 4:3; Rev. 3:5.]",
          "ID": "33"
        },
        {
          "text": "But now go, lead the people to the place of which I have told you. Behold, My Angel shall go before you. Nevertheless, in the day when I punish I will visit their sin upon them! [Exod. 23:20; 33:2, 3.]",
          "ID": "34"
        },
        {
          "text": "And the Lord sent a plague upon the people because they made the calf which Aaron fashioned for them.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.32"
    },
    {
      "name": "Exodus 33",
      "text": [
        {
          "text": "THE Lord said to Moses, Depart, go up from here, you and the people whom you have brought from the land of Egypt, to the land which I swore to Abraham, Isaac, and Jacob, saying, To your descendants I will give it.",
          "ID": "1"
        },
        {
          "text": "I will send an Angel before you, and I will drive out the Canaanite, Amorite, Hittite, Perizzite, Hivite, and Jebusite. [Exod. 23:23; 34:11.]",
          "ID": "2"
        },
        {
          "text": "Go up to a land flowing with milk and honey; but I will not go up among you, for you are a stiff-necked people, lest I destroy you on the way.",
          "ID": "3"
        },
        {
          "text": "When the people heard these evil tidings, they mourned and no man put on his ornaments.",
          "ID": "4"
        },
        {
          "text": "For the Lord had said to Moses, Say to the Israelites, You are a stiff-necked people! If I should come among you for one moment, I would consume and destroy you. Now therefore [penitently] leave off your ornaments, that I may know what to do with you.",
          "ID": "5"
        },
        {
          "text": "And the Israelites left off all their ornaments, from Mount Horeb onward.",
          "ID": "6"
        },
        {
          "text": "Now Moses used to take [his own] tent and pitch it outside the camp, far off from the camp, and he called it the tent of meeting [of God with His own people]. And everyone who sought the Lord went out to [that temporary] tent of meeting which was outside the camp.",
          "ID": "7"
        },
        {
          "text": "When Moses went out to the tent of meeting, all the people rose and stood, every man at his tent door, and looked after Moses until he had gone into the tent.",
          "ID": "8"
        },
        {
          "text": "When Moses entered the tent, the pillar of cloud would descend and stand at the door of the tent, and the Lord would talk with Moses.",
          "ID": "9"
        },
        {
          "text": "And all the people saw the pillar of cloud stand at the tent door, and all the people rose up and worshiped, every man at his tent door.",
          "ID": "10"
        },
        {
          "text": "And the Lord spoke to Moses face to face, as a man speaks to his friend. Moses returned to the camp, but his minister Joshua son of Nun, a young man, did not depart from the [temporary prayer] tent.",
          "ID": "11"
        },
        {
          "text": "Moses said to the Lord, See, You say to me, Bring up this people, but You have not let me know whom You will send with me. Yet You said, I know you by name and you have also found favor in My sight.",
          "ID": "12"
        },
        {
          "text": "Now therefore, I pray You, if I have found favor in Your sight, show me now Your way, that I may know You [progressively become more deeply and intimately acquainted with You, perceiving and recognizing and understanding more strongly and clearly] and that I may find favor in Your sight. And [Lord, do] consider that this nation is Your people.",
          "ID": "13"
        },
        {
          "text": "And the Lord said, My Presence shall go with you, and I will give you rest.",
          "ID": "14"
        },
        {
          "text": "And Moses said to the Lord, If Your Presence does not go with me, do not carry us up from here!",
          "ID": "15"
        },
        {
          "text": "For by what shall it be known that I and Your people have found favor in Your sight? Is it not in Your going with us so that we are distinguished, I and Your people, from all the other people upon the face of the earth?",
          "ID": "16"
        },
        {
          "text": "And the Lord said to Moses, I will do this thing also that you have asked, for you have found favor, loving-kindness, and mercy in My sight and I know you personally and by name. [Rev. 2:17.]",
          "ID": "17"
        },
        {
          "text": "And Moses said, I beseech You, show me Your glory.",
          "ID": "18"
        },
        {
          "text": "And God said, I will make all My goodness pass before you, and I will proclaim My name, THE Lord, before you; for I will be gracious to whom I will be gracious, and will show mercy and loving-kindness on whom I will show mercy and loving-kindness. [Rom. 9:15, 16.]",
          "ID": "19"
        },
        {
          "text": "But, He said, You can not see My face, for no man shall see Me and live.",
          "ID": "20"
        },
        {
          "text": "And the Lord said, Behold, there is a place beside Me, and you shall stand upon the rock,",
          "ID": "21"
        },
        {
          "text": "And while My glory passes by, I will put you in a cleft of the rock and cover you with My hand until I have passed by.",
          "ID": "22"
        },
        {
          "text": "Then I will take away My hand and you shall see My back; but My face shall not be seen.",
          "ID": "23"
        }
      ],
      "ID": "OT:EXO.33"
    },
    {
      "name": "Exodus 34",
      "text": [
        {
          "text": "THE Lord said to Moses, Cut two tables of stone like the first, and I will write upon these tables the words that were on the first tables, which you broke.",
          "ID": "1"
        },
        {
          "text": "Be ready and come up in the morning to Mount Sinai, and present yourself there to Me on the top of the mountain.",
          "ID": "2"
        },
        {
          "text": "And no man shall come up with you, neither let any man be seen throughout all the mountain; neither let flocks or herds feed before that mountain.",
          "ID": "3"
        },
        {
          "text": "So Moses cut two tables of stone like the first, and he rose up early in the morning and went up on Mount Sinai, as the Lord had commanded him, and took in his hand two tables of stone.",
          "ID": "4"
        },
        {
          "text": "And the Lord descended in the cloud and stood with him there and proclaimed the name of the Lord.",
          "ID": "5"
        },
        {
          "text": "And the Lord passed by before him, and proclaimed, The Lord! the Lord! a God merciful and gracious, slow to anger, and abundant in loving-kindness and truth,",
          "ID": "6"
        },
        {
          "text": "Keeping mercy and loving-kindness for thousands, forgiving iniquity and transgression and sin, but Who will by no means clear the guilty, visiting the iniquity of the fathers upon the children and the children's children, to the third and fourth generation.",
          "ID": "7"
        },
        {
          "text": "And Moses made haste to bow his head toward the earth and worshiped.",
          "ID": "8"
        },
        {
          "text": "And he said, If now I have found favor and loving-kindness in Your sight, O Lord, let the Lord, I pray You, go in the midst of us, although it is a stiff-necked people, and pardon our iniquity and our sin, and take us for Your inheritance.",
          "ID": "9"
        },
        {
          "text": "And the Lord said, Behold, I lay down [afresh the terms of the mutual agreement between Israel and Me] a covenant. Before all your people I will do marvels (wonders, miracles) such as have not been wrought or created in all the earth or in any nation; and all the people among whom you are shall see the work of the Lord; for it is a terrible thing [fearful and full of awe] that I will do with you.",
          "ID": "10"
        },
        {
          "text": "Observe what I command you this day. Behold, I drive out before you the Amorite, Canaanite, Hittite, Perizzite, Hivite, and Jebusite.",
          "ID": "11"
        },
        {
          "text": "Take heed to yourself, lest you make a covenant or mutual agreement with the inhabitants of the land to which you go, lest it become a snare in the midst of you.",
          "ID": "12"
        },
        {
          "text": "But you shall destroy their altars, dash in pieces their pillars (obelisks, images), and cut down their Asherim [symbols of the goddess Asherah];",
          "ID": "13"
        },
        {
          "text": "For you shall worship no other god; for the Lord, Whose name is Jealous, is a jealous (impassioned) God,",
          "ID": "14"
        },
        {
          "text": "Lest you make a covenant with the inhabitants of the land, and when they play the harlot after their gods and sacrifice to their gods and one invites you, you eat of his food sacrificed to idols,",
          "ID": "15"
        },
        {
          "text": "And you take of their daughters for your sons, and their daughters play the harlot after their gods and make your sons play the harlot after their gods.",
          "ID": "16"
        },
        {
          "text": "You shall make for yourselves no molten gods.",
          "ID": "17"
        },
        {
          "text": "The Feast of Unleavened Bread you shall keep. Seven days you shall eat unleavened bread, as I commanded you, in the time of the month of Abib; for in the month of Abib you came out of Egypt.",
          "ID": "18"
        },
        {
          "text": "All the males that first open the womb among your livestock are Mine, whether ox or sheep.",
          "ID": "19"
        },
        {
          "text": "But the firstling of a donkey [an unclean beast] you shall redeem with a lamb or kid, and if you do not redeem it, then you shall break its neck. All the firstborn of your sons you shall redeem. And none of you shall appear before Me empty-handed.",
          "ID": "20"
        },
        {
          "text": "Six days you shall work, but on the seventh day you shall rest; even in plowing time and in harvest you shall rest [on the Sabbath].",
          "ID": "21"
        },
        {
          "text": "You shall observe the Feast of Weeks, the firstfruits of the wheat harvest, and the Feast of Ingathering at the year's end.",
          "ID": "22"
        },
        {
          "text": "Three times in the year shall all your males appear before the Lord God, the God of Israel.",
          "ID": "23"
        },
        {
          "text": "For I will cast out the nations before you and enlarge your borders; neither shall any man desire [and molest] your land when you go up to appear before the Lord your God three times in the year.",
          "ID": "24"
        },
        {
          "text": "You shall not offer the blood of My sacrifice with leaven; neither shall the sacrifice of the Feast of the Passover be left until morning.",
          "ID": "25"
        },
        {
          "text": "The first of the firstfruits of your ground you shall bring to the house of the Lord your God. You shall not boil a kid in his mother's milk.",
          "ID": "26"
        },
        {
          "text": "And the Lord said to Moses, Write these words, for after the purpose and character of these words I have made a covenant with you and with Israel.",
          "ID": "27"
        },
        {
          "text": "Moses was there with the Lord forty days and forty nights; he ate no bread and drank no water. And he wrote upon the tables the words of the covenant, the Ten Commandments.",
          "ID": "28"
        },
        {
          "text": "When Moses came down from Mount Sinai with the two tables of the Testimony in his hand, he did not know that the skin of his face shone and sent forth beams by reason of his speaking with the Lord.",
          "ID": "29"
        },
        {
          "text": "When Aaron and all the Israelites saw Moses, behold, the skin of his face shone, and they feared to come near him.",
          "ID": "30"
        },
        {
          "text": "But Moses called to them; and Aaron and all the leaders of the congregation returned to him, and [he] talked with them.",
          "ID": "31"
        },
        {
          "text": "Afterward all the Israelites came near, and he gave them in commandment all the Lord had said to him in Mount Sinai.",
          "ID": "32"
        },
        {
          "text": "And when Moses had finished speaking with them, he put a veil on his face.",
          "ID": "33"
        },
        {
          "text": "But when Moses went in before the Lord to speak with Him, he took the veil off until he came out. And he came out and told the Israelites what he was commanded.",
          "ID": "34"
        },
        {
          "text": "The Israelites saw the face of Moses, how the skin of it shone; and Moses put the veil on his face again until he went in to speak with God.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.34"
    },
    {
      "name": "Exodus 35",
      "text": [
        {
          "text": "MOSES GATHERED all the congregation of the Israelites together and said to them, These are the things which the Lord has commanded that you do:",
          "ID": "1"
        },
        {
          "text": "Six days shall work be done, but the seventh day shall be to you a holy day, a Sabbath of rest to the Lord; whoever works [on that day] shall be put to death.",
          "ID": "2"
        },
        {
          "text": "You shall kindle no fire in all your dwellings on the Sabbath day.",
          "ID": "3"
        },
        {
          "text": "And Moses said to all the congregation of the Israelites, This is what the Lord commanded:",
          "ID": "4"
        },
        {
          "text": "Take from among you an offering to the Lord. Whoever is of a willing and generous heart, let him bring the Lord's offering: gold, silver, and bronze;",
          "ID": "5"
        },
        {
          "text": "Blue, purple, and scarlet [stuff], fine linen; goats' hair;",
          "ID": "6"
        },
        {
          "text": "And rams' skins tanned red, and skins of dolphins or porpoises; and acacia wood;",
          "ID": "7"
        },
        {
          "text": "And oil for the light; and spices for anointing oil and for fragrant incense;",
          "ID": "8"
        },
        {
          "text": "And onyx stones and other stones to be set for the ephod and the breastplate.",
          "ID": "9"
        },
        {
          "text": "And let every able and wisehearted man among you come and make all that the Lord has commanded:",
          "ID": "10"
        },
        {
          "text": "The tabernacle, its tent and its covering, its hooks, its boards, its bars, its pillars, and its sockets or bases;",
          "ID": "11"
        },
        {
          "text": "The ark and its poles, with the mercy seat, and the veil of the screen;",
          "ID": "12"
        },
        {
          "text": "The table and its poles and all its utensils, and the showbread (the bread of the Presence);",
          "ID": "13"
        },
        {
          "text": "The lampstand also for the light, and its utensils and its lamps, and the oil for the light;",
          "ID": "14"
        },
        {
          "text": "And the incense altar and its poles, the anointing oil and the fragrant incense, the hanging or screen for the door at the entrance of the tabernacle;",
          "ID": "15"
        },
        {
          "text": "The altar of burnt offering, with its bronze grating, its poles and all its utensils, the laver and its base;",
          "ID": "16"
        },
        {
          "text": "The court's hangings, its pillars and their sockets or bases, and the hanging or screen for the gate of the court;",
          "ID": "17"
        },
        {
          "text": "The pegs of the tabernacle and of the court, and their cords,",
          "ID": "18"
        },
        {
          "text": "The finely wrought garments for ministering in the Holy Place, the holy garments for Aaron the [high] priest and for his sons to minister as priests.",
          "ID": "19"
        },
        {
          "text": "Then all the congregation of the Israelites left Moses' presence.",
          "ID": "20"
        },
        {
          "text": "And they came, each one whose heart stirred him up and whose spirit made him willing, and brought the Lord's offering to be used for the [new] Tent of Meeting, for all its service, and the holy garments.",
          "ID": "21"
        },
        {
          "text": "They came, both men and women, all who were willinghearted, and brought brooches, earrings or nose rings, signet rings, and armlets or necklaces, all jewels of gold, everyone bringing an offering of gold to the Lord.",
          "ID": "22"
        },
        {
          "text": "And everyone with whom was found blue or purple or scarlet [stuff], or fine linen, or goats' hair, or rams' skins made red [in tanning], or dolphin or porpoise skins brought them.",
          "ID": "23"
        },
        {
          "text": "Everyone who could make an offering of silver or bronze brought it as the Lord's offering, and every man with whom was found any acacia wood for any work of the service brought it.",
          "ID": "24"
        },
        {
          "text": "All the women who had ability and were wisehearted spun with their hands and brought what they had spun of blue and purple and scarlet [stuff] and fine linen;",
          "ID": "25"
        },
        {
          "text": "And all the women who had ability and whose hearts stirred them up in wisdom spun the goats' hair.",
          "ID": "26"
        },
        {
          "text": "The leaders brought onyx stones and stones to be set for the ephod and for the breastplate,",
          "ID": "27"
        },
        {
          "text": "And spice, and oil for the light and for the anointing oil and for the fragrant incense.",
          "ID": "28"
        },
        {
          "text": "The Israelites brought a freewill offering to the Lord, all men and women whose hearts made them willing and moved them to bring anything for any of the work which the Lord had commanded by Moses to be done.",
          "ID": "29"
        },
        {
          "text": "And Moses said to the Israelites, See, the Lord called by name Bezalel son of Uri, the son of Hur, of the tribe of Judah;",
          "ID": "30"
        },
        {
          "text": "And He has filled him with the Spirit of God, with ability and wisdom, with intelligence and understanding, and with knowledge and all craftsmanship,",
          "ID": "31"
        },
        {
          "text": "To devise artistic designs, to work in gold, silver, and bronze,",
          "ID": "32"
        },
        {
          "text": "In cutting of stones for setting, and in carving of wood, for work in every skilled craft.",
          "ID": "33"
        },
        {
          "text": "And God has put in Bezalel's heart that he may teach, both he and Aholiab son of Ahisamach, of the tribe of Dan.",
          "ID": "34"
        },
        {
          "text": "He has filled them with wisdom of heart and ability to do all manner of craftsmanship, of the engraver, of the skillful workman, of the embroiderer in blue, purple, and scarlet [stuff] and in fine linen, and of the weaver, even of those who do or design any skilled work.",
          "ID": "35"
        }
      ],
      "ID": "OT:EXO.35"
    },
    {
      "name": "Exodus 36",
      "text": [
        {
          "text": "BEZALEL AND Aholiab and every wisehearted man in whom the Lord has put wisdom and understanding to know how to do all the work for the service of the sanctuary shall work according to all that the Lord has commanded.",
          "ID": "1"
        },
        {
          "text": "And Moses called Bezalel and Aholiab and every able and wisehearted man in whose mind the Lord had put wisdom and ability, everyone whose heart stirred him up to come to do the work;",
          "ID": "2"
        },
        {
          "text": "And they received from Moses all the freewill offerings which the Israelites had brought for doing the work of the sanctuary, to prepare it for service. And they continued to bring him freewill offerings every morning.",
          "ID": "3"
        },
        {
          "text": "And all the wise and able men who were doing the work on the sanctuary came, every man from the work he was doing,",
          "ID": "4"
        },
        {
          "text": "And they said to Moses, The people bring much more than enough for doing the work which the Lord commanded to do.",
          "ID": "5"
        },
        {
          "text": "So Moses commanded and it was proclaimed in all the camp, Let no man or woman do anything more for the sanctuary offering. So the people were restrained from bringing,",
          "ID": "6"
        },
        {
          "text": "For the stuff they had was sufficient to do all the work and more.",
          "ID": "7"
        },
        {
          "text": "And all the able and wisehearted men among them who did the work on the tabernacle made ten curtains of fine twined linen and blue, purple, and scarlet [stuff], with cherubim skillfully worked on them.",
          "ID": "8"
        },
        {
          "text": "The length of each curtain was twenty-eight cubits and its breadth four cubits; all the curtains were one size.",
          "ID": "9"
        },
        {
          "text": "[Bezalel] coupled five curtains one to another and the other five curtains he coupled one to another.",
          "ID": "10"
        },
        {
          "text": "And he made loops of blue on the outer edge of the last curtain in the first set; this he did also on the inner edge of the first curtain in the second set.",
          "ID": "11"
        },
        {
          "text": "Fifty loops he made in the one curtain and fifty loops in the edge of the curtain which was the second set; the loops were opposite one another.",
          "ID": "12"
        },
        {
          "text": "And he made fifty clasps of gold and coupled the curtains together with the clasps so that the tabernacle became one unit.",
          "ID": "13"
        },
        {
          "text": "And he made eleven curtains of goats' hair for a tent over the tabernacle.",
          "ID": "14"
        },
        {
          "text": "The length of one curtain was thirty cubits and four cubits was the breadth; the eleven curtains were of equal size.",
          "ID": "15"
        },
        {
          "text": "And he coupled five curtains by themselves and the other six curtains by themselves.",
          "ID": "16"
        },
        {
          "text": "And he made fifty loops on the outmost edge of the curtain to be coupled and fifty loops he made on the inner edge of the second curtain to be coupled.",
          "ID": "17"
        },
        {
          "text": "He made fifty clasps of bronze to couple the tent together into one whole.",
          "ID": "18"
        },
        {
          "text": "He made a covering for the tent of rams' skins tanned red, and above it a covering of dolphin or porpoise skins.",
          "ID": "19"
        },
        {
          "text": "He made boards of acacia wood for the upright framework of the tabernacle.",
          "ID": "20"
        },
        {
          "text": "The length of a board was ten cubits and the breadth one cubit and a half.",
          "ID": "21"
        },
        {
          "text": "Each board had two tenons (projections) to fit into a mortise to form a clutch; he did this for all the boards of the tabernacle.",
          "ID": "22"
        },
        {
          "text": "And he made thus the boards [for frames] for the tabernacle: twenty boards for the south side,",
          "ID": "23"
        },
        {
          "text": "And he made under the twenty boards forty sockets or bases of silver, two sockets under one board for its two tenons or hands, and two sockets under another board for its two tenons.",
          "ID": "24"
        },
        {
          "text": "For the other side of the tabernacle, the north side, he made twenty boards",
          "ID": "25"
        },
        {
          "text": "And their forty sockets or bases of silver, two sockets under [the end of] each board.",
          "ID": "26"
        },
        {
          "text": "And for the rear or west side of the tabernacle he made six [frame] boards.",
          "ID": "27"
        },
        {
          "text": "And two boards he made for each corner of the tabernacle in the rear.",
          "ID": "28"
        },
        {
          "text": "They were separate below but linked together at the top with one ring; thus he made both of them in both corners.",
          "ID": "29"
        },
        {
          "text": "There were eight boards with sixteen sockets or bases of silver, and under [the end of] each board two sockets.",
          "ID": "30"
        },
        {
          "text": "He made bars of acacia wood, five for the [frame] boards of the one side of the tabernacle,",
          "ID": "31"
        },
        {
          "text": "And five bars for the boards of its other side, and five bars for the boards at the rear or west side.",
          "ID": "32"
        },
        {
          "text": "And he made the middle bar pass through halfway up the boards from one end to the other.",
          "ID": "33"
        },
        {
          "text": "He overlaid the boards and the bars with gold and made their rings of gold as places for the bars.",
          "ID": "34"
        },
        {
          "text": "And he made the veil of blue, purple, and scarlet [stuff] and fine twined linen, with cherubim skillfully worked. [Matt. 27:50, 51; Heb. 10:19-22.]",
          "ID": "35"
        },
        {
          "text": "For [the veil] he made four pillars of acacia [wood] and overlaid them with gold; their hooks were of gold, and he cast for them four sockets or bases of silver.",
          "ID": "36"
        },
        {
          "text": "And he made a screen for the tent door of blue, purple, and scarlet [stuff] and fine twined linen, embroidered,",
          "ID": "37"
        },
        {
          "text": "And he made the five pillars of it with their hooks, and overlaid their ornamental tops and joinings with gold, but their five sockets were of bronze.",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.36"
    },
    {
      "name": "Exodus 37",
      "text": [
        {
          "text": "BEZALEL MADE the ark of acacia wood–two cubits and a half was the length of it, a cubit and a half the breadth of it, and a cubit and a half the height of it.",
          "ID": "1"
        },
        {
          "text": "He overlaid it with pure gold within and without and made a molding or crown of gold to go around the top of it.",
          "ID": "2"
        },
        {
          "text": "He cast four rings of gold for its four corners, two rings on either side.",
          "ID": "3"
        },
        {
          "text": "He made poles of acacia wood and overlaid them with gold.",
          "ID": "4"
        },
        {
          "text": "He put the poles through the rings at the sides of the ark to carry it.",
          "ID": "5"
        },
        {
          "text": "[Bezalel] made the mercy seat of pure gold, two cubits and a half its length and one cubit and a half its breadth.",
          "ID": "6"
        },
        {
          "text": "And he made two cherubim of beaten gold; on the two ends of the mercy seat he made them,",
          "ID": "7"
        },
        {
          "text": "One cherub at one end and one at the other end; of one piece with the mercy seat he made the cherubim at its two ends.",
          "ID": "8"
        },
        {
          "text": "And the cherubim spread out their wings on high, covering the mercy seat with their wings, with their faces to each other, looking down to the mercy seat. [Heb. 9:23-26.]",
          "ID": "9"
        },
        {
          "text": "Bezalel made the [showbread] table of acacia wood; it was two cubits long, a cubit wide, and a cubit and a half high.",
          "ID": "10"
        },
        {
          "text": "He overlaid it with pure gold and made a molding of gold around its top.",
          "ID": "11"
        },
        {
          "text": "And he made a border around it [just under the top] a handbreadth wide, and a molding of gold around the border.",
          "ID": "12"
        },
        {
          "text": "And he cast for it four rings of gold and fastened the rings on the four corners that were at its four legs.",
          "ID": "13"
        },
        {
          "text": "Close to the border were the rings, the places for the poles to pass through to carry the [showbread] table.",
          "ID": "14"
        },
        {
          "text": "[Bezalel] made the poles of acacia wood to carry the [showbread] table and overlaid them with gold.",
          "ID": "15"
        },
        {
          "text": "He made of pure gold the vessels which were to be on the table, its plates and dishes [for bread], its bowls and flagons for pouring [liquid sacrifices].",
          "ID": "16"
        },
        {
          "text": "And he made the lampstand of pure gold; its base and shaft were made of hammered work; its cups, its knobs, and its flowers were of one piece with it.",
          "ID": "17"
        },
        {
          "text": "There were six branches going out of the sides of the lampstand, three branches out of one side of it and three branches out of the other side of it;",
          "ID": "18"
        },
        {
          "text": "Three cups made like almond blossoms in one branch, each with a [calyx] knob and a flower, and three cups made like almond blossoms in the [opposite] branch, each with a [calyx] knob and a flower; and so for the six branches going out of the lampstand.",
          "ID": "19"
        },
        {
          "text": "On [the shaft of] the lampstand were four cups made like almond blossoms, with knobs and flowers [one at the top].",
          "ID": "20"
        },
        {
          "text": "And a knob under each pair of branches, of one piece with the lampstand, for the six branches going out of it.",
          "ID": "21"
        },
        {
          "text": "Their knobs and their branches were of one piece with it, all of it hammered work of pure gold.",
          "ID": "22"
        },
        {
          "text": "And he made of pure gold its seven lamps, its snuffers, and its ashtrays.",
          "ID": "23"
        },
        {
          "text": "Of a talent of pure gold he made the lampstand and all its utensils. [John 1:4, 5, 9; II Cor. 4:6.]",
          "ID": "24"
        },
        {
          "text": "And [Bezalel] made the incense altar of acacia wood; its top was a cubit square and it was two cubits high; the horns were one piece with it.",
          "ID": "25"
        },
        {
          "text": "He overlaid it with pure gold, its top, its sides round about, and its horns; also he made a rim around it of gold.",
          "ID": "26"
        },
        {
          "text": "And he made two rings of gold for it under its rim, on its two opposite sides, as places for the poles [to pass through] to carry it.",
          "ID": "27"
        },
        {
          "text": "And he made the poles of acacia wood and overlaid them with gold.",
          "ID": "28"
        },
        {
          "text": "He also made the holy anointing oil [symbol of the Holy Spirit] and the pure, fragrant incense, after the perfumer's art.",
          "ID": "29"
        }
      ],
      "ID": "OT:EXO.37"
    },
    {
      "name": "Exodus 38",
      "text": [
        {
          "text": "BEZALEL MADE the burnt offering altar of acacia wood; its top was five cubits square and it was three cubits high.",
          "ID": "1"
        },
        {
          "text": "He made its horns on the four corners of it; the horns were of one piece with it, and he overlaid it with bronze.",
          "ID": "2"
        },
        {
          "text": "He made all the utensils and vessels of the altar, the pots, shovels, basins, forks or fleshhooks, and firepans; all its utensils and vessels he made of bronze.",
          "ID": "3"
        },
        {
          "text": "And he made for the altar a bronze grate of network under its ledge, extending halfway down it.",
          "ID": "4"
        },
        {
          "text": "He cast four rings for the four corners of the bronze grating to be places for the poles [with which to carry it].",
          "ID": "5"
        },
        {
          "text": "And he made the poles of acacia wood and overlaid them with bronze.",
          "ID": "6"
        },
        {
          "text": "And he put the poles through the rings on the altar's sides with which to carry it; he made it hollow with planks.",
          "ID": "7"
        },
        {
          "text": "He made the laver and its base of bronze from the mirrors of the women who ministered at the door of the Tent of Meeting.",
          "ID": "8"
        },
        {
          "text": "And he made the court: for the south side the hangings of the court were of fine twined linen, a hundred cubits;",
          "ID": "9"
        },
        {
          "text": "Their pillars and their bronze sockets or bases were twenty; the hooks of the pillars and their joinings were silver.",
          "ID": "10"
        },
        {
          "text": "And for the north side the hangings were [also] a hundred cubits; their pillars and their sockets or bases of bronze were twenty; the hooks of the pillars and their joinings were of silver.",
          "ID": "11"
        },
        {
          "text": "But for the west side were hangings of fifty cubits; their pillars and their sockets or bases were ten; the hooks of the pillars and their joinings were of silver.",
          "ID": "12"
        },
        {
          "text": "And for the front, the east side, fifty cubits.",
          "ID": "13"
        },
        {
          "text": "The hangings for one side of the gate were fifteen cubits; their pillars three and their sockets or bases three.",
          "ID": "14"
        },
        {
          "text": "Also for the other side of the court gate, left and right, were hangings of fifteen cubits; their pillars three and their sockets or bases three.",
          "ID": "15"
        },
        {
          "text": "All the hangings around the court were of fine twined linen.",
          "ID": "16"
        },
        {
          "text": "The sockets for the pillars were of bronze, the hooks of the pillars and their joinings of silver, the overlaying of their tops of silver, and all the pillars of the court were joined with silver.",
          "ID": "17"
        },
        {
          "text": "The hanging or screen for the gate of the court was embroidered in blue, purple, and scarlet [stuff], and fine twined linen; the length was twenty cubits and the height in the breadth was five cubits, corresponding to the hangings of the court.",
          "ID": "18"
        },
        {
          "text": "Their pillars were four and their sockets of bronze four; their hooks were of silver, and the overlaying of their tops and their joinings were of silver.",
          "ID": "19"
        },
        {
          "text": "All the pegs for the tabernacle and around the court were of bronze.",
          "ID": "20"
        },
        {
          "text": "This is the sum of the things for the tabernacle of the Testimony, as counted at the command of Moses, for the work of the Levites under the direction of Ithamar son of Aaron, the [high] priest.",
          "ID": "21"
        },
        {
          "text": "Bezalel son of Uri, the son of Hur, of the tribe of Judah, made all that the Lord commanded Moses.",
          "ID": "22"
        },
        {
          "text": "With him was Aholiab son of Ahisamach, of the tribe of Dan, an engraver, a skillful craftsman, and embroiderer in blue, purple, and scarlet [stuff], and in fine linen.",
          "ID": "23"
        },
        {
          "text": "All the gold that was used for the work in all the building and furnishing of the sanctuary, the gold from the offering, was 29 talents and 730 shekels, by the shekel of the sanctuary.",
          "ID": "24"
        },
        {
          "text": "And the silver from those numbered of the congregation was 100 talents and 1,775 shekels, by sanctuary standards:",
          "ID": "25"
        },
        {
          "text": "A beka for each man, that is, half a shekel, by the sanctuary shekel, for everyone who was counted, from twenty years old and upward, for 603,550 men.",
          "ID": "26"
        },
        {
          "text": "The 100 talents of silver were for casting the sockets or bases of the sanctuary and of the veil; 100 sockets for the 100 talents, a talent for a socket.",
          "ID": "27"
        },
        {
          "text": "Of the 1,775 shekels he made hooks for the pillars, and overlaid their tops, and made joinings for them.",
          "ID": "28"
        },
        {
          "text": "The bronze of the offering was 70 talents and 2,400 shekels.",
          "ID": "29"
        },
        {
          "text": "With it Bezalel made the sockets for the door of the Tent of Meeting, and the bronze altar and the bronze grate for it, and all the utensils of the altar,",
          "ID": "30"
        },
        {
          "text": "The sockets of the court round about and of the court gate, and all the pegs of the tabernacle and around the court.",
          "ID": "31"
        }
      ],
      "ID": "OT:EXO.38"
    },
    {
      "name": "Exodus 39",
      "text": [
        {
          "text": "AND OF the blue and purple and scarlet [stuff] they made finely wrought garments for serving in the Holy Place; they made the holy garments for Aaron, as the Lord had commanded Moses.",
          "ID": "1"
        },
        {
          "text": "And Bezalel made the ephod of gold, blue, purple, and scarlet [stuff], and fine twined linen.",
          "ID": "2"
        },
        {
          "text": "And they beat the gold into thin sheets and cut it into wires to work into the blue, purple, and scarlet [stuff] and the fine linen, in skilled design.",
          "ID": "3"
        },
        {
          "text": "They made shoulder pieces for the ephod, joined to it at its two edges.",
          "ID": "4"
        },
        {
          "text": "And the skillfully woven band on it, to gird it on, was of the same piece and workmanship with it, of gold, blue, purple, and scarlet [stuff], and fine twined linen, as the Lord had commanded Moses.",
          "ID": "5"
        },
        {
          "text": "And they prepared the onyx stones enclosed in settings of gold filigree and engraved as signets are engraved with the names of the sons of Israel.",
          "ID": "6"
        },
        {
          "text": "And he put them on the shoulder pieces of the ephod to be stones of memorial or remembrance for the Israelites, as the Lord had commanded Moses.",
          "ID": "7"
        },
        {
          "text": "And [Bezalel] made the breastplate skillfully, like the work of the ephod, of gold, blue, purple, and scarlet [stuff], and fine twined linen.",
          "ID": "8"
        },
        {
          "text": "The breastplate was a [hand's] span square when doubled over.",
          "ID": "9"
        },
        {
          "text": "And they set in it four rows of stones; a sardius, a topaz, and a carbuncle made the first row;",
          "ID": "10"
        },
        {
          "text": "The second row an emerald, a sapphire, and a diamond;",
          "ID": "11"
        },
        {
          "text": "The third row a jacinth, an agate, and an amethyst;",
          "ID": "12"
        },
        {
          "text": "And the fourth row a beryl, an onyx, and a jasper; they were enclosed in settings of gold filigree.",
          "ID": "13"
        },
        {
          "text": "There were twelve stones with their names according to those of the sons of Israel, engraved like a signet, each with its name, according to the twelve tribes.",
          "ID": "14"
        },
        {
          "text": "And they made [at the ends] of the breastplate twisted chains like cords, of pure gold.",
          "ID": "15"
        },
        {
          "text": "And they made two settings of gold filigree and two gold rings which they put on the two ends of the breastplate.",
          "ID": "16"
        },
        {
          "text": "And they put the two twisted cords or woven chains of gold in the two rings on the end edges of the breastplate.",
          "ID": "17"
        },
        {
          "text": "And the other two ends of the twisted cords or chains of gold they put on the two settings and put them on the shoulder pieces of the ephod, in front.",
          "ID": "18"
        },
        {
          "text": "They made two rings of gold and put them on the two ends of the breastplate, on the inside edge of it next to the ephod.",
          "ID": "19"
        },
        {
          "text": "And they made two [other] gold rings and attached them to the two shoulder pieces of the ephod underneath, in front, at its joining above the skillfully woven band of the ephod.",
          "ID": "20"
        },
        {
          "text": "They bound the breastplate by its rings to those of the ephod with a blue lace, that it might lie upon the skillfully woven band of the ephod and that the breastplate might not be loosed from the ephod, as the Lord commanded Moses.",
          "ID": "21"
        },
        {
          "text": "And he made the robe of the ephod of woven work all of blue.",
          "ID": "22"
        },
        {
          "text": "And there was an opening [for the head] in the middle of the robe like the hole in a coat of mail, with a binding around it, that it should not be torn.",
          "ID": "23"
        },
        {
          "text": "On the skirts of the robe they made pomegranates of blue and purple and scarlet [stuff] and twined linen.",
          "ID": "24"
        },
        {
          "text": "And they made bells of pure gold and put [them] between the pomegranates around the skirts of the robe;",
          "ID": "25"
        },
        {
          "text": "A bell and a pomegranate, a bell and a pomegranate, round about on the skirts of the robe for ministering, as the Lord commanded Moses.",
          "ID": "26"
        },
        {
          "text": "And they made the long and sleeved tunics woven of fine linen for Aaron and his sons,",
          "ID": "27"
        },
        {
          "text": "And the turban, and the ornamental caps of fine linen, and the breeches of fine twined linen,",
          "ID": "28"
        },
        {
          "text": "The girdle or sash of fine twined linen, and blue, purple, and scarlet embroidery, as the Lord commanded Moses.",
          "ID": "29"
        },
        {
          "text": "And they made the plate of the holy crown of pure gold and wrote upon it an inscription, like the engravings of a signet, holy to the lord. [Exod. 28:36.]",
          "ID": "30"
        },
        {
          "text": "They tied to it a lace of blue to fasten it on the turban above, as the Lord commanded Moses.",
          "ID": "31"
        },
        {
          "text": "Thus all the work of the tabernacle of the Tent of Meeting was finished; according to all that the Lord commanded Moses, so the Israelites had done.",
          "ID": "32"
        },
        {
          "text": "And they brought the tabernacle to Moses: the tent and all its furnishings, its clasps, its [frame] boards, its bars, its pillars, its sockets or bases;",
          "ID": "33"
        },
        {
          "text": "And the covering of rams' skins made red, and the covering of dolphin or porpoise skins, and the veil of the screen;",
          "ID": "34"
        },
        {
          "text": "The ark of the Testimony, its poles, and the mercy seat;",
          "ID": "35"
        },
        {
          "text": "The table and all its utensils, and the showbread (bread of the Presence);",
          "ID": "36"
        },
        {
          "text": "The pure [gold] lampstand and its lamps, with the lamps set in order, all its utensils, and the oil for the light;",
          "ID": "37"
        },
        {
          "text": "The golden altar, the anointing oil, the fragrant incense, and the hanging for the door of the tent;",
          "ID": "38"
        },
        {
          "text": "The bronze altar and its grate of bronze, its poles and all its utensils; the laver and its base;",
          "ID": "39"
        },
        {
          "text": "The hangings of the court, its pillars and sockets or bases, and the screen for the court gate, its cords, and pegs, and all the utensils for the service of the tabernacle, for the Tent of Meeting [of God with His people]; [Exod. 29:42, 43.]",
          "ID": "40"
        },
        {
          "text": "The finely worked vestments for ministering in the Holy Place, the holy garments for Aaron the priest, and the garments of his sons to minister as priests.",
          "ID": "41"
        },
        {
          "text": "According to all that the Lord had commanded Moses, so the Israelites had done all the work.",
          "ID": "42"
        },
        {
          "text": "And Moses inspected all the work, and behold, they had done it; as the Lord had commanded, so had they done it. And Moses blessed them.",
          "ID": "43"
        }
      ],
      "ID": "OT:EXO.39"
    },
    {
      "name": "Exodus 40",
      "text": [
        {
          "text": "AND THE Lord said to Moses,",
          "ID": "1"
        },
        {
          "text": "On the first day of the first month you shall set up the tabernacle of the Tent of Meeting [of God with you].",
          "ID": "2"
        },
        {
          "text": "And you shall put in it the ark of the Testimony and screen the ark [of God's Presence] with the veil. [Heb. 10:19-23.]",
          "ID": "3"
        },
        {
          "text": "You shall bring in the [showbread] table and set in order the things that are to be upon it; and you shall bring in the lampstand and set up and light its lamps. [Rev. 21:23-25.]",
          "ID": "4"
        },
        {
          "text": "You shall set the golden altar for the incense before the ark of the Testimony [outside the veil] and put the hanging or screen at the tabernacle door.",
          "ID": "5"
        },
        {
          "text": "You shall set the altar of the burnt offering before the door of the tabernacle of the Tent of Meeting.",
          "ID": "6"
        },
        {
          "text": "And you shall set the laver between the Tent of Meeting and the altar and put water in it.",
          "ID": "7"
        },
        {
          "text": "And you shall set up the court [curtains] round about and hang up the hanging or screen at the court gate.",
          "ID": "8"
        },
        {
          "text": "You shall take the anointing oil and anoint the tabernacle and all that is in it, and shall consecrate it and all its furniture, and it shall be holy.",
          "ID": "9"
        },
        {
          "text": "You shall anoint the altar of burnt offering and all its utensils; and consecrate (set apart for God) the altar, and the altar shall be most holy.",
          "ID": "10"
        },
        {
          "text": "And you shall anoint the laver and its base and consecrate it.",
          "ID": "11"
        },
        {
          "text": "You shall bring Aaron and his sons to the door of the Tent of Meeting and wash them with water. [John 17:17-19.]",
          "ID": "12"
        },
        {
          "text": "You shall put on Aaron the holy garments, and anoint and consecrate him, so he may serve Me as priest.",
          "ID": "13"
        },
        {
          "text": "And you shall bring his sons and put long and sleeved tunics on them,",
          "ID": "14"
        },
        {
          "text": "And you shall anoint them as you anointed their father, that they may minister to Me as priests; for their anointing shall be to them for an everlasting priesthood throughout their generations.",
          "ID": "15"
        },
        {
          "text": "Thus did Moses; according to all that the Lord commanded him, so he did.",
          "ID": "16"
        },
        {
          "text": "And on the first day of the first month in the second year the tabernacle was erected.",
          "ID": "17"
        },
        {
          "text": "Moses set up the tabernacle, laid its sockets, set up its boards, put in its bars, and erected its pillars.",
          "ID": "18"
        },
        {
          "text": "[Moses] spread the tent over the tabernacle and put the covering of the tent over it, as the Lord had commanded him.",
          "ID": "19"
        },
        {
          "text": "He took the Testimony [the Ten Commandments] and put it into the ark, and set the poles [in the rings] on the ark, and put the mercy seat on top of the ark.",
          "ID": "20"
        },
        {
          "text": "[Moses] brought the ark into the tabernacle and set up the veil of the screen and screened the ark of the Testimony, as the Lord had commanded him.",
          "ID": "21"
        },
        {
          "text": "Moses put the table [of showbread] in the Tent of Meeting on the north side of the tabernacle outside the veil;",
          "ID": "22"
        },
        {
          "text": "He set the bread [of the Presence] in order on it before the Lord, as the Lord had commanded him. [John 6:32-35.]",
          "ID": "23"
        },
        {
          "text": "And he put the lampstand in the Tent of Meeting opposite the table on the south side of the tabernacle.",
          "ID": "24"
        },
        {
          "text": "Moses set up and lighted the lamps before the Lord, as the Lord commanded him.",
          "ID": "25"
        },
        {
          "text": "He put the golden altar [of incense] in the Tent of Meeting before the veil;",
          "ID": "26"
        },
        {
          "text": "He burned sweet incense [symbol of prayer] upon it, as the Lord commanded him. [Ps. 141:2; Rev. 8:3.]",
          "ID": "27"
        },
        {
          "text": "And he set up the hanging or screen at the door of the tabernacle.",
          "ID": "28"
        },
        {
          "text": "[Moses] put the altar of burnt offering at the door of the tabernacle of the Tent of Meeting and offered on it the burnt offering and the cereal offering, as the Lord commanded him.",
          "ID": "29"
        },
        {
          "text": "And Moses set the laver between the Tent of Meeting and the altar and put water in it for washing.",
          "ID": "30"
        },
        {
          "text": "And Moses and Aaron and his sons washed their hands and their feet there.",
          "ID": "31"
        },
        {
          "text": "When they went into the Tent of Meeting or came near the altar, they washed, as the Lord commanded Moses.",
          "ID": "32"
        },
        {
          "text": "And he erected the court round about the tabernacle and the altar and set up the hanging or screen at the court gate. So Moses finished the work.",
          "ID": "33"
        },
        {
          "text": "Then the cloud [the Shekinah, God's visible presence] covered the Tent of Meeting, and the glory of the Lord filled the tabernacle! [Rev. 15:8.]",
          "ID": "34"
        },
        {
          "text": "And Moses was not able to enter the Tent of Meeting because the cloud remained upon it, and the glory of the Lord filled the tabernacle.",
          "ID": "35"
        },
        {
          "text": "In all their journeys, whenever the cloud was taken up from over the tabernacle, the Israelites went onward;",
          "ID": "36"
        },
        {
          "text": "But if the cloud was not taken up, they did not journey on till the day that it was taken up.",
          "ID": "37"
        },
        {
          "text": "For throughout all their journeys the cloud of the Lord was upon the tabernacle by day, and fire was in it by night, in the sight of all the house of Israel.",
          "ID": "38"
        }
      ],
      "ID": "OT:EXO.40"
    }
  ],
  "version": "AMP",
  "ID": "OT:EXO(AMP)"
}